[
    [
        " This is jockel podcast number 346 with Dave Burke and me jockel willing good evening Dave good evening",
        0.0,
        6.92
    ],
    [
        " In an airplane the guy was a mongoos",
        6.92,
        12.68
    ],
    [
        " It's hard to believe if the only bud Anderson you ever knew was the one on the ground calm",
        12.68,
        19.64
    ],
    [
        " Gentlemently a grandfather funny and all around nice guy",
        19.64,
        25.64
    ],
    [
        " But once you get him in an airplane he's vicious shot down 17",
        26.34,
        30.7
    ],
    [
        " Best fighter pilot I've ever seen",
        30.7,
        34.28
    ],
    [
        " He's also the best friend I have in the world we go back 47 years andy and I",
        34.28,
        40.9
    ],
    [
        " Andy and I developed a rapport flying mustangs in England particularly after I was shot down",
        40.9,
        48.22
    ],
    [
        " Made my way back and finally got the okay to finish my tour",
        48.22,
        52.7
    ],
    [
        " We were both small town boys who liked hunting and fishing",
        53.4,
        56.48
    ],
    [
        " We kept finding things in common and developed a tremendous mutual respect",
        56.48,
        62.22
    ],
    [
        " By the time we finished up and went home we were pretty damn close although making friends",
        62.22,
        68.18
    ],
    [
        " It wasn't something either of us went out of our way to do",
        68.18,
        71.18
    ],
    [
        " It was risky in wartime",
        71.18,
        73.72
    ],
    [
        " We lost an awful lot of guys over there",
        73.72,
        76.7
    ],
    [
        " We had the same kind of eyes",
        76.7,
        80.0
    ],
    [
        " 2010",
        81.4,
        82.06
    ],
    [
        " We saw everything that went on in the sky before anyone else in the squadron or even the group",
        82.06,
        87.9
    ],
    [
        " What made Andy unique was that he flew so many missions logged so many combat hours and never had a battle damage or",
        87.9,
        97.68
    ],
    [
        " Aborted mission an incredible record",
        97.68,
        100.24
    ],
    [
        " It shows what a meticulous professional he is especially in combat",
        100.24,
        104.68
    ],
    [
        " The same attention to detail is what made him a hell of a test pilot",
        104.68,
        109.34
    ],
    [
        " He had those eyes too and he developed the combat skills to take advantage of the opportunities his eyes brought him",
        110.0,
        116.98
    ],
    [
        " But luck was also a part of it",
        116.98,
        120.34
    ],
    [
        " Luck plays a big part in anything you do in combat",
        120.34,
        122.96
    ],
    [
        " Some guy you don't see can always sneak up and shoot your ass off",
        122.96,
        127.44
    ],
    [
        " No question Andy is a very very lucky guy",
        127.44,
        132.34
    ],
    [
        " Anyone who got through the war was",
        132.34,
        135.54
    ],
    [
        " Generally speaking getting killed was the least of our worries",
        137.98,
        140.66
    ],
    [
        " When it happens you don't know anything about it anyway, so what the hell?",
        140.66,
        145.56
    ],
    [
        " That's the attitude. I think that most of us had",
        146.0,
        149.3
    ],
    [
        " Duty was paramount",
        149.3,
        151.42
    ],
    [
        " Damn it. It's your job",
        151.42,
        153.38
    ],
    [
        " The fact that you might get killed doesn't enter your mind after the first couple times",
        153.38,
        159.2
    ],
    [
        " And so those right there are words",
        162.92,
        166.18
    ],
    [
        " written by Chuck Yeager",
        166.18,
        168.3
    ],
    [
        " Probably the most famous and legendary fighter pilot of all time",
        168.3,
        173.9
    ],
    [
        " And the words are written in the forward of a book called to fight to fly and fight",
        173.9,
        180.2
    ],
    [
        " By Colonel clearance bud Anderson who Chuck Yeager refers to his Andy",
        180.2,
        186.24
    ],
    [
        " Now bud Anderson was a fighter pilot in World War II",
        187.1,
        191.02
    ],
    [
        " And a Vietnam he was a triple ace",
        191.02,
        194.3
    ],
    [
        " Which means he shot down more than 15 enemy aircraft",
        194.3,
        199.14
    ],
    [
        " He was a test pilot",
        199.14,
        201.3
    ],
    [
        " When being a test pilot meant you were the best of the best",
        201.3,
        205.9
    ],
    [
        " He ended up serving over 30 years in uniform",
        205.9,
        209.82
    ],
    [
        " And it is an honor to have him with us here tonight to discuss his experiences",
        209.82,
        216.22
    ],
    [
        " And lessons learned",
        216.58,
        217.92
    ],
    [
        " Sir, thank you so much for joining us. It's an honor to have you",
        217.92,
        221.78
    ],
    [
        " Was my pleasure, Jacob",
        221.78,
        224.68
    ],
    [
        " That's quite the praise from General Yeager you got there",
        224.68,
        229.16
    ],
    [
        " He wrote it",
        229.16,
        231.7
    ],
    [
        " So I guess we can jump into this I know I know you were born January 13th 1922",
        231.7,
        242.96
    ],
    [
        " And right now the date is August 3rd, 2022",
        244.12,
        249.02
    ],
    [
        " Which means you got the you got the triple digits in your age",
        249.02,
        253.06
    ],
    [
        " Up there to 100",
        253.06,
        254.48
    ],
    [
        " That's pretty impressive. What's the keys to your health",
        254.48,
        259.18
    ],
    [
        " No minor vices",
        259.18,
        261.08
    ],
    [
        " There you go",
        261.08,
        262.4
    ],
    [
        " That'll do it",
        262.4,
        264.42
    ],
    [
        " Um you got some kind of just to get to know you a little bit",
        264.42,
        269.18
    ],
    [
        " Uh I want to read a little section from the book here",
        269.18,
        272.38
    ],
    [
        " And it says I was the third of my father's four children born January 13th 1922 in Oakland",
        273.02,
        279.14
    ],
    [
        " Where my mom's parents lived Friday the 13th it was",
        279.14,
        282.68
    ],
    [
        " If it's an unlucky day you couldn't prove it by me. I've been pretty lucky. I never was superstitious",
        282.68,
        289.48
    ],
    [
        " It says Clarence Amille is that right? Amille Anderson Jr. on my birth certificate",
        289.48,
        296.9
    ],
    [
        " But few call me Clarence or Jr. And none call me Amille",
        296.9,
        301.04
    ],
    [
        " When I was young my family nicknamed me buddy which in time became bud",
        301.62,
        306.16
    ],
    [
        " The men I flew with used Andy because all Anderson's are automatically Andy",
        306.16,
        312.18
    ],
    [
        " I can attest to that",
        312.18,
        314.44
    ],
    [
        " The first thing I remember is Lindbergh making it across the Atlantic when he when I was just five",
        314.44,
        321.34
    ],
    [
        " I have no idea why somebody flying from one place to another should have made such a lasting impression",
        321.34,
        326.56
    ],
    [
        " But it kindled an interest in airplanes that would last a lifetime",
        326.56,
        330.04
    ],
    [
        " When I was seven my father took me to Sacramento to a little dirt airfield with one little hanger",
        330.38,
        336.12
    ],
    [
        " Where a fellow named Ingvald Fogler Scott",
        336.12,
        339.8
    ],
    [
        " Made or supplemented is living by taking people up for rides in a steerman biplane",
        339.8,
        345.38
    ],
    [
        " The airfield was an Auburn Boulevard near Wat Avenue",
        345.38,
        349.34
    ],
    [
        " I can remember being excited and a little bit frightened the incredible intoxicating smell of the gasoline oil and airplane dope",
        349.34,
        357.08
    ],
    [
        " Like a new car smell and the throaty sound of the engine",
        357.08,
        360.8
    ],
    [
        " Most of all I remember flying over our house and circling tightly",
        360.8,
        365.7
    ],
    [
        " The pilot standing the plane on its side",
        365.7,
        369.14
    ],
    [
        " It's a pretty awesome introduction to aviation",
        369.14,
        372.9
    ],
    [
        " The the a biplane was the first thing you flew in huh? Yeah, and so that's just a big giant open cockpit",
        372.9,
        382.3
    ],
    [
        " Was your dad with you or is only a two-seater?",
        382.3,
        385.3
    ],
    [
        " Yeah, it was a three-seater",
        385.3,
        387.08
    ],
    [
        " Okay",
        387.08,
        387.54
    ],
    [
        " You know the pilot in the back and then side by side seats",
        387.54,
        392.28
    ],
    [
        " Okay in the front",
        392.28,
        394.08
    ],
    [
        " Any buzzed your house? Yeah",
        394.08,
        396.82
    ],
    [
        " So you could say your dad is partially to blame for your fascination with flying",
        396.82,
        402.64
    ],
    [
        " He supported my uh",
        402.64,
        405.82
    ],
    [
        " likes",
        405.82,
        407.82
    ],
    [
        " So what did your mom and dad do when you were growing up?",
        407.82,
        412.58
    ],
    [
        " Uh while I grew up on a farm and that's what we did",
        412.88,
        417.3
    ],
    [
        " We formed",
        417.3,
        418.84
    ],
    [
        " And that means you were probably working more than most people working their lives. Yeah, I had uh",
        418.84,
        426.0
    ],
    [
        " Yeah, pretty heavy",
        426.0,
        427.5
    ],
    [
        " chores",
        427.5,
        428.86
    ],
    [
        " And then later on as a depression",
        428.86,
        434.28
    ],
    [
        " Hip",
        434.28,
        436.64
    ],
    [
        " My mom had to go",
        436.64,
        439.58
    ],
    [
        " I didn't go to go back to work",
        439.58,
        442.42
    ],
    [
        " And she went and found a job in",
        442.42,
        447.14
    ],
    [
        " governor's office",
        447.14,
        449.4
    ],
    [
        " And she was just a typist and everything and then worked a way up to office manager",
        449.4,
        456.38
    ],
    [
        " And then it was it was in that old days the spoiled system",
        456.38,
        462.04
    ],
    [
        " So when a new governor came in they fired everybody",
        462.04,
        465.94
    ],
    [
        " And then they kept her to",
        466.86,
        470.6
    ],
    [
        " You know tie him got it",
        470.6,
        474.48
    ],
    [
        " And then pretty soon they dropped her salary and everything",
        474.48,
        480.12
    ],
    [
        " But soonly soon they",
        480.12,
        483.48
    ],
    [
        " Said why don't you stay brought her salary back up",
        483.48,
        489.22
    ],
    [
        " And then she just went through about four governors like there",
        489.22,
        494.26
    ],
    [
        " Pretty pretty awesome",
        494.82,
        496.74
    ],
    [
        " Yeah, I mean",
        496.74,
        498.04
    ],
    [
        " For the depression and being in a farmer during the depression. Yeah, how rough was that for for the family?",
        498.04,
        506.62
    ],
    [
        " Well",
        507.82,
        510.22
    ],
    [
        " At least we we didn't",
        510.22,
        513.24
    ],
    [
        " Suffered too bad from food because we manufactured food right",
        513.24,
        517.98
    ],
    [
        " We raised chicken was and um",
        517.98,
        522.4
    ],
    [
        " Good lots of vegetables and fruit of course",
        523.66,
        526.98
    ],
    [
        " So a lot of canning",
        526.98,
        530.6
    ],
    [
        " So as a kid I don't remember being hungry at any time. Well",
        530.6,
        538.34
    ],
    [
        " Well, that's definitely a good family business to have during the depression being a farmer",
        538.34,
        544.1
    ],
    [
        " And so but you still had to go to school right? Oh, yeah, and I know you played you played sports in school",
        544.1,
        550.98
    ],
    [
        " I was",
        551.78,
        552.54
    ],
    [
        " I liked basketball, but I was kind of small",
        552.54,
        556.7
    ],
    [
        " So I could only play on the sea and the meeting",
        556.7,
        561.36
    ],
    [
        " I could never go to the varsity",
        561.36,
        565.1
    ],
    [
        " Uh",
        565.1,
        567.8
    ],
    [
        " But it sounds like you know in the book you talk about sounds like your dad not only incurred you with flying",
        567.8,
        573.92
    ],
    [
        " But he put a lot of",
        573.92,
        574.94
    ],
    [
        " He put a lot of",
        574.94,
        576.42
    ],
    [
        " It seemed like you put a lot of trust in you even as a young kid a lot of responsibility",
        577.06,
        580.56
    ],
    [
        " I know you and you know, I get asked a lot of questions about parenting",
        580.56,
        584.64
    ],
    [
        " And at one point you crashed your car",
        584.64,
        588.28
    ],
    [
        " How that happened oh",
        588.28,
        593.32
    ],
    [
        " young and",
        593.32,
        595.98
    ],
    [
        " Young and scared",
        595.98,
        598.64
    ],
    [
        " Hit the wrong pedal yeah, well",
        598.64,
        602.72
    ],
    [
        " As you came up",
        603.98,
        605.48
    ],
    [
        " You can't see that here, but there there's a double road at the front door",
        605.48,
        613.08
    ],
    [
        " And I always went on the inner inner road, you know",
        613.08,
        617.54
    ],
    [
        " And so I came around the corner",
        617.54,
        621.18
    ],
    [
        " He's behind the wheel",
        621.18,
        624.16
    ],
    [
        " And I'm over here",
        624.16,
        626.22
    ],
    [
        " Staring and you know with the foot pedal too",
        626.22,
        630.66
    ],
    [
        " And so I come up to",
        631.66,
        633.48
    ],
    [
        " Go down the road and open its block by a car",
        633.48,
        638.06
    ],
    [
        " So I said oh I gotta gotta get over here and I left and get on my bypass and",
        638.06,
        645.92
    ],
    [
        " And a big tree was coming up and I went to the middle and pushed down on accelerator and ducked my head under the",
        645.92,
        657.52
    ],
    [
        " Dash I think",
        657.88,
        658.9
    ],
    [
        " And dad was",
        658.9,
        660.92
    ],
    [
        " He was trying to get me to get out of here, you know, but I was",
        660.92,
        667.02
    ],
    [
        " I don't know it's a bad bad thing",
        667.02,
        670.8
    ],
    [
        " But the interesting thing is how he kind of handled that, you know",
        670.8,
        674.68
    ],
    [
        " He kind of got you right back on the horse as they said. Oh, yeah, you know how if you go through a",
        674.68,
        680.46
    ],
    [
        " terrifying experience",
        680.46,
        684.66
    ],
    [
        " Uh, it's best to get him back on",
        685.38,
        687.88
    ],
    [
        " Back online",
        687.88,
        689.88
    ],
    [
        " Now speaking of terrifying experiences for someone that has aspirations of being a pilot",
        689.88,
        696.42
    ],
    [
        " I know there was a plane crash that took place in your hometown",
        696.42,
        701.12
    ],
    [
        " How did that impact you and how did that steer you away from wanting to be a pilot?",
        701.12,
        706.4
    ],
    [
        " Well, I had a buddy down in Luma's nearby town",
        706.52,
        711.48
    ],
    [
        " and",
        713.5,
        714.18
    ],
    [
        " He and I were just kind of nuts about anything aviation. Is this jack? Yeah jacks hacker and so",
        714.18,
        723.4
    ],
    [
        " This was something we had to investigate personally",
        723.4,
        728.44
    ],
    [
        " And it was an old Boeing",
        728.44,
        730.96
    ],
    [
        " biplane three engine biplane",
        730.96,
        734.54
    ],
    [
        " He crashed in",
        734.54,
        737.02
    ],
    [
        " uh",
        738.78,
        739.28
    ],
    [
        " On the side of a hill not to heavy",
        739.28,
        742.9
    ],
    [
        " That well, you know, it was the whole fuselage was there",
        742.9,
        747.02
    ],
    [
        " And the other parts of it got in or were in the area",
        747.02,
        751.9
    ],
    [
        " and uh",
        751.9,
        754.62
    ],
    [
        " So we just had to we just had to see what it was like",
        754.62,
        759.56
    ],
    [
        " Yeah, and I guess in those days there's no black box. There's no real way to tell what it even gone wrong",
        759.56,
        766.5
    ],
    [
        " No",
        767.56,
        768.04
    ],
    [
        " But you looked at that and said",
        768.04,
        770.14
    ],
    [
        " Still seems like a good because it seems like a good job. I want well",
        770.14,
        775.24
    ],
    [
        " Maybe we want to fly fighters",
        775.24,
        777.48
    ],
    [
        " So I'm gonna and by the way, I'm gonna read some chunks of the book the book is fantastic",
        777.48,
        788.48
    ],
    [
        " Get just order the book right now. It's just an incredible book with so many details in it",
        788.48,
        793.72
    ],
    [
        " Um, I'm gonna fast forward a little bit you say right after graduation",
        794.02,
        797.94
    ],
    [
        " I was working out in the yard when a car came chattering into the drive",
        797.94,
        801.9
    ],
    [
        " A fellow climbed out extended his hand showed me his teeth and started telling me in a practice salesman's pitch",
        801.9,
        808.54
    ],
    [
        " About this trade school and down down in Los Angeles or someplace",
        808.54,
        812.14
    ],
    [
        " He said they could teach me all about refrigeration a good solid career",
        812.14,
        816.28
    ],
    [
        " And he pulled a bunch of brochures from his bag. I'm thinking how college would have been nice",
        816.28,
        820.94
    ],
    [
        " But I've got to do something and then dad came around the corner",
        821.22,
        824.22
    ],
    [
        " We hadn't talked much about the future",
        824.22,
        827.0
    ],
    [
        " We talked more about Arthur J. Lewis the several months previous than we'd ever talked about my future",
        827.0,
        832.38
    ],
    [
        " But there and then in the yard I learned that my dad was pretty shrewd and supportive",
        832.38,
        837.34
    ],
    [
        " Go on get out of here. He told the salesman gruffly",
        837.34,
        840.68
    ],
    [
        " My boy's going to college and then he's going into the army air corps",
        840.68,
        845.16
    ],
    [
        " So he",
        845.16,
        847.78
    ],
    [
        " You he was convinced that this is what you were going to do. Yeah",
        848.4,
        851.5
    ],
    [
        " And he was fully supportive I think was the other way around",
        851.5,
        856.24
    ],
    [
        " Uh",
        856.24,
        859.46
    ],
    [
        " Fast forward a little bit you say there were three requirements for enlisting in the army air corps beyond passing the physical",
        859.46,
        866.24
    ],
    [
        " You needed two years of college",
        866.24,
        868.1
    ],
    [
        " I figured to complete the course in June 1941 you had to be at least 20 years old which I would be on January 13th",
        868.1,
        876.28
    ],
    [
        " 1942 and you had to be single",
        876.86,
        878.68
    ],
    [
        " Which seemed simple enough since I had no good prospects",
        878.68,
        882.3
    ],
    [
        " This course of study would qualify me and if it turned out I couldn't fly for some reason then at least I could fix or build airplanes",
        882.3,
        891.88
    ],
    [
        " So that's what you're thinking you're focused on getting into the army air corps. There's some",
        891.88,
        897.8
    ],
    [
        " Pretty minimal requirements really to go in enlist",
        897.8,
        901.82
    ],
    [
        " I mean not being married sounds like you were trying the field but hadn't turned anything out yet",
        902.88,
        908.28
    ],
    [
        " So you were all right there",
        908.28,
        910.6
    ],
    [
        " Your physical with something you you know your eyes",
        910.6,
        915.12
    ],
    [
        " Uh",
        915.12,
        916.48
    ],
    [
        " Did you know when they've gave you the physical that your eyes were awesome?",
        916.48,
        922.6
    ],
    [
        " um",
        922.92,
        923.94
    ],
    [
        " I can't remember I think maybe",
        923.94,
        928.1
    ],
    [
        " We",
        929.02,
        929.64
    ],
    [
        " Did go get an air doc to give me a flight physical. I don't really I",
        929.64,
        937.38
    ],
    [
        " Don't really remember mm-hmm you end up",
        937.38,
        940.56
    ],
    [
        " Um taking flying lessons so you're learning how to fly",
        940.56,
        944.06
    ],
    [
        " And you you say this my instructor Dale Hunter was an old guy",
        944.06,
        948.74
    ],
    [
        " 24 maybe",
        948.74,
        950.76
    ],
    [
        " I don't remember that learning was terribly difficult on the daily rating sheets",
        950.76,
        955.6
    ],
    [
        " There were 36 descriptive words or phrases some positive some otherwise all or none of which the instructor could check after each lesson",
        955.6,
        964.2
    ],
    [
        " The four he marked after my first flight March 4th 1941 war",
        964.2,
        969.24
    ],
    [
        " cooperative rough on controls careful poor coordination",
        969.24,
        974.64
    ],
    [
        " On March 27th the day that I solowed he put a mark by erratic",
        974.64,
        980.8
    ],
    [
        " By the end of May",
        981.36,
        982.54
    ],
    [
        " After 37 hours in the cub he would check only eager to learn and consistent",
        982.54,
        989.06
    ],
    [
        " I don't remember a lot of compliments, but I solowed after the standard eight hours of instruction",
        989.06,
        993.66
    ],
    [
        " Did everything pretty much by the numbers got my license no problem",
        993.66,
        997.16
    ],
    [
        " So there you go you're learning how to fly pretty pretty quick it seems like",
        997.16,
        1002.42
    ],
    [
        " Yeah, I was uh",
        1002.42,
        1004.18
    ],
    [
        " What I guess",
        1004.18,
        1006.78
    ],
    [
        " 17 or 18",
        1006.78,
        1009.84
    ],
    [
        " um",
        1012.58,
        1013.44
    ],
    [
        " Uh, it was a government program",
        1013.44,
        1016.6
    ],
    [
        " Uh, civilian pilot training program",
        1016.6,
        1020.32
    ],
    [
        " And with no commitment no",
        1020.32,
        1024.48
    ],
    [
        " finance although I think it was a",
        1024.48,
        1027.68
    ],
    [
        " Insurance policy for my parents and nine dollars and fifty cents",
        1027.68,
        1033.24
    ],
    [
        " and",
        1033.24,
        1034.7
    ],
    [
        " And uh, it was a pretty good deal so I",
        1035.76,
        1038.9
    ],
    [
        " Gloved on to it while I was going to",
        1038.9,
        1041.18
    ],
    [
        " Junior college so so what year was that that you solowed for the first time?",
        1041.18,
        1046.96
    ],
    [
        " 41",
        1047.58,
        1048.06
    ],
    [
        " So that was 1941. Yeah, so spring",
        1048.06,
        1051.76
    ],
    [
        " So when did so when did Pearl Harbor happen? So it happened December 7th. Yeah, so you were already flying",
        1051.76,
        1058.76
    ],
    [
        " But you weren't old enough to enlist yet correct",
        1058.76,
        1061.34
    ],
    [
        " We were I went to work",
        1064.7,
        1066.88
    ],
    [
        " like",
        1066.88,
        1067.82
    ],
    [
        " My college training",
        1067.82,
        1071.54
    ],
    [
        " qualified me to be an aircraft mechanic",
        1071.54,
        1074.86
    ],
    [
        " Those technical school",
        1074.86,
        1076.68
    ],
    [
        " Part of a two-year thing",
        1076.68,
        1078.88
    ],
    [
        " and uh",
        1078.88,
        1081.08
    ],
    [
        " The Sacramento air depot was building up as a depot",
        1081.08,
        1088.28
    ],
    [
        " And they were hiring anybody that said they could turn a wrench I think",
        1088.28,
        1094.02
    ],
    [
        " They hired our whole class",
        1094.7,
        1096.5
    ],
    [
        " and um",
        1096.5,
        1098.92
    ],
    [
        " This was after Pearl Harbor they hired your whole class?",
        1098.92,
        1101.84
    ],
    [
        " Right at graduation. Oh, graduation. Oh, graduation. Six months before",
        1102.14,
        1106.94
    ],
    [
        " Got it pile her on her",
        1106.94,
        1108.62
    ],
    [
        " And I can remember to this day",
        1108.62,
        1111.64
    ],
    [
        " Well, every guy were a war two guy knows where he was December 7th",
        1111.64,
        1118.9
    ],
    [
        " And we were in 247",
        1118.9,
        1121.46
    ],
    [
        " And being the kids young guys they",
        1122.32,
        1125.66
    ],
    [
        " Put us on the graveyard shift",
        1125.66,
        1128.32
    ],
    [
        " I'd just gotten on days and uh",
        1128.32,
        1132.52
    ],
    [
        " I don't remember Sunday",
        1132.52,
        1135.74
    ],
    [
        " Uh",
        1135.74,
        1137.46
    ],
    [
        " Came around later in the day",
        1137.46,
        1140.14
    ],
    [
        " And said hey you you you",
        1140.14,
        1145.16
    ],
    [
        " Come back at midnight the Jeppes of just attack us at Pearl Harbor",
        1145.16,
        1150.28
    ],
    [
        " God, I didn't even know where Pearl Harbor was",
        1150.88,
        1153.76
    ],
    [
        " But I knew the impact of that was",
        1153.76,
        1157.68
    ],
    [
        " Oh, we're in war and",
        1157.68,
        1161.86
    ],
    [
        " I was still",
        1161.86,
        1163.74
    ],
    [
        " 19",
        1163.74,
        1165.54
    ],
    [
        " And so I had to wait one month",
        1165.54,
        1170.44
    ],
    [
        " I went down on my birthday and a few days later",
        1170.44,
        1175.24
    ],
    [
        " I",
        1175.24,
        1176.24
    ],
    [
        " Reasoned where I had a hand and I was on my way",
        1176.24,
        1179.88
    ],
    [
        " You",
        1183.04,
        1183.46
    ],
    [
        " Say in the book on the 13th of January my 20th birthday I went into sign up",
        1183.46,
        1187.88
    ],
    [
        " They had a recruiting office right there on base. They gave me a physical",
        1187.88,
        1191.28
    ],
    [
        " And I was so keyed up with anticipation that they gave me the Schneider test",
        1191.28,
        1195.66
    ],
    [
        " A blood pressure and pulse check the doctor said who is borderline there might be a problem",
        1195.66,
        1199.48
    ],
    [
        " My heart was pounding away like a jackhammer",
        1199.48,
        1201.82
    ],
    [
        " I was told to come back in a couple days and they test me again after I was accepted",
        1201.82,
        1205.8
    ],
    [
        " I couldn't wait to tell Lloyd Jeraldsson",
        1205.8,
        1209.08
    ],
    [
        " An older guy who'd been a pilot and done some barnstorming",
        1209.08,
        1212.44
    ],
    [
        " He worked at the depot and we often carpooled together",
        1212.44,
        1216.18
    ],
    [
        " I looked up to him like to listen to him talk about flying",
        1216.18,
        1220.22
    ],
    [
        " I told him the moment he got in the car",
        1220.22,
        1222.82
    ],
    [
        " And he leaned back against the passenger's door and stared at me silently",
        1222.82,
        1227.58
    ],
    [
        " Son he said after a while let me tell you something",
        1227.58,
        1231.16
    ],
    [
        " You've just signed your own death warrant",
        1231.16,
        1233.76
    ],
    [
        " That's a heavy statement",
        1237.64,
        1239.02
    ],
    [
        " Yeah, here's later",
        1239.02,
        1242.0
    ],
    [
        " We we talked about it here's later and he said he doesn't remember saying that",
        1242.0,
        1253.26
    ],
    [
        " He was just throwing it out there",
        1253.26,
        1257.42
    ],
    [
        " It had a little impact on me, but not much",
        1257.42,
        1261.36
    ],
    [
        " Hmm",
        1263.26,
        1263.7
    ],
    [
        " So then you start flight training",
        1263.7,
        1265.12
    ],
    [
        " Yeah, and it was all the flight training down in San Diego",
        1265.12,
        1268.0
    ],
    [
        " Just my primary okay, so you go down there and from the book it sounds like you you already knew how to fly",
        1268.0,
        1275.1
    ],
    [
        " So got a private pilot's license",
        1275.1,
        1278.22
    ],
    [
        " Did that make it just a lot easier than the other people were having? I",
        1278.22,
        1283.06
    ],
    [
        " Don't remember having any trouble",
        1283.06,
        1285.96
    ],
    [
        " Going through the military",
        1285.96,
        1287.98
    ],
    [
        " um",
        1289.52,
        1289.92
    ],
    [
        " Flight training schools",
        1289.92,
        1291.04
    ],
    [
        " Just easy Dave was that you too? I did not have a license going to fly school",
        1291.04,
        1296.44
    ],
    [
        " So I had a slightly different experience",
        1296.44,
        1298.68
    ],
    [
        " But um, I know the the folks that had some flight experience getting to fly school",
        1298.68,
        1302.5
    ],
    [
        " It could actually be a double edged sword if you brought some bad habits",
        1302.5,
        1305.4
    ],
    [
        " But most of those kids showed up",
        1305.4,
        1307.3
    ],
    [
        " Understood things that I did not understand so I definitely had to catch up to the ones that had experience",
        1307.3,
        1311.48
    ],
    [
        " check",
        1311.48,
        1312.58
    ],
    [
        " Uh",
        1312.58,
        1314.68
    ],
    [
        " But",
        1315.54,
        1316.06
    ],
    [
        " Wasn't a big deal like being a fighter pilot",
        1316.06,
        1318.3
    ],
    [
        " I remember my dad telling me when you know when he was a kid that even like an airline pilot",
        1318.3,
        1323.48
    ],
    [
        " People treated airline pilots like they were superstars like they were rock stars",
        1323.48,
        1328.18
    ],
    [
        " And now obviously that like the Dave Burke here",
        1328.18,
        1330.8
    ],
    [
        " He grew up in the top gun era where everybody knew what a fighter pilot was",
        1330.8,
        1335.02
    ],
    [
        " What was the kind of what was the the the aura around fighter pilots back then",
        1335.02,
        1341.16
    ],
    [
        " I don't",
        1341.16,
        1342.86
    ],
    [
        " I",
        1344.12,
        1344.68
    ],
    [
        " Don't think there was too much of that",
        1344.68,
        1347.2
    ],
    [
        " Tell you the truth",
        1347.2,
        1349.0
    ],
    [
        " I probably just pilot maybe you know",
        1349.0,
        1354.0
    ],
    [
        " So you guys were busy creating the aura that guys like Dave Burke would get to live off of",
        1354.0,
        1360.18
    ],
    [
        " So you get your wings do you get your wings at the end of primary?",
        1360.18,
        1365.2
    ],
    [
        " No, you got to go through three flight schools",
        1365.92,
        1369.14
    ],
    [
        " primary basic in advance",
        1369.14,
        1372.34
    ],
    [
        " about three months long",
        1372.86,
        1374.16
    ],
    [
        " And do you know that you're going to be a fighter pilot?",
        1374.16,
        1377.68
    ],
    [
        " I mean because you could be a transport pilot",
        1378.18,
        1379.94
    ],
    [
        " Yeah, well how do you how do they figure out who's going to get to be a fighter pilot especially",
        1379.94,
        1384.32
    ],
    [
        " At that time when I went in",
        1384.32,
        1387.7
    ],
    [
        " if you",
        1387.7,
        1389.44
    ],
    [
        " knew what you wanted to do",
        1389.44,
        1392.82
    ],
    [
        " and",
        1392.82,
        1394.66
    ],
    [
        " Could convince your instructor",
        1394.66,
        1397.1
    ],
    [
        " That you'd be a good fighter pilot",
        1397.1,
        1400.06
    ],
    [
        " Your chances were pretty good of getting what you wanted",
        1400.52,
        1404.26
    ],
    [
        " We needed they were trying to build up",
        1404.26,
        1408.56
    ],
    [
        " from",
        1408.56,
        1410.54
    ],
    [
        " You know a few few",
        1410.54,
        1414.64
    ],
    [
        " hundreds of pilots",
        1414.64,
        1417.66
    ],
    [
        " to 225,000 pilots",
        1417.66,
        1422.18
    ],
    [
        " and don't let safety get in the way of progress",
        1422.18,
        1426.32
    ],
    [
        " and",
        1427.28,
        1428.16
    ],
    [
        " I'd like to I don't think this is in my book but",
        1428.16,
        1431.84
    ],
    [
        " a sad",
        1431.84,
        1433.8
    ],
    [
        " statistic of World War II is",
        1433.8,
        1438.48
    ],
    [
        " We killed more of our own pilots in training than we did in combat",
        1438.48,
        1445.64
    ],
    [
        " Wow",
        1445.64,
        1447.38
    ],
    [
        " That's that's definitely a crazy statistic especially",
        1447.38,
        1453.92
    ],
    [
        " Like the new generation like Dave the safety was number one",
        1454.22,
        1457.86
    ],
    [
        " 100% right",
        1457.86,
        1460.02
    ],
    [
        " Yeah, I mean safety is a huge thing",
        1460.02,
        1462.78
    ],
    [
        " You did say something I wanted to ask about though",
        1462.78,
        1465.82
    ],
    [
        " Didn't everybody want to be a fighter pilot or are there guys that actually wanted to fly other airplanes?",
        1465.82,
        1472.14
    ],
    [
        " I think there was",
        1473.5,
        1474.88
    ],
    [
        " An equal number of wanted to fly multi-engine",
        1474.88,
        1479.52
    ],
    [
        " Gotcha",
        1479.52,
        1480.36
    ],
    [
        " um",
        1481.48,
        1482.2
    ],
    [
        " And I don't know where my fighter pilot then came from actually",
        1482.2,
        1486.56
    ],
    [
        " I think it was watching the",
        1486.56,
        1489.44
    ],
    [
        " A battle of Britain",
        1489.44,
        1493.02
    ],
    [
        " Newsreels",
        1493.02,
        1494.98
    ],
    [
        " You know wow",
        1494.98,
        1497.7
    ],
    [
        " and",
        1497.7,
        1499.02
    ],
    [
        " Then I thought you know",
        1499.02,
        1502.96
    ],
    [
        " If I'm a fighter pilot in a single place fighter",
        1502.96,
        1509.26
    ],
    [
        " I'm responsible for keeping me alive",
        1510.36,
        1513.32
    ],
    [
        " And I'd be the pilot the navigator the radio man the gunner the",
        1513.32,
        1518.96
    ],
    [
        " bomber bomber deer all of those things",
        1518.96,
        1522.66
    ],
    [
        " And I would not have to depend on 10 more",
        1522.66,
        1526.8
    ],
    [
        " 10",
        1526.8,
        1528.08
    ],
    [
        " crews of 10",
        1528.08,
        1530.7
    ],
    [
        " And besides I thought the fighters were a little bit cooler",
        1530.7,
        1535.54
    ],
    [
        " Well, I mean you want to talk about the building the aura of pilots",
        1536.24,
        1540.46
    ],
    [
        " I mean the battle of Britain if you're watching that thing happen and you're seeing those spit fires and the",
        1540.46,
        1545.82
    ],
    [
        " Spitfires going out there and doing their work that had to at least start the momentum going for",
        1545.82,
        1552.54
    ],
    [
        " Fighter pilots becoming what we now know as fighter pilots",
        1552.54,
        1556.64
    ],
    [
        " So once you do get trained you go you get sent to uh San Francisco",
        1556.64,
        1563.56
    ],
    [
        " And you start flying a P39 for the 328th fighter group",
        1563.88,
        1568.62
    ],
    [
        " correct and you're flying coastal defense",
        1568.62,
        1571.7
    ],
    [
        " Well, I think that's just because we were there",
        1571.7,
        1576.68
    ],
    [
        " And we were flying military airplanes and they we didn't have any coastal defense",
        1576.68,
        1583.58
    ],
    [
        " And so you know you grabbed what you had and said okay you were part of it",
        1583.58,
        1589.66
    ],
    [
        " Yeah, it sounds like a job that",
        1589.66,
        1592.28
    ],
    [
        " Sounds like a job they kind of need something for you to do",
        1593.84,
        1596.62
    ],
    [
        " And they're not sure what although Dave you threw you flew combat air patrols over",
        1596.62,
        1602.5
    ],
    [
        " LA after September 11th, right?",
        1602.5,
        1604.72
    ],
    [
        " May I squadron right up right that starting on 9 11 we had a",
        1604.8,
        1608.18
    ],
    [
        " Mission starting that morning where we were flying missions up and down the coast",
        1608.18,
        1611.78
    ],
    [
        " Yeah, so that's uh kind of similar right?",
        1611.78,
        1616.36
    ],
    [
        " My imagine it came from from not knowing what was gonna happen next",
        1616.36,
        1620.04
    ],
    [
        " Yeah, we had enough of a clue",
        1620.04,
        1621.48
    ],
    [
        " And we we uh stayed up all night one time",
        1621.94,
        1625.44
    ],
    [
        " Because it was a report of the",
        1625.44,
        1628.16
    ],
    [
        " Japanese fleet",
        1628.16,
        1630.6
    ],
    [
        " You know coming toward the coast",
        1630.6,
        1633.36
    ],
    [
        " And it was it was ours",
        1633.36,
        1636.16
    ],
    [
        " He said telling buddy",
        1636.16,
        1639.56
    ],
    [
        " Well, that's not a good side",
        1639.56,
        1642.42
    ],
    [
        " You ended up losing your wingman in that time frame",
        1642.42,
        1646.9
    ],
    [
        " Is that right? Oh, uh",
        1646.9,
        1649.46
    ],
    [
        " Yeah, I had a wingman. We were doing a",
        1650.32,
        1653.18
    ],
    [
        " You know he was a burning new and so we was just getting checked out",
        1653.18,
        1658.92
    ],
    [
        " And I had him on my wing and I'm flying on here coming up a couple of Navy planes",
        1658.92,
        1667.74
    ],
    [
        " And that wasn't uncommon. You know, we had a lot of Navy that are in that Bay area too",
        1667.74,
        1673.9
    ],
    [
        " And so it wasn't",
        1674.9,
        1677.36
    ],
    [
        " unused all that we would uh",
        1677.36,
        1679.76
    ],
    [
        " Tack each other and",
        1679.76,
        1683.96
    ],
    [
        " Have a little dog fight",
        1683.96,
        1686.4
    ],
    [
        " And the two Navy planes came by and came across this and",
        1686.4,
        1692.96
    ],
    [
        " um",
        1692.96,
        1694.98
    ],
    [
        " Starrot heading down towards towards us and",
        1694.98,
        1701.56
    ],
    [
        " I",
        1702.6,
        1703.4
    ],
    [
        " I waggle my wings like",
        1703.4,
        1704.98
    ],
    [
        " Hey, when we don't don't bother me now",
        1704.98,
        1708.54
    ],
    [
        " But that may maybe",
        1708.54,
        1710.9
    ],
    [
        " Quavin thung but hey",
        1710.9,
        1713.14
    ],
    [
        " Like let's have a dog fight, you know who knows and so I made up",
        1713.14,
        1720.88
    ],
    [
        " To pretty steep turn into him",
        1720.88,
        1724.84
    ],
    [
        " And my my new wingman just just",
        1724.84,
        1728.78
    ],
    [
        " Maybe his second ride and the fighter",
        1729.32,
        1731.8
    ],
    [
        " Got in here and stall the thing",
        1731.8,
        1736.38
    ],
    [
        " And I watched him go into the bay",
        1736.38,
        1739.7
    ],
    [
        " Yeah, um",
        1739.7,
        1744.64
    ],
    [
        " Reflecting on that in the book you say",
        1744.64,
        1747.34
    ],
    [
        " dying was easy a piece of cake lots of people would die",
        1747.34,
        1752.1
    ],
    [
        " And I so and so I suppose I began putting up walls",
        1752.1,
        1756.44
    ],
    [
        " I knew I had to concentrate on what I was doing and block out the rest",
        1757.18,
        1762.1
    ],
    [
        " Yaga wrote about that in his book how he stayed away from people didn't want to get close",
        1762.1,
        1767.26
    ],
    [
        " I don't know that I consciously carried it to that extreme but it came out the same",
        1767.26,
        1772.9
    ],
    [
        " If you fly airplanes drive race cars do stunts for movies or maybe walk a highwire with the flying wolendas",
        1772.9,
        1781.04
    ],
    [
        " Anything truly hazardous then losing friends goes with the territory",
        1781.04,
        1785.94
    ],
    [
        " We're talking serious stress here and you either cope or you don't",
        1786.46,
        1791.36
    ],
    [
        " Death is a thing that you have to get used to as cruel and hard as that it sounds",
        1791.36,
        1796.02
    ],
    [
        " From that point on from that point on I resolved to control my emotions no matter how hard that might be",
        1796.02,
        1804.28
    ],
    [
        " And you got some other um",
        1804.28,
        1808.6
    ],
    [
        " Some other things that you talk about just about being a good fighter pilot",
        1808.6,
        1813.42
    ],
    [
        " Uh you because you know you're mentioning that you got to control your emotions",
        1814.44,
        1817.74
    ],
    [
        " You also say a fighter pilot mentality was taking firm root now living close to the edge",
        1817.74,
        1823.44
    ],
    [
        " Sort of went with the job",
        1823.44,
        1825.38
    ],
    [
        " daring audacity creativity flare these things were as much a part of being a good fighter pilots makeup as scale and sound judgment",
        1825.38,
        1835.3
    ],
    [
        " And were encouraged within certain parameters",
        1835.3,
        1838.16
    ],
    [
        " Sometimes of course we stretch those a little the rest of the time more than a little",
        1839.12,
        1844.6
    ],
    [
        " You measured a pilot by his formation flying as much as by dog fighting some guys would weave in and out",
        1844.6,
        1851.4
    ],
    [
        " Just couldn't hold it there and some the talented ones could stick to your wing like paint",
        1851.4,
        1856.7
    ],
    [
        " You'd bank and go down and the good ones would stay right there no closer no farther away",
        1856.7,
        1861.48
    ],
    [
        " This was wartime however",
        1861.48,
        1863.64
    ],
    [
        " And there was the other kind too",
        1863.64,
        1865.7
    ],
    [
        " We needed pilots so there was reluctance to wash people out and even more so once they'd gotten their wings",
        1865.7,
        1872.12
    ],
    [
        " Marginal pilots slipped through not many and almost no truly bad ones at least not in fighters",
        1872.12,
        1879.54
    ],
    [
        " But there were pilots that made you uncomfortable wingtip to wingtip",
        1879.54,
        1884.2
    ],
    [
        " Chuck Yeager was in the first group of pilots that joined us at tone apop",
        1884.2,
        1890.74
    ],
    [
        " We had only six months more experience than the guys straight out of flying school",
        1891.58,
        1895.78
    ],
    [
        " But that was a lot we knew how to fly p 39's the new guys hadn't seen one",
        1895.78,
        1900.48
    ],
    [
        " Some found the transition tricky at first, but not Yeager Chuck became the first the yardstick by which we would measure the rest as they joined us",
        1900.48,
        1908.96
    ],
    [
        " Several each month",
        1908.96,
        1910.14
    ],
    [
        " Yeager could fly right from the start. He was pretty impressive",
        1910.14,
        1914.0
    ],
    [
        " Yeager and Chuck McE had been",
        1914.0,
        1916.38
    ],
    [
        " Flying sergeants graduates of a program for non-commissioned officers",
        1917.12,
        1920.78
    ],
    [
        " Then someone decided pilots had to be officers so they made up a rank flight officer",
        1920.78,
        1926.6
    ],
    [
        " equivalent to a worn officer one grade below second lieutenant",
        1926.6,
        1930.38
    ],
    [
        " So these guys were unusual what we called blue bars after the color of their insignia the two lowest ranking pilots in the squadron",
        1930.38,
        1938.6
    ],
    [
        " He was from West Virginia and had a terrible draw",
        1938.6,
        1941.9
    ],
    [
        " Over the years. I got the impression that he loved to use it never tried to hide it practiced it for hall i knew",
        1942.58,
        1948.6
    ],
    [
        " He had such a distinctive voice. You had no trouble picking him out on the radio",
        1948.6,
        1952.8
    ],
    [
        " And he had those eyes hunter's eyes most of the aces could pick up far off airplanes a little quicker than the rest of the men",
        1952.8,
        1960.22
    ],
    [
        " But as often as not it was Yeager spotting the enemy first and announcing it over the radio",
        1960.22,
        1965.46
    ],
    [
        " Making it sound like the grand old oppery",
        1965.46,
        1968.18
    ],
    [
        " When it wasn't him calling him out them out it was usually me",
        1968.32,
        1972.36
    ],
    [
        " So that's a big deal to have the the the eagle eyes that you guys had yeah, it really was when you think about it",
        1972.36,
        1981.72
    ],
    [
        " we didn't have any",
        1981.72,
        1982.86
    ],
    [
        " kind of",
        1982.86,
        1984.22
    ],
    [
        " Ground control, you know toward you know many bandits at 12 o'clock",
        1984.22,
        1992.9
    ],
    [
        " Yeah, to see him",
        1992.9,
        1996.82
    ],
    [
        " It was it was incredibly important",
        1998.98,
        2002.06
    ],
    [
        " And combat",
        2002.06,
        2003.78
    ],
    [
        " Dave you got good eyes, don't you?",
        2003.78,
        2005.88
    ],
    [
        " I was uh, I was given the gift of of really good vision and so but it's not as important now",
        2006.6,
        2012.24
    ],
    [
        " No, because you just get basically in a modern you just gotta be able to see the screens in front of your face, right?",
        2012.24,
        2017.5
    ],
    [
        " Thanks",
        2018.1,
        2018.52
    ],
    [
        " It's I would not draw a comparison of what what Colonel Anderson",
        2018.52,
        2022.72
    ],
    [
        " Needed in terms of the vision, but having good eyesight even today",
        2023.64,
        2027.7
    ],
    [
        " Is a huge advantage because at some point all the computers all the information",
        2027.7,
        2033.1
    ],
    [
        " You were talking about even somewhere on the ground telling you where to go and where to look",
        2033.1,
        2036.92
    ],
    [
        " Eventually you have to see him yourself and the sooner you see him the better and the better your eyes are the sooner you see him",
        2036.92,
        2044.64
    ],
    [
        " So for me",
        2044.64,
        2045.88
    ],
    [
        " 50 years later listened you describe a fighter pilot",
        2045.88,
        2050.0
    ],
    [
        " During creative stretching limits",
        2051.62,
        2052.8
    ],
    [
        " It's the exact same way we think about it 50 years later. So your explanation is is timeless for what a good fighter pilot makes",
        2052.8,
        2061.52
    ],
    [
        " So it was really cool to read that and hear that from you",
        2061.52,
        2063.6
    ],
    [
        " Now you get trained up and eventually you get orders to Europe",
        2063.6,
        2068.86
    ],
    [
        " You get orders to Europe and again to fast forward a little bit through the story here and people got to get the book to get the all the details",
        2068.86,
        2076.18
    ],
    [
        " but you guys ride over",
        2076.18,
        2077.94
    ],
    [
        " To England on on the Queen Elizabeth",
        2078.24,
        2080.94
    ],
    [
        " Right",
        2080.94,
        2081.86
    ],
    [
        " So but I it's not exactly the luxury liner that you wanted it to be right",
        2081.86,
        2087.2
    ],
    [
        " They pack you in there was what 17,000 guys",
        2087.2,
        2090.04
    ],
    [
        " Yeah, I was something like that uh",
        2090.04,
        2093.62
    ],
    [
        " A division",
        2093.62,
        2095.44
    ],
    [
        " Middle infantry division",
        2095.44,
        2098.24
    ],
    [
        " Plus the fighter group and yeah, I it's something like that. Yeah, it's a big number",
        2098.24,
        2105.3
    ],
    [
        " The air conditioning I assume wasn't great on that on that ride oh well it was for our GI's",
        2105.38,
        2112.44
    ],
    [
        " They had to ride",
        2112.44,
        2113.84
    ],
    [
        " 24 hours on the open deck. They had plenty air conditioning",
        2113.84,
        2119.26
    ],
    [
        " And then 25",
        2119.26,
        2121.7
    ],
    [
        " 24 hours in the hole",
        2121.7,
        2124.86
    ],
    [
        " Yeah, but I was a captain",
        2124.86,
        2127.0
    ],
    [
        " So I got a honeymoon suite on the",
        2127.0,
        2130.68
    ],
    [
        " 4th floor nice with 17 other guys",
        2131.92,
        2136.32
    ],
    [
        " Uh, and you had to be were you thinking all about like you boats like getting oh",
        2136.32,
        2144.34
    ],
    [
        " Yeah, we had not won the battle before the Atlantic yet",
        2144.34,
        2149.8
    ],
    [
        " um, we were taking",
        2149.8,
        2151.98
    ],
    [
        " Pretty good losses",
        2151.98,
        2154.54
    ],
    [
        " Yeah, and I figured the Queen Mary and the Queen Elizabeth had to be",
        2154.54,
        2160.0
    ],
    [
        " primary targets",
        2160.22,
        2161.48
    ],
    [
        " You know that there was must be a ring of them out there off of New York",
        2161.48,
        2166.94
    ],
    [
        " And which we'd have to go through",
        2166.94,
        2170.44
    ],
    [
        " But you know they did that the whole war and",
        2170.44,
        2175.6
    ],
    [
        " As I know were never damaged or anything",
        2175.6,
        2180.22
    ],
    [
        " They were fast",
        2180.22,
        2182.56
    ],
    [
        " And",
        2182.56,
        2184.48
    ],
    [
        " They'd change course you know",
        2184.48,
        2187.7
    ],
    [
        " Every so often",
        2188.12,
        2190.5
    ],
    [
        " They were take alternative routes instead of going directly across",
        2190.5,
        2196.94
    ],
    [
        " I remember we do it down by the A's or it's on our trip to England",
        2196.94,
        2202.38
    ],
    [
        " And so",
        2202.38,
        2204.82
    ],
    [
        " Yeah, thinking thinking",
        2204.82,
        2209.7
    ],
    [
        " About you boats was was very",
        2209.7,
        2214.32
    ],
    [
        " High on my list",
        2214.32,
        2216.72
    ],
    [
        " Yeah, that's gotta be scary and you know they didn't have enough lifeboats for 10 or 15,000 people on that",
        2217.7,
        2224.46
    ],
    [
        " I don't know whether they did or not, but we had lifeboat drills all the time",
        2224.46,
        2230.02
    ],
    [
        " Wow",
        2230.02,
        2231.22
    ],
    [
        " You end up arriving",
        2231.22,
        2234.72
    ],
    [
        " In England",
        2234.72,
        2235.98
    ],
    [
        " December 4th",
        2235.98,
        2238.44
    ],
    [
        " 1943",
        2238.44,
        2239.38
    ],
    [
        " And I'm gonna get into a little section here",
        2239.38,
        2243.5
    ],
    [
        " You say I don't remember when or how I learned about jack",
        2244.54,
        2248.54
    ],
    [
        " Keepin's shop down over Germany on November 13th and was listed as missing",
        2248.54,
        2254.08
    ],
    [
        " But I don't remember how I found out",
        2254.08,
        2256.68
    ],
    [
        " It seems clear I had a note for my sister, but I have no memory of it",
        2256.68,
        2261.36
    ],
    [
        " I don't recall what my emotions were",
        2261.36,
        2263.94
    ],
    [
        " Though in thinking this book through I've tried",
        2263.94,
        2266.96
    ],
    [
        " I'm certain I wrote a letter about it to Eleanor saying how terribly sorry I was",
        2266.96,
        2272.08
    ],
    [
        " But I have no memory of what the letter contained exactly",
        2272.64,
        2275.9
    ],
    [
        " And Eleanor was was jack's wife",
        2275.9,
        2279.34
    ],
    [
        " Like most men who've known combat",
        2279.34,
        2281.94
    ],
    [
        " I can remember the finest detail the nuances what airplanes look like in my gun sites",
        2281.94,
        2287.34
    ],
    [
        " What I felt in the swirl of battle",
        2287.34,
        2289.36
    ],
    [
        " What I said to people and what they said to me on certain days 40 odd years ago",
        2289.36,
        2294.52
    ],
    [
        " I can remember silly things the words to some Glenn Miller tunes the first points",
        2294.52,
        2300.8
    ],
    [
        " I ever scored in a basketball game these things are burned into me. I can summon them up in an instant",
        2300.8,
        2306.04
    ],
    [
        " But as for things in my heart on the day I found out my best friend had been shot down and possibly killed no clue remains",
        2306.04,
        2314.16
    ],
    [
        " All of that is blocked out",
        2314.16,
        2317.0
    ],
    [
        " The screen is blank",
        2317.0,
        2319.2
    ],
    [
        " Before anyone thought up computers or knew what delete buttons were I had one and I punched it",
        2319.2,
        2326.24
    ],
    [
        " That was how we all managed",
        2326.24,
        2329.38
    ],
    [
        " On December 12th I wrote my parents. I received June's letter",
        2330.96,
        2335.04
    ],
    [
        " Although it had been bad news about jack it still was swelled to get my first mail here",
        2335.04,
        2340.24
    ],
    [
        " I can imagine how you can imagine how I feel about it",
        2340.24,
        2344.22
    ],
    [
        " But as long as he is just reported missing",
        2344.22,
        2347.44
    ],
    [
        " I won't worry about him",
        2347.44,
        2350.34
    ],
    [
        " Much later we would learn he'd survive the bailout from his P38 but it died in hospital",
        2350.34,
        2357.54
    ],
    [
        " Jack Stacker is buried in Belgium and one of those sprawling white-ung green military",
        2358.36,
        2363.2
    ],
    [
        " Cemetery's that we Americans maintained so meticulously the crosses all in row",
        2363.2,
        2368.88
    ],
    [
        " He was married two weeks before he went off to war and then never came home",
        2368.88,
        2374.2
    ],
    [
        " Like 291,130 other American boys in that war",
        2374.2,
        2379.88
    ],
    [
        " It was just his fourth mission",
        2379.88,
        2383.24
    ],
    [
        " So this I mean this is Jack the boy that you grew up with the boy that you were obsessed with airplanes with",
        2388.84,
        2395.02
    ],
    [
        " The kid that you both wanted to go and fly",
        2395.02,
        2398.16
    ],
    [
        " And here you are basically almost as soon as you arrive in England you find out that",
        2398.16,
        2404.74
    ],
    [
        " That he's been shot down",
        2404.74,
        2407.5
    ],
    [
        " Yeah, yes",
        2407.5,
        2410.56
    ],
    [
        " Um",
        2410.56,
        2413.26
    ],
    [
        " I",
        2415.9,
        2416.48
    ],
    [
        " Don't know what else I can say other than much you just read",
        2416.48,
        2419.46
    ],
    [
        " Um",
        2419.46,
        2421.88
    ],
    [
        " It was a blow to me",
        2421.88,
        2425.86
    ],
    [
        " But then it",
        2425.86,
        2428.7
    ],
    [
        " We knew he was in hospital. We learned that and so he had to been alive",
        2428.7,
        2436.8
    ],
    [
        " So there were some hope you know, you know, you know, drag on on and on and then you find out he's killed it",
        2438.06,
        2445.16
    ],
    [
        " Maybe a easy way to break him on it, but it's still a blow no matter how it you slice it",
        2445.16,
        2454.3
    ],
    [
        " Meanwhile you guys get issued the first",
        2454.3,
        2460.88
    ],
    [
        " P-51s that are going to enter the war",
        2460.88,
        2464.86
    ],
    [
        " and",
        2467.44,
        2468.0
    ],
    [
        " Tell me about that P-51 the first time you got to fire that thing up",
        2468.0,
        2472.14
    ],
    [
        " Well, I'm going to go back further than that when we got the word",
        2472.14,
        2478.36
    ],
    [
        " I don't think any of us that even seen a Mustang a little on fly one",
        2478.36,
        2485.54
    ],
    [
        " And then after we got fly or fly them",
        2485.54,
        2490.54
    ],
    [
        " Uh",
        2490.54,
        2492.0
    ],
    [
        " It was kind of a",
        2492.94,
        2494.34
    ],
    [
        " Do it yourself check out",
        2494.34,
        2497.2
    ],
    [
        " We would send a guy up to the port where they were assembled",
        2497.2,
        2503.78
    ],
    [
        " Find a crew chief to learn how to start it",
        2503.78,
        2509.26
    ],
    [
        " Then bring it back and check out the next guy",
        2509.26,
        2512.74
    ],
    [
        " and",
        2512.74,
        2514.94
    ],
    [
        " I",
        2517.28,
        2517.96
    ],
    [
        " Here again, I'm one of these lucky guys",
        2517.96,
        2521.0
    ],
    [
        " About this time a group commander came by and says hey, but we're gonna",
        2521.0,
        2527.32
    ],
    [
        " They call me Andy actually",
        2527.32,
        2530.86
    ],
    [
        " You're gonna go to the",
        2530.86,
        2535.3
    ],
    [
        " Royal Air Force central flight instructor school gunneries instructor",
        2535.3,
        2543.12
    ],
    [
        " and",
        2545.42,
        2546.38
    ],
    [
        " Take a P-51 and fly the course with the P-51 instead of a spitfire",
        2546.38,
        2554.92
    ],
    [
        " Which is what the course was talking",
        2554.92,
        2559.44
    ],
    [
        " So that gave me 35 hours in the Mustang before combat",
        2559.44,
        2565.54
    ],
    [
        " Where other guys were lucky to get",
        2565.54,
        2568.8
    ],
    [
        " Uh",
        2568.8,
        2570.78
    ],
    [
        " 230 flights",
        2570.78,
        2572.78
    ],
    [
        " Uh",
        2575.58,
        2576.26
    ],
    [
        " And I make that sound",
        2576.26,
        2577.92
    ],
    [
        " You know really bad, but",
        2577.92,
        2581.64
    ],
    [
        " It was so much better than the P-39 and we knew it and boy we weren't gonna bitch",
        2581.64,
        2590.12
    ],
    [
        " But the bad thing about it was the handbooks didn't even come with airplane",
        2590.12,
        2597.32
    ],
    [
        " And so we're we're making it up",
        2597.32,
        2601.96
    ],
    [
        " And",
        2604.48,
        2605.0
    ],
    [
        " And it didn't have to be that way because the pioneer Mustang group was already in the theater checked out",
        2605.0,
        2612.78
    ],
    [
        " But they just didn't have a way of passing the word do you guys well? I don't know why though",
        2612.78,
        2621.52
    ],
    [
        " Dave, what do you want to know about the P-51 Mustang?",
        2621.52,
        2625.58
    ],
    [
        " I'm trying to imagine that feeling of",
        2625.94,
        2628.54
    ],
    [
        " Of and I think you described it",
        2628.54,
        2630.38
    ],
    [
        " They didn't quote tell you where you're gonna go, but you knew where you were going. Oh, yeah",
        2630.38,
        2635.32
    ],
    [
        " But you left your P-39s behind. Yeah, so did you know did you have a thought that they're gonna be P-51s there?",
        2635.32,
        2641.82
    ],
    [
        " Or was that a surprise when you found out? Well",
        2642.18,
        2645.4
    ],
    [
        " When when I um",
        2645.4,
        2649.38
    ],
    [
        " Looking back at it uh",
        2649.38,
        2653.46
    ],
    [
        " We wondered where we would go, you know with P-39s and",
        2659.22,
        2665.86
    ],
    [
        " Be in North Africa or",
        2665.86,
        2668.64
    ],
    [
        " South Pacific where they were",
        2668.64,
        2671.68
    ],
    [
        " being used",
        2671.68,
        2674.0
    ],
    [
        " And so",
        2674.0,
        2676.88
    ],
    [
        " We heard at the same time we're gonna go to England and we're getting the brand new P-51 Bravo",
        2676.88,
        2686.26
    ],
    [
        " So that one the surprise but when we got there",
        2688.54,
        2694.08
    ],
    [
        " Not having airplanes there waiting for us was a little bit of a surprise",
        2694.08,
        2701.22
    ],
    [
        " And so then that's then we learned that oh, we're gonna go up to port and bring bring your own airplane home",
        2701.22,
        2709.72
    ],
    [
        " Oh",
        2714.22,
        2714.84
    ],
    [
        " And we thought we just we thought it was once we flew the airplane",
        2714.84,
        2719.04
    ],
    [
        " Boy, we didn't bitch",
        2719.04,
        2721.0
    ],
    [
        " Was so much better than the P-39",
        2721.0,
        2726.38
    ],
    [
        " You know, we didn't want to get bitch bitch too much said okay guys you can go to Africa and fly your old P-39",
        2726.38,
        2735.94
    ],
    [
        " We love that Mustang",
        2737.02,
        2739.38
    ],
    [
        " Ah, it was it was a great airplane and it was",
        2739.38,
        2744.06
    ],
    [
        " It it",
        2744.06,
        2747.2
    ],
    [
        " It was a perfect airplane for the European theater",
        2747.2,
        2752.56
    ],
    [
        " It has its long range and endurance highly maneuverable",
        2752.56,
        2758.88
    ],
    [
        " and um",
        2758.88,
        2761.24
    ],
    [
        " Just no negative things and people said oh well it was uh liquid cool and one bullet hole in there with uh",
        2761.88,
        2769.66
    ],
    [
        " Ruined your whole day well we didn't have many of those believe it or not",
        2769.66,
        2775.36
    ],
    [
        " And so even that didn't turn out to be a",
        2775.36,
        2780.8
    ],
    [
        " You know a big negative factor",
        2780.8,
        2783.64
    ],
    [
        " And I got to say a",
        2783.64,
        2786.6
    ],
    [
        " A thing or two here that might cannot come out clear in my book",
        2786.6,
        2791.64
    ],
    [
        " The arrival of a Mustang in Europe",
        2791.64,
        2798.22
    ],
    [
        " And Jimmy do little",
        2798.22,
        2802.54
    ],
    [
        " taking over the eight-bear force",
        2802.54,
        2805.18
    ],
    [
        " Made a significant",
        2805.18,
        2807.86
    ],
    [
        " Impact on the air war in Europe and the eventual downfall of Germany",
        2807.86,
        2813.92
    ],
    [
        " What was the what was what was the correlation there okay let's see um",
        2815.02,
        2820.4
    ],
    [
        " In late 43",
        2820.4,
        2824.24
    ],
    [
        " The eight-bear force",
        2824.24,
        2827.22
    ],
    [
        " But there be 17s be 24s",
        2827.22,
        2832.38
    ],
    [
        " Had a bombing haul they stopped doing what they were doing",
        2832.38,
        2837.72
    ],
    [
        " And they're mentioned you know they were supposed to kill the Luftwaffe",
        2837.72,
        2842.42
    ],
    [
        " So we could have the invasion",
        2842.64,
        2844.88
    ],
    [
        " Of of of Europe",
        2844.88,
        2847.58
    ],
    [
        " And you can't go without it",
        2847.58,
        2850.34
    ],
    [
        " You got to kill the",
        2850.34,
        2853.0
    ],
    [
        " enemies air",
        2853.0,
        2854.94
    ],
    [
        " And uh",
        2854.94,
        2858.16
    ],
    [
        " The way they were trying to do it was uh they thought they could do it alone",
        2858.16,
        2863.3
    ],
    [
        " They thought they could go without",
        2863.3,
        2865.42
    ],
    [
        " fighter escort or anybody",
        2865.42,
        2868.46
    ],
    [
        " And",
        2870.2,
        2870.8
    ],
    [
        " They forgot to tell the Luftwaffe about it and they were having tremendous losses",
        2870.8,
        2876.64
    ],
    [
        " So they had a",
        2876.64,
        2879.86
    ],
    [
        " bombing haul and said okay, we got to have escort",
        2879.86,
        2883.0
    ],
    [
        " we",
        2883.0,
        2883.9
    ],
    [
        " And they said oh by the way them pioneer Mustang group is over here in Europe",
        2883.9,
        2890.92
    ],
    [
        " In the ninth air force which was a tactical air force it was going to go with the invasion",
        2890.92,
        2898.36
    ],
    [
        " And they put the pioneer Mustang was signed to it the ninth air force",
        2899.68,
        2904.22
    ],
    [
        " They said we understand they have pretty good range and everything why don't we try them so they've blown the",
        2904.22,
        2912.6
    ],
    [
        " 354th fighter group that you know",
        2912.6,
        2917.76
    ],
    [
        " pioneer group to the",
        2917.76,
        2919.92
    ],
    [
        " Eighth Air Force and they were so wildly successful",
        2919.92,
        2924.18
    ],
    [
        " That they air for eight air force demanded that they get",
        2924.88,
        2928.86
    ],
    [
        " p 51s",
        2928.86,
        2930.72
    ],
    [
        " We're the next one coming",
        2930.72,
        2932.88
    ],
    [
        " So we go",
        2932.88,
        2934.42
    ],
    [
        " Almost directly to the eight air force",
        2934.42,
        2937.98
    ],
    [
        " We were we were assigned to the night for a short time",
        2937.98,
        2941.74
    ],
    [
        " and",
        2941.74,
        2943.7
    ],
    [
        " When we got our airplanes",
        2943.7,
        2946.7
    ],
    [
        " Well then",
        2946.7,
        2949.26
    ],
    [
        " Tactics",
        2949.26,
        2952.28
    ],
    [
        " The eight air force was in charge and they fighter command",
        2952.56,
        2957.38
    ],
    [
        " Told us how to escort",
        2957.38,
        2960.54
    ],
    [
        " They said we want to see you we want you close",
        2960.54,
        2965.82
    ],
    [
        " Uh",
        2965.82,
        2967.48
    ],
    [
        " When the enemy comes in we want just to drive it away and",
        2967.48,
        2973.68
    ],
    [
        " When just drive it away and then come back",
        2973.68,
        2979.48
    ],
    [
        " You know it's this been this being videoed",
        2981.34,
        2984.26
    ],
    [
        " Yes, it is people people to be able to watch your hands",
        2984.26,
        2986.96
    ],
    [
        " Fighter powers can't tell a story without using their hands",
        2986.96,
        2992.52
    ],
    [
        " They're possible if I had to put my hands around here I couldn't tell you we would just stop recording",
        2992.52,
        2998.44
    ],
    [
        " No, we can see you and they can see you and so",
        2998.44,
        3003.7
    ],
    [
        " So they're attacking we actually had",
        3003.7,
        3007.84
    ],
    [
        " An altitude limit. Oh, we could take them to 18,000 feet",
        3009.48,
        3013.6
    ],
    [
        " If you haven't shot him down",
        3013.6,
        3015.56
    ],
    [
        " Break it off come back up",
        3015.56,
        3017.92
    ],
    [
        " It wasn't the way to do it as it turned out",
        3017.92,
        3021.6
    ],
    [
        " But we do what we're told",
        3021.6,
        3024.48
    ],
    [
        " And further they were",
        3024.48,
        3028.74
    ],
    [
        " The were their ideas of",
        3028.74,
        3031.92
    ],
    [
        " Oh",
        3033.0,
        3033.72
    ],
    [
        " They have it all the strategic air command was you know was there basic",
        3033.72,
        3039.5
    ],
    [
        " Thinking that the bombers could go in didn't need help",
        3039.5,
        3046.16
    ],
    [
        " I could destroy the enemies with war making capability",
        3046.16,
        3050.38
    ],
    [
        " And the troops could just walk in",
        3050.38,
        3053.54
    ],
    [
        " Well, like I said they didn't tell a loose ball about it",
        3053.54,
        3058.08
    ],
    [
        " so um",
        3058.08,
        3060.66
    ],
    [
        " They were even so upset oh they were bombing factories oil",
        3061.92,
        3068.06
    ],
    [
        " Anything to do with a production of fighters or just fighters on the ground, you know inventory",
        3068.06,
        3076.84
    ],
    [
        " So",
        3076.84,
        3080.62
    ],
    [
        " The chief of staff was so upset about it",
        3080.62,
        3086.32
    ],
    [
        " Had given them several",
        3086.32,
        3089.96
    ],
    [
        " written instructions",
        3093.76,
        3093.24
    ],
    [
        " You got to kill the",
        3093.24,
        3096.72
    ],
    [
        " Luftwaffe",
        3096.72,
        3099.08
    ],
    [
        " And they just weren't doing it",
        3099.08,
        3102.28
    ],
    [
        " So they fired the 8th Air Force Commander",
        3102.28,
        3105.88
    ],
    [
        " And brought in Jimmy Doolittle",
        3105.88,
        3109.6
    ],
    [
        " Who had a personal talk with the chief of staff",
        3109.6,
        3113.88
    ],
    [
        " And he said Jimmy Doolittle",
        3113.88,
        3117.12
    ],
    [
        " The mission is to destroy the Luftwaffe",
        3117.44,
        3121.02
    ],
    [
        " I don't care how you do it",
        3121.02,
        3124.04
    ],
    [
        " And so",
        3124.04,
        3126.68
    ],
    [
        " He was well you guys all know who he is and what",
        3126.68,
        3131.9
    ],
    [
        " things he done",
        3131.9,
        3133.68
    ],
    [
        " The Doolittle raid shortly after Pearl Harbor, you know incredible stuff",
        3133.68,
        3139.64
    ],
    [
        " blind flying",
        3139.64,
        3141.0
    ],
    [
        " and",
        3141.0,
        3143.38
    ],
    [
        " And so he was more primalic and",
        3144.14,
        3147.46
    ],
    [
        " he",
        3147.46,
        3149.78
    ],
    [
        " He came down to I didn't know this I read it in his book later",
        3149.78,
        3157.72
    ],
    [
        " He came down to visit the 8th fighter command headquarters",
        3157.72,
        3162.76
    ],
    [
        " I want you know",
        3162.76,
        3165.86
    ],
    [
        " First time",
        3165.86,
        3167.78
    ],
    [
        " And they walked through and they had this single visit door",
        3167.78,
        3172.56
    ],
    [
        " The mission of the 8th fighter command is to bring the bombers home safely",
        3173.5,
        3178.82
    ],
    [
        " Something like that",
        3178.82,
        3180.4
    ],
    [
        " He said",
        3180.4,
        3181.92
    ],
    [
        " Who put that up there",
        3181.92,
        3186.28
    ],
    [
        " And General Cupner said I don't know",
        3186.28,
        3190.92
    ],
    [
        " It was here when I got here",
        3190.92,
        3192.24
    ],
    [
        " And he said well tear down",
        3192.24,
        3195.16
    ],
    [
        " The mission of the 8th fighter command",
        3195.16,
        3198.82
    ],
    [
        " And",
        3199.1,
        3200.06
    ],
    [
        " Is to destroy the Luftwaffe",
        3200.06,
        3203.32
    ],
    [
        " No more 18,000 feet",
        3203.32,
        3206.3
    ],
    [
        " Now it was pursuant destroy",
        3206.3,
        3209.94
    ],
    [
        " That was official",
        3209.94,
        3211.6
    ],
    [
        " Our orders were now",
        3211.6,
        3214.66
    ],
    [
        " You fighters, you're turned loose",
        3214.66,
        3217.0
    ],
    [
        " And you know we had felt like we were",
        3217.0,
        3224.22
    ],
    [
        " My first month I guess I was old there was under those restrictions",
        3224.84,
        3229.24
    ],
    [
        " And we did have the feeling that you were tied you know you had your hands by",
        3229.24,
        3235.06
    ],
    [
        " We wanted to get into the fight",
        3235.06,
        3238.48
    ],
    [
        " We just were also eager",
        3238.48,
        3242.56
    ],
    [
        " It was incredible",
        3242.56,
        3244.84
    ],
    [
        " And what that happened he turned that the energy loose",
        3244.84,
        3249.24
    ],
    [
        " And that's actually",
        3250.0,
        3252.2
    ],
    [
        " How we defeated the Luftwaffe",
        3252.2,
        3255.24
    ],
    [
        " We shot down their experience test pilots one by one",
        3255.24,
        3260.86
    ],
    [
        " And by spring",
        3260.86,
        3264.98
    ],
    [
        " Oh no that's the spring 41",
        3264.98,
        3268.42
    ],
    [
        " 41, yeah",
        3268.42,
        3271.6
    ],
    [
        " And",
        3273.82,
        3274.74
    ],
    [
        " The invasion was was planned for six June",
        3274.74,
        3279.44
    ],
    [
        " And",
        3279.44,
        3281.64
    ],
    [
        " So by the you know by May",
        3281.64,
        3286.92
    ],
    [
        " The Germans could not put up a mass",
        3286.92,
        3291.74
    ],
    [
        " Against us",
        3291.74,
        3294.42
    ],
    [
        " Well we were we were putting up",
        3294.42,
        3296.82
    ],
    [
        " Thousand bombers",
        3296.82,
        3298.68
    ],
    [
        " And",
        3299.9,
        3300.62
    ],
    [
        " Eight and a hundred fighters maybe",
        3300.62,
        3302.76
    ],
    [
        " You know that would be the maximum you go we get those kind of missions",
        3302.76,
        3308.12
    ],
    [
        " And",
        3308.12,
        3309.94
    ],
    [
        " When we were trying to do it the beginning",
        3309.94,
        3313.6
    ],
    [
        " Uh",
        3313.6,
        3314.96
    ],
    [
        " The Germans would put up a big",
        3314.96,
        3319.98
    ],
    [
        " A big fuss about it",
        3319.98,
        3322.68
    ],
    [
        " I mean hundreds airplanes",
        3322.68,
        3325.14
    ],
    [
        " On",
        3326.38,
        3327.26
    ],
    [
        " By the by May",
        3327.26,
        3329.22
    ],
    [
        " They could not do that anymore",
        3329.22,
        3332.06
    ],
    [
        " And that allowed the",
        3332.06,
        3334.76
    ],
    [
        " Uh invasion to start",
        3334.76,
        3338.9
    ],
    [
        " And led to the eventual downfall of uh",
        3338.9,
        3343.52
    ],
    [
        " Of Germany",
        3343.52,
        3345.6
    ],
    [
        " And I credit General Duel of the",
        3345.6,
        3349.58
    ],
    [
        " Turning the fighter pilots loose",
        3349.58,
        3353.92
    ],
    [
        " His policies",
        3356.26,
        3355.78
    ],
    [
        " And they were able on the Mustang",
        3355.78,
        3358.72
    ],
    [
        " Of having a significant impact on the war in Europe",
        3358.72,
        3363.94
    ],
    [
        " When you guys",
        3363.94,
        3365.96
    ],
    [
        " Took the Mustang out when you're flying it",
        3365.96,
        3368.6
    ],
    [
        " How much intel did you have",
        3368.6,
        3371.46
    ],
    [
        " About the enemy fighters did you know when you got that Mustang up going as fast as it could go?",
        3371.46,
        3378.2
    ],
    [
        " Did you think to yourself or did you know hey the mission that can only go this fast",
        3378.28,
        3382.58
    ],
    [
        " The junker can only go that fast did you did you you know nowadays we kind of analyze maybe even over analyze the enemy",
        3382.58,
        3389.78
    ],
    [
        " But we have pretty good intelligence about what their capabilities are",
        3389.78,
        3392.88
    ],
    [
        " When you got that Mustang did you pretty quickly realize you were gonna have the upper hand",
        3392.88,
        3397.8
    ],
    [
        " Pretty pretty soon. I felt I felt like I learned it real quick",
        3397.8,
        3403.28
    ],
    [
        " Um",
        3403.28,
        3404.86
    ],
    [
        " Uh, especially of altitude",
        3404.86,
        3408.02
    ],
    [
        " I learned later that um",
        3408.02,
        3412.1
    ],
    [
        " A measure smith and the hands of a good pilot down low",
        3413.3,
        3417.94
    ],
    [
        " Could give him a Mustang a hard time",
        3417.94,
        3420.72
    ],
    [
        " But I never experienced that",
        3420.72,
        3424.44
    ],
    [
        " um",
        3424.44,
        3425.22
    ],
    [
        " Fortunately, I guess I'd like to say a little bit about the Pacific and the you know",
        3425.22,
        3436.04
    ],
    [
        " Um",
        3436.04,
        3437.86
    ],
    [
        " European theater",
        3437.86,
        3440.42
    ],
    [
        " Airplanes in the uh",
        3442.7,
        3444.7
    ],
    [
        " European war",
        3444.7,
        3446.68
    ],
    [
        " We're all very close in performance",
        3446.68,
        3451.06
    ],
    [
        " 109",
        3451.06,
        3453.7
    ],
    [
        " 190",
        3453.7,
        3454.92
    ],
    [
        " Uh",
        3454.92,
        3456.84
    ],
    [
        " Not the uh the two engine ones you could just forget them",
        3456.84,
        3461.74
    ],
    [
        " First guy there got the most",
        3461.74,
        3464.3
    ],
    [
        " Um",
        3464.3,
        3469.34
    ],
    [
        " um",
        3469.34,
        3471.1
    ],
    [
        " So",
        3474.44,
        3475.04
    ],
    [
        " So this year",
        3475.04,
        3476.2
    ],
    [
        " Yeah, where you had to",
        3476.2,
        3478.48
    ],
    [
        " we had we had it",
        3478.48,
        3480.76
    ],
    [
        " We're faster and could climb higher and they were",
        3480.76,
        3485.0
    ],
    [
        " But don't turn was a zero",
        3485.0,
        3487.26
    ],
    [
        " You know is what I",
        3487.26,
        3488.98
    ],
    [
        " I never had to but I left when I",
        3488.98,
        3492.66
    ],
    [
        " heard",
        3492.66,
        3493.84
    ],
    [
        " intelligence",
        3493.84,
        3495.76
    ],
    [
        " reports",
        3495.76,
        3498.36
    ],
    [
        " um",
        3498.36,
        3499.98
    ],
    [
        " um",
        3500.62,
        3501.5
    ],
    [
        " therefore I'd say in Europe",
        3501.5,
        3504.08
    ],
    [
        " The pilots made a lot of difference",
        3504.08,
        3508.6
    ],
    [
        " Whereas not so much in the",
        3508.6,
        3511.62
    ],
    [
        " Japanese theater",
        3511.62,
        3513.48
    ],
    [
        " You you you had to use tactics",
        3513.48,
        3516.58
    ],
    [
        " You know",
        3516.58,
        3517.88
    ],
    [
        " Don't dogfight",
        3517.88,
        3519.38
    ],
    [
        " So",
        3519.38,
        3521.8
    ],
    [
        " I think that that that was a factor in the",
        3521.8,
        3526.88
    ],
    [
        " In the uh European war",
        3527.74,
        3530.06
    ],
    [
        " Where was I?",
        3530.06,
        3531.96
    ],
    [
        " No, that's it. You were just wanting to point out the differences and we it's",
        3532.58,
        3536.22
    ],
    [
        " We have to bring up your bird you your bird was named old crow",
        3536.22,
        3540.64
    ],
    [
        " After the whiskey",
        3540.64,
        3545.2
    ],
    [
        " Well, I tell my Baptist friends. It's named after the most intelligent bird flies in the sky",
        3545.2,
        3553.22
    ],
    [
        " I",
        3554.26,
        3554.9
    ],
    [
        " Thought my drinking buddies all know it is named after that",
        3554.9,
        3558.36
    ],
    [
        " Burberry",
        3558.36,
        3559.04
    ],
    [
        " And I wouldn't call it good old any more because it's it's down on the bottom shelf",
        3559.04,
        3567.34
    ],
    [
        " It was the cheapest stuff we could find",
        3567.34,
        3570.36
    ],
    [
        " Oh, yeah, it's great these pictures of your of your bird",
        3570.36,
        3575.8
    ],
    [
        " You know, you can see very prominently. It's painted old crow is on there everybody you were",
        3575.8,
        3582.12
    ],
    [
        " Uh, you know, just talking about these bomber escort missions a little bit you go over some of the stuff in the book",
        3582.82,
        3587.68
    ],
    [
        " But the the bomber crew tour was 25 missions",
        3587.68,
        3591.36
    ],
    [
        " That's something that a lot of people talk about that that that if you're in a bomber crew",
        3591.36,
        3595.16
    ],
    [
        " You had to go and execute",
        3595.16,
        3596.92
    ],
    [
        " 25 missions if you got through 25 missions you were done you could go home",
        3596.92,
        3602.66
    ],
    [
        " Now what's interesting is as you pull as you pull the",
        3602.66,
        3606.68
    ],
    [
        " The thread on that number",
        3606.68,
        3609.0
    ],
    [
        " Well, they expected and anticipated",
        3609.86,
        3612.72
    ],
    [
        " That on each one of these big bombing missions there was going to be 4% losses",
        3612.72,
        3618.56
    ],
    [
        " So what does that mean you take somebody with a 4% chance of getting shot down you multiply that times 25 and you get 100% chance of getting shot down",
        3618.56,
        3627.44
    ],
    [
        " So what they had these bomber guys doing and what's it what's even",
        3627.44,
        3631.2
    ],
    [
        " scarier than that was that the actual life expectancy the actual",
        3631.2,
        3635.74
    ],
    [
        " Number that you would get shot down on was between 12 and 14 missions. So the 4% was a low number",
        3636.24,
        3642.52
    ],
    [
        " now",
        3642.52,
        3643.82
    ],
    [
        " Interestingly my great uncle who I'm named after his name was George Greton my middle name is Greton",
        3643.82,
        3650.68
    ],
    [
        " He was a bombardier in the 306th bomb group and he he was uh",
        3650.68,
        3655.48
    ],
    [
        " He flew in a b 17",
        3655.48,
        3657.14
    ],
    [
        " Which was known as tar heel peggy",
        3657.14,
        3662.0
    ],
    [
        " And tar heel peggy was shot down on April 24th",
        3662.58,
        3667.6
    ],
    [
        " 1944 and this was right when you were flying in that area",
        3667.6,
        3671.1
    ],
    [
        " I don't know if you flew on that day",
        3671.1,
        3672.82
    ],
    [
        " But he was shot down April 24th",
        3672.82,
        3675.82
    ],
    [
        " 1944 there was 10 crew members on board as you were talking about five were killed and five were killed",
        3675.82,
        3681.84
    ],
    [
        " Five were",
        3681.84,
        3683.3
    ],
    [
        " Made it out parachute it down",
        3683.3,
        3685.66
    ],
    [
        " Became POW's that actually includes my my great uncle George Greton",
        3686.68,
        3690.72
    ],
    [
        " He was a POW and he survived prison camp",
        3690.72,
        3692.78
    ],
    [
        " And eventually came home",
        3692.78,
        3694.54
    ],
    [
        " But that job that you guys had",
        3694.54,
        3696.82
    ],
    [
        " What to go and protect these bombers that were going in and you you mentioned a little bit of the scale",
        3696.82,
        3702.62
    ],
    [
        " Uh, here's the scale of some of these missions that you all were doing there is there is this operation",
        3702.62,
        3708.68
    ],
    [
        " Which was called our operation argument which you refer to in the book as the big week",
        3708.68,
        3714.94
    ],
    [
        " Started it so the big week",
        3715.66,
        3718.06
    ],
    [
        " On one of these one one mission. This is one mission happening",
        3718.06,
        3722.56
    ],
    [
        " 417 b 17s hit one set of targets",
        3722.56,
        3727.8
    ],
    [
        " 314 b 17s hit another set of targets",
        3727.8,
        3732.28
    ],
    [
        " 272 b 24s hit another set of targets",
        3732.28,
        3737.16
    ],
    [
        " So so right there you've got what set almost a thousand bombers heading in",
        3737.16,
        3743.42
    ],
    [
        " And they were escorted by",
        3743.42,
        3745.36
    ],
    [
        " 94 p 38s",
        3745.36,
        3749.14
    ],
    [
        " 668 p 47s and 73 p 51 musk tanks",
        3749.14,
        3755.36
    ],
    [
        " This this like level a scale of combat is something we can't my generation",
        3755.36,
        3762.62
    ],
    [
        " Dave's generation we can't even comprehend what it means to have a thousand aircraft Dave",
        3762.62,
        3768.84
    ],
    [
        " What was the most number of aircraft you had in the sky in over Iraq or Afghanistan?",
        3768.84,
        3772.84
    ],
    [
        " The missions that it was probably a big one was in the 20th 24 airplanes",
        3772.84,
        3777.0
    ],
    [
        " That was a mission commander for 24 airplanes and that was a handful",
        3777.0,
        3780.28
    ],
    [
        " So what does it look like when you're in the air with",
        3780.28,
        3785.96
    ],
    [
        " Close to 1500 or 2000 aircraft?",
        3785.96,
        3789.78
    ],
    [
        " Well, the the the beasts of bombers would go in they take off for real early in the morning",
        3790.36,
        3796.58
    ],
    [
        " assemble and then",
        3796.58,
        3800.22
    ],
    [
        " Get get lined up and all start climbing at the same time",
        3800.88,
        3805.1
    ],
    [
        " and",
        3805.1,
        3807.24
    ],
    [
        " Especially in the winter are cold temperatures up there",
        3807.24,
        3812.52
    ],
    [
        " We'd leave dead",
        3812.52,
        3815.74
    ],
    [
        " Intense",
        3815.74,
        3818.82
    ],
    [
        " What the hell am I trying to do? Oh like car trails",
        3818.82,
        3823.66
    ],
    [
        " Contrails conserels",
        3823.66,
        3825.54
    ],
    [
        " And they would last you know they were long and last but sometimes we made our own overcast",
        3826.9,
        3834.12
    ],
    [
        " All these things",
        3834.12,
        3835.96
    ],
    [
        " Uh, then the fighters",
        3835.96,
        3838.86
    ],
    [
        " Join them later",
        3838.86,
        3841.64
    ],
    [
        " You know",
        3841.64,
        3843.84
    ],
    [
        " We could see him we can see him for a hundred miles, you know, but get up on top of a",
        3843.84,
        3852.04
    ],
    [
        " The last overcast and",
        3852.04,
        3854.4
    ],
    [
        " And so we went ahead and we had a heading",
        3856.24,
        3859.36
    ],
    [
        " And he arrived up there and hopefully it was a proper time",
        3859.36,
        3865.94
    ],
    [
        " But if it wasn't you remember on the tails of the b 17s they put these big letters",
        3865.94,
        3873.06
    ],
    [
        " square d a",
        3873.06,
        3876.26
    ],
    [
        " Big big letters",
        3876.26,
        3878.96
    ],
    [
        " We would you I can see what the letters were",
        3878.96,
        3882.34
    ],
    [
        " And then fly up and down and find ours",
        3883.22,
        3885.66
    ],
    [
        " It was it sounds",
        3885.66,
        3888.8
    ],
    [
        " It sounds hard, but actually when you're doing it every day",
        3888.8,
        3896.2
    ],
    [
        " It wasn't so bad, you know, just kind of routine go up here",
        3896.2,
        3900.44
    ],
    [
        " Okay, that's not ours",
        3900.44,
        3903.04
    ],
    [
        " You know go up here and there go back and would you would you be assigned to one bomber or like a group of known how many how many would you would you",
        3903.04,
        3911.98
    ],
    [
        " be covering",
        3911.98,
        3913.06
    ],
    [
        " Well",
        3913.06,
        3915.48
    ],
    [
        " That's a good question. They flew in little three-shift bees",
        3915.48,
        3922.34
    ],
    [
        " And there'd be about 60 of those",
        3922.34,
        3926.16
    ],
    [
        " 60 more 60 more 60 more",
        3926.16,
        3929.74
    ],
    [
        " And um",
        3929.74,
        3933.7
    ],
    [
        " We would",
        3933.7,
        3939.56
    ],
    [
        " God, I don't know",
        3942.02,
        3943.28
    ],
    [
        " Just as well. How many how many different radio frequencies would you have",
        3943.28,
        3949.02
    ],
    [
        " Four different radio frequencies and you just flip from channel to channel",
        3949.02,
        3954.3
    ],
    [
        " Was there a common frequency? How can you have a common frequency with a thousand or two thousand aircraft?",
        3954.3,
        3960.56
    ],
    [
        " I was a",
        3960.84,
        3962.0
    ],
    [
        " Emergency channel got it",
        3962.0,
        3966.04
    ],
    [
        " And",
        3967.2,
        3967.92
    ],
    [
        " Everybody needs brother was on",
        3967.92,
        3969.48
    ],
    [
        " That must have just been like filled with chatter the whole time. Yeah, that was really",
        3969.48,
        3975.72
    ],
    [
        " And then you had a bomber fighter",
        3975.72,
        3979.32
    ],
    [
        " Then we had our",
        3979.32,
        3982.78
    ],
    [
        " Our own channel",
        3982.78,
        3985.62
    ],
    [
        " And we used that",
        3985.62,
        3989.9
    ],
    [
        " Sometimes to come home we did we'd get a steer",
        3989.9,
        3995.0
    ],
    [
        " We'd uh",
        3997.2,
        3997.64
    ],
    [
        " We'd get a practice steer, you know",
        3997.64,
        4000.48
    ],
    [
        " What's it what do you mean by that? What's a practice steer?",
        4000.48,
        4003.58
    ],
    [
        " Just terminology, but what does it mean? I don't know what it means Dave. You know what it means",
        4003.82,
        4009.14
    ],
    [
        " I think he's talking about giving you a vector so so you knew it's way to go and get back to where he needed to be",
        4009.14,
        4014.22
    ],
    [
        " Yeah, and he wouldn't want to say he didn't yeah, he wouldn't want to say",
        4014.22,
        4017.88
    ],
    [
        " I really need this now, you know, it was a practice",
        4017.88,
        4021.28
    ],
    [
        " You don't want to admit your you need a heading so he gave me a practice here and they go out",
        4021.28,
        4025.5
    ],
    [
        " Yeah, 180 and and that was them telling you how to get home without having to admit it. Oh",
        4025.5,
        4031.38
    ],
    [
        " You probably use somebody else's voice when you're asking for those practice deer so you didn't sound like yourself",
        4031.38,
        4042.02
    ],
    [
        " Yeah, it's just hard for us to even imagine a",
        4042.02,
        4048.68
    ],
    [
        " 2000 aircraft in the sky",
        4048.68,
        4050.6
    ],
    [
        " What do you when you're when you're flying in what's your first indication?",
        4050.6,
        4054.76
    ],
    [
        " How do you know it's how do you know the enemy's coming is it the first the anti aircraft that starts to come up the act act?",
        4054.76,
        4060.88
    ],
    [
        " No, you got that all the time",
        4061.0,
        4062.62
    ],
    [
        " It's just how whenever they felt flew over",
        4062.62,
        4065.82
    ],
    [
        " We're in place",
        4065.82,
        4069.38
    ],
    [
        " And is that just a matter of chance whether it hits you or not?",
        4069.38,
        4075.36
    ],
    [
        " Some the fighters we didn't we didn't worry too much about the flag",
        4075.7,
        4080.28
    ],
    [
        " That was",
        4080.28,
        4081.62
    ],
    [
        " That really was after the you know",
        4081.92,
        4084.62
    ],
    [
        " Bombers",
        4084.62,
        4086.3
    ],
    [
        " But they would shoot it was",
        4086.3,
        4088.46
    ],
    [
        " too",
        4088.46,
        4089.62
    ],
    [
        " You were talking one time about looking off in the distance and and it looked like little gray puffs of smoke",
        4089.62,
        4095.94
    ],
    [
        " You'd see hundreds of airplanes and you and I guess probably chuck you bigger more than anybody",
        4095.94,
        4099.96
    ],
    [
        " But you could see the enemy aircraft coming",
        4099.96,
        4101.88
    ],
    [
        " But it didn't look like airplanes at first. I think your description was almost it looked like little clouds",
        4101.88,
        4107.16
    ],
    [
        " Yeah",
        4109.04,
        4109.64
    ],
    [
        " And it used to be that was a little hundred chip",
        4109.64,
        4112.86
    ],
    [
        " Oh, that's another thing that you know that we had to get used to",
        4112.86,
        4120.72
    ],
    [
        " in practice",
        4120.72,
        4122.9
    ],
    [
        " We were lucky to",
        4122.9,
        4126.5
    ],
    [
        " Sometimes get four ships up to practice formation. That was a big deal of four ship",
        4126.5,
        4135.76
    ],
    [
        " We did a lot of two",
        4137.16,
        4138.82
    ],
    [
        " Performation training",
        4138.82,
        4141.56
    ],
    [
        " and every day",
        4141.56,
        4146.2
    ],
    [
        " In England when we flew we flew with",
        4146.2,
        4152.7
    ],
    [
        " 16 ship formation first squadron",
        4152.7,
        4157.5
    ],
    [
        " three squadrons",
        4157.5,
        4159.52
    ],
    [
        " lead one over here and one over here and",
        4159.52,
        4164.84
    ],
    [
        " two spares",
        4168.12,
        4169.5
    ],
    [
        " They flew across the channel",
        4169.5,
        4171.84
    ],
    [
        " turn around",
        4171.84,
        4173.34
    ],
    [
        " if they weren't needed",
        4173.34,
        4175.46
    ],
    [
        " and",
        4175.46,
        4177.48
    ],
    [
        " fly through two or three layers of overcast",
        4177.48,
        4182.18
    ],
    [
        " probably more likely than not",
        4182.18,
        4185.86
    ],
    [
        " and we had never",
        4185.86,
        4189.98
    ],
    [
        " never flew",
        4189.98,
        4192.0
    ],
    [
        " I don't I think I can remember flying in a group formation",
        4192.0,
        4196.72
    ],
    [
        " one time",
        4196.72,
        4197.66
    ],
    [
        " in training",
        4197.66,
        4199.6
    ],
    [
        " Were there mishaps with fighters hitting each other and American fighters and bombers just on the way over to the target to that happen or or with it was it pretty well coordinated guys figured it out really fast",
        4199.6,
        4212.7
    ],
    [
        " It was pretty good",
        4212.7,
        4214.8
    ],
    [
        " considering",
        4214.8,
        4216.08
    ],
    [
        " But my own flight I lost a wingman",
        4216.08,
        4221.56
    ],
    [
        " two flights here",
        4221.56,
        4223.52
    ],
    [
        " and",
        4223.52,
        4225.0
    ],
    [
        " climbing through",
        4226.72,
        4227.56
    ],
    [
        " And somehow these two guys drift together",
        4227.56,
        4231.82
    ],
    [
        " one of the worst ones I ever saw was",
        4231.82,
        4235.64
    ],
    [
        " B-17s",
        4235.64,
        4238.24
    ],
    [
        " You know how you can have days when you can",
        4238.24,
        4241.08
    ],
    [
        " Look down and see pretty good",
        4241.08,
        4245.1
    ],
    [
        " But you can't see forward",
        4245.1,
        4247.24
    ],
    [
        " Well, there were a lot of those",
        4247.24,
        4250.48
    ],
    [
        " and",
        4250.48,
        4251.94
    ],
    [
        " We see these two columns of B-17s",
        4251.94,
        4256.1
    ],
    [
        " We're sitting up here",
        4256.72,
        4257.94
    ],
    [
        " And they're going along the same rate",
        4257.94,
        4262.04
    ],
    [
        " So you can see it looking down",
        4262.04,
        4264.72
    ],
    [
        " Yeah, and they're same altitude",
        4264.72,
        4267.5
    ],
    [
        " And they're going",
        4267.5,
        4269.38
    ],
    [
        " And they got a mission recall",
        4269.38,
        4272.48
    ],
    [
        " cancelled a mission",
        4272.48,
        4274.88
    ],
    [
        " And these guys went like this",
        4274.88,
        4277.96
    ],
    [
        " Oh my god, you could see it coming you know",
        4277.96,
        4282.2
    ],
    [
        " Nothing you can do",
        4282.2,
        4284.04
    ],
    [
        " You know they lost about four or pounds right there",
        4284.76,
        4288.06
    ],
    [
        " That was a hell of a sight to see a bomber go down I mean",
        4288.06,
        4295.24
    ],
    [
        " To us",
        4295.24,
        4297.26
    ],
    [
        " Oh",
        4297.26,
        4299.36
    ],
    [
        " You you",
        4299.36,
        4303.8
    ],
    [
        " Going to the book here a little bit and when you're you're now flying you say we were fighter pilots",
        4303.8,
        4311.58
    ],
    [
        " Haha flying the damnedest fastest most lethal airplanes anyone ever dreamed up the forward line in defense of the entire free world",
        4311.98,
        4322.14
    ],
    [
        " We were 22 years old give or take two years and carrying the entire war on our shoulders and doing a pretty good job of it too",
        4322.14,
        4331.04
    ],
    [
        " To judge by what the new newspapers told us",
        4331.04,
        4333.96
    ],
    [
        " We were winning the fight and developing egos that would make Mussolini look humble",
        4333.96,
        4339.3
    ],
    [
        " You know",
        4340.74,
        4341.38
    ],
    [
        " We weren't like other people at least not in our own minds",
        4341.38,
        4344.12
    ],
    [
        " We were bolder braver smarter more spirited",
        4344.12,
        4348.6
    ],
    [
        " Better",
        4348.6,
        4349.9
    ],
    [
        " Our eyesight was keener our reflex is quicker. We were risk takers too who worked and played hard",
        4349.9,
        4356.66
    ],
    [
        " We were confident self-reliant able to stand on our own and proud of it",
        4356.66,
        4361.92
    ],
    [
        " Most of all we were motivated aggressive",
        4361.92,
        4365.52
    ],
    [
        " Only the fittest and most competitive survived the training and then the deadly winnowing out imposed by our last and best teacher the German Air Force",
        4366.32,
        4375.6
    ],
    [
        " I was no fighter by nature at least not with my fists. I can count the fights of my youth on one hand",
        4375.6,
        4382.38
    ],
    [
        " But I enjoyed competing and racing cars or dueling with airplanes was a way of compensating for my slender build and testing myself against anyone",
        4382.38,
        4391.4
    ],
    [
        " I enjoyed combat which is not quite the same thing as saying that I enjoyed killing",
        4391.94,
        4397.72
    ],
    [
        " Combat was exciting addictive a test of our metal and manhood a crucible in which men became a cut above the ordinary",
        4397.72,
        4405.96
    ],
    [
        " We thought that we we thought we were that and we were encouraged to think it all through our training",
        4405.96,
        4414.0
    ],
    [
        " Because we couldn't have done what we did without thinking it",
        4414.0,
        4417.34
    ],
    [
        " Why else would they have let us fly under bridges and buzz people's houses",
        4417.92,
        4421.64
    ],
    [
        " It took a big ego to fly to Berlin with anything resembling enthusiasm",
        4421.64,
        4425.82
    ],
    [
        " We were never afraid most of us anyway. I truly believe that scared sometimes you'd have to be stupid not to be",
        4425.82,
        4433.74
    ],
    [
        " concerned respectful",
        4433.74,
        4435.46
    ],
    [
        " But never afraid the way a little kid is afraid of the dark or the way you might fear some dark alley knowing something is there waiting for you",
        4435.46,
        4444.18
    ],
    [
        " We were so young. I suppose we just didn't know any better",
        4444.54,
        4448.5
    ],
    [
        " Combat is like a near miss in an automobile",
        4448.5,
        4452.7
    ],
    [
        " It happens and you react instinctively to it and later on you might say",
        4452.7,
        4457.44
    ],
    [
        " Phew, that was close and your fingers might tremble a little",
        4457.44,
        4461.06
    ],
    [
        " But while it's happening you don't pause to assess it and say my god. I'm going to die here",
        4461.06,
        4465.72
    ],
    [
        " There simply isn't time you just do what you have to do",
        4465.72,
        4469.2
    ],
    [
        " I never saw man crack not in our group",
        4469.2,
        4473.34
    ],
    [
        " I don't remember anyone standing down because he was what we called flak happy",
        4473.46,
        4478.48
    ],
    [
        " There was a guy who lost a brother and wept openly every so often about it",
        4478.48,
        4483.76
    ],
    [
        " But he flew he did his job",
        4483.76,
        4486.44
    ],
    [
        " Nobody had to be lifted out of his cockpit frozen up staring",
        4486.44,
        4490.52
    ],
    [
        " Stress at least in our corner of England wasn't what Hollywood might have you believe although it was there no denying it",
        4490.52,
        4499.96
    ],
    [
        " So there's the attitude",
        4503.34,
        4504.42
    ],
    [
        " You know you point something else you point something else out in here. I don't buy that right",
        4504.42,
        4509.54
    ],
    [
        " Sir this is like I have to deal with Dave all the time on this stuff",
        4509.54,
        4513.34
    ],
    [
        " The description couldn't be better. It's written perfectly",
        4513.34,
        4517.9
    ],
    [
        " You also mentioned in the book and I don't think I have it marked out to read",
        4517.9,
        4523.16
    ],
    [
        " But you talk about how when you look at the films that they made",
        4523.16,
        4526.4
    ],
    [
        " after the war",
        4526.4,
        4527.84
    ],
    [
        " All the pilots are 30 30 30 years old or 35 years old",
        4527.84,
        4532.96
    ],
    [
        " You know in the in the famous world war two fighter pilots",
        4533.34,
        4536.58
    ],
    [
        " And you say it was a bunch of kids that were 2021 22 years old",
        4536.58,
        4541.52
    ],
    [
        " Yeah",
        4541.52,
        4542.5
    ],
    [
        " That's right",
        4542.5,
        4544.48
    ],
    [
        " I'm gonna go to a little combat here",
        4544.48,
        4548.76
    ],
    [
        " Flying skill I've always felt meant more in Europe than it did in other theaters where the airplanes had different",
        4548.76,
        4554.74
    ],
    [
        " Different strong points the p 38 was successful in the Pacific although it couldn't turn with the zero because it was much faster when diving",
        4554.74,
        4561.52
    ],
    [
        " It's pilot could attack from above and then keep going in the zero had no chance of catching it",
        4561.7,
        4566.58
    ],
    [
        " Same with the p 40 earlier on",
        4566.58,
        4568.84
    ],
    [
        " The fog wolves and Messerschmitts had more speed the Pacific tactics wouldn't work on these aircraft and the p 38s was much less effective against them",
        4568.84,
        4578.92
    ],
    [
        " To beat them you had to turn with them like I'm turning with this one oh nine",
        4578.92,
        4583.68
    ],
    [
        " Right now northwest of Hanover",
        4583.68,
        4586.74
    ],
    [
        " We're flying in interlocking circles, but on differing planes",
        4586.74,
        4590.94
    ],
    [
        " Descending we pass one another once twice three times that ridiculous angles",
        4591.44,
        4597.52
    ],
    [
        " With neither of us in a position to fire",
        4597.52,
        4600.06
    ],
    [
        " I feel like I'm gaining but not very much and I'm excited and impatient and getting terribly frustrated that I can't get a shot",
        4600.06,
        4607.34
    ],
    [
        " I've worked the angle down to where our paths are crossing at 40 to 60 degrees",
        4607.34,
        4612.6
    ],
    [
        " What you want ideally is zero to 10 with the enemy either moving almost directly away or coming almost straight",
        4612.6,
        4620.8
    ],
    [
        " Anything over 30 degrees. It's almost pointless to shoot with a fixed sight",
        4621.58,
        4626.34
    ],
    [
        " Of course these same numbers this same geometry problem are probably running through the mind of the Messerschmitt pilot",
        4626.34,
        4634.04
    ],
    [
        " I'd been considered a rather good marksman in the p 39 and t 6 at both our gunnery school and later at the RAFs",
        4634.04,
        4642.3
    ],
    [
        " Now I've flown nine missions triggered my guns only once and still have no kills",
        4642.3,
        4647.64
    ],
    [
        " But I'm cocky enough to try something bizarre",
        4647.64,
        4650.22
    ],
    [
        " I decide to pull my sights through the German keep pulling my nose up until I can't see him",
        4650.94,
        4656.3
    ],
    [
        " Then fire hose him and hope against all odds that he flies through the stream",
        4656.3,
        4661.48
    ],
    [
        " What the hell worth a try",
        4661.48,
        4663.76
    ],
    [
        " I pull up and fire off a quick stream of tracer as he disappears underneath me",
        4663.76,
        4669.7
    ],
    [
        " And another for luck. I ease the stick back and he flies back into my view hot damn",
        4669.7,
        4676.5
    ],
    [
        " He's spilling coolant back into his slipstream. I got him",
        4676.5,
        4680.54
    ],
    [
        " Got a god damn golden BB on him",
        4681.52,
        4684.46
    ],
    [
        " Punctured as a radiator or severed a coolant line got my first kill",
        4684.46,
        4689.16
    ],
    [
        " And while I'm whooping like I just scored the touchdown that won the rolls bow rolls bowl",
        4689.16,
        4695.86
    ],
    [
        " He throws the canopy off and bales out",
        4695.86,
        4698.76
    ],
    [
        " As 109 goes straight in exploding",
        4698.76,
        4702.38
    ],
    [
        " That's your first kill right there",
        4702.38,
        4706.16
    ],
    [
        " Still put a smile on your face",
        4706.16,
        4708.88
    ],
    [
        " You have read the rest of it there. Well, yeah, after this a guy sneaks up on you, but luckily it's another p 51 right",
        4709.46,
        4716.54
    ],
    [
        " Yeah",
        4716.54,
        4720.76
    ],
    [
        " Yeah, I let happen afterwards I felt",
        4720.76,
        4728.72
    ],
    [
        " Oh, you know on",
        4728.72,
        4730.28
    ],
    [
        " Golly here in the guy he's flying close formation with me right now. He pulled right up there",
        4730.28,
        4736.98
    ],
    [
        " Pretty quick after the",
        4737.8,
        4740.32
    ],
    [
        " The kill",
        4740.32,
        4741.56
    ],
    [
        " How you down low he had his mask off and he was grinning and he gave me something like that, you know or",
        4741.56,
        4749.78
    ],
    [
        " I don't know I didn't and I thought wait a minute",
        4749.78,
        4753.46
    ],
    [
        " Did he shoot that thing down out from under me, you know?",
        4753.46,
        4757.96
    ],
    [
        " And I thought I",
        4758.26,
        4759.44
    ],
    [
        " My shot have to be the luckiest shot in the world, you know to be able to",
        4759.44,
        4765.42
    ],
    [
        " blindly get that lead and then see him come through",
        4766.96,
        4771.48
    ],
    [
        " So all the way home I",
        4771.48,
        4774.98
    ],
    [
        " I convinced myself I probably did not shoot that airplane down that he got it",
        4774.98,
        4781.94
    ],
    [
        " And it was Johnny England England Air Force Base. That was the guy that's the base was named for",
        4781.94,
        4788.6
    ],
    [
        " And so I get home. He's in a different squadron",
        4788.6,
        4793.38
    ],
    [
        " and I",
        4794.58,
        4795.32
    ],
    [
        " Get home I make a claim to the intelligence",
        4795.32,
        4802.54
    ],
    [
        " Offs her briefing",
        4802.54,
        4805.9
    ],
    [
        " And then I said you but just hold it. I got to go get confirmation from a guy that's obviously slow what was going on",
        4805.9,
        4816.96
    ],
    [
        " So now I'm right",
        4816.96,
        4820.66
    ],
    [
        " No",
        4822.68,
        4823.08
    ],
    [
        " Going in the jeep order there officer's club and can you tell who the other pilot is or you just know what squadron is",
        4823.08,
        4828.88
    ],
    [
        " No, I know he was. I'll see you can see if you're that close to him. You look at him. It's on the",
        4828.88,
        4833.44
    ],
    [
        " Johnny England. Yeah, what's up mask and I got seized the name on his airplane. He already had two kills. Oh",
        4833.44,
        4840.54
    ],
    [
        " and so",
        4840.54,
        4842.2
    ],
    [
        " I think how am I gonna bring this up?",
        4842.2,
        4846.34
    ],
    [
        " You know",
        4846.88,
        4847.64
    ],
    [
        " Am I gonna say hey you asshole",
        4847.64,
        4850.68
    ],
    [
        " Did oh you could you could bleep this out? You're good you're good. We're amongst friends",
        4850.68,
        4858.74
    ],
    [
        " Hey asshole did you shoot that thing down out from under me?",
        4858.74,
        4863.62
    ],
    [
        " um",
        4864.98,
        4865.1
    ],
    [
        " Or you know just how am I gonna",
        4865.1,
        4868.74
    ],
    [
        " Put it to him",
        4868.74,
        4871.24
    ],
    [
        " So I go in the officers club and he's over here",
        4872.68,
        4876.42
    ],
    [
        " He sees me and he comes running over to me and he says Andy",
        4876.42,
        4882.42
    ],
    [
        " He says that was the best shot I've ever seen you got that guy out there about 60 degrees angle off",
        4882.42,
        4888.98
    ],
    [
        " I said oh Johnny",
        4888.98,
        4890.68
    ],
    [
        " Lucky shot",
        4890.68,
        4893.34
    ],
    [
        " And as soon as we were through I rushed by Polon and I got my first kill",
        4893.34,
        4900.24
    ],
    [
        " There you go",
        4900.24,
        4901.36
    ],
    [
        " Did you guys put the did you guys put the the swastika on your plane the little mini sant swastika for a kill very quickly very quickly",
        4901.36,
        4910.32
    ],
    [
        " Oh, that's awesome",
        4910.32,
        4914.94
    ],
    [
        " You got a section in here um",
        4914.94,
        4919.86
    ],
    [
        " That it's about another dogfight and I believe it's probably the one you remember the best you",
        4919.86,
        4926.06
    ],
    [
        " It's called the straight up encounter. Oh, yeah",
        4926.06,
        4929.82
    ],
    [
        " And I've got to read this. This is just a incredible",
        4930.52,
        4933.8
    ],
    [
        " Situation here and I'm gonna go to the book",
        4933.8,
        4937.92
    ],
    [
        " I am in this steep climb",
        4937.92,
        4940.72
    ],
    [
        " Pulling the stick into my navel making it steeper steeper and I'm looking back down over my shoulder at this classic",
        4940.72,
        4949.78
    ],
    [
        " Gray me 109 with black crosses that is pulling up to steeper steeper the pilot trying to get his nose up",
        4949.78,
        4957.82
    ],
    [
        " Just a little bit more and bring me into his sights",
        4957.82,
        4961.32
    ],
    [
        " There's nothing distinctive about the aircraft. No fancy markings",
        4961.32,
        4965.88
    ],
    [
        " Nothing to identify. It is the plane of an ace as as one of the dreaded yellow noses like you see in the movie",
        4965.88,
        4973.0
    ],
    [
        " Some of them did that I know but I never saw one and in any event all of their aces weren't flamboyant types",
        4973.0,
        4980.26
    ],
    [
        " Who splash plane on their paint on their airplanes to show who they were",
        4980.26,
        4983.86
    ],
    [
        " He was someone who's trying to kill me is all",
        4984.76,
        4987.9
    ],
    [
        " So I'm looking back almost straight down now and I can see this 20 millimeter cannon sticking through the middle of the fighter's propeller hub",
        4987.9,
        4998.46
    ],
    [
        " In the theater of memory it was enormous",
        4998.46,
        5001.96
    ],
    [
        " an elephant gun",
        5001.96,
        5004.06
    ],
    [
        " And that isn't far wrong. It is a gun designed to bring down a bomber one that fires shells as long as your hand",
        5004.06,
        5012.1
    ],
    [
        " shells that explode and tear big holes in metal",
        5012.1,
        5015.8
    ],
    [
        " Is the single most frightening thing I have seen in my life then and now",
        5015.8,
        5021.58
    ],
    [
        " But I'm too busy to be frightened and I am extremely busy up here hanging by my propeller going almost straight up",
        5021.58,
        5031.76
    ],
    [
        " full emergency power",
        5031.76,
        5033.82
    ],
    [
        " Which a Mustang could do for only so long before losing speed",
        5033.82,
        5038.08
    ],
    [
        " Shuddering",
        5039.24,
        5039.86
    ],
    [
        " Stalling and falling back down and I am thinking that if the Mustang stalls before the Messerschmitt stalls I have had it",
        5039.86,
        5047.9
    ],
    [
        " I look back and I can see that he's shuddering on the verge of a stall",
        5047.9,
        5054.4
    ],
    [
        " He hasn't been able to get his nose up enough hasn't been able to bring that big gun to bear almost but not quite",
        5054.4,
        5061.94
    ],
    [
        " I'm a fallen down dead man almost",
        5061.94,
        5065.76
    ],
    [
        " But not quite",
        5066.2,
        5067.6
    ],
    [
        " His nose begins dropping just as my airplane to begin shuddering",
        5067.6,
        5073.02
    ],
    [
        " He stalls a second or two before I stall drops away before I do",
        5073.02,
        5078.46
    ],
    [
        " Good old Mustang",
        5078.46,
        5080.72
    ],
    [
        " He is falling away now and I flop the nose over and go after him hard",
        5080.72,
        5086.44
    ],
    [
        " We are very high by this time six miles and then some and falling very very fast",
        5086.44,
        5092.58
    ],
    [
        " The Messerschmitt had a head start plummeting out of my range, but I'm closing up quickly",
        5092.78,
        5097.46
    ],
    [
        " Then he flattens out and comes around hard to the left and starts climbing again as if he wants to come at me head on",
        5097.46,
        5105.02
    ],
    [
        " Suddenly we are right back where we started",
        5105.02,
        5107.78
    ],
    [
        " A lot of this is just instinct now things are happening too fast to think everything out",
        5107.78,
        5112.98
    ],
    [
        " You stay with your right hand and feet",
        5112.98,
        5114.86
    ],
    [
        " The right hand also triggers the guns with your left you work the throttle and keep the airplane in trim",
        5114.86,
        5120.76
    ],
    [
        " Which is easier to do than to then to describe",
        5120.76,
        5123.56
    ],
    [
        " Any airplane with a single propeller produces torque the more horsepower you have the more prop will pull you off to one side",
        5123.56,
        5132.2
    ],
    [
        " The Mustang i-Flu used a 12 cylinder Packard Merlin engine that displaced 1,649 cubic inches",
        5132.2,
        5141.94
    ],
    [
        " That's ten times the size of the engine that powers an Indy car",
        5141.94,
        5146.9
    ],
    [
        " It developed power enough that you never applied full power sitting still on the ground because it would pull the planes tail",
        5147.48,
        5153.7
    ],
    [
        " Up off the runway and the propeller would chew up the concrete",
        5153.7,
        5157.46
    ],
    [
        " With so much power you are continually making minor adjustments on the controls to keep the Mustang and its wing mounted guns pointed straight",
        5157.46,
        5167.42
    ],
    [
        " It's a little unnerving to think about how many things you have to deal with all it wants to fly combat",
        5167.42,
        5174.36
    ],
    [
        " So the Mishra Shmit is coming around again climbing hard to his left and i've had about enough of this",
        5175.08,
        5181.62
    ],
    [
        " My angle is a little bit better this time",
        5181.62,
        5184.48
    ],
    [
        " So i roll the dice instead of cobbing it like before and sailing on by him",
        5184.48,
        5189.52
    ],
    [
        " I discern decide to turn hard left inside him knowing that if I lose speed and don't make it i probably won't get home",
        5189.52,
        5198.32
    ],
    [
        " I pull back on the throttle slightly",
        5198.32,
        5202.08
    ],
    [
        " Put down 10 degrees of flaps and haul back on the stick just as hard as i can",
        5202.68,
        5208.42
    ],
    [
        " The nose begins coming around",
        5208.42,
        5211.12
    ],
    [
        " slowly slowly",
        5211.12,
        5213.86
    ],
    [
        " Hot damn. I'm going to make it. I'm inside him pulling my sights up to him",
        5213.86,
        5219.66
    ],
    [
        " And the German pilot can see this",
        5219.66,
        5222.74
    ],
    [
        " This time it's the Mishra Shmit that breaks away and goes zooming straight up engine at maximum power without much alternative",
        5222.74,
        5230.62
    ],
    [
        " I come in with full power and follow him up and the gap narrow swiftly",
        5231.24,
        5236.22
    ],
    [
        " He is hanging by his prop night not quite vertically and i am right there behind him",
        5236.22,
        5242.42
    ],
    [
        " And it is terribly clear having tested this theory less than a minute ago that he is going to stall and fall away before I do",
        5242.42,
        5250.68
    ],
    [
        " I have him",
        5250.68,
        5252.36
    ],
    [
        " He must know that I have him",
        5252.36,
        5254.88
    ],
    [
        " I bring my nose up",
        5254.88,
        5257.08
    ],
    [
        " He comes into my sights and from less than 300 yards",
        5257.08,
        5260.52
    ],
    [
        " I trigger a long merciless burst from my brownings",
        5260.52,
        5264.46
    ],
    [
        " Every fifth bullet or so is a tracer leaving a trail of thin",
        5264.46,
        5269.1
    ],
    [
        " Smoke marking the path of the bullet stream",
        5269.1,
        5272.12
    ],
    [
        " The tracer's race upward and find him the bullets chew at the wingroot the cockpit the engine making bright little flashes",
        5272.12,
        5281.4
    ],
    [
        " I hose the Mishra Shmit down the way you'd hose down a campfire",
        5282.24,
        5286.44
    ],
    [
        " Mathautically from one end to the other not wanting to make a mistake",
        5286.44,
        5290.2
    ],
    [
        " The 109 shakes like a retriever coming out of the water throwing off pieces",
        5290.2,
        5296.3
    ],
    [
        " He slows, almost stops as if parked in the sky his propeller just wind milling",
        5296.3,
        5302.78
    ],
    [
        " And he begins smoking heavily",
        5302.78,
        5305.54
    ],
    [
        " My momentum carries me to him",
        5306.54,
        5308.76
    ],
    [
        " I throttle back to ease my plane alongside just off his right wing",
        5308.76,
        5313.24
    ],
    [
        " Have I killed him? I do not particularly want to fight this man again",
        5313.24,
        5316.88
    ],
    [
        " I'm coming up even with the cockpit",
        5316.88,
        5319.76
    ],
    [
        " Cockpit and although I figure less I know about him the better I find myself looking in spite of myself",
        5319.76,
        5327.14
    ],
    [
        " There's smoke in the cockpit I can see that and nothing more",
        5327.14,
        5332.14
    ],
    [
        " Another few feet",
        5332.14,
        5334.3
    ],
    [
        " And then he falls away suddenly left wing down right wing rising up obscuring my view",
        5335.54,
        5341.62
    ],
    [
        " I am looking at the 109's sky blue belly the wheel wells twin radiators grease marks streaks from the guns the black crosses",
        5341.62,
        5350.46
    ],
    [
        " I'm close enough to make out the rivets",
        5350.46,
        5353.48
    ],
    [
        " The Mishra Shmit is right there and then it is gone just like that rolling away and dropping its nose",
        5353.48,
        5359.96
    ],
    [
        " Falling almost straight down leaking coolant and trailing flame and smoke so black and thick it has to be smoke or oil",
        5360.18,
        5368.2
    ],
    [
        " It's simply plunges headed straight for the deck",
        5368.2,
        5372.94
    ],
    [
        " No spin not even a wobble no parachute and now I am wondering",
        5372.94,
        5378.34
    ],
    [
        " His ship seems a death chip",
        5378.34,
        5380.94
    ],
    [
        " But is it?",
        5380.94,
        5383.36
    ],
    [
        " Undecided I peel off and begin chasing him down did I squander a chance here have I let him escape?",
        5383.36,
        5389.4
    ],
    [
        " He's diving hard through",
        5389.96,
        5391.68
    ],
    [
        " He is diving hard enough to be shedding his wings harder than anyone designed those airplanes to dive",
        5391.68,
        5397.84
    ],
    [
        " 500 miles an hour and more and if 109's will stall sooner than the mustangs going straight up now. I am worrying",
        5397.84,
        5406.02
    ],
    [
        " Made that maybe their wings stay on longer",
        5406.02,
        5408.84
    ],
    [
        " At 25,000 feet. I begin to grow nervous",
        5408.84,
        5412.52
    ],
    [
        " I pull back on the throttle ease out of the dive and watch him go down",
        5412.52,
        5417.72
    ],
    [
        " I have no more stomach for this kind of thing and right now",
        5418.26,
        5421.2
    ],
    [
        " Not right now not with this guy",
        5421.2,
        5423.92
    ],
    [
        " Enough",
        5423.92,
        5425.46
    ],
    [
        " Let him go and to hell with him",
        5425.46,
        5428.54
    ],
    [
        " Straight down he plunges from his highest 35,000 feet",
        5428.54,
        5433.74
    ],
    [
        " Through this beautiful crystal clear may morning toward the green on green checkerboard fields leaving a wake of black smoke",
        5433.74,
        5442.08
    ],
    [
        " From four miles straight up. I watch as the missher Schmidt and the shadow it makes on the ground rush toward one another and",
        5442.9,
        5451.98
    ],
    [
        " then",
        5451.98,
        5452.22
    ],
    [
        " finally",
        5452.22,
        5453.56
    ],
    [
        " silently",
        5453.56,
        5454.82
    ],
    [
        " They merge",
        5454.82,
        5456.74
    ],
    [
        " Wow",
        5456.74,
        5461.9
    ],
    [
        " I think I just found a guy for my my audio book",
        5461.9,
        5469.36
    ],
    [
        " I know how you feel",
        5470.58,
        5471.78
    ],
    [
        " That's just",
        5471.78,
        5475.64
    ],
    [
        " Yeah, Dave what's your breakdown of that it's give us give us a breakdown. I I'm actually just",
        5475.64,
        5485.22
    ],
    [
        " I'm kind of lost for words and I know the sounds maybe even sounds a little arrogant. I can picture what he's saying",
        5485.22,
        5493.58
    ],
    [
        " So even when he's talking about",
        5493.58,
        5495.04
    ],
    [
        " He you're right here sir even when you're when you're talking about looking down your wing line seeing his nose come up to you and you know",
        5495.46,
        5503.1
    ],
    [
        " If he's got two or three more degrees on you which is which is kind of like a matter of inches really in an airplane",
        5503.1,
        5510.0
    ],
    [
        " That he's gonna get",
        5510.0,
        5511.6
    ],
    [
        " This missher Schmidt's gonna get a shot",
        5511.6,
        5514.4
    ],
    [
        " And the the sinking feeling that comes with seconds later the elation of watching him shudder and you know that he can't keep his turn",
        5514.4,
        5522.58
    ],
    [
        " Even the angles and the fault so",
        5522.58,
        5524.68
    ],
    [
        " Your ability to get another pilot to see through their eyes what you're seeing is it is it is remarkable how well",
        5524.68,
        5534.54
    ],
    [
        " It is written in a way to describe it",
        5534.54,
        5537.34
    ],
    [
        " So I can feel what you're seeing not just see it it is just unbelievable to listen you describe that and then the shadows",
        5537.34,
        5546.36
    ],
    [
        " You know merging with the airframe and then at your altitude just probably a fireball, but you don't hear anything",
        5546.36,
        5551.46
    ],
    [
        " And everything in between there is just",
        5552.02,
        5553.9
    ],
    [
        " I",
        5553.9,
        5555.1
    ],
    [
        " Have never seen something written",
        5555.1,
        5558.18
    ],
    [
        " Well enough to see it with my own eyes as what you wrote in that dog fight",
        5558.18,
        5563.28
    ],
    [
        " Um, it's it's really amazing for me to hear and I'm really grateful that you have the ability to get that on paper and capture that forever",
        5563.28,
        5570.1
    ],
    [
        " We may uh",
        5570.1,
        5572.56
    ],
    [
        " blame",
        5572.56,
        5574.46
    ],
    [
        " Joe hamlin. Yeah, well",
        5574.46,
        5578.12
    ],
    [
        " He didn't fly the airplane. I know that well the stories are all mine and when it came to",
        5578.28,
        5584.98
    ],
    [
        " Oh, well, we first have to get together and he'd go home and write",
        5584.98,
        5592.24
    ],
    [
        " The couple of chapters and then we would uh come back and review them and I see",
        5592.24,
        5598.86
    ],
    [
        " Joe this word isn't even in my inventory",
        5598.86,
        5601.9
    ],
    [
        " You know and",
        5601.9,
        5605.56
    ],
    [
        " uh",
        5606.68,
        5607.2
    ],
    [
        " We'd go on and on not to say I don't even know what that means",
        5607.2,
        5610.72
    ],
    [
        " And",
        5610.72,
        5613.18
    ],
    [
        " We had that and then they went it came to the flying",
        5613.18,
        5617.22
    ],
    [
        " He would try it and I said",
        5617.22,
        5622.28
    ],
    [
        " Joe",
        5622.28,
        5623.74
    ],
    [
        " Give me a yellow pad over there and I'd write it all out long and",
        5623.74,
        5629.74
    ],
    [
        " I said don't change the word",
        5629.74,
        5632.6
    ],
    [
        " and",
        5634.64,
        5635.44
    ],
    [
        " But after we got together so many times",
        5635.44,
        5639.1
    ],
    [
        " He really got into my head",
        5639.1,
        5641.86
    ],
    [
        " Yeah, he did a marvelous job",
        5641.86,
        5644.32
    ],
    [
        " and uh",
        5644.32,
        5647.02
    ],
    [
        " And then",
        5647.02,
        5648.46
    ],
    [
        " Even when I said don't change your word sometimes he'd try",
        5648.46,
        5654.12
    ],
    [
        " And I might or might not",
        5654.12,
        5657.42
    ],
    [
        " Leave it because he was he is a good writer",
        5658.0,
        5662.54
    ],
    [
        " Absolutely, yeah, I would have taken my book and say",
        5662.54,
        5667.36
    ],
    [
        " I was born on January 13th 1922",
        5667.36,
        5672.6
    ],
    [
        " But you know the way he mixed",
        5672.6,
        5677.66
    ],
    [
        " Mixed it through the book right I think was really good. Yeah, no that's so that's the just for everyone that's listening",
        5677.66,
        5684.7
    ],
    [
        " That's the the the co-author of the book that helped write the book",
        5684.7,
        5688.78
    ],
    [
        " Joe Hamlin did a great job",
        5688.78,
        5691.58
    ],
    [
        " When when you're so when you're looking over your shoulder at this Mesherschmitt and they're start he started to stall",
        5691.58,
        5698.86
    ],
    [
        " So you can see that you can see the plane start to kind of shake I said",
        5698.86,
        5703.92
    ],
    [
        " I see him shutter right but",
        5703.92,
        5707.86
    ],
    [
        " I don't think you can see it shutter the shutter is a feel in the airplane",
        5707.86,
        5713.62
    ],
    [
        " I don't know you feel it",
        5713.62,
        5714.96
    ],
    [
        " But there's some visual thing that's going on that you go oh he's not gonna make it much floppy",
        5714.96,
        5720.22
    ],
    [
        " Yeah, it's floppy",
        5720.22,
        5721.38
    ],
    [
        " That's the beginning of a stall",
        5721.38,
        5724.0
    ],
    [
        " And you can probably sense when you're about done",
        5724.0,
        5727.68
    ],
    [
        " Going up to so you knew that you were close. Oh yeah",
        5727.68,
        5731.38
    ],
    [
        " And then when you're shooting",
        5731.38,
        5737.84
    ],
    [
        " That that aircraft",
        5739.68,
        5740.72
    ],
    [
        " You have to make little micro adjustments with your nose to get like you're saying you hose it down like you would have a campfire",
        5740.72,
        5748.86
    ],
    [
        " So you're making little tiny adjustments to kind of sweep up and down on that aircraft with your",
        5748.86,
        5754.08
    ],
    [
        " maneuvering yeah",
        5754.08,
        5755.64
    ],
    [
        " maneuvering is just a little bit of a rudder yeah",
        5755.64,
        5760.6
    ],
    [
        " Small amount you had to keep it in trim",
        5760.6,
        5765.16
    ],
    [
        " And I don't what I mean in trim keep the ball centered",
        5765.84,
        5769.7
    ],
    [
        " If you had a ball off",
        5769.7,
        5773.4
    ],
    [
        " Then you're you know you're shooting",
        5773.4,
        5778.36
    ],
    [
        " And the airplanes over here you can't you got a you can't",
        5778.36,
        5784.46
    ],
    [
        " So this makes whereas normally you could get away with having trim be off a little bit because you're still",
        5784.46,
        5790.28
    ],
    [
        " Just maintaining some kind of a bearing",
        5790.28,
        5792.34
    ],
    [
        " But in this situation if your trim is off a little bit your guns pointed in the wrong direction might might be you know",
        5792.34,
        5797.46
    ],
    [
        " And you've got you're making these constant micro adjustments and actually",
        5797.46,
        5800.66
    ],
    [
        " That's a part of the book that I didn't quite go into the",
        5800.66,
        5804.82
    ],
    [
        " Deep level of detail that you have to do to keep that trim",
        5804.82,
        5808.14
    ],
    [
        " But I failed to understand why that's so important in a gun fight when you have fixed sites",
        5808.14,
        5814.66
    ],
    [
        " Because like if you're flying an aircraft",
        5814.66,
        5817.32
    ],
    [
        " I mean I've taken off an air small airplanes before where there's a strong crosswind",
        5817.32,
        5820.66
    ],
    [
        " The plane is going live you look at the heading of the plane. It's like 10 degrees off the direction you're heading",
        5820.98,
        5826.68
    ],
    [
        " But you're still going in the right direction",
        5826.68,
        5828.5
    ],
    [
        " So if you do that with your gun that's going to be a problem",
        5828.5,
        5832.2
    ],
    [
        " So you've got to keep that thing perfectly trimmed all the time",
        5832.2,
        5834.84
    ],
    [
        " Dave you didn't have to do any of that well he had a computer doing all this form sir",
        5834.84,
        5839.12
    ],
    [
        " We got the early computers",
        5839.12,
        5841.98
    ],
    [
        " You had it harder than I did because in a jet moving the throttles in a jet doesn't change your trim",
        5841.98,
        5848.6
    ],
    [
        " Every time you move the throttle in a propeller you change the torque",
        5849.24,
        5852.68
    ],
    [
        " Every movement of a throttle and I have a little bit of propeller time",
        5852.68,
        5856.94
    ],
    [
        " I learned to fly in a propeller airplane every time you move the throttle forward or back",
        5856.94,
        5860.0
    ],
    [
        " You have to adjust the rudder trim",
        5860.0,
        5861.44
    ],
    [
        " So when he talks about the ball we called it stepping on the ball",
        5861.44,
        5864.66
    ],
    [
        " Which is a little literally a and a little gauge that has a little white",
        5864.66,
        5868.12
    ],
    [
        " Background in a little black floating ball that would tell you if your nose and tail are aligned",
        5868.12,
        5873.12
    ],
    [
        " It'd be like pointing a gun with your wrist cock to one direction or another",
        5873.12,
        5876.66
    ],
    [
        " Every time I move the throttle in the jet the computer said we're okay. Don't worry about it",
        5877.62,
        5881.5
    ],
    [
        " The ball is always centered every time in a prop prop you have to either use your feet or use the rudder trim",
        5881.5,
        5887.58
    ],
    [
        " So when he's talking about",
        5887.58,
        5888.82
    ],
    [
        " Moving the throttle what he's not saying is that every single movement of that throttle meant moving my feet moving with my thumb",
        5888.82,
        5896.0
    ],
    [
        " Move my hands. So the the intricacy to be able to track",
        5896.0,
        5899.2
    ],
    [
        " An M109 that's probably what 30 feet long and 30 feet wide",
        5899.2,
        5904.24
    ],
    [
        " We're the the the accuracy to do that is so precise to be able to do that in a dogfight like that is so hard to do",
        5905.7,
        5913.24
    ],
    [
        " I got the Colonel leaders like the humblest guy in the world saying Joe's a good writer which I know he is",
        5913.24,
        5918.38
    ],
    [
        " But he didn't track that M109 with his p 51",
        5918.38,
        5922.38
    ],
    [
        " The way that you did so I still just it's remarkable that you're able to capture that and and I'm trying to do justice to how",
        5922.38,
        5930.32
    ],
    [
        " Difficult that is and how intricate that physical movement is in your airplane",
        5931.1,
        5934.84
    ],
    [
        " Also the fact that you described this 101 engagement that something that I always loved as a fighter pilot",
        5934.84,
        5941.12
    ],
    [
        " Was ultimately the very end would it would come down to you and somebody else",
        5941.12,
        5944.6
    ],
    [
        " But what's hard for for me to really truly grasp is that there's a war going on around you",
        5944.6,
        5949.68
    ],
    [
        " You weren't the only two airplanes in the sky at that time",
        5949.68,
        5952.08
    ],
    [
        " So your ability to compartmentalize and focus on this one airplane as part of a much larger thing going on is",
        5952.08,
        5958.8
    ],
    [
        " To me equally is remarkable and the thing is is that what we call",
        5958.8,
        5963.64
    ],
    [
        " situational awareness",
        5963.64,
        5966.48
    ],
    [
        " You have to do that you have to know",
        5966.48,
        5970.44
    ],
    [
        " And I've got a real good example of when we were doing a dogfight",
        5970.44,
        5975.98
    ],
    [
        " I saw a shadow",
        5975.98,
        5978.84
    ],
    [
        " and",
        5978.84,
        5980.98
    ],
    [
        " And",
        5983.1,
        5983.7
    ],
    [
        " One were through I said hey guys you see anything shadow or anything no no no",
        5983.7,
        5989.16
    ],
    [
        " Okay, come on now and get lined up here. I knew it was going west generally speaking on",
        5989.16,
        5996.78
    ],
    [
        " So I go along here",
        5996.78,
        5998.76
    ],
    [
        " pretty soon",
        5998.76,
        6001.3
    ],
    [
        " We come up and I see the shadow again",
        6001.3,
        6005.58
    ],
    [
        " Before I can see the airplane",
        6005.58,
        6008.3
    ],
    [
        " And that was a bright sunny day and it was a green hungry and",
        6009.52,
        6014.94
    ],
    [
        " Camel",
        6014.94,
        6017.0
    ],
    [
        " And if it'd been a hazy I never would have seen him",
        6017.0,
        6021.64
    ],
    [
        " And so I could come up and it's a hiker one all that was okay",
        6021.64,
        6027.14
    ],
    [
        " The poor guy",
        6027.14,
        6028.66
    ],
    [
        " All obsolete",
        6028.66,
        6030.68
    ],
    [
        " Battle of Britain bomber",
        6030.68,
        6033.38
    ],
    [
        " and uh",
        6033.38,
        6035.94
    ],
    [
        " Had a gunner we silenced the gunner",
        6038.3,
        6040.94
    ],
    [
        " And we got both engines spoken",
        6040.94,
        6044.16
    ],
    [
        " And so I scored my I I'm I'm back over here on the",
        6044.16,
        6050.5
    ],
    [
        " From this side to that side",
        6050.5,
        6052.78
    ],
    [
        " And I'm scoring them as they shoot",
        6052.78,
        6056.86
    ],
    [
        " So that's how you get a quarter of the kill share the whole thing",
        6056.86,
        6063.08
    ],
    [
        " And my number four guys a new head you know new",
        6063.54,
        6067.66
    ],
    [
        " inexperienced guy and he",
        6067.66,
        6069.66
    ],
    [
        " He fired every round on one pass",
        6069.66,
        6074.1
    ],
    [
        " And you could imagine where the bullets were going",
        6074.1,
        6079.5
    ],
    [
        " He burnt the barrels out you know",
        6079.5,
        6083.06
    ],
    [
        " And we only have 30 seconds of",
        6083.06,
        6086.82
    ],
    [
        " Of",
        6090.0,
        6090.56
    ],
    [
        " Gunfire",
        6090.56,
        6089.58
    ],
    [
        " Yeah, that's not not much. I know",
        6089.58,
        6093.62
    ],
    [
        " He come home a couple of times since no way I'm old",
        6093.62,
        6100.08
    ],
    [
        " How many seconds did you fire out that mesh Richmond on the in the straight-up encounter",
        6100.08,
        6104.84
    ],
    [
        " Three four five seconds something something like that",
        6104.84,
        6109.5
    ],
    [
        " Yeah, that's still a lot of rounds to receive I don't want to be the receiving end of 50 cows",
        6109.5,
        6115.42
    ],
    [
        " Uh you go on here",
        6117.26,
        6118.98
    ],
    [
        " Talking about that straight-up encounter you say Eddie Simpson joins up with me both wingman two",
        6118.98,
        6125.94
    ],
    [
        " Simpson my old wingman and friend had gotten the one who'd climbed out. This is another aircraft",
        6125.94,
        6131.22
    ],
    [
        " We bagged three or four three of the four we were very excited. It had been a good day",
        6131.22,
        6136.84
    ],
    [
        " I had lived and my opponent had died",
        6136.84,
        6139.64
    ],
    [
        " But it was a near thing",
        6139.64,
        6141.84
    ],
    [
        " It could have been the other way around just as easily and what probably made the difference was the airplane. I flew",
        6142.34,
        6148.64
    ],
    [
        " Made in America",
        6148.64,
        6150.82
    ],
    [
        " I would live to see the day when people would try and tell me that the United States can't make cars like some other folks do",
        6150.82,
        6157.8
    ],
    [
        " What a laugh",
        6157.8,
        6158.96
    ],
    [
        " I didn't wonder if I just made a new bride a widow or if he might have kids any more than I would have wondered about a snake's mate and offspring",
        6158.96,
        6168.72
    ],
    [
        " I may have given some thought to how many of my friends he had killed or I might it or he might have killed in the future",
        6169.7,
        6175.76
    ],
    [
        " Or how many bombers he might have shot down had he lived",
        6175.76,
        6178.76
    ],
    [
        " But that's as far as it went from what I could tell he hadn't been overly concerned about me",
        6178.76,
        6185.02
    ],
    [
        " People ask about that all the time people usually ask it hesitantly as tactfully as they can",
        6185.02,
        6191.96
    ],
    [
        " But they ask it did I wonder and worry about the mothers and children's and wives of the men I shot down",
        6191.96,
        6198.3
    ],
    [
        " Did I carry any guilt or regret?",
        6198.72,
        6201.12
    ],
    [
        " No",
        6202.58,
        6203.2
    ],
    [
        " Not then and not now",
        6203.2,
        6206.2
    ],
    [
        " World War II was a total thing",
        6206.2,
        6209.62
    ],
    [
        " Us against them when being against them was unquestionably the right thing to be",
        6209.62,
        6215.94
    ],
    [
        " I flew from my country and was proud I could help in any way that I could",
        6215.94,
        6221.5
    ],
    [
        " Besides all of my opponents were trying to kill me",
        6221.5,
        6225.56
    ],
    [
        " And frankly I",
        6226.24,
        6228.34
    ],
    [
        " always was elated they hadn't",
        6228.34,
        6232.92
    ],
    [
        " This one had almost gotten a beat on me he'd come as close as anyone would",
        6232.92,
        6237.38
    ],
    [
        " When it was done 480 hours of combat flying in p-50 ones and another 25 missions are so in Vietnam almost all of those in F105's",
        6237.38,
        6248.36
    ],
    [
        " I never once suffered a hit in air-to-air combat",
        6248.36,
        6251.92
    ],
    [
        " The sum total of the damage all my aircraft absorbed amounted to one small arms round that found one of my wings during a strafing run after D-Day",
        6252.38,
        6263.1
    ],
    [
        " It bore to hole the size of my little finger",
        6263.1,
        6266.94
    ],
    [
        " It didn't even go all the way through just punctured the underside skin",
        6266.94,
        6271.22
    ],
    [
        " Nobody noticed it until the next day needing a patch the size of a coin",
        6271.22,
        6275.6
    ],
    [
        " That's exactly what my crew used a British shilling",
        6275.6,
        6279.36
    ],
    [
        " People on the ground often shot at me flack batteries machine gunners foot soldiers with rifles and pistols",
        6280.22,
        6285.5
    ],
    [
        " There may have been some who threw rocks who can say",
        6285.5,
        6288.38
    ],
    [
        " But this man on that day was the only opponent who was ever behind me",
        6288.38,
        6292.9
    ],
    [
        " And he couldn't quite bring me into his sights and he never did fire",
        6292.9,
        6297.18
    ],
    [
        " To my knowledge I was never I never was fired upon by an airplane in combat",
        6297.18,
        6302.9
    ],
    [
        " Skill had something to do with that I suppose",
        6302.9,
        6305.88
    ],
    [
        " But there was certainly something more to it than skill lots of hot pilots never came home",
        6306.76,
        6312.82
    ],
    [
        " I guess I was lucky or blessed",
        6312.82,
        6317.22
    ],
    [
        " Yeah, that American made P-51",
        6317.22,
        6323.84
    ],
    [
        " Was just next level in the sky, huh when you guys were getting that thing it must have seemed like you know a lot of times for me",
        6323.84,
        6331.9
    ],
    [
        " You know I grew up I grew up the the P-51 was like an antique right it was like an antique thing",
        6331.9,
        6338.84
    ],
    [
        " But for you guys this was like a piece of",
        6338.84,
        6342.3
    ],
    [
        " The newest technology imaginable",
        6342.3,
        6346.58
    ],
    [
        " Yeah",
        6346.58,
        6346.92
    ],
    [
        " Just a just an incredible bird",
        6346.92,
        6350.74
    ],
    [
        " I mean Dave",
        6350.74,
        6352.52
    ],
    [
        " That's like you getting into an f-22 or an f-35 for the first time it is",
        6352.52,
        6357.98
    ],
    [
        " I can't imagine you know",
        6357.98,
        6360.56
    ],
    [
        " Certainly the the prominence of that airplane, but it had to feel good to know",
        6361.02,
        6365.08
    ],
    [
        " And I fully appreciate and I'm so glad you wrote about it",
        6365.08,
        6369.54
    ],
    [
        " What it always came down to was the man in the in the cockpit that's the ultimate",
        6369.54,
        6373.16
    ],
    [
        " Factor but it had to feel good to know",
        6373.16,
        6376.34
    ],
    [
        " You were getting into an airplane",
        6376.34,
        6378.54
    ],
    [
        " That was gonna level the playing field or give you an advantage over what the Germans had so you didn't have to mitigate",
        6378.54,
        6385.4
    ],
    [
        " The deficiencies of that p 39 or something else that had to be a confidence builder to say if you want to go fight me one to one",
        6386.64,
        6392.4
    ],
    [
        " Any up down left right any environment this airplane will be just fine. So",
        6392.4,
        6397.6
    ],
    [
        " That feeling of getting into that p 51 knowing you're going to war had to be a lot better than what you might have been flying in anything else",
        6397.6,
        6404.72
    ],
    [
        " And I felt that when I got in my first flight in f-22. No, I felt like I'll fight anybody anywhere",
        6404.72,
        6411.96
    ],
    [
        " How did that happen? How did you",
        6411.96,
        6414.6
    ],
    [
        " Being a marine that one day did do that if I can steal a line from your book",
        6415.4,
        6420.16
    ],
    [
        " I was very lucky",
        6420.16,
        6422.52
    ],
    [
        " Yeah, a lot of timing a lot of just good fortune a lot of things right place right time need requirements",
        6422.52,
        6430.88
    ],
    [
        " qualifications and at the end",
        6430.88,
        6433.04
    ],
    [
        " It's really hard for me to take credit for being the only marine that's gotten to do it",
        6433.04,
        6437.26
    ],
    [
        " But I was very lucky you're the only marine that got to fly the f-22 never",
        6437.26,
        6442.1
    ],
    [
        " and",
        6443.96,
        6444.36
    ],
    [
        " And the f-35 those Marines at fly f-35. Yeah, I was the first marine only only marine to ever fly the Raptor first marine to fly the f-35b",
        6444.36,
        6451.94
    ],
    [
        " You know as operational how'd you get how'd you get in the Raptor?",
        6451.94,
        6456.16
    ],
    [
        " Short version of the long story the Marine Corps was gonna buy f-35s. It's a whole new airplane. They didn't know",
        6456.16,
        6464.46
    ],
    [
        " How challenging it would be to go from old to new we hadn't done it in 30 years",
        6464.46,
        6468.9
    ],
    [
        " The Air Force had just introduced a new fighter called the f-22 to replace the f-15",
        6468.98,
        6474.14
    ],
    [
        " And they basically sent a spy go live with the Air Force for three years and learn all the lessons that they've just learned",
        6474.14,
        6480.68
    ],
    [
        " From going from the f-15 to the f-22",
        6480.68,
        6483.12
    ],
    [
        " We'll take those lessons and apply it as we replace the f-18s with the f-35",
        6483.12,
        6487.98
    ],
    [
        " So I got lucky to be selected for an exchange with the Air Force to learn all about the f-22 all about this new generation",
        6487.98,
        6495.0
    ],
    [
        " And all about the challenges of replacing a 30 40-year-old airplane with the brand new airplane",
        6495.0,
        6500.38
    ],
    [
        " Because the Marine Corps hadn't done it since the early 80s",
        6500.38,
        6503.04
    ],
    [
        " And I was the guy that got to do it and I went straight from the f-22 to the f-35",
        6503.04,
        6507.16
    ],
    [
        " Lucky yeah, you two need to play the lottery",
        6507.16,
        6511.38
    ],
    [
        " So look I'm I'm not gonna read the whole book",
        6511.38,
        6516.94
    ],
    [
        " You know you've got a bunch of other encounters in here",
        6516.94,
        6520.84
    ],
    [
        " Got dog fights",
        6521.38,
        6522.58
    ],
    [
        " Incredible detail on the combat experience you end up with 16",
        6522.58,
        6527.52
    ],
    [
        " Kills 16 in quarter 16 in quarter. That's right. Don't let me leave off that quarter",
        6527.52,
        6533.68
    ],
    [
        " What what was the quarter for was the quarter for that one that you just described? Yeah, so there you go",
        6533.68,
        6538.38
    ],
    [
        " You got a little bit of that one too",
        6538.38,
        6540.06
    ],
    [
        " You end up with 16",
        6540.06,
        6541.76
    ],
    [
        " Kills you fight you fly your last mission with Jager",
        6541.76,
        6546.4
    ],
    [
        " You guys are out there together. Okay",
        6546.4,
        6549.3
    ],
    [
        " um",
        6552.4,
        6553.08
    ],
    [
        " And again people get the book. It's incredible get those details",
        6553.08,
        6557.34
    ],
    [
        " But I'm gonna go back. I'm gonna skip forward a little bit here",
        6557.34,
        6560.86
    ],
    [
        " and you say",
        6560.86,
        6562.48
    ],
    [
        " I hadn't intended to get married it just kind of happened",
        6562.48,
        6567.3
    ],
    [
        " I landed in the states on February 1st 1945 and married my penpal",
        6567.3,
        6572.82
    ],
    [
        " The widow Eleanor Cosby Stacker 22 days later",
        6572.82,
        6578.1
    ],
    [
        " It took me a few days to get from the east coast to California",
        6578.7,
        6582.04
    ],
    [
        " And I know I asked her at least a week before we got married",
        6582.04,
        6585.3
    ],
    [
        " Figure it out the courtship lasted no more than 10 days to two weeks pretty intense",
        6585.3,
        6592.02
    ],
    [
        " We were married three days before Chuck and Glennis",
        6592.02,
        6596.32
    ],
    [
        " It didn't sit all that well with our folks our moms didn't think it would last and you can understand why",
        6596.32,
        6603.2
    ],
    [
        " After we've been married all about 20 years with our two kids almost grown",
        6603.92,
        6608.42
    ],
    [
        " My mother poured it all out to Eleanor she told her I thought you'd run home to mama at the first sign of trouble",
        6608.42,
        6615.9
    ],
    [
        " I couldn't have been more wrong. You're a wonderful person. They had a good cry",
        6615.9,
        6620.36
    ],
    [
        " At another time Ells own mother told her the same",
        6620.36,
        6624.58
    ],
    [
        " Ellie had been married to Jack for two weeks and had mourned 15 months",
        6624.58,
        6629.5
    ],
    [
        " people thought she was vulnerable",
        6629.5,
        6631.34
    ],
    [
        " But she knew her own heart",
        6632.2,
        6633.88
    ],
    [
        " After 40 plus years were still happily married",
        6633.88,
        6637.44
    ],
    [
        " No question. She's the best thing that ever happened to me",
        6637.44,
        6640.66
    ],
    [
        " Over the years we've seen lots of couples break up",
        6640.66,
        6644.06
    ],
    [
        " Loving a fighter pilot is like loving a cop",
        6644.06,
        6647.42
    ],
    [
        " He leaves work in the morning and you're never entirely sure he will come home at night",
        6647.42,
        6652.48
    ],
    [
        " Worse there are inescapable",
        6652.48,
        6655.36
    ],
    [
        " Agonizing periods of separation where the woman has to be both father and mother to the children keep the house together",
        6655.8,
        6662.88
    ],
    [
        " manage the money and contend with the loneliness",
        6662.88,
        6665.62
    ],
    [
        " And there never is much money",
        6665.62,
        6668.94
    ],
    [
        " But we can look back and laugh now surviving the trials is what brings people closer",
        6668.94,
        6675.96
    ],
    [
        " I ended up with",
        6675.96,
        6678.82
    ],
    [
        " 70 years",
        6678.82,
        6681.1
    ],
    [
        " She passed away",
        6681.1,
        6684.36
    ],
    [
        " And",
        6690.0,
        6690.44
    ],
    [
        " That's not in the",
        6690.44,
        6691.4
    ],
    [
        " That's an updated version, didn't it?",
        6691.4,
        6695.74
    ],
    [
        " I'm not sure which version is I know I have two versions here. Let me see the cover",
        6695.96,
        6699.8
    ],
    [
        " The cover to this one",
        6699.8,
        6701.7
    ],
    [
        " I think this is the original one. I think this is the updated one. Oh, okay. Yeah, I have both versions",
        6701.7,
        6708.8
    ],
    [
        " Well actually one of them's david version that he's had for 20 years or something",
        6708.8,
        6714.1
    ],
    [
        " What can they say about that the storybook romance right right",
        6714.64,
        6718.72
    ],
    [
        " No, it's um and then what what was like coming home and you I didn't mention this is in the book",
        6718.72,
        6727.74
    ],
    [
        " You you actually came home for a little bit of leave in between and you got treated like the biggest hero in the history of America. Yeah",
        6727.74,
        6734.72
    ],
    [
        " Which is awesome",
        6734.72,
        6737.5
    ],
    [
        " But when you are now you come home again",
        6737.5,
        6741.7
    ],
    [
        " For good for for good so to speak",
        6741.96,
        6745.28
    ],
    [
        " Well, yeah, what you didn't know it would be for good. Maybe you would be going to Japan or whatever",
        6745.28,
        6749.48
    ],
    [
        " But Germany surrendered while you were back in America right and",
        6749.48,
        6754.04
    ],
    [
        " So so how did that feel you did you feel like we did it?",
        6754.04,
        6759.58
    ],
    [
        " I was pretty elated",
        6759.98,
        6762.46
    ],
    [
        " And you mentioned this in the book and I think it's definitely worth talking about so",
        6762.46,
        6769.64
    ],
    [
        " The 357th",
        6771.54,
        6772.96
    ],
    [
        " Who you are part of shot down 609 enemy aircraft",
        6772.96,
        6776.42
    ],
    [
        " 13 died in training",
        6776.42,
        6779.86
    ],
    [
        " 57 were killed in combat and that was from 16 accidents and then the others were killed in shot",
        6779.86,
        6787.16
    ],
    [
        " And there was 71",
        6787.16,
        6789.6
    ],
    [
        " POWs",
        6789.6,
        6791.42
    ],
    [
        " taken",
        6791.42,
        6792.42
    ],
    [
        " You had 28 original pilots in your crew in your group",
        6792.42,
        6797.64
    ],
    [
        " Nine of whom were killed seven of whom were shot down and became POWs",
        6798.08,
        6804.12
    ],
    [
        " Yeah, 50%",
        6804.12,
        6805.64
    ],
    [
        " Ah, you must have felt very lucky to be home",
        6805.64,
        6811.86
    ],
    [
        " Um",
        6811.86,
        6813.04
    ],
    [
        " But then it's like you're you're looking at Japan right you had to be looking at Japan like everybody else",
        6813.04,
        6820.04
    ],
    [
        " Yeah, it was always there. Yeah",
        6820.04,
        6822.4
    ],
    [
        " But but you ended up going to Texas and did you become a flight instructor?",
        6822.4,
        6826.82
    ],
    [
        " Was that your job in Texas? Yeah, but I let a group, you know",
        6827.64,
        6833.14
    ],
    [
        " Um, I had a group of instructors and I'm a group commander",
        6833.14,
        6841.62
    ],
    [
        " And I ride the I have to ride the I go to the",
        6841.62,
        6847.44
    ],
    [
        " instructor school the central instructor school then come back",
        6847.44,
        6854.84
    ],
    [
        " And",
        6856.48,
        6857.06
    ],
    [
        " They only let me ride do the wash rides",
        6857.06,
        6859.66
    ],
    [
        " What's a what's a wash ride",
        6859.66,
        6861.94
    ],
    [
        " Tell a guy he's not gonna make it oh you're washing him out",
        6861.94,
        6867.12
    ],
    [
        " Uh, and then it's next thing happens is so you're there at work in his instructor and the next thing happens is VJ day",
        6867.12,
        6877.9
    ],
    [
        " Yeah, and now the war is over",
        6877.9,
        6881.48
    ],
    [
        " Yeah",
        6881.48,
        6882.22
    ],
    [
        " What was it what was the uh state what was the mindset of America on VJ day",
        6884.84,
        6890.36
    ],
    [
        " Uh, just",
        6890.36,
        6892.34
    ],
    [
        " I don't know how to explain it, but uh",
        6892.34,
        6897.0
    ],
    [
        " extreme joy and I don't think there's any more",
        6897.0,
        6902.28
    ],
    [
        " From a service man that served in that time about the use of the atomic bomb",
        6902.28,
        6913.52
    ],
    [
        " And I really had",
        6915.14,
        6916.94
    ],
    [
        " Truman and he he did a good job. Yeah, yeah",
        6916.94,
        6922.08
    ],
    [
        " No doubt about that and especially when you hear the stories from the guys that fought in the Pacific",
        6922.08,
        6928.12
    ],
    [
        " On the ground against the Japanese. I mean it was going to be absolutely",
        6928.12,
        6933.3
    ],
    [
        " horrendous if we had to go into mainland Japan",
        6933.3,
        6937.6
    ],
    [
        " Yeah, and",
        6937.6,
        6940.32
    ],
    [
        " You know they were we know they were training their kids and the women to fight with sticks and hide in caves and",
        6940.84,
        6953.36
    ],
    [
        " We would have just wiped them out and yeah",
        6953.36,
        6959.56
    ],
    [
        " We would kill more Japanese and then uh",
        6959.56,
        6965.32
    ],
    [
        " Americans, yeah",
        6965.32,
        6968.64
    ],
    [
        " Um",
        6971.58,
        6972.1
    ],
    [
        " So now that the war is over you you go and become a recruiter",
        6972.1,
        6975.26
    ],
    [
        " Going for a going recruiting duty",
        6975.26,
        6977.68
    ],
    [
        " Everybody's getting out",
        6977.68,
        6979.48
    ],
    [
        " Uh",
        6979.48,
        6982.26
    ],
    [
        " Yeager becomes a test pilot and it seems like he eventually recruits you basically recruits you to become a test pilot",
        6982.26,
        6989.54
    ],
    [
        " Well, he allowed me to he got me an interview with us to have a flight test",
        6989.54,
        6994.5
    ],
    [
        " Uh",
        6994.5,
        6996.02
    ],
    [
        " You got a cool section in here during these test pilots here test pilot years",
        6996.56,
        7001.16
    ],
    [
        " Um",
        7001.16,
        7002.62
    ],
    [
        " Scary scary and I kind of wanted to",
        7002.62,
        7006.82
    ],
    [
        " Bring out the fact of what it was like being a test pilot because it was risky business back then",
        7006.82,
        7012.96
    ],
    [
        " Um",
        7012.96,
        7014.18
    ],
    [
        " This section here you say on April 24th",
        7014.18,
        7017.58
    ],
    [
        " 1953 1953 we took off in rendezvous with the B29 and a couple of chase planes at 25,000 feet",
        7017.58,
        7024.54
    ],
    [
        " In the chase aircraft were Jake night and bill Ross the pilot scheduled to join John on the project",
        7024.62,
        7030.58
    ],
    [
        " I moved in on the B29 hooked onto its wingtip and again the dash panel light remained dark no power damn",
        7030.58,
        7039.6
    ],
    [
        " Thirdly frustrated by now I disconnected moved away from the mothership and Davis moved in and hooked up",
        7039.6,
        7047.7
    ],
    [
        " So this was what you were trying to do what what we were trying to do as a country",
        7047.7,
        7051.42
    ],
    [
        " Was get away to make the fighters be able to support the bombers longer",
        7051.44,
        7056.22
    ],
    [
        " And they devise some kind of system where you could actually take two fighter planes",
        7056.22,
        7060.76
    ],
    [
        " And hook into the wings of a big giant bomber that has a bunch of fuel and there they would kind of pull you along",
        7060.76,
        7068.26
    ],
    [
        " Well, that was uh one",
        7068.26,
        7071.94
    ],
    [
        " one",
        7071.94,
        7073.98
    ],
    [
        " Concept that",
        7073.98,
        7078.62
    ],
    [
        " uh",
        7080.16,
        7081.02
    ],
    [
        " People latched onto",
        7081.02,
        7082.4
    ],
    [
        " But the basic program",
        7082.4,
        7085.42
    ],
    [
        " Was a theory by this uh German engineer that we brought back from war two",
        7085.42,
        7092.66
    ],
    [
        " Uh",
        7092.66,
        7094.74
    ],
    [
        " to work working right field",
        7094.74,
        7097.72
    ],
    [
        " And he theorized that you take a",
        7097.72,
        7104.44
    ],
    [
        " A bomber",
        7104.44,
        7104.98
    ],
    [
        " If you could put a wing extension out here",
        7104.98,
        7109.42
    ],
    [
        " Just",
        7109.42,
        7110.58
    ],
    [
        " Wing extension and you had some way of controlling it",
        7110.58,
        7115.28
    ],
    [
        " You increase the aspect ratio",
        7115.28,
        7118.18
    ],
    [
        " And that give you longer range",
        7118.18,
        7122.0
    ],
    [
        " And so they wanted to do it in a wind tunnel what they didn't have the priority and all that stuff so",
        7122.0,
        7130.76
    ],
    [
        " Uh",
        7130.76,
        7132.54
    ],
    [
        " I said well, let's",
        7133.36,
        7135.5
    ],
    [
        " Let's try it with airplanes",
        7135.5,
        7137.9
    ],
    [
        " Well, that was okay, except we haven't done that before",
        7137.9,
        7142.86
    ],
    [
        " And so that's why we developed a program with a C47 and a little Q14",
        7142.86,
        7150.64
    ],
    [
        " and",
        7150.64,
        7152.84
    ],
    [
        " with a simple",
        7152.84,
        7155.58
    ],
    [
        " Locking mechanism like",
        7158.4,
        7159.68
    ],
    [
        " Backing you know back into it and then the drag would hold us it was a beveled ring",
        7159.68,
        7167.3
    ],
    [
        " Then we had a beveled ball with a with a downed bevel with a spike",
        7167.3,
        7174.28
    ],
    [
        " And yeah to go in front of it and back and",
        7174.28,
        7178.72
    ],
    [
        " Which made it about to ice the hard",
        7179.98,
        7182.24
    ],
    [
        " and then it was",
        7182.24,
        7185.52
    ],
    [
        " Lot when you pull the throttle back",
        7185.52,
        7188.8
    ],
    [
        " But then if you want to get out just",
        7188.8,
        7191.88
    ],
    [
        " Have throttle to it",
        7191.88,
        7193.98
    ],
    [
        " So as you're trying to do this you're you try bringing your plane in you connect",
        7193.98,
        7199.32
    ],
    [
        " But you're not getting the full connection",
        7199.32,
        7200.96
    ],
    [
        " And so then I'm going back to the book auto pilot coming on he radio",
        7200.96,
        7205.88
    ],
    [
        " So this is after Davis moved in and hooked up this was a completely different project. Okay. Yeah, so what project is this one",
        7205.88,
        7212.56
    ],
    [
        " this was",
        7212.56,
        7214.06
    ],
    [
        " using two f84s",
        7214.06,
        7217.74
    ],
    [
        " Two airplanes one on each wing that was going to be the panel right",
        7217.74,
        7222.62
    ],
    [
        " And we had gone through the manual flying of it and",
        7222.62,
        7228.86
    ],
    [
        " Done enough to give them confidence",
        7228.86,
        7232.86
    ],
    [
        " To go to an automatic pilot",
        7233.74,
        7236.86
    ],
    [
        " And meanwhile I'd been",
        7236.86,
        7240.82
    ],
    [
        " Meanwhile I'd been",
        7240.82,
        7245.16
    ],
    [
        " I'd been there about five years which was",
        7245.16,
        7250.46
    ],
    [
        " Way more than normal",
        7250.46,
        7252.8
    ],
    [
        " and",
        7252.8,
        7254.12
    ],
    [
        " I wanted to stay there and I told him I say this project's coming up",
        7254.12,
        7260.76
    ],
    [
        " Uh, the only other guy that can do it is John Davis. He's been flying along but just flying I flew the data ship",
        7261.54,
        7270.46
    ],
    [
        " They got all the data on you know angles and speeds and",
        7270.46,
        7275.72
    ],
    [
        " And John was flying another airplane manually",
        7275.72,
        7279.94
    ],
    [
        " Just a standard fighter",
        7279.94,
        7283.1
    ],
    [
        " And so I could never get power",
        7283.1,
        7287.92
    ],
    [
        " This this was something like the fifth",
        7288.28,
        7290.84
    ],
    [
        " fifth time and",
        7290.84,
        7294.72
    ],
    [
        " Everybody was getting",
        7294.72,
        7298.34
    ],
    [
        " nervous you know they wanted progress",
        7298.34,
        7303.06
    ],
    [
        " But within the contractor was a low bidder on the auto pilot",
        7303.06,
        7312.74
    ],
    [
        " Um",
        7316.92,
        7317.48
    ],
    [
        " And I'm in the Pentagon now I got a new boss",
        7317.48,
        7320.5
    ],
    [
        " And he's pissed off at me because I'm going away flying",
        7320.5,
        7324.5
    ],
    [
        " They ask him to let me go",
        7324.5,
        7327.9
    ],
    [
        " I should have told him the stickers",
        7327.9,
        7330.44
    ],
    [
        " So he didn't they didn't see much",
        7330.44,
        7333.98
    ],
    [
        " Desire and keeping me there when I was when I knew this was coming up",
        7333.98,
        7340.18
    ],
    [
        " But to one of the most experienced guy to make the first few flights and then turn it over to",
        7341.42,
        7347.92
    ],
    [
        " Check out some other guys",
        7347.92,
        7351.1
    ],
    [
        " and uh",
        7351.1,
        7353.34
    ],
    [
        " Yeah, now you're you're you're coming up on the bad part. Yeah, so",
        7353.34,
        7360.28
    ],
    [
        " So basically you had gone in to try and see if you could get it to work",
        7360.28,
        7364.88
    ],
    [
        " It didn't work you didn't get the connection you didn't get the um",
        7364.88,
        7368.72
    ],
    [
        " The power that you were supposed to get",
        7368.72,
        7370.6
    ],
    [
        " When you connected up to the bomber. Yeah, and so you break off",
        7370.6,
        7375.12
    ],
    [
        " And then Davis comes in and he hooks up",
        7375.12,
        7379.58
    ],
    [
        " And and he i'll go to the book now autopilot coming on he radioed",
        7379.58,
        7384.82
    ],
    [
        " And I knew he would be trying to set some kind of record for turning a switch on and off",
        7384.82,
        7390.12
    ],
    [
        " And then his airplane abruptly pitched up and over and smashed upside down onto the wing of the b-20",
        7390.12,
        7398.7
    ],
    [
        " 99",
        7398.72,
        7399.08
    ],
    [
        " I saw the explosive bolts of fire if a certain angle between the wings works was exceeded",
        7399.08,
        7407.42
    ],
    [
        " They were to fire automatically blowing the connection apart, but it didn't matter",
        7407.42,
        7412.2
    ],
    [
        " It all happened too fast",
        7412.2,
        7414.64
    ],
    [
        " The spasm reaction of an autopilot far out of phase through the f-84",
        7414.64,
        7420.24
    ],
    [
        " Over onto the bomber like the cover of a book slammed shut",
        7420.24,
        7424.6
    ],
    [
        " There was no time for anything not even a call on the radio",
        7426.0,
        7429.52
    ],
    [
        " The outer panel of the bombers left wing peeled upward from the wingtip almost to the outboard engine",
        7429.52,
        7436.96
    ],
    [
        " And then the f-84 fell against the main spar the impact shared the jets nose away",
        7436.96,
        7443.96
    ],
    [
        " Cleanly just in front of the cockpit the fighter bounced off and fell away in a glide",
        7443.96,
        7449.68
    ],
    [
        " I remember yelling for john to get out, but I got no response",
        7449.68,
        7453.18
    ],
    [
        " The bomber knowsed over and with the most",
        7454.66,
        7458.12
    ],
    [
        " With most of the wing gone",
        7458.12,
        7460.22
    ],
    [
        " fell into",
        7460.22,
        7461.36
    ],
    [
        " Big power spiral and augured almost straight in",
        7461.36,
        7466.18
    ],
    [
        " It wouldn't have been the simplest thing in the world to get out of point it almost straight down and spiraling",
        7466.18,
        7472.38
    ],
    [
        " spiraling tightly and pressurized which would have made getting a door open even more difficult",
        7472.38,
        7477.82
    ],
    [
        " Earlier flights had been flown without pressurizing the cabin guarding against exactly this sort of incident",
        7477.82,
        7484.24
    ],
    [
        " But everything had gone so well flight after flight that somewhere along the line the B-29 crew had decided such precautions",
        7484.84,
        7492.12
    ],
    [
        " weren't necessary",
        7492.12,
        7493.76
    ],
    [
        " In the final seconds just before the bomber crashed into the bay one of the crew of five struggled free",
        7493.76,
        7501.44
    ],
    [
        " But he was too low by the by then and there wasn't enough time for his parachute to come all the way open",
        7501.44,
        7507.64
    ],
    [
        " Moments later the fighter burrowed into a forest throwing up a huge fireball",
        7507.64,
        7513.64
    ],
    [
        " Six men were dead one a close friend because engineers programming the autopilot had erroneously assumed the B-29's wing to be rigid",
        7515.32,
        7525.32
    ],
    [
        " and because there wasn't an instrument to warn us of",
        7525.32,
        7528.78
    ],
    [
        " To warn us how out of phase the autopilot might be",
        7528.78,
        7532.6
    ],
    [
        " And because there were too many people involved in the project and because everybody was probably too much in too much of a hurry",
        7532.6,
        7539.46
    ],
    [
        " And because no one had fought up computers which probably could have worked out out the settings",
        7539.46,
        7546.16
    ],
    [
        " And because of Curtis Malame had said keep working on it and of course because I hadn't said",
        7546.16,
        7553.08
    ],
    [
        " It's too damn tough at a time when saying it was almost certainly would have killed the project",
        7553.08,
        7558.58
    ],
    [
        " In war when death is all around a man can steal himself against it block out the heartbreak press on",
        7558.58,
        7567.86
    ],
    [
        " But this wasn't wartime and maybe I'd let my guard down",
        7568.64,
        7572.26
    ],
    [
        " Maybe of all the things that have happened to me in my life",
        7572.26,
        7575.84
    ],
    [
        " This probably hit me the hardest",
        7575.84,
        7577.98
    ],
    [
        " I was a long time getting over it",
        7577.98,
        7581.16
    ],
    [
        " John Davis was dead and it could have been me probably should have been me",
        7581.16,
        7587.02
    ],
    [
        " We never did learn why I couldn't draw power from the B-29's",
        7587.02,
        7594.2
    ],
    [
        " So",
        7600.16,
        7601.08
    ],
    [
        " horrible incident",
        7601.08,
        7602.0
    ],
    [
        " Yeah, I have to say",
        7602.0,
        7604.44
    ],
    [
        " that",
        7604.44,
        7606.38
    ],
    [
        " In all of them at 30 years of service",
        7606.38,
        7613.4
    ],
    [
        " The hardest thing I had to do was",
        7613.4,
        7619.14
    ],
    [
        " Drive back into the housing section",
        7619.14,
        7625.44
    ],
    [
        " And tell a",
        7626.54,
        7628.16
    ],
    [
        " widow that her husband's not coming back tonight",
        7628.16,
        7632.62
    ],
    [
        " I just",
        7632.62,
        7636.34
    ],
    [
        " I hadn't to do that so many times you think I would have coped with it but",
        7636.34,
        7644.1
    ],
    [
        " Somehow rather I just was very difficult for me to do",
        7644.1,
        7650.54
    ],
    [
        " Hmm",
        7652.26,
        7652.78
    ],
    [
        " Well, there's a you know you talk about this in the book",
        7652.78,
        7656.32
    ],
    [
        " There's a one point where someone comes there's so many accidents happening",
        7656.32,
        7660.44
    ],
    [
        " someone",
        7660.44,
        7661.32
    ],
    [
        " comes to do an assessment",
        7661.32,
        7663.28
    ],
    [
        " of the",
        7663.28,
        7664.86
    ],
    [
        " Program and they say there's no evidence of a safety program at Edwards like it didn't even exist",
        7664.86,
        7672.6
    ],
    [
        " um",
        7672.6,
        7673.96
    ],
    [
        " And and actually david and I were talking about this you you eventually got tasked with",
        7673.96,
        7679.94
    ],
    [
        " Creating a the safety program there",
        7680.24,
        7682.44
    ],
    [
        " And david and I were talking about the term buying the farm which everybody knows what buying the farm is",
        7682.44,
        7688.44
    ],
    [
        " But I think we found the root of that in your book",
        7688.44,
        7691.48
    ],
    [
        " Was that you guys used to say if you if you die then your your widow is going to get a $10,000 insurance policy",
        7691.48,
        7698.04
    ],
    [
        " Which is enough to buy the farm or buy whatever you want so that's where that yeah from from what I know",
        7698.04,
        7703.1
    ],
    [
        " That's where that term comes from exactly buying the farm",
        7703.1,
        7706.1
    ],
    [
        " But you get tasked with coming up with that safety program",
        7706.72,
        7710.92
    ],
    [
        " And",
        7710.92,
        7713.3
    ],
    [
        " You know your your your at how long were you at that test pilot program for forever. It's a long time",
        7713.3,
        7720.58
    ],
    [
        " You got you got a pretty good story about about uh",
        7720.58,
        7724.9
    ],
    [
        " Yeager in here",
        7724.9,
        7725.72
    ],
    [
        " I kind of got to read this one",
        7725.72,
        7728.34
    ],
    [
        " You you're going to again there's some background and I'm skipping through the book",
        7728.34,
        7733.74
    ],
    [
        " So buy the book to get the details Chuck was involved in the testing and on one of the flights",
        7733.74,
        7738.78
    ],
    [
        " In late 1963 I was practicing instruments in a t33 just happened to be in the air listening on the radio when Chuck's chase plane had a problem and had to abort",
        7738.78,
        7749.76
    ],
    [
        " I piked up and said hey, I'm available",
        7749.76,
        7752.3
    ],
    [
        " All a chase pilot does is follow as far as he can and then pick the man up coming back and stand by to help if he's needed",
        7752.3,
        7760.2
    ],
    [
        " So you're out there just doing a normal flight",
        7760.36,
        7762.2
    ],
    [
        " Chuck's doing some kind of a test flight and his the person that's supposed to be observing him",
        7762.2,
        7767.38
    ],
    [
        " Something happens to his plane. Yeah, no super. Yep. So you say hey, I'm up here. I got it",
        7767.38,
        7772.7
    ],
    [
        " As I circled in the general area where the NF 104 would return to my altitude. I listened and watched",
        7772.7,
        7780.22
    ],
    [
        " Chuck made a level run then lifted the 104's nose and touched off its rocket",
        7780.22,
        7786.26
    ],
    [
        " blasting almost straight up leaving a trail that could easily be seen",
        7786.6,
        7790.7
    ],
    [
        " At a hundred thousand feet I learned later the 104's nose pitched up",
        7790.7,
        7795.76
    ],
    [
        " Which was always a danger in the starfighter when you ran out of speed and reached a certain critical angle",
        7795.76,
        7801.38
    ],
    [
        " A device made the stick actually shaken your hand to warn you as you approached this angle of attack",
        7801.38,
        7807.2
    ],
    [
        " And if you didn't correct then a stick pusher would move the nose down automatically",
        7807.2,
        7813.06
    ],
    [
        " Instead of stalling at this angle the 104 would pitch up gyrate around and fall into a spin",
        7813.8,
        7819.58
    ],
    [
        " You could recover from if you had enough altitude",
        7819.58,
        7822.24
    ],
    [
        " Only this time the air was too thin for maneuvering and the small thrusters didn't have enough power to force the nose down",
        7822.24,
        7829.58
    ],
    [
        " Chuck's plane fell into what became a flat spin belly down like a frisbee the kind of spin you can almost forget getting out of",
        7829.58,
        7838.82
    ],
    [
        " He tried everything to book in the book to recover",
        7838.82,
        7842.82
    ],
    [
        " He even popped the landing drag shoot trying to get the nose down with no luck",
        7843.1,
        7848.66
    ],
    [
        " I followed him down from 25,000 feet circling his spinning aircraft as we reached 10,000. I was yelling for him to get out",
        7848.66,
        7857.58
    ],
    [
        " He fired the rocket powered ejection seat and while I was calling for the chopper to fly out and get him",
        7857.58,
        7863.94
    ],
    [
        " I watched his parachute billow",
        7863.94,
        7866.2
    ],
    [
        " I came over low as he landed to see if he was all right",
        7866.2,
        7870.3
    ],
    [
        " He was lying down and as I flew by he waived",
        7870.92,
        7874.56
    ],
    [
        " The way he was lying seemed awkward, but I wrote that off to the cumbersome space suit",
        7874.56,
        7880.28
    ],
    [
        " I came by again and he was standing up waving",
        7880.28,
        7884.22
    ],
    [
        " I circled until the chopper arrived and took him off to the hospital",
        7884.22,
        7888.6
    ],
    [
        " I was stunned to learn he'd been burned",
        7888.6,
        7891.82
    ],
    [
        " By the time I got to the hospital his head was swollen as large as a basketball",
        7891.82,
        7896.76
    ],
    [
        " As he dejected the seat had become fouled in his parachute lines",
        7897.02,
        7901.34
    ],
    [
        " And the pull of his shoot popping open had slammed the seat into chuck",
        7901.34,
        7906.16
    ],
    [
        " The still hot rocket attached to its underside hit him smack in the face splitting open his helmet",
        7906.16,
        7913.18
    ],
    [
        " His helmet's face plate the spent rocket was still spitting some flame",
        7913.18,
        7917.56
    ],
    [
        " And it flashed inside his split helmet fueled by chuck's oxygen",
        7917.56,
        7922.18
    ],
    [
        " He managed to get the face plate open which shut off the oxygen or it might have been worse",
        7922.3,
        7927.12
    ],
    [
        " As it was his glove caught fire and his face was badly seared",
        7927.12,
        7931.7
    ],
    [
        " The doctors had to peel away the skin daily for weeks",
        7931.7,
        7935.98
    ],
    [
        " It must have hurt like hell",
        7935.98,
        7937.46
    ],
    [
        " You can still see the scars though you have to look closely",
        7937.46,
        7941.04
    ],
    [
        " So that's a day in the life of the dang fighter test pilots back then",
        7941.04,
        7947.84
    ],
    [
        " Just kind of crazy stuff you guys were doing",
        7952.18,
        7954.62
    ],
    [
        " Well the cold water was still on",
        7954.62,
        7958.2
    ],
    [
        " But what he was doing was",
        7958.2,
        7962.12
    ],
    [
        " Trying to set out a new official",
        7962.12,
        7968.16
    ],
    [
        " Speed time to climb",
        7968.16,
        7975.14
    ],
    [
        " record and that was especially a modified",
        7975.14,
        7979.74
    ],
    [
        " F104 that they were gonna try to use in the test pilot school he was",
        7982.62,
        7987.66
    ],
    [
        " Running the test pilot school at that time. So",
        7987.66,
        7992.0
    ],
    [
        " He was doing some of his own flight testing but",
        7992.0,
        7996.26
    ],
    [
        " We had already flown the airplane to 120 something thousand feet and",
        7996.26,
        8008.18
    ],
    [
        " uh",
        8009.88,
        8010.36
    ],
    [
        " What space isn't space 50,000 feet?",
        8010.36,
        8012.5
    ],
    [
        " The what how how how how have this space?",
        8012.84,
        8015.4
    ],
    [
        " I forget what there there is an official",
        8015.9,
        8019.46
    ],
    [
        " Yeah, I think it's probably closer to 80, 80,000. It's definitely about 50. I've been to 60",
        8019.46,
        8024.88
    ],
    [
        " Just got a laughable by these standards. It's not space. Is this the scene is this the scene that they show in the in the book",
        8024.88,
        8031.86
    ],
    [
        " In the movie the right stuff and in the book the right stuff",
        8031.86,
        8034.3
    ],
    [
        " This this scene right here. Are you familiar with that movie the right stuff?",
        8034.52,
        8038.46
    ],
    [
        " Is this what they when they portray?",
        8038.58,
        8040.8
    ],
    [
        " Yeager crashing and he comes walking out of the fire and the guy says now what is that that's a man",
        8041.3,
        8049.0
    ],
    [
        " I forgot that",
        8049.0,
        8053.28
    ],
    [
        " Uh",
        8053.28,
        8056.74
    ],
    [
        " So you spend this time out there",
        8056.74,
        8060.72
    ],
    [
        " um eventually you get signed",
        8060.72,
        8063.4
    ],
    [
        " To the in like 1965 you get assigned to the 18th tactical fighter wing. This is in Okinawa",
        8063.84,
        8070.84
    ],
    [
        " Your son meanwhile",
        8070.84,
        8072.86
    ],
    [
        " Jim goes to the Air Force Academy. Yeah",
        8072.86,
        8075.92
    ],
    [
        " So I guess he was he was falling his father's foot steps. How'd you feel about that?",
        8075.92,
        8081.26
    ],
    [
        " I was really proud of it. I am proud of him",
        8081.74,
        8086.66
    ],
    [
        " He's a real good guy",
        8086.66,
        8090.74
    ],
    [
        " That's uh that's a pretty amazing story",
        8092.74,
        8095.42
    ],
    [
        " I took him for a ride in",
        8095.42,
        8097.56
    ],
    [
        " F-105 he came to Okinawa",
        8097.56,
        8101.92
    ],
    [
        " Okay, wait how old was he when he went for riding under 105?",
        8101.92,
        8107.08
    ],
    [
        " Oh",
        8107.8,
        8109.38
    ],
    [
        " I forget what the academy oh so he was at the academy",
        8109.38,
        8114.16
    ],
    [
        " Yeah, he was a cadet",
        8114.16,
        8116.34
    ],
    [
        " And then of course later on",
        8119.38,
        8121.6
    ],
    [
        " He took me on a combat mission",
        8121.6,
        8125.6
    ],
    [
        " Well go ahead and tell us that story. I think we already did well we weren't hit we hadn't hit record yet",
        8125.6,
        8131.66
    ],
    [
        " And I was only catching pieces of it because I was getting set up",
        8131.66,
        8134.98
    ],
    [
        " So what what happened? How'd you end up doing a combat mission with your son and Vietnam?",
        8134.98,
        8139.26
    ],
    [
        " well",
        8139.66,
        8140.24
    ],
    [
        " He when he got out of flying school",
        8140.24,
        8143.56
    ],
    [
        " He wanted to go to fighters",
        8144.34,
        8146.58
    ],
    [
        " No had be 52 you know",
        8146.58,
        8152.64
    ],
    [
        " I'm going down",
        8152.64,
        8153.86
    ],
    [
        " And so he finally decided well if I can't get fighters I might as well go to Vietnam",
        8153.86,
        8160.84
    ],
    [
        " So he went to a special operation squadron",
        8160.84,
        8165.8
    ],
    [
        " This was on the",
        8165.8,
        8168.48
    ],
    [
        " Choose list",
        8168.86,
        8170.56
    ],
    [
        " and I flying an old two",
        8170.56,
        8174.1
    ],
    [
        " Which is a push puller",
        8174.1,
        8177.72
    ],
    [
        " Sesame 337",
        8177.72,
        8180.7
    ],
    [
        " standard 337 modified for",
        8180.7,
        8184.54
    ],
    [
        " special operations",
        8184.54,
        8187.74
    ],
    [
        " and",
        8187.74,
        8189.32
    ],
    [
        " Then shortly after he got there I got assigned to",
        8189.32,
        8195.06
    ],
    [
        " talk lead in Thailand and",
        8195.06,
        8197.64
    ],
    [
        " 105s",
        8197.64,
        8200.16
    ],
    [
        " in the sausage Asian war",
        8200.16,
        8203.4
    ],
    [
        " and",
        8203.4,
        8205.58
    ],
    [
        " The seventh Air Force was having all commanders",
        8205.58,
        8211.44
    ],
    [
        " meeting in in Saigon",
        8211.44,
        8215.26
    ],
    [
        " And so he lived he was at Benoit so right next door",
        8215.26,
        8221.6
    ],
    [
        " So I called him and I said hey maybe we could get together you know",
        8222.26,
        8227.04
    ],
    [
        " And then he could he comes back with",
        8227.04,
        8230.52
    ],
    [
        " Hey, you want to go on a combat mission with me?",
        8230.52,
        8234.5
    ],
    [
        " I says you've got to be kidding",
        8235.12,
        8238.08
    ],
    [
        " You'll never get that permission to do that",
        8238.08,
        8242.6
    ],
    [
        " And I certainly would not have permitted it in my wing",
        8242.6,
        8248.86
    ],
    [
        " and",
        8251.44,
        8252.12
    ],
    [
        " So he says standby",
        8252.12,
        8253.6
    ],
    [
        " And when he's a new guy",
        8253.6,
        8256.46
    ],
    [
        " And he's standby",
        8256.46,
        8259.58
    ],
    [
        " And he got come back I like seem like a minute later. He says it's all set",
        8259.58,
        8266.32
    ],
    [
        " He says",
        8266.32,
        8268.54
    ],
    [
        " You you come on down to Saigon",
        8268.54,
        8273.58
    ],
    [
        " I'll pick you up the next morning",
        8273.58,
        8277.44
    ],
    [
        " We'll go on a combat mission land at Benoit spend the night",
        8278.12,
        8282.92
    ],
    [
        " And then I'll get you back here",
        8282.92,
        8285.46
    ],
    [
        " Your baby you know Saigon meeting",
        8285.46,
        8288.84
    ],
    [
        " So sure enough",
        8288.84,
        8291.64
    ],
    [
        " It happens",
        8291.64,
        8294.98
    ],
    [
        " but",
        8294.98,
        8296.5
    ],
    [
        " Special operations they do all kinds of stuff and",
        8296.5,
        8301.74
    ],
    [
        " So",
        8301.74,
        8305.5
    ],
    [
        " He probably picked",
        8306.06,
        8308.02
    ],
    [
        " Minimum risk kind of a project",
        8308.02,
        8312.64
    ],
    [
        " We we went out",
        8312.64,
        8316.08
    ],
    [
        " the",
        8316.08,
        8317.2
    ],
    [
        " The old two had us loud speaker on it",
        8317.2,
        8324.06
    ],
    [
        " And they go out over",
        8324.06,
        8327.32
    ],
    [
        " Communist strongholds and",
        8327.32,
        8329.8
    ],
    [
        " Publish",
        8329.8,
        8332.14
    ],
    [
        " Oh",
        8335.1,
        8335.68
    ],
    [
        " Speak",
        8335.68,
        8335.52
    ],
    [
        " Oh stuff like oh hit him with some psi ops and psychological operations",
        8335.52,
        8342.18
    ],
    [
        " Yeah, that's what I was trying to think",
        8342.18,
        8344.12
    ],
    [
        " And then we'd go back over the area and",
        8344.12,
        8349.42
    ],
    [
        " Drop leaflets which gave them safe passage",
        8349.42,
        8354.94
    ],
    [
        " They could go and you know go up and surrender with it and we would take them up",
        8354.94,
        8361.3
    ],
    [
        " The prisoner was no",
        8363.36,
        8364.78
    ],
    [
        " Wooden kill them",
        8364.78,
        8369.54
    ],
    [
        " Um",
        8369.54,
        8369.82
    ],
    [
        " Well I don't that approval chain didn't go through your wife because she was not as good as very happy",
        8369.82,
        8376.9
    ],
    [
        " I",
        8376.9,
        8378.88
    ],
    [
        " Carry the story of",
        8378.88,
        8382.04
    ],
    [
        " I'm a little overkill and I do it, you know",
        8382.04,
        8386.14
    ],
    [
        " Oh, you know",
        8386.14,
        8388.34
    ],
    [
        " I can't I don't have the words I can't describe",
        8388.76,
        8392.48
    ],
    [
        " What it means to me to be able to fly with Mike",
        8392.48,
        8396.94
    ],
    [
        " Son in a combat mission. I certainly wouldn't let anybody do it in my organization and",
        8396.94,
        8405.56
    ],
    [
        " Then I go on I say but my word my wife had a few words to say about it",
        8405.56,
        8413.9
    ],
    [
        " She's damn glad she didn't know about it until it was all over",
        8413.9,
        8417.94
    ],
    [
        " You",
        8421.94,
        8422.46
    ],
    [
        " Yeah, the speaking of like flying with your friends and whatnot",
        8422.46,
        8426.28
    ],
    [
        " You had a little reunion",
        8426.28,
        8428.5
    ],
    [
        " In Vietnam as well. Here's another one. You got Chuck Yeager Chuck said well we flew our last combat mission in World War two together",
        8428.5,
        8436.12
    ],
    [
        " We might as well fly our first combat mission in Southeast Asia together",
        8436.12,
        8439.68
    ],
    [
        " That morning we served as a crew for one of several bombers on a close support mission",
        8439.68,
        8445.08
    ],
    [
        " Making one run after another over an endless green jungle",
        8445.24,
        8449.24
    ],
    [
        " A forward air controller on the ground with a radio gave us targets",
        8449.24,
        8452.86
    ],
    [
        " And we dive in 30 degrees pretty steep for a plane of that size toggle away a single bomb then fly back around and let go another over and over again",
        8452.86,
        8461.06
    ],
    [
        " Ever so carefully trying to put them right where the troops wanted them",
        8461.06,
        8465.12
    ],
    [
        " Again, we stayed the night and party with friends. So you got to do ops with with Yeager again. Fiat knob",
        8465.12,
        8473.56
    ],
    [
        " You know",
        8474.3,
        8475.08
    ],
    [
        " Eventually you end up with um",
        8475.08,
        8480.82
    ],
    [
        " Eventually you end up with the you become the commander of the 355th tactical fighter wing and you're flying the F 105",
        8480.82,
        8490.56
    ],
    [
        " Thunder chief which Dave told me is is called the thud and how do you like that bird?",
        8490.56,
        8499.3
    ],
    [
        " Well, you know, I don't know what thud means. Oh, okay, Dave gave me some bad intelligence. You didn't call it thud",
        8500.6,
        8506.96
    ],
    [
        " Now I got that name from",
        8506.96,
        8513.44
    ],
    [
        " crashes. Oh in the development of the airplane got it and after",
        8513.44,
        8519.92
    ],
    [
        " After after it was deployed even the first few years and I remember when I went to the um",
        8519.92,
        8528.24
    ],
    [
        " 18th wing",
        8529.32,
        8530.26
    ],
    [
        " They were putting in",
        8530.26,
        8532.28
    ],
    [
        " Safety pack 19 and 20 and 21",
        8532.28,
        8536.8
    ],
    [
        " God",
        8536.8,
        8538.28
    ],
    [
        " It had a terrible reputation, but I have to say",
        8538.28,
        8543.88
    ],
    [
        " About the 105",
        8543.88,
        8546.64
    ],
    [
        " Once we got all the bugs worked out on it",
        8546.64,
        8550.92
    ],
    [
        " Was a very reliable airplane",
        8550.92,
        8554.76
    ],
    [
        " And it made a good bomber",
        8554.76,
        8557.58
    ],
    [
        " You didn't want a dog fight with it except with another 105",
        8559.3,
        8563.76
    ],
    [
        " They called it that fb, you know a fighter bomber",
        8563.76,
        8569.48
    ],
    [
        " Uh",
        8569.48,
        8572.18
    ],
    [
        " I flew a tour",
        8572.18,
        8575.8
    ],
    [
        " Our part over tour in Southeast Asia with it",
        8575.8,
        8581.04
    ],
    [
        " After we got quit going north",
        8581.04,
        8584.06
    ],
    [
        " They were bombed just bombed on a whole team and whole chief in the trail",
        8584.46,
        8588.82
    ],
    [
        " Uh",
        8588.82,
        8590.88
    ],
    [
        " You talk about that uh deployment to Vietnam and what that was like",
        8590.88,
        8599.56
    ],
    [
        " Uh, it's I mean we had pretty good air superiority compared compared to when you were fighting the Luftwaffe over",
        8599.56,
        8607.24
    ],
    [
        " Hey, that's for sure",
        8607.24,
        8608.98
    ],
    [
        " um",
        8608.98,
        8611.6
    ],
    [
        " um",
        8612.64,
        8613.12
    ],
    [
        " And and eventually your jets get sent home",
        8613.12,
        8615.74
    ],
    [
        " Because you had a bad relationship. I bet if something happened with the Thai government because you were in Thailand and some what some went wrong there",
        8615.74,
        8623.26
    ],
    [
        " Oh, no it wasn't um",
        8623.26,
        8625.86
    ],
    [
        " It was near the end of the war",
        8625.86,
        8628.8
    ],
    [
        " And so they decided to send the strike suds",
        8628.8,
        8635.38
    ],
    [
        " You know the ones making them bombing strikes",
        8635.38,
        8638.12
    ],
    [
        " Send one of the groups home",
        8639.28,
        8642.14
    ],
    [
        " And unfortunately it it was my group",
        8642.14,
        8647.62
    ],
    [
        " I got an appendagon",
        8647.62,
        8650.84
    ],
    [
        " When I left Okinawa I thought",
        8650.84,
        8654.92
    ],
    [
        " I'm combat ready in the airplane",
        8654.92,
        8658.0
    ],
    [
        " Next logical place to go to Southeast Asia but I'm a bird kernel",
        8658.0,
        8663.78
    ],
    [
        " And those assignments are more difficult good good assignments",
        8664.52,
        8668.98
    ],
    [
        " Uh",
        8668.98,
        8670.6
    ],
    [
        " They said no you're going to the panagon",
        8670.6,
        8673.7
    ],
    [
        " I didn't want to do that",
        8673.7,
        8677.02
    ],
    [
        " And I guess my grumblings",
        8677.02,
        8680.04
    ],
    [
        " We got down to the kernel's assignments somewhere and so",
        8680.04,
        8684.24
    ],
    [
        " I got a call he says hey, we got a need for a",
        8684.24,
        8689.4
    ],
    [
        " kernel who's been a wing commander who's checked out in the equipment",
        8689.4,
        8693.04
    ],
    [
        " Uh, and your name flashed out",
        8693.04,
        8696.98
    ],
    [
        " I said yeah, that's what I wanted to do when I left Okinawa",
        8696.98,
        8701.16
    ],
    [
        " You know and uh said well if you want to take it you can take it",
        8701.16,
        8706.62
    ],
    [
        " I'll take it",
        8706.62,
        8709.98
    ],
    [
        " Um",
        8709.98,
        8710.64
    ],
    [
        " Then he said well I got to tell you something bad about it",
        8710.64,
        8718.22
    ],
    [
        " It may close while you're there",
        8719.4,
        8721.96
    ],
    [
        " Maybe shut down good",
        8721.96,
        8724.06
    ],
    [
        " Send the wild weasel with airplanes home",
        8724.06,
        8728.4
    ],
    [
        " No keep them and send the uh strike eagles strike",
        8728.4,
        8734.88
    ],
    [
        " Not eagles the thuds strike that's home",
        8734.88,
        8739.1
    ],
    [
        " So nobody knew what to do with the uh state department said oh",
        8739.1,
        8746.1
    ],
    [
        " You cannot close that wing at this moment",
        8746.1,
        8749.34
    ],
    [
        " And um",
        8749.34,
        8752.08
    ],
    [
        " We went in there with uh",
        8752.08,
        8754.42
    ],
    [
        " Just a handshake",
        8754.42,
        8756.48
    ],
    [
        " We didn't",
        8756.48,
        8758.9
    ],
    [
        " Normally when you go into a foreign country",
        8758.9,
        8761.62
    ],
    [
        " You have a status of forces agreement where they",
        8761.62,
        8766.86
    ],
    [
        " Give you example cases like uh one of your truck driver's kills a",
        8766.86,
        8774.2
    ],
    [
        " A tie and I accident what do you do?",
        8774.68,
        8778.02
    ],
    [
        " And we didn't have any of those",
        8780.3,
        8782.08
    ],
    [
        " We went it they ties wanted us in and we we wanted it in so",
        8782.08,
        8787.58
    ],
    [
        " We went in",
        8787.58,
        8789.34
    ],
    [
        " Anyway, um",
        8789.34,
        8791.84
    ],
    [
        " We got all these things the ties wanted uh",
        8791.84,
        8796.42
    ],
    [
        " Every they wanted everything including the airplane",
        8796.42,
        8800.2
    ],
    [
        " Ha ha",
        8800.2,
        8801.34
    ],
    [
        " But uh when the time came",
        8801.34,
        8804.16
    ],
    [
        " We start shutting down",
        8804.16,
        8807.04
    ],
    [
        " But still with no",
        8807.04,
        8809.72
    ],
    [
        " no",
        8809.72,
        8812.2
    ],
    [
        " No and date you know when did we when did we shut down right",
        8812.2,
        8821.0
    ],
    [
        " State Department was the was the problem there",
        8821.0,
        8825.14
    ],
    [
        " And Christ's ties were still",
        8825.14,
        8829.5
    ],
    [
        " Shipments bombs, you know driving the truck loads of bombs",
        8830.92,
        8835.28
    ],
    [
        " They go through the tie gate and get the com shot",
        8835.28,
        8840.02
    ],
    [
        " You know",
        8840.02,
        8840.7
    ],
    [
        " And they didn't want to turn off the bombs so they're they're bringing them to us",
        8840.7,
        8846.56
    ],
    [
        " We're stacking them in the road",
        8846.56,
        8849.68
    ],
    [
        " You know the shelters they're all fell and that's so we're stacking them in the goddamn roads in the",
        8849.68,
        8856.56
    ],
    [
        " They Jesus",
        8856.56,
        8858.02
    ],
    [
        " Just",
        8858.02,
        8858.92
    ],
    [
        " You know violation or regulation after regulation",
        8858.92,
        8863.04
    ],
    [
        " and uh",
        8863.04,
        8865.56
    ],
    [
        " Not having any look at that",
        8865.56,
        8868.54
    ],
    [
        " Got a",
        8868.54,
        8870.1
    ],
    [
        " seven to the force",
        8870.1,
        8872.88
    ],
    [
        " seven-there force",
        8872.88,
        8875.6
    ],
    [
        " Assistance team came to visit us",
        8875.6,
        8879.78
    ],
    [
        " Help us shut down",
        8879.78,
        8881.78
    ],
    [
        " And so I said well we only need one",
        8883.06,
        8885.92
    ],
    [
        " Thing giving a date shut down operation",
        8885.92,
        8889.9
    ],
    [
        " While we can't do that right now",
        8889.9,
        8892.72
    ],
    [
        " Well, you could stop the bombs coming in",
        8892.72,
        8896.6
    ],
    [
        " If the four-star turns to the Colonel and he says",
        8896.6,
        8901.32
    ],
    [
        " Take care of that",
        8901.32,
        8903.1
    ],
    [
        " And we got the bombs shut down",
        8903.1,
        8906.52
    ],
    [
        " And the best still on date",
        8906.52,
        8909.18
    ],
    [
        " And",
        8913.26,
        8913.82
    ],
    [
        " I learned I learned a few things during this period of time",
        8913.82,
        8917.58
    ],
    [
        " It was my I'm going home to mandatory retirement",
        8917.58,
        8921.26
    ],
    [
        " and uh",
        8921.26,
        8925.68
    ],
    [
        " Uh, I won't tell that story. Let's see",
        8925.68,
        8931.64
    ],
    [
        " Oh",
        8931.64,
        8932.88
    ],
    [
        " They offered you a billet in Saigon and you said nah",
        8932.88,
        8938.32
    ],
    [
        " I'm not going to sit around here. I'm a oh after yeah after they shut it down. Yeah, we're still close to them based down",
        8939.26,
        8945.84
    ],
    [
        " Oh, I can tell you that okay. I'll tell this to you",
        8945.84,
        8949.66
    ],
    [
        " Uh",
        8949.66,
        8952.48
    ],
    [
        " Yeah, another meeting but well, I think it was the same meeting that I went down there to fly with you",
        8952.48,
        8961.08
    ],
    [
        " Mm-hmm and this",
        8961.08,
        8963.6
    ],
    [
        " Young Brigadier General Airist in operations",
        8963.6,
        8968.6
    ],
    [
        " Was was at this dinner and",
        8971.58,
        8974.22
    ],
    [
        " Something came up about me going to the headquarters",
        8974.22,
        8979.04
    ],
    [
        " And he pipes up. Yeah, I've got to chose you. It'll be good for your career",
        8979.04,
        8985.08
    ],
    [
        " So I said in the loudest voice I could",
        8985.08,
        8989.16
    ],
    [
        " Gracefully do",
        8989.16,
        8991.34
    ],
    [
        " Oh, then you know I go home to mandatory retirement",
        8991.34,
        8995.62
    ],
    [
        " Yeah, really good for my career",
        8996.48,
        8998.86
    ],
    [
        " Damn",
        8998.86,
        9002.34
    ],
    [
        " So you end up going uh go ahead",
        9002.34,
        9008.2
    ],
    [
        " I'm on closing base",
        9008.2,
        9010.56
    ],
    [
        " I said uh",
        9010.56,
        9012.72
    ],
    [
        " I had seven full kernels",
        9012.72,
        9015.56
    ],
    [
        " I said is you you",
        9015.56,
        9017.9
    ],
    [
        " Close you make a plan to close your function",
        9017.9,
        9022.3
    ],
    [
        " You know from day one to if I tell you how many days weeks whatever",
        9023.76,
        9030.72
    ],
    [
        " Does it take you to shut down",
        9030.72,
        9033.74
    ],
    [
        " And so I said every one of me do that and then give it to me",
        9033.74,
        9040.02
    ],
    [
        " I put them all together added two months and picked the date",
        9040.02,
        9045.36
    ],
    [
        " and uh",
        9045.36,
        9048.32
    ],
    [
        " Then I decided to put it in a telegram",
        9049.44,
        9053.0
    ],
    [
        " To all ships at sea and everybody I could think of",
        9053.0,
        9058.86
    ],
    [
        " And state department everybody",
        9058.86,
        9062.5
    ],
    [
        " and",
        9062.5,
        9064.4
    ],
    [
        " title",
        9064.4,
        9065.74
    ],
    [
        " Closer",
        9065.74,
        9067.64
    ],
    [
        " close of",
        9067.64,
        9069.0
    ],
    [
        " Closer of talkly plan something like that",
        9069.0,
        9074.4
    ],
    [
        " Mm-hmm",
        9074.4,
        9075.02
    ],
    [
        " And I set that thing and then set back",
        9075.02,
        9079.0
    ],
    [
        " How did I had no idea what I was going to get",
        9079.0,
        9084.1
    ],
    [
        " You know oh Christ we got a plan",
        9084.1,
        9087.24
    ],
    [
        " It worked like",
        9087.24,
        9089.32
    ],
    [
        " It like we're like magic. Yeah, we call that leading up the chain of commands. We're gonna make this happen",
        9089.32,
        9097.8
    ],
    [
        " It",
        9097.8,
        9099.08
    ],
    [
        " It",
        9101.32,
        9101.96
    ],
    [
        " Yeah, everybody was so happy except the",
        9101.96,
        9105.1
    ],
    [
        " Accept the state department",
        9105.1,
        9109.56
    ],
    [
        " But I learned a lot of things about",
        9109.56,
        9112.42
    ],
    [
        " Waste in government",
        9112.42,
        9122.12
    ],
    [
        " So we tried to get rid of everything we had and",
        9122.12,
        9128.58
    ],
    [
        " What didn't we couldn't went into the trash and went to the ties and",
        9129.08,
        9137.8
    ],
    [
        " uh",
        9137.8,
        9138.2
    ],
    [
        " So",
        9138.2,
        9141.02
    ],
    [
        " Oh",
        9141.02,
        9144.2
    ],
    [
        " One morning they came to me. Hey, we got a dead tie officer in the",
        9144.2,
        9150.08
    ],
    [
        " such and such building",
        9150.08,
        9152.06
    ],
    [
        " It was one of the buildings we were",
        9152.06,
        9154.66
    ],
    [
        " Cleaning up but we had not turned a little over to the ties yet",
        9154.66,
        9160.5
    ],
    [
        " And he was in their tear and out the electric wire",
        9160.5,
        9165.84
    ],
    [
        " Electrocuted himself they were you know selling it",
        9165.84,
        9170.96
    ],
    [
        " But about about to trash",
        9170.96,
        9177.54
    ],
    [
        " so",
        9177.54,
        9178.86
    ],
    [
        " Still",
        9184.94,
        9185.58
    ],
    [
        " Lockers",
        9185.58,
        9183.34
    ],
    [
        " Labor intensive to tear up but tear down very heavy",
        9183.34,
        9190.96
    ],
    [
        " If I tore down",
        9190.96,
        9193.98
    ],
    [
        " Tormed down",
        9193.98,
        9196.42
    ],
    [
        " Shipped him home nobody would have said a word, but it would have cost like hell",
        9196.42,
        9201.66
    ],
    [
        " But if I put him in the dump",
        9201.66,
        9204.36
    ],
    [
        " Aha government waste look at this",
        9205.84,
        9208.32
    ],
    [
        " But what we did was",
        9208.32,
        9211.3
    ],
    [
        " The",
        9211.3,
        9214.14
    ],
    [
        " South Vietnam",
        9214.14,
        9216.76
    ],
    [
        " Had a crate they needed them badly",
        9216.76,
        9220.58
    ],
    [
        " So I said well you send somebody over here and dismantle them and get your C-130s",
        9220.58,
        9228.36
    ],
    [
        " I got tons of them",
        9228.36,
        9230.8
    ],
    [
        " And so we got rid of most of them that way and some of them did make it to the dump but",
        9231.48,
        9237.4
    ],
    [
        " It was a hell lot cheaper than packing them up and sending them home",
        9237.4,
        9243.14
    ],
    [
        " And nobody would complain",
        9243.14,
        9246.08
    ],
    [
        " There you've got to find those solutions",
        9246.08,
        9248.42
    ],
    [
        " Yeah",
        9248.42,
        9249.18
    ],
    [
        " So you end up",
        9249.18,
        9252.32
    ],
    [
        " Getting orders",
        9252.32,
        9254.1
    ],
    [
        " Back to McClellan Air Force Base which is which is about 90 minutes from Auburn",
        9254.1,
        9260.06
    ],
    [
        " Which is where you're from",
        9260.8,
        9261.82
    ],
    [
        " This was sort of what we call I don't know if you call it in the Navy we call it a Twilight tour",
        9261.82,
        9267.06
    ],
    [
        " This was sort of your Twilight tour you get put in charge of maintenance you still get to fly T-33 so you're happy about that",
        9267.06,
        9273.76
    ],
    [
        " But this is sort of this is where you end up your career",
        9273.76,
        9278.0
    ],
    [
        " Right",
        9278.0,
        9278.58
    ],
    [
        " And I'll go to the book here",
        9278.58,
        9281.38
    ],
    [
        " You say too soon",
        9281.38,
        9283.88
    ],
    [
        " It was over",
        9283.88,
        9285.72
    ],
    [
        " There was talk about a big ceremony",
        9286.42,
        9288.38
    ],
    [
        " But I asked them to forget about that and just mail me my papers",
        9288.38,
        9291.78
    ],
    [
        " There was a short sweet ceremony in the commander's office",
        9291.78,
        9295.52
    ],
    [
        " Ellie her folks and my mother were there and that was it",
        9295.52,
        9299.36
    ],
    [
        " 30 years and 30 days from my day of enlistment at age 50",
        9299.36,
        9304.32
    ],
    [
        " I was a civilian again",
        9304.32,
        9306.22
    ],
    [
        " Going out in the place where it had all begun",
        9306.22,
        9309.32
    ],
    [
        " My mother had actually written",
        9309.32,
        9311.8
    ],
    [
        " The epitaph for my career a bit earlier when I'd flown home from talk Lee",
        9311.94,
        9317.88
    ],
    [
        " Well, she said when I walk through the door are you satisfied now?",
        9317.88,
        9323.08
    ],
    [
        " I said sure",
        9323.72,
        9325.76
    ],
    [
        " File it under white lies",
        9325.76,
        9328.88
    ],
    [
        " Because that's you know you can never be happy never be satisfied",
        9328.88,
        9335.32
    ],
    [
        " um",
        9335.32,
        9337.1
    ],
    [
        " And that was the end of your career in the in the Air Force you ended up working for",
        9337.5,
        9342.18
    ],
    [
        " McDonald Douglas",
        9342.18,
        9343.36
    ],
    [
        " McDonald aircraft",
        9343.36,
        9345.94
    ],
    [
        " Later make McDonald's",
        9345.94,
        9349.4
    ],
    [
        " Got it they bought them out",
        9349.4,
        9351.4
    ],
    [
        " Uh",
        9351.4,
        9352.5
    ],
    [
        " It took a few years off from flying but then you started missing that you started flying again",
        9352.5,
        9358.72
    ],
    [
        " Uh, you got some great stories in here is when you got a",
        9358.72,
        9364.52
    ],
    [
        " Version of old crowback and one of these restored",
        9364.52,
        9368.5
    ],
    [
        " P-51s you got to fly that you got to fly with the egger",
        9368.5,
        9373.04
    ],
    [
        " Again in some of these air shows",
        9373.04,
        9375.38
    ],
    [
        " um",
        9375.38,
        9376.48
    ],
    [
        " Just again the stories as as the book closes out and and how it goes and the rest of the stuff you've done just",
        9376.48,
        9384.02
    ],
    [
        " Great just incredible story incredible story",
        9384.02,
        9388.2
    ],
    [
        " Uh, how'd you feel that day when you retired?",
        9388.2,
        9392.3
    ],
    [
        " I had mixed emotions",
        9395.54,
        9396.86
    ],
    [
        " I know so in the seal teams, you know, you have we call it a dry-in-cage",
        9396.86,
        9403.08
    ],
    [
        " But it's basically a big locker probably the size of a prison cell",
        9403.08,
        9406.58
    ],
    [
        " But you have all your gear in there all you gear in there that you collect for the years that you're in",
        9406.58,
        9412.3
    ],
    [
        " And I was in for 20 years",
        9412.3,
        9413.56
    ],
    [
        " But I remember my last day I got my van downstairs",
        9413.56,
        9418.14
    ],
    [
        " And I and for me it's kind of similar in that",
        9418.14,
        9422.26
    ],
    [
        " 18 out of 20 years I was stationed in Coronado in San Diego",
        9423.4,
        9427.94
    ],
    [
        " All within a hundred yards",
        9427.94,
        9430.38
    ],
    [
        " Seal team one",
        9430.38,
        9431.64
    ],
    [
        " Seal team three seal team seven when seal team seven was was in a old building right next to",
        9431.64,
        9438.02
    ],
    [
        " Seal team one and then the training command they're all",
        9438.02,
        9441.34
    ],
    [
        " 100 or 200 yards apart. That's where I spent my whole adult life",
        9441.34,
        9445.02
    ],
    [
        " And then one day my last day I retired I went up cleaned out my locker my gear cage",
        9445.02,
        9451.72
    ],
    [
        " Through all that stuff in my van and left",
        9452.26,
        9454.68
    ],
    [
        " And that was a pretty empty feeling when I left because you it's your whole life",
        9454.68,
        9459.78
    ],
    [
        " Uh, so I'm sure you had some of that when you when you got done. Oh, yeah",
        9459.78,
        9465.04
    ],
    [
        " Oh actually that",
        9465.04,
        9467.06
    ],
    [
        " Comment was made that my mother was made when I was retired",
        9467.06,
        9473.54
    ],
    [
        " And after I was retired, she said well, you satish idea now",
        9473.54,
        9480.78
    ],
    [
        " Well, tell you what this is probably a pretty good place to stop um",
        9483.76,
        9487.36
    ],
    [
        " The book has so much more detailed information in it",
        9487.36,
        9491.4
    ],
    [
        " You know it's just an incredible life",
        9491.4,
        9494.66
    ],
    [
        " Incredible hero and now I got to read one more quote from the book you said",
        9494.66,
        9499.3
    ],
    [
        " You said all those years",
        9499.3,
        9501.68
    ],
    [
        " They'd actually paid me to fly",
        9501.68,
        9504.76
    ],
    [
        " What a deal",
        9504.76,
        9506.72
    ],
    [
        " It's just uh",
        9506.72,
        9509.7
    ],
    [
        " Incredible",
        9510.64,
        9511.08
    ],
    [
        " Dave you got anything else",
        9511.08,
        9512.2
    ],
    [
        " I'm sure you guys could talk for hours. I'm sure you are",
        9512.2,
        9516.02
    ],
    [
        " It's this has been",
        9516.02,
        9517.98
    ],
    [
        " This has probably been one of the best three hours of honestly of my entire life getting to be here and",
        9517.98,
        9524.36
    ],
    [
        " You know, I'm lucky um, I get to work with jaco. I'm on this podcast a bunch and I've gotten to meet so many",
        9524.36,
        9531.74
    ],
    [
        " Veterans and then and then now you know this movie top gun just came out again",
        9531.74,
        9536.34
    ],
    [
        " And it's so prominent and and people ask me all the time",
        9536.38,
        9539.56
    ],
    [
        " You know, what was the first movie like and I saw that and I was 13 when the first movie came out",
        9539.56,
        9544.96
    ],
    [
        " So as you know at that age when you see something at that young age you look at anything man. I really",
        9544.96,
        9550.4
    ],
    [
        " Want to do that and a lot of times when people ask me you know why did you become a pilot?",
        9550.4,
        9555.18
    ],
    [
        " I think about that movie a lot, but",
        9555.42,
        9557.22
    ],
    [
        " As a little kid, you know much before 1314. I was reading books",
        9557.22,
        9562.4
    ],
    [
        " And I remember as a little kid reading a book on on papi boyington and reading a book on on the black sheep squadron",
        9563.42,
        9571.22
    ],
    [
        " There's a TV show, you know",
        9571.22,
        9573.4
    ],
    [
        " Long before top gun. I was I was already",
        9573.4,
        9575.9
    ],
    [
        " I was already enamored. Thank you. Already enamored and it was it was",
        9575.9,
        9581.2
    ],
    [
        " Yeager",
        9581.2,
        9583.3
    ],
    [
        " Anderson",
        9583.3,
        9584.8
    ],
    [
        " Foss and boyington and what I've realized in this podcast as I'm listening to you talk",
        9584.8,
        9590.92
    ],
    [
        " When I was a little kid",
        9591.68,
        9592.88
    ],
    [
        " What I wanted to be was you",
        9592.88,
        9595.24
    ],
    [
        " I wanted to be you",
        9595.24,
        9597.4
    ],
    [
        " And I can't express how much gratitude I feel and how much reflection I have now is a very little boy long before the movie",
        9597.4,
        9606.0
    ],
    [
        " Top gun ever came out is what I wanted to be was what you described in this book and to get to sit across from you and hear you talk about this",
        9606.0,
        9612.64
    ],
    [
        " Is just an honor of of my lifetime and I can look back now and when people ask me why I wanted to be a fighter pilot",
        9612.64,
        9619.42
    ],
    [
        " I can tell them that I got to meet the reason why so thank you very much",
        9620.08,
        9624.06
    ],
    [
        " This has been awesome. Thank you",
        9624.06,
        9626.88
    ],
    [
        " Yeah, I don't have much to say after that Dave um, I said you know",
        9626.88,
        9631.44
    ],
    [
        " I get asked uh",
        9631.44,
        9635.82
    ],
    [
        " You know what he's what he would tell kids today",
        9635.82,
        9641.66
    ],
    [
        " And what I tell kids today is",
        9641.66,
        9646.64
    ],
    [
        " You know you really can be what you want to be and there's a good example of it right there",
        9647.66,
        9654.78
    ],
    [
        " If you want to be something really really bad",
        9654.78,
        9659.86
    ],
    [
        " You can be it and I say to kids live your dreams and",
        9659.86,
        9670.8
    ],
    [
        " um",
        9670.8,
        9671.48
    ],
    [
        "",
        9671.48,
        9671.48
    ],
    [
        " Find a",
        9671.48,
        9674.18
    ],
    [
        " Find there something you like to do",
        9674.18,
        9677.66
    ],
    [
        " And if you can if your job is something you like to do",
        9677.66,
        9683.62
    ],
    [
        " You can excel in that job and um",
        9683.62,
        9691.28
    ],
    [
        " Live your dreams",
        9691.28,
        9693.42
    ],
    [
        " That's that's what I say these days",
        9693.42,
        9698.54
    ],
    [
        " Well, sir",
        9699.72,
        9700.68
    ],
    [
        " You certainly lived your dreams without any doubt and uh, you know people can find you you got a website",
        9700.68,
        9708.1
    ],
    [
        " Oh, yeah, same name as the book. It's to fly and fight dot",
        9708.1,
        9712.7
    ],
    [
        " com is it dot com yet?",
        9712.7,
        9714.56
    ],
    [
        " To fly and fight dot com so anybody that's interested in hearing more about you hearing more of your story",
        9714.72,
        9722.48
    ],
    [
        " you can go there and",
        9722.48,
        9724.3
    ],
    [
        " Check that out. I mean, it's just uh, it's incredible. It's an honor to be sitting here",
        9724.88,
        9729.42
    ],
    [
        " talking to you and and to have Dave here just it's incredible to see",
        9729.42,
        9734.56
    ],
    [
        " So thank you so much for for joining us",
        9734.56,
        9738.24
    ],
    [
        " And and making the effort to come out here and of course more importantly",
        9738.24,
        9743.1
    ],
    [
        " Thank you for your service to our great nation",
        9743.1,
        9746.86
    ],
    [
        " Thank you for what you did in combat to defend",
        9746.86,
        9750.1
    ],
    [
        " The world from tyranny and from darkness",
        9750.1,
        9753.46
    ],
    [
        " And to defend freedom in the world",
        9754.36,
        9757.02
    ],
    [
        " you fought",
        9757.02,
        9758.58
    ],
    [
        " you fought",
        9758.58,
        9760.22
    ],
    [
        " Machine against machine and you fought man against man in the ultimate test of skill",
        9760.22,
        9768.14
    ],
    [
        " And you won every time and and that's pretty impressive",
        9768.14,
        9773.02
    ],
    [
        " And we salute you and we thank you for your service sir. Thank you very much",
        9773.02,
        9778.64
    ],
    [
        " And with that",
        9778.64,
        9782.34
    ],
    [
        " Bud Anderson has left the building",
        9784.06,
        9785.48
    ],
    [
        " Dave I feel like I just turned over to you",
        9785.48,
        9790.0
    ],
    [
        " Like this time. I don't know if that's a good idea man",
        9790.0,
        9792.04
    ],
    [
        " I need a little time to decompress and kind of contemplate that that was um",
        9792.04,
        9795.98
    ],
    [
        " I knew that was going to be a unique experience for me, but that was",
        9795.98,
        9799.92
    ],
    [
        " I don't have a lot of frame of reference to what to compare that to that was and that was unreal for me man",
        9799.92,
        9805.44
    ],
    [
        " When he just stepped up you were kind of rattling off some of the thoughts that you had in your head",
        9805.44,
        9810.58
    ],
    [
        " As you were thinking about this",
        9810.96,
        9813.12
    ],
    [
        " And you're thinking",
        9813.12,
        9815.02
    ],
    [
        " for instance",
        9815.02,
        9816.62
    ],
    [
        " a thousand aircraft go out and",
        9816.62,
        9820.62
    ],
    [
        " Whatever six hours later",
        9820.62,
        9823.2
    ],
    [
        " 10% of those are gone",
        9823.2,
        9826.98
    ],
    [
        " 100 aircraft crews gone",
        9826.98,
        9830.34
    ],
    [
        " This is what they did day after day after day after day. Yeah",
        9830.34,
        9835.92
    ],
    [
        " uh",
        9837.72,
        9838.32
    ],
    [
        " There's like I don't know is there anything equivalent for a fighter pilot to being a world war two fighter pilot",
        9838.32,
        9845.32
    ],
    [
        " Look the guys in Vietnam. Obviously they extremely challenging",
        9845.32,
        9848.66
    ],
    [
        " You know",
        9848.66,
        9849.72
    ],
    [
        " horrible situations to go and going into you know having",
        9849.72,
        9853.86
    ],
    [
        " Guys like Charlie Plum and William Reader on on the podcast to talk about their experiences",
        9853.86,
        9859.2
    ],
    [
        " you know",
        9859.2,
        9860.52
    ],
    [
        " Surface to air missiles migs out there",
        9860.52,
        9864.26
    ],
    [
        " Uh those encounters were",
        9865.04,
        9866.88
    ],
    [
        " relatively rare",
        9866.88,
        9869.44
    ],
    [
        " Compared to",
        9869.44,
        9871.3
    ],
    [
        " You're going to bomb Germany you are 100% gonna get into it. Yeah. This is next level. Yeah, I don't think from scale like there's nothing",
        9871.3,
        9883.02
    ],
    [
        " He's talking about",
        9883.02,
        9884.82
    ],
    [
        " Was it big week is that what they called it? Yeah big week. Yeah first mission thousand bombers 800 fighters and 16",
        9884.82,
        9891.48
    ],
    [
        " 160 Germans come up to fight them something like that. So there's two thousand airplanes in the sky and",
        9892.68,
        9897.52
    ],
    [
        " 250 bombers don't come home",
        9897.52,
        9900.22
    ],
    [
        " I don't think there's anything certainly in my aviation mind",
        9900.22,
        9904.04
    ],
    [
        " That's even close to the scale of that. It's just it's hard even for me",
        9904.04,
        9908.4
    ],
    [
        " It's really hard to relate to what that might look like. It's kind of overwhelming the heavies",
        9908.4,
        9913.7
    ],
    [
        " Dude",
        9913.7,
        9914.42
    ],
    [
        " Hey, by the way, I they just mentioned this if you want to get the book to fly and fight go to go to this",
        9914.42,
        9921.36
    ],
    [
        " website I already mentioned to fly and fight.com and",
        9921.48,
        9925.16
    ],
    [
        " Bud is signing books so you can get a signed book",
        9925.16,
        9930.02
    ],
    [
        " from that website and",
        9930.02,
        9933.06
    ],
    [
        " I would recommend you do it. I mean this guy's a hundred years old right now just he the stuff that he's seen in his life lucky to be here",
        9933.06,
        9939.84
    ],
    [
        " um just",
        9939.84,
        9941.12
    ],
    [
        " Awesome, so if you get the chance and the book by the way, I I read through two dog fights",
        9941.12,
        9948.36
    ],
    [
        " So there's",
        9949.98,
        9950.04
    ],
    [
        " Whatever 14 more and they all have their own little details. They all have their own little scenarios that are happening",
        9950.04,
        9956.14
    ],
    [
        " And then look the rest of the book. There's all kinds of things in there that we didn't talk about",
        9956.14,
        9959.64
    ],
    [
        " So if you want to hear that story go get that book to fly and fight.com",
        9959.64,
        9966.4
    ],
    [
        " We may have to like once this comes out actually when you listen to this again",
        9966.4,
        9969.76
    ],
    [
        " Take notes and maybe we'll do sort of a",
        9969.76,
        9973.32
    ],
    [
        " uh a wrap-up of this",
        9973.32,
        9974.84
    ],
    [
        " You can kind of talk through some of the stuff and maybe even bring in some stuff different stuff from the book if we didn't cover it",
        9974.94,
        9980.28
    ],
    [
        " Because I mean you're talking about them shooting down German",
        9980.28,
        9983.62
    ],
    [
        " German pilots that were parachuting and that was uh, just there's a bunch of other things to talk about that we didn't cover here",
        9983.62,
        9990.62
    ],
    [
        " So when you listen to this take notes and maybe we'll do another sort of a recap or an after actions on this even if it's just like you know",
        9990.62,
        9999.2
    ],
    [
        " An hour or four or whatever",
        9999.2,
        10001.38
    ],
    [
        " Right on we can go through it",
        10001.7,
        10003.8
    ],
    [
        " Uh echo Charles you've been here the whole time but you've been quiet. Yes because you've been uh, you didn't have a mic",
        10003.8,
        10008.64
    ],
    [
        " Yes, so on purpose what you know, let's face it. What am I gonna add to well then again, I did kind of have some there",
        10008.64,
        10016.54
    ],
    [
        " The that first dog fight. Mm-hmm. You know what wait the first one or the one that first one that you rent okay?",
        10016.54,
        10023.52
    ],
    [
        " One that you you said lucky shot. Yeah. Yeah. Yeah, so I and I was",
        10023.52,
        10028.1
    ],
    [
        " So a lot of people say like oh, you should read my audiobook or whatever",
        10029.02,
        10032.02
    ],
    [
        " But that was the first time where I was like you should read this audiobook",
        10032.02,
        10035.4
    ],
    [
        " You meaning him or you meaning me you okay? So because and of course the stories laid out like perfect",
        10035.4,
        10041.24
    ],
    [
        " Yeah, right? So I should at the end. I don't know why I like to end so much when he was like",
        10041.24,
        10044.32
    ],
    [
        " Oh, I don't even know if that was my shot. It might have been the other guy shot",
        10044.32,
        10046.92
    ],
    [
        " You know, and I don't even know how to approach this guy and then when he found out it was his that was good",
        10046.92,
        10050.84
    ],
    [
        " Yeah, you know, I didn't I didn't actually didn't read that part so he could kind of tell the story",
        10050.84,
        10056.76
    ],
    [
        " And it's a weird thing to try and figure like what do you want to read and what do you want to hear from them?",
        10056.76,
        10061.04
    ],
    [
        " Yeah, and you got about I mean in my mind",
        10061.14,
        10063.08
    ],
    [
        " I'm always trying to think like I want to give them enough that they go. Oh, yeah, and they get in the zone and then they kind of fill in the",
        10063.08,
        10069.14
    ],
    [
        " Deats as they say",
        10069.14,
        10070.8
    ],
    [
        " But man, you know, it's such an honor to be able to have these guys on and",
        10070.8,
        10076.0
    ],
    [
        " Hear their stories man. It's just",
        10076.0,
        10078.6
    ],
    [
        " It's crazy and then you know you always have to think to yourself",
        10078.6,
        10082.12
    ],
    [
        " that",
        10082.12,
        10083.12
    ],
    [
        " There's almost 300,000",
        10083.12,
        10085.86
    ],
    [
        " That didn't come home from this war and they didn't get to tell their story and didn't get to have kids",
        10086.2,
        10091.02
    ],
    [
        " Yeah, it's just",
        10091.02,
        10093.2
    ],
    [
        " So we're so lucky to be able to have this opportunity to do this so",
        10093.2,
        10098.34
    ],
    [
        " Appreciate y'all listening and and if you want to support what we're doing here",
        10098.34,
        10103.9
    ],
    [
        " And you want to support yourself too, which is a bonus true",
        10103.9,
        10107.08
    ],
    [
        " Some people might even prioritize supporting yourself over supporting what we're doing here",
        10107.08,
        10111.14
    ],
    [
        " Either way, it's a win because if you support yourself good",
        10111.14,
        10114.08
    ],
    [
        " We want you to be stronger and smarter and faster and better. Yeah, it's one of one of the functions of this",
        10114.4,
        10120.76
    ],
    [
        " The existence of this whole outfit. I think yeah",
        10120.76,
        10123.4
    ],
    [
        " So if you want that you can go if you want to support you want to support yourself",
        10123.4,
        10127.58
    ],
    [
        " You want to support America by the way you can see I kind of got a little fired up when we started talking about the p 51 Mustang",
        10127.58,
        10132.72
    ],
    [
        " The p 51 Mustang was like the it was a game changer a game changer",
        10132.72,
        10139.74
    ],
    [
        " 500 miles an hour. It's just faster and stronger and better. It was American made",
        10140.44,
        10146.52
    ],
    [
        " It was American made and and obviously it was American made",
        10146.52,
        10151.12
    ],
    [
        " But just think it like every detail that the engineering the design the material like all that went into that and that",
        10151.12,
        10158.02
    ],
    [
        " That wasn't even idea on December 7th 1941. That wasn't even an idea. They're just like okay cool",
        10158.02,
        10163.84
    ],
    [
        " We have to build the bet you think well. I actually don't know the history wasn't an idea yet",
        10163.84,
        10167.42
    ],
    [
        " I don't know exactly the development of it. They knew that we knew we needed better airplanes",
        10168.62,
        10173.38
    ],
    [
        " Yeah, but I don't think anybody certainly in 1941 it could have predicted what the Mustang was gonna be",
        10173.38,
        10178.76
    ],
    [
        " Other than we needed something",
        10178.76,
        10180.92
    ],
    [
        " Rose so fired up listening to talk about the Mustang that I started talking about the Ford Mustang",
        10180.92,
        10185.6
    ],
    [
        " Like I just need to get a Ford Mustang because I can't get a Mustang was big",
        10185.6,
        10189.14
    ],
    [
        " I can't get a p 51 Mustang, but I get a Ford Mustang",
        10189.14,
        10192.02
    ],
    [
        " That's an American made piece of machine. Legit legit",
        10192.02,
        10195.1
    ],
    [
        " That's how fired up I was getting talking about this aircraft and",
        10196.02,
        10201.28
    ],
    [
        " What they did with it",
        10201.28,
        10203.42
    ],
    [
        " So",
        10203.42,
        10204.24
    ],
    [
        " America she wants some American made stuff. Well for hey jocco fuel got jocco fuel.com go get some stuff",
        10204.24,
        10209.96
    ],
    [
        " Hey jocco fuel we got all new flavors. I was pounded mine today. We pounding yours today. How's that new orange?",
        10209.96,
        10214.62
    ],
    [
        " It's so good. Did you think your orange could be better? I didn't know that it could be better",
        10214.78,
        10218.26
    ],
    [
        " No, I didn't know that it's like the p 51 Mustang of freaking drinks",
        10218.26,
        10221.66
    ],
    [
        " It's the upgraded. It's like the new version of the Mustang just a little bit better. It's a little bit better",
        10222.16,
        10227.0
    ],
    [
        " And echo Charles how are you over there on the mango?",
        10227.0,
        10229.7
    ],
    [
        " Actually, I got messages saying that that's their new favorite flavor. Oh, let's see got people that the mango comes through more",
        10229.98,
        10236.5
    ],
    [
        " So their old favorite flavor was mango. Well, their new favorite flavor is mango",
        10236.5,
        10241.3
    ],
    [
        " They're old favorite flavor flavor apparently was not mango",
        10241.3,
        10245.24
    ],
    [
        " I'm just guessing what the last one was nonetheless. Yeah, they're all they're all a lot better",
        10245.24,
        10249.82
    ],
    [
        " They're all a lot better. They're different. They're they're in a different category",
        10249.88,
        10254.0
    ],
    [
        " So jocco fuel.com get yourself some milk get yourself some joint warfare some krill super krill",
        10254.0,
        10259.36
    ],
    [
        " Origin USA's look made in America is a thing and peep like you know like bud Anderson said people like oh",
        10259.36,
        10265.5
    ],
    [
        " We can't make the stuff over here. I laugh at them",
        10265.5,
        10268.64
    ],
    [
        " That's what Pete Roberts did when they said hey, you can't make geese in America. He laughed at them",
        10268.64,
        10273.94
    ],
    [
        " Because guess what we can we have the capability we have the technology we have the skill set",
        10273.94,
        10278.58
    ],
    [
        " We have the will to get it done",
        10278.58,
        10280.8
    ],
    [
        " And look you can go buy your you can go buy your your jeans. Let's say",
        10280.8,
        10285.0
    ],
    [
        " From a place that is literally has slaves",
        10285.0,
        10288.98
    ],
    [
        " You can dead that's what you can do or you can buy it from America",
        10288.98,
        10292.68
    ],
    [
        " Where we're on board with freedom",
        10292.68,
        10295.86
    ],
    [
        " With freedom that's what's happening and they happen to be the best jeans that I own",
        10295.86,
        10303.06
    ],
    [
        " I like it from a 51 of the",
        10303.06,
        10304.86
    ],
    [
        " 50 what you know I think the next all my line the next modification the next modification or the next version of the jeans",
        10304.86,
        10311.28
    ],
    [
        " I don't even know what they might we might do but",
        10311.28,
        10313.72
    ],
    [
        " Was it gonna be some p 51 things coming out? Yeah",
        10313.72,
        10318.18
    ],
    [
        " And look I get it p 38 love it",
        10318.18,
        10321.02
    ],
    [
        " Corsair love it you probably love the corsair a lot I do because you because that's marine core",
        10321.02,
        10325.8
    ],
    [
        " Wait, what's your is that your favorite bird world or two when I grow on a papy bointin black sheep",
        10325.8,
        10330.98
    ],
    [
        " Marine core corsairs win in the war in the Pacific yes listen",
        10331.52,
        10335.36
    ],
    [
        " The p 51 is the iconic world or two fighter and everybody knows it that doesn't mean I don't love the corsair",
        10335.36,
        10342.42
    ],
    [
        " All the Marines out there know what's up, but listen the the p 51",
        10342.42,
        10345.26
    ],
    [
        " That's the machine that won the war in Europe everybody knows it",
        10345.26,
        10347.7
    ],
    [
        " Bro sometimes the the p 51 flies like in the vicinity of my house because they'll do the coastal runs",
        10347.7,
        10352.92
    ],
    [
        " And I can hear them and then you look up the the silhouette look the cool thing that's cool",
        10352.92,
        10358.16
    ],
    [
        " Like it would be a little bit difficult to tell a corsair from the side profile you know when it's out in a little distance",
        10358.3,
        10363.7
    ],
    [
        " You know",
        10363.7,
        10364.5
    ],
    [
        " But a p 51 you see that bottom air scoop. You're like there it is",
        10364.5,
        10368.84
    ],
    [
        " Big daddy's coming home",
        10368.84,
        10371.04
    ],
    [
        " So if you want the if you want the p 51 Mustang of American made",
        10371.04,
        10378.94
    ],
    [
        " Gear go to origin USA dot com get some American made stuff that's gonna go out in the world kickass gonna be faster better",
        10378.94,
        10387.78
    ],
    [
        " Stronger we got hunt gear common you probably saw you see me wearing my hunk here",
        10388.4,
        10391.74
    ],
    [
        " Have you seen the pictures of the camel in the in the in the environment as they say so of course they did",
        10391.74,
        10397.14
    ],
    [
        " Made a big deal out of it made a thing out of it",
        10397.14,
        10399.98
    ],
    [
        " Oh wait you oh yeah, you made a predator quote",
        10399.98,
        10402.66
    ],
    [
        " Yeah, you like that messed it up though after I re revisited it, but it was good it passed and landed you got there all right",
        10402.66,
        10409.86
    ],
    [
        " So good it looked good though for it does it's awesome",
        10409.86,
        10413.2
    ],
    [
        " Jockelfield dot com origin USA dot com jackel store dot com yeah sure echo made",
        10413.94,
        10417.96
    ],
    [
        " We know you know it was a collaborative effort for sure, but yeah, we got some new stuff on there",
        10417.96,
        10423.38
    ],
    [
        " What we got standard issue discipline equals freedom shirts standard issue there's a layer in there",
        10423.38,
        10429.24
    ],
    [
        " There's layers in there a couple layers in there and their optional layers you don't have to know the layers to appreciate the",
        10429.24,
        10433.82
    ],
    [
        " Garment as it were",
        10433.82,
        10435.56
    ],
    [
        " Um, so yes get that we didn't this is like the what second announcement on the podcast we made we didn't make the official announcement",
        10435.56,
        10442.86
    ],
    [
        " So oh for the for the standard issue gets one of those freedom",
        10443.2,
        10446.12
    ],
    [
        " Yeah, we'll probably announce it like next week or whatever, but if you're hearing this, well get yours before everybody",
        10446.12,
        10450.72
    ],
    [
        " You're already in there. Yep. Also short locker subscription shirt every every week. There's a good one coming two good ones coming",
        10450.72,
        10456.7
    ],
    [
        " Oh, yeah, you so be the draft of wonderful. This is the kind of thing people are gonna want that one",
        10456.7,
        10462.14
    ],
    [
        " I think you're right about that one. I see that way. Please tell me there's gonna be something",
        10462.14,
        10466.04
    ],
    [
        " In the future themed on the p 51 or something for the Sherlock come on the p 51",
        10466.04,
        10472.82
    ],
    [
        " Look, I like I said the p 51 has always been",
        10473.2,
        10476.4
    ],
    [
        " Up there in my head",
        10476.4,
        10478.8
    ],
    [
        " But I mean let's face it it went next level today",
        10478.8,
        10481.74
    ],
    [
        " It went next level today and you know what reading the book",
        10481.74,
        10484.74
    ],
    [
        " I mean you think about that you think about you're climbing as hard as you can in the aircraft",
        10484.74,
        10489.72
    ],
    [
        " And you got a measure Schmidt one or nine by the way Germans world renowned for their engineering and their their efficiency",
        10489.72,
        10497.22
    ],
    [
        " With their building of their aircraft the whole nine yards",
        10497.22,
        10499.88
    ],
    [
        " And you're like guess what I'm from America",
        10500.4,
        10502.64
    ],
    [
        " Sorry, bro. I'm from America. I got a p 51 Mustang with what how many",
        10502.64,
        10510.36
    ],
    [
        " 1100 horse power something crazy",
        10510.36,
        10512.84
    ],
    [
        " And we're gonna go you you're gonna hang with me cool to see what you got",
        10512.84,
        10516.84
    ],
    [
        " Hanging by the propeller he used that term a couple times hanging by the propeller",
        10516.84,
        10522.82
    ],
    [
        " You can imagine that thing just trying to grab air",
        10522.82,
        10525.54
    ],
    [
        " And it's just about to run out and that thing's",
        10525.54,
        10528.6
    ],
    [
        " Freakin epic",
        10530.88,
        10531.58
    ],
    [
        " True. Um, yeah, so yeah there it is for look I don't forget that one sign up for that one",
        10531.58,
        10537.0
    ],
    [
        " Sign up for that one jockelstore.com. Yeah subscribe to the podcast subscribe to jocowinderground.com",
        10537.0,
        10541.8
    ],
    [
        " People look we don't control these platforms look we talk about freedom a lot",
        10541.8,
        10546.94
    ],
    [
        " There's some people that are offended by that",
        10546.94,
        10548.86
    ],
    [
        " They've kicked people off of platforms for what they've said",
        10548.86,
        10552.98
    ],
    [
        " So we don't want to risk that everything's been cool so far we hope it continues to be cool",
        10552.98,
        10557.62
    ],
    [
        " But if it doesn't we have jocowinderground.com",
        10557.64,
        10561.12
    ],
    [
        " $8.18 a month if you want to help us build that and maintain that",
        10561.12,
        10565.48
    ],
    [
        " Check it out. Hey, look at if you can't afford that. It's okay",
        10565.48,
        10568.74
    ],
    [
        " We still want you in the game as they say if you can't afford to $8.18 a month to support no factor email assistance at jocowinderground.com",
        10568.74,
        10577.38
    ],
    [
        " We got a youtube channel. I'm the assistant director for these youtube videos. Sure clearly clearly",
        10577.38,
        10583.62
    ],
    [
        " That's the difference bro",
        10583.62,
        10584.82
    ],
    [
        " And I thank you. I thank you for that praise praise",
        10585.04,
        10588.16
    ],
    [
        " Psychological warfare",
        10588.16,
        10591.06
    ],
    [
        " We got flipside canvas.com Dakota Meyer putting making cool stuff to hang on your wall books for once again to fly and fight by",
        10591.06,
        10599.48
    ],
    [
        " Colonel clearance e bud Anderson",
        10599.48,
        10603.12
    ],
    [
        " With Joseph hamlin as the co-author",
        10603.12,
        10606.32
    ],
    [
        " Just go to to fly and fight.com order that book up",
        10606.32,
        10611.98
    ],
    [
        " Check out some of the other books we got we got only cry for the living by holly mckay that's jockel publishing right there",
        10612.56,
        10618.68
    ],
    [
        " She she risked her life to read to write that book",
        10618.68,
        10623.8
    ],
    [
        " So and it gives you an insight. It's not too often you get the insight of both sides of a war right",
        10623.8,
        10630.64
    ],
    [
        " Not not historical like hey, this was a hundred years or 30 years ago. This is like oh the war's going on right now",
        10630.64,
        10638.12
    ],
    [
        " And we're hearing both sides. So that's what holly did",
        10638.12,
        10640.92
    ],
    [
        " So order up that book",
        10641.68,
        10642.94
    ],
    [
        " Final spin I wrote a novel a look I've written a bunch of books too",
        10642.94,
        10648.04
    ],
    [
        " So if you want to get some of the books that I've written get some of the books that I've written get about face",
        10648.04,
        10652.2
    ],
    [
        " I didn't even write it. I wrote the forward on it. I'll tell you what I don't even know sometimes I read that book",
        10652.2,
        10658.02
    ],
    [
        " And I just think I just my life",
        10658.02,
        10660.92
    ],
    [
        " Every podcast should just be about another section of about face",
        10660.92,
        10664.24
    ],
    [
        " There's so many things in there. It's so filled with goodness",
        10664.24,
        10668.68
    ],
    [
        " That you miss goodness",
        10669.68,
        10671.12
    ],
    [
        " Right, it's like you walk into a buffet and maybe over in a corner. There's like some some",
        10671.12,
        10676.08
    ],
    [
        " Some little wagyu beef like",
        10676.08,
        10679.18
    ],
    [
        " Nibblets right?",
        10679.18,
        10680.9
    ],
    [
        " Yeah, but there's primary over there",
        10681.2,
        10682.62
    ],
    [
        " There's some you know some bacon wrap hot dogs over there. This is like a bunch of stuff",
        10682.62,
        10686.92
    ],
    [
        " You miss the nibblets, bro. Why no more room on your plate kind either that or just overwhelm with goodness",
        10686.92,
        10692.02
    ],
    [
        " Goodness, everyone maybe they got some milk like in the containers. You're ready to drink",
        10692.02,
        10696.88
    ],
    [
        " You know, we got ready to drink milk coming",
        10696.88,
        10698.9
    ],
    [
        " TD as I said",
        10698.9,
        10700.56
    ],
    [
        " I was worried not worried you you you you you you want to control your expectations right you want to be like look",
        10700.56,
        10709.14
    ],
    [
        " It's gonna be healthy. There's no sugar like you know, how can it it's gonna be it'll be good, but how good?",
        10709.14,
        10715.6
    ],
    [
        " Dude it's",
        10715.96,
        10718.1
    ],
    [
        " GTG as we say is good to go EIE",
        10718.1,
        10721.76
    ],
    [
        " Yeah, all this",
        10721.76,
        10723.02
    ],
    [
        " Yeah, it's delicious. Yeah, I was comparing it. I would I wanted it to taste as good as a certain",
        10724.02,
        10731.26
    ],
    [
        " Let's say known well-known brand of chocolate flavored drink. We'll say okay. We're there. No, we're there",
        10731.26,
        10739.58
    ],
    [
        " That's good. That's good. Yeah, that's interesting. It's outstanding",
        10739.58,
        10743.32
    ],
    [
        " You mentioned drinking something that is completely good for you and it tastes delicious",
        10743.32,
        10747.42
    ],
    [
        " I don't know if you have any more. Oh, yeah, and and I said this from the beginning where my kids like the",
        10747.42,
        10754.24
    ],
    [
        " You know how those were kid mocha what are they like the regular one like the best they think that's like a treat",
        10754.24,
        10758.94
    ],
    [
        " And I kind of psychologically like train them to know that that's like the treat or whatever",
        10758.94,
        10763.78
    ],
    [
        " But yeah, and then so I know I don't guilt free, you know",
        10763.78,
        10767.12
    ],
    [
        " There's something that you can do that tastes so has so much goodness so much so much immediate gratification and no downside",
        10767.12,
        10775.72
    ],
    [
        " I don't say short and long-term pain. Yeah, that's kind of a",
        10775.72,
        10780.4
    ],
    [
        " I guess you could look at jacophual from a strategic perspective and one of the consistent",
        10780.4,
        10787.08
    ],
    [
        " underlying themes of the",
        10787.08,
        10790.92
    ],
    [
        " products is",
        10790.92,
        10792.8
    ],
    [
        " short-term mega gratification taste wise and long-term total goodness across the board health wise. Yeah",
        10792.8,
        10801.18
    ],
    [
        " That's a thing. It's an anomaly people people don't know what's up with that",
        10801.18,
        10805.24
    ],
    [
        " It's kind of hard to believe in a lot of ways. Yeah, wait a second",
        10805.24,
        10808.1
    ],
    [
        " As Dave said earlier today what I should say is you're welcome",
        10808.1,
        10812.2
    ],
    [
        " Dave's like jacophual you just need to tell people oh here's my drink you're welcome",
        10812.2,
        10818.44
    ],
    [
        " Oh, here's milk you're welcome. He was not wrong with that here's joint warfare taken",
        10818.44,
        10824.0
    ],
    [
        " You're gonna be able to do things you couldn't do two weeks ago you're welcome. Oh, but then again",
        10824.0,
        10829.02
    ],
    [
        " I don't know joint warfare is pills. I know, but you're welcome. Yeah",
        10829.02,
        10832.56
    ],
    [
        " For sure that media. Yeah, okay, guys the short term to kiss it. That's like what do you call what do you call it?",
        10832.94,
        10837.74
    ],
    [
        " It's like normal. Yeah, you know something that you don't love but it's like the standards. Oh, wait a shudda down echo good work",
        10837.82,
        10843.46
    ],
    [
        " What thanks, man? You got any other cool things I'm saying that you want to keep I'm keeping it what do you call?",
        10843.46,
        10848.06
    ],
    [
        " Real like down to earth like for you know, yeah, you seem saying nice job",
        10848.94,
        10853.32
    ],
    [
        " Appreciate it. Okay, let's just end this for you. Nacco screwed up. Oh, what are you talking about? It's all true",
        10853.32,
        10859.22
    ],
    [
        " We're just riding this huge wave and like yeah, but those are pills",
        10859.22,
        10861.84
    ],
    [
        " Okay, you know what we're gonna do. We're gonna make some chewable",
        10861.84,
        10865.8
    ],
    [
        " Oh, the same warfare now you talk about have a really good like lemon lime sort of zing to it",
        10865.8,
        10871.26
    ],
    [
        " We taste and good. Okay, remember back in the day old school",
        10871.26,
        10874.28
    ],
    [
        " More or less",
        10874.28,
        10875.32
    ],
    [
        " Uh, same dinner remember those vitamin C wafer",
        10875.32,
        10879.12
    ],
    [
        " Freaking things. Okay, see now we're talking this is those vitamin C waifers is how you end up with",
        10879.12,
        10884.98
    ],
    [
        " 3500",
        10884.98,
        10886.98
    ],
    [
        " Milligram",
        10889.18,
        10889.7
    ],
    [
        " Vitamin C in your day. Oh, yeah colds are running away from you",
        10889.7,
        10893.32
    ],
    [
        " And they they tasted kind of like like a special candy 100% oh, yeah, see so that's like the",
        10893.32,
        10899.28
    ],
    [
        " The avenue to pursue for his pills go. Yeah, I don't mind pills. You know what but let's face it",
        10899.28,
        10905.34
    ],
    [
        " Let's look into it. Yeah, as Eddie Brabha would say look into it",
        10905.34,
        10909.08
    ],
    [
        " Hey, we also have ash long front our leadership consultancy we solve problems through leadership",
        10909.08,
        10914.68
    ],
    [
        " If you need help inside your organization",
        10914.96,
        10917.38
    ],
    [
        " With anything it's a leadership issue",
        10917.38,
        10920.72
    ],
    [
        " So go to ash long front calm for details on that we also have some events you can come to",
        10920.72,
        10926.16
    ],
    [
        " Next thing we have next big thing we have we have other things that are sold out in the meantime, but Atlanta",
        10926.16,
        10932.4
    ],
    [
        " October 12th through the 14th then is that is the next monster. We're going to hot Lana",
        10932.4,
        10937.24
    ],
    [
        " Actually in October. Hopefully won't be too hot in hot Lana. Mm-hmm should be all right",
        10937.24,
        10942.04
    ],
    [
        " But that's what we're gonna be so if you want to come",
        10942.52,
        10944.4
    ],
    [
        " check that out and",
        10944.4,
        10946.9
    ],
    [
        " Also, we have an online",
        10946.9,
        10948.64
    ],
    [
        " training",
        10948.64,
        10949.68
    ],
    [
        " Academy",
        10949.68,
        10950.76
    ],
    [
        " It's extremotorship.com and if look leadership is not something you get good at in one day",
        10950.76,
        10957.44
    ],
    [
        " You don't go to one seminar just like you don't go to a jiu jitsu seminar and say okay cool",
        10957.44,
        10961.9
    ],
    [
        " I'm ready to take on Gordon Ryan now. Yeah, right now. Yeah, I'm not gonna happen really but you can",
        10961.9,
        10967.04
    ],
    [
        " Grab individual things from time to time and roll them right into your game that day you can do that",
        10968.96,
        10972.9
    ],
    [
        " And that's so that's one of the things that happened at the mustard, but you better have a game and you better keep training",
        10972.9,
        10977.5
    ],
    [
        " That's what the academies for extreme ownership.com all kinds of good stuff going on in there",
        10977.5,
        10981.84
    ],
    [
        " On top of that if you want to help service members",
        10981.84,
        10985.48
    ],
    [
        " Active and retired you want to help their families gold star families check out mark Lee's mom mom Lee",
        10985.48,
        10991.52
    ],
    [
        " I just talked to mom Lee yesterday yesterday was august 2nd",
        10991.52,
        10996.52
    ],
    [
        " Mark her son was killed on august 2nd at 2006. It's been 16 years since he was killed in action",
        10997.28,
        11003.34
    ],
    [
        " And that whole time",
        11003.34,
        11005.18
    ],
    [
        " Almost actually no and not even almost from the word go",
        11005.18,
        11009.18
    ],
    [
        " mom Lee",
        11009.18,
        11010.66
    ],
    [
        " looked to help",
        11010.66,
        11013.0
    ],
    [
        " She helped the platoons she helped the task unit she wanted to make sure we were okay",
        11013.0,
        11018.64
    ],
    [
        " And she hasn't stopped that in any way shape or form she's doing a ton of things to help out veterans to help out gold star families",
        11018.64,
        11025.26
    ],
    [
        " America's mighty warriors dot org is",
        11027.12,
        11031.44
    ],
    [
        " her",
        11031.44,
        11032.32
    ],
    [
        " Website and if you want to donate or you want to get involved go to that website also heroes and horses dot org",
        11032.32,
        11040.06
    ],
    [
        " Micah think is up there in the wilderness and",
        11040.06,
        11044.54
    ],
    [
        " He sent me a message the other day and he's got I'll get the complete message, but it's basically a person that he's working with",
        11044.54,
        11052.28
    ],
    [
        " That's like a counselor a high level counselor said",
        11052.28,
        11054.38
    ],
    [
        " That he had never seen",
        11054.66,
        11056.2
    ],
    [
        " Changes as significant in human beings as he has as he had seen",
        11056.2,
        11062.38
    ],
    [
        " The the guys that went through Micah thinks program going in the wilderness for 41 days",
        11062.38,
        11068.76
    ],
    [
        " Riding horses eating meat cold baths",
        11068.76,
        11072.72
    ],
    [
        " He's got all kinds of things going. I want to go too much into it",
        11072.72,
        11075.82
    ],
    [
        " But if you want to support that go to heroes and horses dot org",
        11075.82,
        11079.7
    ],
    [
        " And if you want to check us out on social media",
        11079.7,
        11083.08
    ],
    [
        " We're on there, but looks listen listen",
        11083.08,
        11085.04
    ],
    [
        " We're not in the algorithm. Well, they're gonna try and put us in the algorithm",
        11085.04,
        11088.8
    ],
    [
        " But we don't want you to get caught in the algorithm",
        11088.8,
        11091.22
    ],
    [
        " But if you want to check out what's going on with us",
        11091.22,
        11093.48
    ],
    [
        " Dave is at David Arburek echo is at echo Charles and I am at docker willink again watch your six",
        11093.48,
        11101.12
    ],
    [
        " To use the the flight term watch your six watch your back so you don't get caught",
        11101.12,
        11106.2
    ],
    [
        " in that algorithm and",
        11106.2,
        11109.74
    ],
    [
        " Finally to all those uniformed personnel out there",
        11111.0,
        11114.12
    ],
    [
        " Thank you for fighting for our freedom with a special salute to the airman",
        11114.12,
        11118.86
    ],
    [
        " And I don't know if this is right Dave is airman in the army navy air force and marines all those what do you call people that work in the air air?",
        11118.86,
        11126.1
    ],
    [
        " Dales",
        11126.1,
        11126.52
    ],
    [
        " There's still Marines huh their Marines",
        11126.52,
        11129.92
    ],
    [
        " Well to all of you that own the skies",
        11129.92,
        11134.02
    ],
    [
        " You all have your own aviation units inside all the service branches and as much as I love the ground pounders and the doughboys and you know I do",
        11135.68,
        11143.02
    ],
    [
        " Uh, it's you all up in the sky that cover for us on the ground",
        11143.02,
        11149.54
    ],
    [
        " So thank you for your service and sacrifice and also thank you to our police and law enforcement firefighters paramedics",
        11149.54,
        11157.08
    ],
    [
        " EMTs dispatchers correctional officers board of patrol secret service all the first responders",
        11157.08,
        11162.56
    ],
    [
        " Thank you for your service and sacrifice as well and for protecting us here on the home front",
        11162.96,
        11169.28
    ],
    [
        " And to everyone else out there there's a part in this book",
        11169.28,
        11173.66
    ],
    [
        " Where bud is talking to his granddaughter's class and it's 40 years after the war",
        11173.66,
        11181.1
    ],
    [
        " And one of the students asks something like what is the hardest thing",
        11181.1,
        11187.38
    ],
    [
        " About being a pilot",
        11188.12,
        11189.46
    ],
    [
        " And without hesitation he replies",
        11189.46,
        11193.12
    ],
    [
        " losing friends",
        11193.12,
        11195.06
    ],
    [
        " And we get to read this book and we get to hear about the life and experiences of bud Anderson",
        11195.06,
        11203.12
    ],
    [
        " But as I said earlier just remember that there are",
        11203.12,
        11206.92
    ],
    [
        " hundreds of thousands of stories",
        11206.92,
        11210.46
    ],
    [
        " That we never heard",
        11210.46,
        11214.04
    ],
    [
        " Lives that were cut short",
        11214.04,
        11215.56
    ],
    [
        " In the sky on the ground and at sea",
        11215.56,
        11220.44
    ],
    [
        " Brave souls who sacrificed everything",
        11220.44,
        11225.18
    ],
    [
        " for us",
        11225.18,
        11227.3
    ],
    [
        " Let us never forget those heroes",
        11227.3,
        11232.04
    ],
    [
        " And let's make sure we are living lives that honor that sacrifice",
        11232.04,
        11238.44
    ],
    [
        " We owe them at least",
        11238.44,
        11242.78
    ],
    [
        " That much",
        11244.04,
        11244.8
    ],
    [
        " And until next time this is Dave and echo and jaco",
        11244.8,
        11250.16
    ],
    [
        " out",
        11250.16,
        11251.42
    ]
]