[
    [
        " I got to Swannett 3 basic training and then they would you think when you got the basic training?",
        0.0,
        3.96
    ],
    [
        " I'll tell you so my recruit",
        4.7,
        6.38
    ],
    [
        " I",
        6.38,
        7.44
    ],
    [
        " Always tell people I'm like when you get to boot camp you're not gonna like me anymore",
        7.44,
        12.86
    ],
    [
        " There's gonna be two to three weeks where you're like jaco. I hate that guy if I ever see him",
        12.86,
        17.86
    ],
    [
        " I'll take a swing because no my almost no matter who you are when you get to boot camp",
        17.86,
        22.78
    ],
    [
        " You think uh-oh",
        22.78,
        25.68
    ],
    [
        " Mistakes yeah, especially them first three weeks, but then toward the end it starts to be kind of right here like this is cool",
        26.78,
        31.36
    ],
    [
        " And so I went for banning but pokes side for banning and",
        31.36,
        35.98
    ],
    [
        " Again you wake up every morning screaming infantry and all this shit, you know, and then so",
        35.98,
        41.24
    ],
    [
        " My recruiter had also he put me through maps with the airborne physical and all the stuff",
        41.24,
        47.94
    ],
    [
        " Tell me how to airborne on my contract all this shit. I get in the boot camp and you know like two weeks before when you're",
        47.94,
        54.44
    ],
    [
        " Banning they call up and they're together with airborne on your contract coming here and line up",
        55.04,
        58.78
    ],
    [
        " I come one up, you know I go in there and he's like what the fuck are you doing?",
        58.78,
        62.44
    ],
    [
        " What are you talking about he's like you ain't a fucking airborne in a contract?",
        62.86,
        67.22
    ],
    [
        " It's got here so it wasn't even in your contract",
        67.48,
        70.3
    ],
    [
        " He went as far as it put me through the airborne physical",
        70.3,
        73.12
    ],
    [
        " You know, but it wasn't your contract. Yeah, like why go through the physical if it's not like why no one else does",
        73.12,
        78.58
    ],
    [
        " So anyway, I feel like I got kind of but it worked out, you know",
        78.58,
        82.92
    ],
    [
        " I'm not trying to complain but I do feel like he",
        82.92,
        84.58
    ],
    [
        " I'm a little irritated so I'm salty",
        84.58,
        86.82
    ],
    [
        " Like been to almost 20 years later about this",
        86.82,
        90.18
    ],
    [
        " But when you're going in when you're going through boot camp in the national guard to be reserved",
        90.18,
        95.7
    ],
    [
        " You must also that's like make it a little bit more comfortable",
        95.7,
        99.46
    ],
    [
        " Because you can find some comfort in the fact that like God well at least I didn't go active duty",
        99.46,
        104.14
    ],
    [
        " Sure, whereas if you're active duty, you're like, oh, this is the rest of my this is the next six four years of my life",
        104.14,
        109.42
    ],
    [
        " Is to be in that surrounded by these crazy people yelling and screaming because you think that's what the military is like when you go to boot camp",
        109.42,
        115.5
    ],
    [
        " Yeah, sure. Yeah, I mean, I guess but I just want to go to the war man. Mm-hmm. So",
        115.5,
        120.46
    ],
    [
        " As soon as I got back to my unit after a IT and all stuff",
        120.46,
        124.52
    ],
    [
        " So you went to boot camp a IT. What are you kicking ass in a IT since you killed so many freaking woodpeckers growing up?",
        124.52,
        130.26
    ],
    [
        " Were you like?",
        130.46,
        130.92
    ],
    [
        " Are you marksman expert and all that stuff? I mean I should have fine, you know, I don't think I was but but the",
        131.44,
        137.54
    ],
    [
        " The triggers on those were really hard to get used to the 16 trigger first, but I mean I shall phone what about what about just like being out in the woods",
        137.92,
        144.9
    ],
    [
        " Yeah, I was feeling good about all that. That was a great. Yeah, did you kind of kick ass in the bed? AIT?",
        144.9,
        149.48
    ],
    [
        " Yeah, especially like the FTX stuff. I mean",
        149.9,
        152.44
    ],
    [
        " It was like nothing man. It's like all these dudes are all worried about like three days in the mud",
        152.44,
        157.26
    ],
    [
        " The only time it sucked is when it",
        157.26,
        163.58
    ],
    [
        " It bending on our final FTX at rain, which I think is true for like almost anybody that goes through bending",
        163.58,
        168.66
    ],
    [
        " But it rained for like the entire time so all of our hasties were like water up to our chest and stuff like that",
        168.66,
        174.76
    ],
    [
        " You know in fact what one time during night guard my buddy",
        174.76,
        178.16
    ],
    [
        " You know, you had your ankles interlocked and hasties or whatever",
        178.16,
        180.78
    ],
    [
        " Mm-hmm. Well, he was he was sleeping and I was up and it was his turn",
        180.78,
        184.24
    ],
    [
        " I turn around and there's a wolf spider like this big he might put that sucker on us",
        184.24,
        189.22
    ],
    [
        " That's right",
        189.22,
        190.02
    ],
    [
        " I just tapped him and they won't come",
        190.2,
        192.7
    ],
    [
        " Besides I'm like, you know, you can't make noise, you know",
        192.7,
        195.92
    ],
    [
        " Try and get it off of you anyway. Yeah",
        195.92,
        200.38
    ],
    [
        " I was in Fort Lewis, Washington",
        200.38,
        202.9
    ],
    [
        " I was going through seal tactical training, which is what would you do in your new guy?",
        202.9,
        207.2
    ],
    [
        " then we there's some pretty heinous mosquitoes where we were and I had learned to carry a mosquito",
        207.76,
        214.66
    ],
    [
        " I would just carry like a",
        214.66,
        217.0
    ],
    [
        " Like a one yard square of mosquito netting and that way if we laid up",
        217.0,
        222.86
    ],
    [
        " I could just take that thing out and just put it underneath my floppy hat and and talking to my collar and be good to go",
        222.86,
        228.7
    ],
    [
        " well my my",
        228.7,
        230.9
    ],
    [
        " The officer that was in charge of us brought brought like a full-on mosquito net like you see",
        230.9,
        236.54
    ],
    [
        " I don't know like maybe in some British",
        236.54,
        240.2
    ],
    [
        " colonists were in like Africa in like 1875 or something you know this big giant screen with the wicker",
        241.68,
        250.32
    ],
    [
        " bands around it pushing it out",
        250.32,
        252.56
    ],
    [
        " And so we're in this layup position and this other friend of mine didn't have any net and a lot of guys actually didn't have any net",
        252.56,
        259.76
    ],
    [
        " And so my buddy was sitting there catching mosquitoes and putting them into this",
        259.76,
        265.02
    ],
    [
        " while he was sleeping catching mosquitoes",
        265.1,
        267.3
    ],
    [
        " with some of the mosquitoes were actually trapped inside",
        267.3,
        269.84
    ],
    [
        " you woke up in the morning and got out of that one",
        269.84,
        275.98
    ],
    [
        " yeah that's brutal",
        275.98,
        277.5
    ],
    [
        " yeah",
        277.5,
        278.4
    ],
    [
        " what were you going to say though?",
        278.4,
        280.56
    ],
    [
        " so you you put the spider on the door?",
        280.94,
        283.64
    ],
    [
        " oh yeah yeah it was just funny to watch and spaz out when he knew we couldn't make noise",
        283.88,
        287.52
    ],
    [
        " you know?",
        287.52,
        288.08
    ],
    [
        " I'm so sorry",
        288.08,
        289.6
    ],
    [
        " yeah",
        289.6,
        291.98
    ],
    [
        " mosquito mosquito was better though",
        291.98,
        294.48
    ]
]