[
    [
        " And I'll tell you, I am now, I've started to talk to some organizations to see how",
        0.0,
        9.7
    ],
    [
        " echelonfront my company can help do this on a national level.",
        9.7,
        13.46
    ],
    [
        " What should this training consist of?",
        14.18,
        15.92
    ],
    [
        " What are we training?",
        16.14,
        16.62
    ],
    [
        " Police and well, combatives for one thing, shooting, breaching, first aid trauma, deescalation.",
        17.02,
        27.74
    ],
    [
        " And anybody that's listening that doesn't know much about the police, you might think",
        29.36,
        33.26
    ],
    [
        " they do all this stuff all the time.",
        33.26,
        34.74
    ],
    [
        " They don't.",
        35.2,
        35.86
    ],
    [
        " They don't do this all the time.",
        36.06,
        39.14
    ],
    [
        " They barely get to shoot.",
        39.46,
        40.62
    ],
    [
        " I bet you 99% of police have very limited training if any in breaching, in how to breach",
        41.28,
        48.72
    ],
    [
        " a door with a shotgun.",
        48.72,
        50.32
    ],
    [
        " Combatives, barely any training.",
        51.1,
        58.72
    ],
    [
        " Close quarters combat, room clearing.",
        60.82,
        62.54
    ],
    [
        " Urban combat clearance.",
        64.26,
        67.8
    ],
    [
        " How do you handle an active shooter?",
        68.56,
        70.76
    ],
    [
        " How do you handle a barricaded shooter?",
        70.92,
        72.34
    ],
    [
        " And then you've got to run scenarios.",
        73.08,
        76.16
    ],
    [
        " You got to put people into these situations.",
        76.76,
        79.14
    ],
    [
        " You got to get simulation or some kind of round that can be fired at other people during",
        79.84,
        90.2
    ],
    [
        " training.",
        90.2,
        90.68
    ],
    [
        " You need assets, you need role players so that people get used to it.",
        90.9,
        99.54
    ],
    [
        " And you absolutely get better.",
        101.12,
        102.58
    ],
    [
        " And this is exactly what I did for a living, was train young seals so that they understand",
        102.58,
        111.1
    ],
    [
        " what to do in these types of situations.",
        111.1,
        113.58
    ],
    [
        " And you can watch and see them learn and get better.",
        113.98,
        117.46
    ],
    [
        " And over time, they eventually get to a point where they know exactly what to do.",
        118.42,
        123.24
    ],
    [
        " Yeah, they learn about the basic fundamental principles, cover, move, simple, prioritize",
        130.94,
        134.76
    ],
    [
        " and execute decentralized command.",
        134.76,
        135.9
    ],
    [
        " They're going to learn about those things.",
        136.04,
        136.76
    ],
    [
        " They're going to learn about decentralized command, which means when I show up and there's",
        137.12,
        140.9
    ],
    [
        " something going on and I'm the junior guy, but I'm the first person there, I can make",
        140.9,
        144.32
    ],
    [
        " things happen.",
        144.32,
        144.88
    ],
    [
        " I can make decisions.",
        144.94,
        145.64
    ],
    [
        " I know what the priorities are.",
        146.06,
        147.44
    ],
    [
        " That's what they learn.",
        150.72,
        151.56
    ],
    [
        " They learn how to detach.",
        152.16,
        154.7
    ],
    [
        " You've heard me say someone's got to take a step back and figure out what's happening broadly.",
        154.86,
        159.1
    ],
    [
        " Well, that's what people learn when you run them through the appropriate training.",
        159.7,
        163.02
    ],
    [
        " They learn how to communicate.",
        163.42,
        164.34
    ],
    [
        " They learn the importance of communications.",
        164.5,
        165.82
    ],
    [
        " They learn not to go into dynamic scenarios without a radio so they can communicate with",
        166.2,
        170.54
    ],
    [
        " the rest of their troops.",
        170.54,
        171.4
    ],
    [
        " This so much of this whole thing was people not seeing the big picture.",
        175.86,
        180.68
    ],
    [
        " No one assembled the entire scene to understand what was happening.",
        180.78,
        185.18
    ],
    [
        " And therefore no one made the broad call that needed to be made, which is get in there.",
        185.76,
        191.04
    ],
    [
        " Get in there.",
        192.08,
        194.32
    ],
    [
        " We're going.",
        194.42,
        194.8
    ],
    [
        " And this does take training.",
        199.7,
        201.68
    ],
    [
        " It does take training.",
        202.14,
        204.48
    ],
    [
        " Now it doesn't take training if you're a parent and your kids in there.",
        204.56,
        206.92
    ],
    [
        " That doesn't take any training.",
        207.1,
        207.84
    ],
    [
        " That's instinct.",
        207.92,
        208.36
    ],
    [
        " And I'll talk a little bit about that, but it takes training.",
        209.04,
        213.8
    ],
    [
        " I had experienced seals.",
        213.92,
        215.32
    ],
    [
        " I would have experienced seals that would fail to take action when they needed to and we'd",
        215.82,
        220.82
    ],
    [
        " have to have them do that training again and maybe again and maybe again until they",
        220.82,
        224.6
    ],
    [
        " realize that when they don't take action, everything's going to fall apart.",
        224.6,
        226.94
    ],
    [
        " So even seals would have a hard time in some cases figuring these things out.",
        227.8,
        234.72
    ]
]