[
    [
        " Because this is how they'd say, you know, they don't go into depth or nothing.",
        0.0,
        3.74
    ],
    [
        " They're just like, yeah, I'm the teacher.",
        3.88,
        4.9
    ],
    [
        " Like all the teachers they can't dance.",
        5.7,
        6.82
    ],
    [
        " Yeah. So, so to your earlier question is like, what's a solution that won't work?",
        6.88,
        10.76
    ],
    [
        " The problem with that is the problem with that is the details of any solution.",
        11.32,
        15.42
    ],
    [
        " You take any one of these solutions and there's certain details that would make it better.",
        15.8,
        20.14
    ],
    [
        " And some details, if you don't include them, are going to make it a disaster.",
        20.38,
        22.96
    ],
    [
        " Like you just throw weapons into every classroom with random people that haven't been trained.",
        23.24,
        27.68
    ],
    [
        " And you, that's going to be a problem.",
        27.78,
        30.12
    ],
    [
        " Right? Because you got teachers that are, that are, that might go crazy.",
        30.42,
        34.02
    ],
    [
        " Right? There's all kinds of things going on.",
        34.34,
        35.7
    ],
    [
        " So, you take any of these solutions and you take it to a certain extent.",
        36.32,
        41.3
    ],
    [
        " I mean, some of the, some of the ways of looking at things can be so different depending on who you are",
        41.3,
        46.96
    ],
    [
        " that like what's the term they use?",
        46.96,
        50.38
    ],
    [
        " Reasonable gun control.",
        50.5,
        51.4
    ],
    [
        " Reasonable gun control means completely different things to different people depending on who you are",
        51.6,
        55.32
    ],
    [
        " and what your background is.",
        55.32,
        56.34
    ],
    [
        " And so to just say, hey, we should have reasonable gun control.",
        57.14,
        61.36
    ],
    [
        " Like I said, that means completely different things depending on who you're talking to.",
        61.76,
        65.7
    ],
    [
        " So, that's why for this, for this, I just want to talk about, hey, here's something I do know about",
        66.5,
        72.7
    ],
    [
        " and here's a pragmatic solution that will help.",
        72.7,
        76.08
    ],
    [
        " And it should be, it should, it should be implemented.",
        77.04,
        79.76
    ],
    [
        " Right? That's so true, honk.",
        80.2,
        82.2
    ],
    [
        " Because there are, there are guys and you know, this is going to come as no surprise.",
        82.4,
        85.9
    ],
    [
        " But when you put it into perspective where there are people who at six years old, they got their first gun.",
        86.02,
        91.32
    ],
    [
        " Six.",
        91.84,
        92.0
    ],
    [
        " Yeah.",
        92.5,
        92.6
    ],
    [
        " Yeah.",
        93.24,
        93.36
    ],
    [
        " Then same country, same state, a lot of time, maybe even same neighborhood.",
        93.82,
        99.04
    ],
    [
        " There are people who've never shot a gun ever in their life and they're like 60 years old.",
        99.36,
        103.26
    ],
    [
        " Yeah.",
        103.5,
        103.58
    ],
    [
        " So, you figure someone who's never shot a gun, never handled the gun or whatever.",
        103.92,
        108.5
    ],
    [
        " The idea of a gun potentially can be like, that is just a death tool.",
        108.86,
        113.84
    ],
    [
        " That is just an object of death.",
        114.24,
        117.4
    ],
    [
        " So they just don't know, you know?",
        117.76,
        119.62
    ],
    [
        " And then versus the guy who got their gun at six and guns are all around the house and cases and the truck and all this stuff.",
        119.72,
        126.52
    ],
    [
        " Where it's like, no, it's not a thing of death.",
        127.16,
        128.74
    ],
    [
        " It's just a tool, just like a saw or a hammer or something like that.",
        128.74,
        132.26
    ],
    [
        " Where, you know, obviously people say this all the time where it's like, hey, you know, if someone kills someone with a hammer,",
        132.56,
        137.18
    ],
    [
        " you don't outlaw hammers.",
        137.28,
        138.18
    ],
    [
        " It's like they literally feel guns are the same exact category, you see what I'm saying?",
        138.18,
        142.98
    ],
    [
        " But then the guy, the person who's never shot a gun, how he's going to feel is like, no, a hammer is to hit nails.",
        143.38,
        148.2
    ],
    [
        " If someone gets all crazy and starts hitting heads with it, that's different.",
        148.5,
        152.24
    ],
    [
        " Guns are made to shoot people kind of a thing.",
        152.76,
        154.88
    ],
    [
        " That's their attitude, you know, or how they feel about it.",
        154.96,
        157.68
    ],
    [
        " So it's like, yeah, then, okay, now, okay, now we need laws, not right, for the guns, but these laws apply to everybody.",
        158.08,
        163.72
    ],
    [
        " Like six-year-old guy or the guy who's gun at six, and also the guy who's never shot a gun ever in his life,",
        163.86,
        169.62
    ],
    [
        " these laws have to apply to both people.",
        169.68,
        171.28
    ],
    [
        " So it's hard to land those laws, you know, effectively where everyone's going to like them.",
        171.62,
        175.18
    ],
    [
        " That's very hard.",
        175.48,
        176.52
    ],
    [
        " And what makes it even hard, is that the two sides don't talk to each other in a reasonable way to try and figure out what would be a reasonable solution.",
        176.88,
        186.3
    ],
    [
        " Yeah, man.",
        186.88,
        187.46
    ],
    [
        " So there I am using the reasonable gun laws myself.",
        187.7,
        190.88
    ],
    [
        " He's not that ambiguous term.",
        191.14,
        193.02
    ],
    [
        " Yeah, it's true.",
        193.16,
        193.84
    ],
    [
        " And then yeah, because you kind of, it makes sense on a certain level, even though it's still not effective, right?",
        194.1,
        200.5
    ],
    [
        " Where let's say I got a gun, my first gun at six, you know, 22 rifle.",
        200.68,
        205.76
    ],
    [
        " That's freaking awesome.",
        205.94,
        206.82
    ],
    [
        " I grow up all kinds of guns, right?",
        207.48,
        209.82
    ],
    [
        " I have all kinds of guns of shot.",
        209.98,
        211.16
    ],
    [
        " My kids shoot guns, all this stuff.",
        211.3,
        212.68
    ],
    [
        " And then you have someone, a whole family of people who live next door or whatever across the street.",
        212.8,
        216.7
    ],
    [
        " And they've never shot a gun ever in their life and they're scared of them.",
        217.16,
        220.32
    ],
    [
        " So now they're like, hey, you know, we'll just say highly intimidated or something like that.",
        220.44,
        225.04
    ],
    [
        " So they come about and they're like, oh my gosh, like a gun or whatever.",
        225.06,
        230.22
    ],
    [
        " And then the person who's used to guns are like, how you're kind of being dumb.",
        230.42,
        233.86
    ],
    [
        " You're kind of being unreasonable right now.",
        234.1,
        235.62
    ],
    [
        " Like this gun, you have to pull the trigger shoot.",
        235.96,
        238.16
    ],
    [
        " You know, point out something, pull the trigger for it to shoot or whatever.",
        238.34,
        240.28
    ],
    [
        " It doesn't just automatically kill people, right?",
        240.48,
        243.04
    ],
    [
        " So the year dumb for being scared about that kind of stuff, it's reasonable that that would,",
        244.0,
        248.96
    ],
    [
        " that feeling would kind of take place, you see what I'm saying?",
        250.5,
        253.06
    ],
    [
        " And then you have the opposite feeling where it's like, oh, you guys are gun nuts.",
        253.54,
        256.92
    ],
    [
        " Like you have like, you have 50 guns, 50.",
        257.18,
        260.22
    ],
    [
        " I've never shot a gun in my life.",
        260.84,
        262.1
    ],
    [
        " I'm scared of guns and you have 50 of them.",
        262.4,
        264.62
    ],
    [
        " Is it unreasonable for me to be uncomfortable if I'm like that?",
        265.56,
        269.34
    ],
    [
        " Seems pretty normal is what I'm saying.",
        270.04,
        271.68
    ],
    [
        " So I'm saying like that conflict makes sense to me.",
        272.24,
        275.12
    ]
]