[
    [
        " This is the Jocco Underground Podcast number seven with echo Charles and me Jocco Willink. Good evening, hecko.",
        0.0,
        7.14
    ],
    [
        " Good evening. All right, so recent conversation that we had,",
        7.18,
        10.38
    ],
    [
        " recent conversation that we had and I just wanted to address it because I think there's some lessons learned. So I",
        10.86,
        17.34
    ],
    [
        " forget what triggered the conversation, but I ended up asking you,",
        17.34,
        21.56
    ],
    [
        " if I had ever",
        22.14,
        24.88
    ],
    [
        " crossed the line in",
        24.88,
        29.08
    ],
    [
        " my harassment of you. Now there's actually some background behind this.",
        30.86,
        34.92
    ],
    [
        " This is an off air conversation by the weirdest talking and I forget what brought it up. But",
        35.24,
        41.2
    ],
    [
        " Bozak, John Bozak, when we were younger and we were kids, you know, I mean,",
        41.2,
        47.78
    ],
    [
        " I was probably like 13, 14 years old and he's a couple years older than me. So whatever he was,",
        47.9,
        52.98
    ],
    [
        " I was 15 or 16 and you know, I mean, I kind of go hard on the paint.",
        52.98,
        59.1
    ],
    [
        " And so I'll never forget it and I actually left an impact on me. Like I said something to him,",
        59.82,
        65.6
    ],
    [
        " some insult, some, some harassment to him. And he said in a playful but slightly",
        65.84,
        73.96
    ],
    [
        " meaningful way, right? We call that crack in but fact in. Yes. He goes,",
        73.96,
        79.88
    ],
    [
        " you always go too far. And I remember that. It was kind of a good life lesson",
        81.3,
        87.02
    ],
    [
        " even at a young age to think, okay, I have a tendency. There's a possibility that I'm going",
        87.02,
        91.88
    ],
    [
        " to go too far. So you and I was probably harassing you that day. I was like, wait a second.",
        91.88,
        94.88
    ],
    [
        " Have I ever like crossed the line? And you actually said, yes, there was two occasions.",
        94.94,
        102.04
    ],
    [
        " Go ahead, proceed. Let's hear him. Yeah. So they weren't.",
        102.18,
        105.64
    ],
    [
        " The thing is and I've mentioned this as well where this isn't necessarily quite the answer",
        105.84,
        111.56
    ],
    [
        " to your question because because technically you didn't cross the line. It was just more,",
        111.56,
        116.2
    ],
    [
        " it was outside of the whole dynamic. I think well, then again, maybe it wasn't.",
        116.44,
        120.74
    ],
    [
        " Anyway, this is what happened. So we were the first one was at the origin camp.",
        120.82,
        126.76
    ],
    [
        " We're demonstrating some jujitsu moves. And I don't, I don't even remember exactly why we're",
        126.76,
        132.6
    ],
    [
        " in this situation, but I had to demonstrate the move on you. And then the, you know,",
        132.6,
        139.42
    ],
    [
        " when you demonstrate a move, you do it to the other guy kind of taps for the demonstration.",
        139.5,
        143.98
    ],
    [
        " And by the way, it's even beyond that. Let's say just a normal, this is a normal thing for you to expect.",
        144.26,
        150.24
    ],
    [
        " You do the move to me, you to barely even put pressure, I tap, everyone goes, oh, that's cool.",
        151.12,
        155.9
    ],
    [
        " It's not a test of the technique. It's a display of the tech. Now, that's what a normal,",
        156.16,
        161.6
    ],
    [
        " good friend slash training partners slash demonstration partner would do.",
        162.78,
        167.06
    ],
    [
        " Be like, oh, here's the key. Teen, you put on once, you know, once you start to apply the pressure,",
        167.12,
        171.48
    ],
    [
        " they tap it, tap it and it's all good. And now everyone goes and tries it.",
        171.48,
        174.72
    ],
    [
        " That's a normal thing to do. What did I do? Yeah. And even it all go take you, go on further",
        174.72,
        179.7
    ],
    [
        " where you said, oh, that's what a normal good partner, whatever.",
        179.7,
        182.9
    ],
    [
        " Bro, that's good bad partner. That's the protocol. Yeah, that's the problem.",
        183.14,
        186.46
    ],
    [
        " That's what happens. If you're showing a move, you go, okay, here it is.",
        186.46,
        190.6
    ],
    [
        " Here's what you do. And then the guy, you like even give him a little cue.",
        190.6,
        193.4
    ],
    [
        " And then the guy taps and then the guy taps. That tap is part of the demonstration.",
        193.6,
        196.74
    ],
    [
        " It's part of the demonstration. It's not like, oh, yeah.",
        196.92,
        198.96
    ],
    [
        " So anyway, we're talking Gila Teen and whatever.",
        199.48,
        202.44
    ],
    [
        " Jocles and one of his moods.",
        203.16,
        204.68
    ],
    [
        " And so I do the Gila Teen and keep in mind, this is all like young guys.",
        205.3,
        210.24
    ],
    [
        " So like the young guys, meaning early people, white belts. Yeah.",
        210.46,
        213.2
    ],
    [
        " So if there's other black belts and you did that, it literally would be a different situation.",
        213.34,
        217.92
    ],
    [
        " True. So I do the Gila Teen.",
        218.54,
        222.84
    ],
    [
        " And that's one of those ones where you kind of got to do it.",
        223.2,
        225.04
    ],
    [
        " There's little details that you can't necessarily see.",
        225.14,
        227.1
    ],
    [
        " Like if it was an arm bar that I wasn't getting or something like that,",
        227.32,
        230.02
    ],
    [
        " it'd be like kind of obvious, you know.",
        230.14,
        231.38
    ],
    [
        " But anyway, so I'm doing the Gila Teen and you're not doing the tap.",
        231.98,
        235.5
    ],
    [
        " I'm not being the good demonstration.",
        235.74,
        237.92
    ],
    [
        " Yeah, you're actually being a battle.",
        238.26,
        240.1
    ],
    [
        " You're being the end straight up antagonist person in life at this point in the situation.",
        240.26,
        247.26
    ],
    [
        " So and here's what made it bad.",
        247.52,
        249.26
    ],
    [
        " It's not like, okay, you do it.",
        249.56,
        251.14
    ],
    [
        " I forget because there was something like a little bit more of a build up kind of like this kind of this demonstration this way was kind of required almost.",
        251.34,
        258.6
    ],
    [
        " I kind of remember something like that.",
        258.76,
        259.72
    ],
    [
        " Anyway, so I'm doing it and I'm doing it harder and harder and you're just not tapping.",
        260.06,
        263.78
    ],
    [
        " But I could feel I could feel I didn't have it like in like I wasn't you were even letting me get it in for the demonstration.",
        264.34,
        270.74
    ],
    [
        " So I'm like, oh, this guy.",
        271.12,
        272.56
    ],
    [
        " So I'm like, all right, we'll all just teach him.",
        272.76,
        274.44
    ],
    [
        " I'll just freaking muscle in and go hard and see what up, you know, oh, you want to play like that?",
        274.54,
        278.42
    ],
    [
        " Yes, I had that thought in my mind.",
        278.42,
        280.3
    ],
    [
        " And I kept doing it and you just kept defending kept defending kept defending and then everyone's like looking at me.",
        280.36,
        285.74
    ],
    [
        " Which I can't see because I'm in the Gila Teen and at some point probably when you said, oh, you want to play like that?",
        285.9,
        292.88
    ],
    [
        " Cool. I'm going to go harder.",
        293.18,
        295.24
    ],
    [
        " And then I probably went, oh, you're going to go harder.",
        295.48,
        297.8
    ],
    [
        " Cool, watch this.",
        298.14,
        298.84
    ],
    [
        " And I, you know, it's I'm not easy to get you will say that right?",
        299.82,
        303.94
    ],
    [
        " Great.",
        304.44,
        304.72
    ],
    [
        " Who cares?",
        305.14,
        305.94
    ],
    [
        " No, no, I'm I know I know what I'm saying.",
        306.12,
        308.18
    ],
    [
        " Like it's not like so you had to move on me, but not only am I resisting.",
        308.3,
        313.8
    ],
    [
        " I'm also hard to get you.",
        313.84,
        315.34
    ],
    [
        " Yeah.",
        315.4,
        315.66
    ],
    [
        " So I'm not going to win that that little beef.",
        315.84,
        317.56
    ],
    [
        " I we just sort of that materialized out of the situation.",
        317.56,
        320.42
    ],
    [
        " Right.",
        320.42,
        320.5
    ],
    [
        " I'm not going to win that.",
        320.66,
        321.42
    ],
    [
        " Yeah, I get it.",
        321.42,
        322.68
    ],
    [
        " That sucks.",
        322.68,
        323.74
    ],
    [
        " Either way.",
        323.88,
        324.44
    ],
    [
        " Yeah, everyone's looking at me kind of like, oh,",
        324.7,
        328.22
    ],
    [
        " and there was some looks of awkwardness kind of like, oh, this guy.",
        328.32,
        331.54
    ],
    [
        " But and whatever the end of the awkwardness is awkward is not awkward, whatever.",
        332.12,
        335.56
    ],
    [
        " But the thing that did bother me is like, oh, you could have jammed up our credibility here",
        335.76,
        340.42
    ],
    [
        " with the moves, you know, kind of like, oh, maybe echo kind of sucks.",
        340.42,
        344.4
    ],
    [
        " You know, he can't even do the move right.",
        345.0,
        346.32
    ],
    [
        " So how did you how did we how did this thing resolve?",
        346.46,
        348.86
    ],
    [
        " So obviously you squeeze and then you go jacos and it's all.",
        349.22,
        352.14
    ],
    [
        " Yeah, and you're kind of like this.",
        352.34,
        353.72
    ],
    [
        " You're like, you're so funny and whatever.",
        353.86,
        356.62
    ],
    [
        " And it was like kind of laughing or whatever.",
        357.0,
        358.52
    ],
    [
        " Like it's funny.",
        358.7,
        359.14
    ],
    [
        " And then later on maybe even the next day or maybe yeah, like the next day, next night",
        359.28,
        366.68
    ],
    [
        " even you in front of everyone now.",
        366.68,
        369.8
    ],
    [
        " This is this was you know, when we all congregate.",
        369.8,
        371.86
    ],
    [
        " Is this the additional item?",
        371.92,
        373.18
    ],
    [
        " No, no, no.",
        373.52,
        374.02
    ],
    [
        " This is how you kind of made up for it essentially where it was like a Q&A situation.",
        374.02,
        380.04
    ],
    [
        " And this is not just a white belt.",
        380.48,
        381.86
    ],
    [
        " Now this is everybody.",
        381.86,
        382.62
    ],
    [
        " And you're like, I forget even the question.",
        383.26,
        386.22
    ],
    [
        " Oh, you were like, the one guy said, how close were you to tapping techos,",
        386.66,
        390.68
    ],
    [
        " guillotine that day you were demonstrating?",
        390.76,
        392.78
    ],
    [
        " And you were like, oh, I wasn't close.",
        393.56,
        394.94
    ],
    [
        " He was like, you know what though, I got to admit I was doing stuff to defend the guillotine",
        395.02,
        400.56
    ],
    [
        " to mess with them, you know, in front of.",
        400.56,
        401.96
    ],
    [
        " So you kind of explain what was going on, which was kind of saved it.",
        402.18,
        405.12
    ],
    [
        " Actually, totally did.",
        405.36,
        406.1
    ],
    [
        " Did I have hands on your hands?",
        406.22,
        407.84
    ],
    [
        " Was I doing that kind of defense?",
        407.86,
        409.3
    ],
    [
        " Because I don't remember doing that.",
        409.3,
        410.16
    ],
    [
        " No, no, there is just like little edges.",
        410.22,
        412.26
    ],
    [
        " I remember like, you know, when you say, okay, I could do the guillotine on me.",
        412.26,
        415.28
    ],
    [
        " You know, just a little high.",
        415.46,
        416.22
    ],
    [
        " Oh, yeah.",
        416.44,
        416.84
    ],
    [
        " You're just like chained all down.",
        416.92,
        418.4
    ],
    [
        " I was like, where is this Dean?",
        418.62,
        419.82
    ],
    [
        " You get Dean in something.",
        420.74,
        421.76
    ],
    [
        " Yeah.",
        422.02,
        422.16
    ],
    [
        " And he's like, just not going to tap.",
        422.26,
        424.28
    ],
    [
        " Yeah.",
        424.8,
        425.04
    ],
    [
        " And there's nothing you can get about it.",
        425.34,
        426.86
    ],
    [
        " Yeah.",
        427.0,
        427.14
    ],
    [
        " That kind of stuff.",
        427.52,
        428.68
    ],
    [
        " So, so that's one.",
        428.7,
        431.26
    ],
    [
        " That's one time where you felt I crossed the line of, and look, this is a weird thing.",
        431.48,
        437.38
    ],
    [
        " Because, you know, do you have an insult or do you have harassment or do you have, you know,",
        437.38,
        442.32
    ],
    [
        " sort of ribbing, right?",
        442.64,
        443.76
    ],
    [
        " That's the word for like, I have to rib.",
        443.96,
        445.26
    ],
    [
        " You know, we're just getting each other a hard time.",
        445.34,
        446.62
    ],
    [
        " That's the stuff.",
        447.22,
        447.76
    ],
    [
        " That's what I wanted to talk about is, is, is, is how do you handle insults?",
        447.86,
        453.84
    ],
    [
        " Right?",
        454.1,
        454.24
    ],
    [
        " How do you handle someone's insulting you?",
        454.44,
        455.7
    ],
    [
        " And, and actually, again, there's this difference between ribbing and fun and actual insults.",
        455.86,
        461.88
    ],
    [
        " Now, if someone's ribbing me for fun, if they're giving me a hard time about something,",
        462.02,
        465.08
    ],
    [
        " I'm totally cool.",
        465.08,
        465.82
    ],
    [
        " I'll laugh.",
        466.14,
        466.58
    ],
    [
        " I'll, you know, I'll throw some ribbing back at them.",
        466.86,
        469.0
    ],
    [
        " I, I realize that I have all kinds of attributes that are real easy to make fun of.",
        469.58,
        476.12
    ],
    [
        " And I have, I'm totally good with it, right?",
        476.42,
        478.5
    ],
    [
        " Like, so I'm fine.",
        478.74,
        479.72
    ],
    [
        " I think that's good.",
        480.28,
        481.88
    ],
    [
        " You know, and I think, you know, I mean, I hassle you all the time.",
        482.46,
        485.92
    ],
    [
        " Again, not harassment to the tune of like, I'm actually trying to impose my, you know,",
        486.08,
        493.68
    ],
    [
        " ego and personality on you and make, I don't do that, right?",
        494.78,
        498.24
    ],
    [
        " And you are super chill and laugh at it.",
        499.58,
        503.68
    ],
    [
        " And, you know, you do, you, you have a good way of taking whatever ribbing comes your way",
        504.06,
        510.38
    ],
    [
        " and utilizing it to carry on and, you know, make a statement about it too.",
        510.38,
        514.8
    ],
    [
        " So, so that's cool.",
        514.86,
        516.24
    ],
    [
        " But then when you start talking about actual insults, and here's the other thing.",
        516.88,
        521.18
    ],
    [
        " There's a, there's a line, right, with people.",
        521.18,
        525.54
    ],
    [
        " And there's also, you know, you can, you, how many times you've been seeing one of those conversations",
        526.4,
        530.38
    ],
    [
        " where people are harassing each other?",
        530.38,
        531.96
    ],
    [
        " And then you like it.",
        532.16,
        533.64
    ],
    [
        " See.",
        533.74,
        533.9
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground Podcast.",
        539.46,
        545.46
    ],
    [
        " So, if you want to continue to listen, go to joccounderground.com and subscribe.",
        545.72,
        551.22
    ],
    [
        " And we're doing this to mitigate our reliance on external platforms.",
        551.48,
        555.52
    ],
    [
        " So, we are not subject to their control.",
        555.52,
        558.6
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections.",
        558.9,
        563.66
    ],
    [
        " Better communications with us.",
        563.74,
        565.14
    ],
    [
        " Strengthen this legion of troopers that are in the game with us.",
        565.76,
        569.3
    ],
    [
        " So, thank you. It's joccounderground.com.",
        569.72,
        572.28
    ],
    [
        " It costs $8.18 a month.",
        572.56,
        575.54
    ],
    [
        " And if you can't afford to support us, we can still support you.",
        575.78,
        578.96
    ],
    [
        " Just email assistance at joccounderground.com.",
        579.06,
        581.84
    ],
    [
        " And we'll get you taken care of.",
        582.22,
        584.22
    ],
    [
        " Until then, we will see you immobilized underground.",
        584.48,
        589.34
    ]
]