[
    [
        " This is Jockel Podcast number 343 with Echo Charles and me, Jockel Willink.",
        0.38,
        5.58
    ],
    [
        " Good evening Echo.",
        5.96,
        6.62
    ],
    [
        " Good evening.",
        6.88,
        7.08
    ],
    [
        " If you know the enemy and you know yourself, you need not fear the result of a hundred battles.",
        7.84,
        13.58
    ],
    [
        " If you know yourself but not the enemy, for every victory gained you will also suffer",
        14.2,
        19.9
    ],
    [
        " defeat.",
        19.9,
        20.22
    ],
    [
        " If you know neither the enemy nor yourself, you will succumb in every battle.",
        20.68,
        23.92
    ],
    [
        " Sunsu, Art of War covered that on podcast 23 by the way.",
        24.96,
        29.2
    ],
    [
        " Which is over five years ago, I believe, at this time.",
        29.58,
        32.84
    ],
    [
        " So it's a real common quote though.",
        33.66,
        37.38
    ],
    [
        " We have to learn from ourselves.",
        37.76,
        39.94
    ],
    [
        " We have to learn our mistakes.",
        40.36,
        41.32
    ],
    [
        " We have to learn our strengths and weaknesses.",
        41.32,
        43.02
    ],
    [
        " But we have to learn about our enemies and our enemy strength and weaknesses.",
        43.22,
        46.92
    ],
    [
        " What do we do right?",
        47.76,
        48.52
    ],
    [
        " What do we do wrong?",
        48.74,
        49.74
    ],
    [
        " What do our enemies do right?",
        50.02,
        51.14
    ],
    [
        " What do our enemies do wrong?",
        51.3,
        52.42
    ],
    [
        " In order to know those things, we have to study our enemy.",
        53.36,
        56.18
    ],
    [
        " We have to look at that.",
        56.18,
        56.92
    ],
    [
        " Look at what they're doing.",
        57.08,
        57.82
    ],
    [
        " At least we should.",
        58.14,
        59.46
    ],
    [
        " We should be looking at our enemy.",
        59.76,
        62.14
    ],
    [
        " And in some good times we, as a nation, have been able to do that well.",
        62.86,
        69.66
    ],
    [
        " And we have a case here in 1942, the US Army Intelligence released a classified report",
        70.06,
        77.94
    ],
    [
        " about the Nazis.",
        77.94,
        79.02
    ],
    [
        " Who they were, what they did right, what they did wrong, what they had revealed in their",
        79.8,
        86.36
    ],
    [
        " own manuals.",
        86.66,
        87.64
    ],
    [
        " So we got copies of some of the Nazi manuals about leading troops in combat.",
        88.02,
        96.66
    ],
    [
        " They have interviews or they had quotes.",
        97.12,
        102.7
    ],
    [
        " They have quotes from people that they talk to, German officers that they talk to.",
        102.7,
        106.0
    ],
    [
        " And they put this report together.",
        106.58,
        108.74
    ],
    [
        " It was a classified report.",
        109.22,
        110.3
    ],
    [
        " Eventually it was declassified obviously.",
        111.58,
        113.26
    ],
    [
        " But I got a copy of it to review.",
        113.84,
        116.38
    ],
    [
        " And you know what first you think, oh, what, what, what, you kind of think my, my first",
        117.46,
        121.86
    ],
    [
        " thoughts were, oh, this is going to be really interesting to see these, these totally",
        121.86,
        125.98
    ],
    [
        " different viewpoints on leadership, right?",
        125.98,
        128.3
    ],
    [
        " Then these are Nazis.",
        128.62,
        129.52
    ],
    [
        " These are the most horrible people ever.",
        129.82,
        131.56
    ],
    [
        " Okay, so this is going to be, they're going to be totally different.",
        131.9,
        135.36
    ],
    [
        " Well, you're going to see that they're actually not that different.",
        136.92,
        140.6
    ],
    [
        " And you can see much of what they say at a tactical level is very similar to what any leader",
        141.06,
        150.22
    ],
    [
        " is going to say.",
        150.22,
        151.08
    ],
    [
        " And that sounds crazy, right?",
        151.28,
        152.18
    ],
    [
        " Because, and that's why you got to realize, and I think when we, when we covered, when",
        153.14,
        158.54
    ],
    [
        " we covered Mal, and, and I remember pointing this out, Mal, when he's talking, when",
        158.54,
        165.14
    ],
    [
        " they're talking about how to win a war, they're talking about what the main, the main",
        165.14,
        169.26
    ],
    [
        " case and point is decentralized command, because he's talking about, hey, listen, the, the",
        169.26,
        173.78
    ],
    [
        " troops out on the battlefield got to make adjustments, they got to make things happen,",
        173.78,
        176.38
    ],
    [
        " because they know what's best for their unit at the time.",
        176.38,
        178.48
    ],
    [
        " And yet this same guy that says that about how to win a war says, oh, but for the government,",
        178.76,
        183.44
    ],
    [
        " we're going to centralize everything.",
        183.44,
        184.98
    ],
    [
        " We're going to centralize farming.",
        185.28,
        187.3
    ],
    [
        " And we're going to tell you what to plant and when to plant it and how much to plant.",
        187.84,
        190.56
    ],
    [
        " And you're all going to die because it's not going to work.",
        190.68,
        192.64
    ],
    [
        " Which is exactly what happened.",
        192.64,
        194.98
    ],
    [
        " So it's a similar thing here where you can see clearly that there's a huge disconnect",
        196.28,
        204.62
    ],
    [
        " between the, the leadership on the battlefield and then what's going on with the, with Hitler,",
        204.62,
        212.76
    ],
    [
        " the Nazis and the way that they were thinking, the way Hitler was thinking.",
        213.34,
        217.86
    ],
    [
        " But some of the stuff is pretty disturbing too.",
        220.06,
        222.42
    ],
    [
        " When you, when you think about how this whole nation was captivated.",
        223.24,
        228.48
    ],
    [
        " And you know, this is something that the plasticity of the human mind is something I've",
        228.72,
        231.72
    ],
    [
        " been talking a lot about it on, on the academy.",
        231.72,
        234.82
    ],
    [
        " And just how people are so gullible and it's, they can, if you're not careful, you can",
        235.18,
        243.5
    ],
    [
        " get manipulated very easily.",
        243.5,
        244.66
    ],
    [
        " And there's no greater example of that than, than the Nazi party and Nazi Germany.",
        245.06,
        250.1
    ],
    [
        " Just manipulation of the brain, people, people crowd mob mentality, which we talked about on the underground",
        251.36,
        257.48
    ],
    [
        " mob mentality going on.",
        257.48,
        258.7
    ],
    [
        " And if that, well, he's doing it, she's doing it.",
        258.92,
        261.04
    ],
    [
        " I guess we're doing it.",
        261.04,
        261.82
    ],
    [
        " And let's go.",
        261.94,
        262.6
    ],
    [
        " And then you think about, you think about how, I mean, look at society today.",
        263.04,
        267.24
    ],
    [
        " Look at American society today.",
        267.78,
        269.24
    ],
    [
        " Look at trend will go across American society today.",
        269.54,
        272.22
    ],
    [
        " And you'll think, whoa, that's a trend.",
        272.74,
        275.06
    ],
    [
        " We can spot it.",
        275.12,
        275.88
    ],
    [
        " But people still do it, right?",
        276.04,
        277.9
    ],
    [
        " People are in the trend.",
        278.36,
        279.48
    ],
    [
        " And they're believing it.",
        279.78,
        281.04
    ],
    [
        " Same thing happens with the Nazis.",
        281.8,
        285.1
    ],
    [
        " But here's the thing.",
        285.82,
        286.6
    ],
    [
        " You think, have you ever known a 27 year old person that got caught up in some trend and kind of went down in some weird way?",
        287.1,
        294.9
    ],
    [
        " Went down.",
        295.3,
        298.34
    ],
    [
        " Off.",
        298.34,
        298.52
    ],
    [
        " Let's say went, changed directions pretty radically in their life.",
        298.62,
        302.14
    ],
    [
        " 27 year old human.",
        302.28,
        304.0
    ],
    [
        " Yeah.",
        304.92,
        305.16
    ],
    [
        " I mean, yeah.",
        305.46,
        306.22
    ],
    [
        " What about a younger and older?",
        306.52,
        308.0
    ],
    [
        " What about a 32 year old human?",
        308.04,
        309.46
    ],
    [
        " Yeah.",
        310.16,
        310.36
    ],
    [
        " Okay.",
        310.72,
        310.98
    ],
    [
        " Now, once somebody's 50 or 60, you never know if someone that's 50 or 60?",
        311.66,
        316.26
    ],
    [
        " No.",
        316.94,
        317.26
    ],
    [
        " It can still happen, but more rare, right?",
        317.32,
        319.34
    ],
    [
        " Yeah.",
        319.78,
        319.98
    ],
    [
        " Yeah.",
        320.44,
        320.52
    ],
    [
        " I mean, basically, as you get older, you're a little harder to manipulate.",
        320.8,
        324.42
    ],
    [
        " It would seem.",
        324.42,
        325.34
    ],
    [
        " It seems that way.",
        325.52,
        326.16
    ],
    [
        " But then when you start talking about 10, 11, 12 year olds, these are super pliable brains.",
        326.78,
        332.68
    ],
    [
        " And so when I start talking about the Hitler youth, you're going to be thinking, you keep that in mind.",
        333.68,
        337.88
    ],
    [
        " Here's a 10 year old kid, an 11 year old kid that's getting indoctrinated.",
        338.12,
        343.78
    ],
    [
        " That doesn't know anything else.",
        343.78,
        344.84
    ],
    [
        " Then you can see where that's, you can see where that's going to end up.",
        345.04,
        348.14
    ],
    [
        " So the thing about the Third Reich from a military and leadership perspective,",
        350.98,
        354.92
    ],
    [
        " look, there was a lot of them, 13, almost 14 million soldiers in the German army,",
        355.66,
        360.64
    ],
    [
        " and they were efficient.",
        361.0,
        362.6
    ],
    [
        " They were efficient.",
        363.28,
        365.16
    ],
    [
        " And they use, you're going to see it, I don't know, I don't speak German obviously,",
        365.6,
        369.22
    ],
    [
        " but the translation, they use that term efficiency a lot.",
        369.32,
        371.6
    ],
    [
        " Almost like it's a little bit scary.",
        371.86,
        373.6
    ],
    [
        " You know, where it's like, hey, is it, it wouldn't be more efficient if you only had three kids instead of four.",
        374.14,
        380.4
    ],
    [
        " You know what I'm saying?",
        381.36,
        382.14
    ],
    [
        " That kind of scary thing.",
        382.24,
        384.84
    ],
    [
        " So we're going to come across that word efficiency.",
        385.56,
        387.86
    ],
    [
        " And the German military, the Third Reich military, was very effective and efficient at the beginning of the war.",
        388.7,
        398.76
    ],
    [
        " And many people would, I mean, look at what they did.",
        399.08,
        401.18
    ],
    [
        " They steamed all through Europe very easily.",
        401.26,
        403.5
    ],
    [
        " And a lot of people would say that they continued to keep up a very efficient methodology until that's when the Nazi generals were running the show.",
        403.76,
        413.9
    ],
    [
        " When you had guys like Rommel, that was actually making calls.",
        414.4,
        417.82
    ],
    [
        " Rommel, who by the way eventually got executed by Hitler.",
        418.34,
        422.18
    ],
    [
        " But he was, you know, he was one of the guys that was running the show.",
        423.42,
        425.88
    ],
    [
        " And the further along the war went, the more Hitler started calling the shots.",
        426.1,
        430.28
    ],
    [
        " But they had some things that were causing them to be so effective early in the war.",
        431.04,
        437.62
    ],
    [
        " You know, they used mission type orders that utilized decentralized command.",
        437.9,
        441.28
    ],
    [
        " Not so much a leadership perspective, but they had some really good weapons.",
        441.56,
        444.88
    ],
    [
        " BH L'Delhardt, who we've covered on this podcast, he, he, here's a quote from him from, from his studies.",
        446.5,
        454.04
    ],
    [
        " On a man from man basis, German ground soldiers consistently inflicted casualties at about a 50% higher rate than they incurred from the opposing British and American troops under all circumstances.",
        454.62,
        468.92
    ],
    [
        " This was true when they were attacking and when they were defending, when they had a local numerical superiority and when, as was usually the case, they were outnumbered, when they had air superiority and when they did not, when they won and when they lost.",
        469.4,
        485.74
    ],
    [
        " So they were good at inflicting casualties on American and British troops.",
        487.4,
        493.56
    ],
    [
        " They were better than we were inflicting, inflicting casualties on them.",
        493.56,
        497.06
    ],
    [
        " That being said, we had, you know, obviously more numbers and more aggressiveness over extended period of time.",
        497.54,
        504.64
    ],
    [
        " But that's just one example of the effectiveness of the German military in World War II, again, especially in the beginning of the war.",
        505.12,
        512.24
    ],
    [
        " And, and there's, there's more points like that, but I don't want to, I don't want to drill down onto that debate or, or go deeper into that.",
        513.26,
        523.38
    ],
    [
        " But there's no one that's going to say that the early German World War II military was not an extremely effective military force.",
        524.16,
        533.64
    ],
    [
        " And of course, I mean, we have to say that it did fall apart eventually against an incredibly adaptive and brave and smart and capable allied force.",
        534.48,
        542.8
    ],
    [
        " And, and I would say one of the best things about us Americans is we learned and we adapted.",
        543.42,
        548.76
    ],
    [
        " And I think that's something that maybe, you know, part of our culture is that we are able to do that.",
        550.36,
        559.14
    ],
    [
        " And when we allow ourselves to do that, it's going to be one of the most beneficial things we can do is go, oh, you know what this isn't working? Do something else.",
        559.64,
        565.32
    ],
    [
        " And I would say that the Germans were kind of the opposite. The further the war went, the less they adapted, the less they changed their, their strategies and their tactics.",
        565.62,
        575.5
    ],
    [
        " And what causes you to not change your strategies and tactics, it's when your ego gets too big.",
        576.4,
        580.46
    ],
    [
        " What causes your ego to get big when you're winning a lot? So what would just look what happened? The Germans are winning a bunch.",
        581.0,
        585.84
    ],
    [
        " They don't, they think that everything they're doing is right. We're losing. We're like, okay, we got to make adjustments. The British are saying we got to make adjustments.",
        586.28,
        592.04
    ],
    [
        " So we start making adjustments. They don't. We win.",
        592.56,
        595.8
    ],
    [
        " Look, ultimate simplified terms, right? And I'm not trying to make a historical case. I'm just trying to review an analysis of what we're doing.",
        596.76,
        605.48
    ],
    [
        " So this is an assessment of some mindsets broadly speaking. So this report is an interesting report again. It's written in 1942.",
        605.56,
        616.48
    ],
    [
        " And let's take a look at it. What can we learn from it? That's the main thing. What can we learn from it?",
        617.26,
        623.58
    ],
    [
        " So this is September 17, 1942. The report is called German military training.",
        623.62,
        629.0
    ],
    [
        " And it comes from the military intelligence service of the war department. Notice the information summarized here is based on a variety of sources on German manuals, on technical articles in German military reviews.",
        629.6,
        641.88
    ],
    [
        " And above all, on the detailed reports of United States observers who saw the German Army at close range in its work of preparing for this war and during the first two years of conflict.",
        642.3,
        652.78
    ],
    [
        " That's where it came from.",
        653.34,
        655.04
    ],
    [
        " Introduction. The bullet, this bulletin proposes to summarize information, which will serve three purposes. One, it will permit a better appreciation of the basis of the German military strength.",
        656.2,
        667.96
    ],
    [
        " The strength of the German Army and its early success in this war, oh, much to two factors, planning and training.",
        668.52,
        675.26
    ],
    [
        " The Nazi leaders planned this war for years in advance of their attack. They prepared for it by a system of military training, which begins with children of high school age.",
        675.42,
        686.14
    ],
    [
        " The training system was directed by the old professional army. It depended on effort, thoroughness and the application of old and tested principles to the means of modern warfare.",
        686.58,
        697.06
    ],
    [
        " As an observer remarks, the Germans believed that by hard work and hard training, they would quote, save blood later.",
        697.34,
        705.18
    ],
    [
        " And that's almost like a word for word quote from patent.",
        705.88,
        708.26
    ],
    [
        " This training gave the German Army a time advantage over its rivals, although this advantage is being steadily reduced.",
        710.1,
        717.08
    ],
    [
        " It will contribute to our knowledge of characteristic German tactics. Those principles of tactics and leadership, which are emphasized in training, are inevitably reflected in the actual conduct of operations.",
        718.1,
        732.68
    ],
    [
        " While this bulletin will make no detailed study of German tactics, it will bring out the main doctrines which are applied in battle as a result of training.",
        733.06,
        741.22
    ],
    [
        " Number three, it will suggest methods and points of view which may be useful in training US troops.",
        742.04,
        749.66
    ],
    [
        " So like, what can we learn from this? That's what they're saying. There are many basic similarities between US training doctrines and those of the German army.",
        750.92,
        758.66
    ],
    [
        " Though there are naturally many differences in their use or application, we can learn from the differences as well as the similarities.",
        759.02,
        765.84
    ],
    [
        " As far as possible, concrete examples have been given and in the appendix is there are detailed illustrations at some length of certain phases of the German training methods.",
        765.96,
        776.52
    ],
    [
        " So training and preparation for military service, this is where you start thinking, this is when you start thinking this is going to be a problem.",
        778.12,
        786.84
    ],
    [
        " If you're watching this, this is from 1934. If you're watching this from the outside, you got to be thinking yourself, this is going to be an issue.",
        786.98,
        792.72
    ],
    [
        " Here's what they got going on. The Nazi government from the start was dedicated to the purpose of war of conquest and from 1934 on, the party controlled and directed every aspect of German life to the same.",
        793.24,
        804.2
    ],
    [
        " So right there, if you're looking on the outside, you got to realize we're going to have an issue.",
        805.44,
        812.3
    ],
    [
        " This is like someone that's training lifting, doing it to like this whole person's life is for war.",
        812.92,
        819.54
    ],
    [
        " That's what the whole German world was. German military leaders have followed class fits for years, but only under the Nazi regime could his key concept of total war be realized.",
        819.68,
        830.76
    ],
    [
        " The principle that every agency and every individual of a nation must be used in the effort of war.",
        831.16,
        837.38
    ],
    [
        " Nothing is more revealing of Nazi plans and methods than the application of this principle in a very broad program of military training.",
        838.04,
        845.76
    ],
    [
        " The goal of this program was a large and highly trained army, but the shaping of this army was not left to the two years of actual military training for conscripts.",
        846.34,
        856.82
    ],
    [
        " From the age of 14, boys were to receive a preparation for military service, which would cover much of the basic training ordinarily given recruits.",
        856.82,
        866.54
    ],
    [
        " So starting at age 14, you're starting to get trained at age 14.",
        867.76,
        872.42
    ],
    [
        " So you're getting indoctrinated and you're getting trained at age 14.",
        872.98,
        875.9
    ],
    [
        " In addition, old men older than conscript age with or without previous military service were to be given various types of auxiliary background or refresher training.",
        875.9,
        886.12
    ],
    [
        " No, it doesn't matter who you are. If you're not in the military, you're getting military training.",
        886.82,
        890.4
    ],
    [
        " But ages 14 to 60.",
        890.94,
        893.24
    ],
    [
        " The Nazi party through its various branches was mainly responsible for civilian training outside the army proper.",
        895.5,
        900.24
    ],
    [
        " This included due concern for specialized training and skills needed for mechanized warfare.",
        900.6,
        904.96
    ],
    [
        " A national socialist flying corps sponsored instruction in the rudiments of flying and in glider practice.",
        906.06,
        912.7
    ],
    [
        " The National Socialist Motor Corps trained a large reserve of youths and all type of driving from mechanized service and thus relieved army motor schools of many hours of instruction.",
        912.8,
        924.08
    ],
    [
        " A German article in 1940 claimed that a 125,000 men had been given experience in military motorization.",
        924.62,
        931.84
    ],
    [
        " A motor boat corps cooperated with the army and Marines to prepare men for water transport operations.",
        932.32,
        938.58
    ],
    [
        " So think about that.",
        938.92,
        940.5
    ],
    [
        " You've got 125,000 men that had been trained to drive vehicles, large vehicles, military type vehicles.",
        940.92,
        951.1
    ],
    [
        " I mean, right now there's only 400,000 men or women in the US army right now.",
        951.84,
        958.42
    ],
    [
        " So think about having 125,000 people that you can draw on that have this skill and they haven't even been trained yet.",
        958.66,
        963.46
    ],
    [
        " You just got them.",
        963.8,
        964.38
    ],
    [
        " And by the way, you've got people that are know how to work on the vehicles and by the way, you got a whole bunch of people that know how to fly planes.",
        967.82,
        973.66
    ],
    [
        " Kids that know how to fly gliders.",
        974.66,
        977.36
    ],
    [
        " The activities of the party are particularly concerned with the indoctrination of all German citizens for war.",
        978.36,
        985.4
    ],
    [
        " The basic ideas in this indoctrination are well known and are reiterated in Hitler's speeches.",
        985.54,
        989.86
    ],
    [
        " The theory of Germany's natural rights, the concept of the master race, the exaltation of the state and leader, the glorification of war and military virtues.",
        989.86,
        999.94
    ],
    [
        " The press, the schools, press, radio and movies are controlled by the party and support its efforts in every direction by propaganda which has no, has to fear no rival.",
        1000.62,
        1011.82
    ],
    [
        " The penal code prevents any free discussion in the field of ideas.",
        1012.28,
        1016.34
    ],
    [
        " Every German household belongs to a local unit organized to carry out the party educational program.",
        1016.74,
        1022.64
    ],
    [
        " So they're down for the cause.",
        1023.18,
        1027.58
    ],
    [
        " There's no, you don't know anything else.",
        1028.06,
        1029.86
    ],
    [
        " Yeah.",
        1030.06,
        1030.22
    ],
    [
        " And if you think about anything else, you're going to get found out and it's going to, you're going to get straightened out.",
        1030.64,
        1034.82
    ],
    [
        " That's what's going on.",
        1035.44,
        1037.02
    ],
    [
        " A German lieutenant has summoned up this work of indoctrination in his parents' home in school, in the Hitler youth, in the subdivisions of the movement, in the shop and in the labor service.",
        1041.26,
        1053.8
    ],
    [
        " The future army recruit has been bred as a national socialist.",
        1054.32,
        1058.12
    ],
    [
        " He does not know anything else but allegiance to the national socialist state and the life work of being a German.",
        1058.54,
        1065.66
    ],
    [
        " There you go.",
        1069.44,
        1070.58
    ],
    [
        " Training of the German youth, the Hitler youth, at the age of ten.",
        1070.92,
        1078.62
    ],
    [
        " German boys are brought into the Nazi scheme as members of the young folk, young folk organization and receive their first taste of official indoctrination.",
        1079.84,
        1089.78
    ],
    [
        " Real shaping for the army begins at 14 when they enter the Hitler youth.",
        1089.78,
        1094.64
    ],
    [
        " Even before the war, this organization was mainly concerned with preparing boys for the army, both by instilling military mental attitudes and by military training.",
        1095.4,
        1104.76
    ],
    [
        " A US observer gives the following description of an exercise of German boys carried out on a Sunday morning.",
        1105.34,
        1111.7
    ],
    [
        " So this is a Sunday morning.",
        1111.82,
        1112.66
    ],
    [
        " We got some German boys out there doing some doing an exercise.",
        1113.04,
        1118.14
    ],
    [
        " Two groups. One mixed one of mixed Hitler youth and one of one of young folk, 30 strong and the other a similar group of 22 cyclists on 11 bicycles marched into green vault forest under the command of a Hitler youth.",
        1119.06,
        1135.6
    ],
    [
        " This boy appeared to be 15 or 16 years of age.",
        1135.84,
        1138.32
    ],
    [
        " He halted his command, dressed it with skill and precision and announced his mission in a clear and definite manner.",
        1138.62,
        1143.96
    ],
    [
        " The enemy is reported advancing from the south to the north through green vault forest.",
        1143.98,
        1147.9
    ],
    [
        " At seven o'clock he was reported to be entering the etc. etc.",
        1148.4,
        1151.24
    ],
    [
        " My mission is to determine at once and report to headquarters the position and activity of advanced units.",
        1151.58,
        1156.26
    ],
    [
        " My sector is etc. etc.",
        1156.52,
        1157.84
    ],
    [
        " It will not be necessary to go into the young commanders estimate the situation in his orders to his subordinates.",
        1158.58,
        1164.48
    ],
    [
        " They would have done credit to a professional army officer. This is a 15 year old kid.",
        1164.76,
        1169.18
    ],
    [
        " That boy still two or three years from active service as a private in the army was able to estimate a difficult situation and organize and put an execution a rather complex plan to carry out his mission on a sector of nearly a thousand meters wide.",
        1170.26,
        1183.78
    ],
    [
        " This demanded an extended series of rapid fire orders.",
        1184.28,
        1187.3
    ],
    [
        " It was evident that he had control of his boys.",
        1187.48,
        1189.84
    ],
    [
        " A continuous stream of bicycle messengers carried his reports from advanced units to the leaders posts.",
        1190.34,
        1195.06
    ],
    [
        " Eight he in turn sent frequent written messages to some post to his rear.",
        1195.82,
        1199.66
    ],
    [
        " The observer was frankly amazed at this performance and spent the entire morning with this group to be sure there was a certain amount of laughing and horse play among the boys.",
        1200.22,
        1208.84
    ],
    [
        " This was not repressed but any lack of attention to duty called forth an immediate and severe rebuke from the leaders.",
        1209.22,
        1214.68
    ],
    [
        " It was evident that the youngster in charge was on his own.",
        1215.18,
        1218.44
    ],
    [
        " Some other means must have been provided for checking up on how well that youthful commander had accomplished his mission.",
        1218.74,
        1223.56
    ],
    [
        " Two of his units, one boy each, failed to follow instructions, some were lost and some had difficulty in reporting clearly what they saw, some failed in their individual missions, but the boy leader did not fail in his.",
        1223.6,
        1233.82
    ],
    [
        " He finally recalled all of his units with skill, marched them to the rear and very ably praised and criticized individual performance on the whole.",
        1234.16,
        1240.86
    ],
    [
        " It was a remarkable demonstration of how German military leadership is developed.",
        1241.02,
        1244.68
    ],
    [
        " 14 or 15 year old leader and then a bunch of 10 year old little Nazi soldiers out there on a Sunday.",
        1249.34,
        1256.88
    ],
    [
        " Another observer saw Hitler youth organization engaged in battalion maneuvers and reports that their performance would be credible to regular troops.",
        1257.86,
        1271.88
    ],
    [
        " In 1939 the stormtrooper section of the Nazi party took charge of the Hitler youth.",
        1276.06,
        1281.36
    ],
    [
        " And after the start of war, boys 16 to 18 years of age were compelled to take six months of regular pre-military work.",
        1282.04,
        1289.56
    ],
    [
        " The aim was to provide the army with the largest possible reserve of mentally physically and militarily trained young men.",
        1289.88,
        1295.38
    ],
    [
        " The training includes infantry fundamentals, care and use of weapons and signaling.",
        1295.68,
        1300.04
    ],
    [
        " The Hitler youth has been used in a variety of auxiliary services during the war spotting aircraft, performing office work at airports, painting runways, harvesting crops, tending children, in-day nurseries, collecting useful junk and trash, soliciting for the winter help, singing at the hospitals and putting on entertainment for soldiers at the front.",
        1300.86,
        1321.14
    ],
    [
        " And obviously as the war went on and they lost more adult males, the Hitler youth started fighting as well.",
        1324.36,
        1332.56
    ],
    [
        " But this is where they started off. The following statistics based on estimate by a US observer suggests the scope of the variety of the Hitler youth activities.",
        1332.74,
        1339.46
    ],
    [
        " The National Socialist Flying Corps furnished the Hitler youth flyers with enough gliders, planes and instructors to teach 135,000 boys how to fly each year.",
        1340.36,
        1351.24
    ],
    [
        " The motorized units of the Hitler youth enrolled 295,000 boys each year. The National Socialist Party set up 1,300 repair shops for the units and each year provided them with 5,000 motorcycles.",
        1355.14,
        1369.32
    ],
    [
        " The Hitler youth Marines had an annual enrollment of 78,000.",
        1369.84,
        1375.1
    ],
    [
        " The National Socialist Party supplied the Hitler youth with 10,000 revolvers a year in a large number of rifles. Enough rifles were furnished to enable 30,000 outstanding marksmen to participate in rifle matches.",
        1376.58,
        1389.2
    ],
    [
        " The Hitler youth had its own firearm school.",
        1389.98,
        1392.18
    ],
    [
        " During an average 12 months, the Hitler youth conducted 3,540 official outdoor camps which were attended by 565,000 boys.",
        1393.32,
        1404.58
    ],
    [
        " That's every 12 months.",
        1404.94,
        1407.12
    ],
    [
        " That's bigger than the US Army, by the way.",
        1407.4,
        1411.6
    ],
    [
        " 565,000. That's bigger than the US Army.",
        1411.6,
        1415.26
    ],
    [
        " That's bigger than the United States Marine Corps.",
        1415.78,
        1417.52
    ],
    [
        " What's your current feeling about this?",
        1418.82,
        1424.42
    ],
    [
        " Does this sound like real sinister?",
        1424.7,
        1426.36
    ],
    [
        " Well, it's both.",
        1426.94,
        1429.76
    ],
    [
        " The part of me is kind of like, well, just because it's overshadowed by the fact that it's the Nazis.",
        1430.3,
        1436.28
    ],
    [
        " It's like, oh my gosh, it seems real sinister.",
        1436.86,
        1438.8
    ],
    [
        " But you get that part of it.",
        1439.02,
        1440.1
    ],
    [
        " Like, if it was like for something good, that's a square-to-way group right there.",
        1440.2,
        1444.84
    ],
    [
        " You got that much preparation from that early on.",
        1445.04,
        1448.2
    ],
    [
        " That many capable people starting from that early rather that's kind of solid.",
        1448.78,
        1452.42
    ],
    [
        " Like, you could apply that concept to some good things and that might help us.",
        1452.86,
        1457.52
    ],
    [
        " Yeah. Well, unfortunately for you, that little part about them being Nazis is a real free problem.",
        1457.72,
        1463.78
    ],
    [
        " It's a real problem.",
        1464.88,
        1465.8
    ],
    [
        " But there's a whole bunch of things going on there.",
        1466.52,
        1468.36
    ],
    [
        " Just the fact that they're foresight is so strong that they're going, hey, look, we're going to be fighting a war in X number of years.",
        1468.58,
        1475.52
    ],
    [
        " We need people that can work on vehicles. We need people that can fly planes.",
        1475.82,
        1478.34
    ],
    [
        " We need people that can drive vehicles. We need people that can fight.",
        1478.38,
        1480.48
    ],
    [
        " We need people that can shoot.",
        1480.64,
        1482.28
    ],
    [
        " Well, they're just covering all the bases.",
        1482.46,
        1484.04
    ],
    [
        " Yeah. And obviously the part that's very glaring besides the fact that they're Nazis is how they're forced.",
        1484.96,
        1492.56
    ],
    [
        " Like the use of fort where they have to do it.",
        1492.56,
        1494.74
    ],
    [
        " Yeah. And if you even think about other stuff, that's a violation.",
        1494.76,
        1497.24
    ],
    [
        " Yeah.",
        1497.42,
        1497.72
    ],
    [
        " And we'd have to, I'd have to do some more research on this.",
        1497.9,
        1501.62
    ],
    [
        " But I can tell you from what I know, the term forced is not like a great term to use.",
        1501.74,
        1510.16
    ],
    [
        " Because everyone was so swept up in the movement that it was more like, that's like saying during World War II in America,",
        1510.38,
        1518.08
    ],
    [
        " Americans were forced to start a victory garden.",
        1518.96,
        1521.44
    ],
    [
        " You know what a victory garden is?",
        1521.9,
        1523.52
    ],
    [
        " Victory gardens where you go out in your yard and you plant tomatoes and carrots for yourself so you didn't have to get stuff from the store.",
        1523.98,
        1533.22
    ],
    [
        " So everyone didn't need to take supplies away from the soldiers.",
        1533.9,
        1536.74
    ],
    [
        " Well, you didn't get forced to do that. You did that because that's what we were doing to help out.",
        1537.84,
        1540.92
    ],
    [
        " Yeah.",
        1541.78,
        1548.06
    ],
    [
        " No, they're fired up to go.",
        1548.06,
        1550.76
    ],
    [
        " Yeah.",
        1551.48,
        1551.66
    ],
    [
        " And that's what we're doing and that's what they've been told.",
        1551.76,
        1553.54
    ],
    [
        " And they're also getting told like, well, this is what we do and this is what makes us better than everyone else.",
        1553.96,
        1558.2
    ],
    [
        " Yeah, yeah. Yeah. You're right. That is still synosim sinister.",
        1558.46,
        1563.72
    ],
    [
        " Oh, it's 100% sinister.",
        1563.96,
        1565.4
    ],
    [
        " But yeah, it is different.",
        1565.66,
        1566.54
    ],
    [
        " Because the ultimate purpose is we're going to take over the world.",
        1566.64,
        1569.2
    ],
    [
        " Yeah.",
        1569.36,
        1569.62
    ],
    [
        " Yeah.",
        1569.62,
        1569.82
    ],
    [
        " The last part there, it says in one year, six million German boys participated in sports events organized by the Hitler Youth Office.",
        1570.4,
        1578.92
    ],
    [
        " Next section is labor service at the age of 18 German boys entered a compulsory labor service for a six-month term.",
        1580.02,
        1591.02
    ],
    [
        " The labor service work gave them excellent conditioning and hardening.",
        1591.18,
        1594.74
    ],
    [
        " Furthermore, it accustomed men to living in groups under military discipline.",
        1595.82,
        1599.52
    ],
    [
        " And again, you know what?",
        1600.1,
        1602.14
    ],
    [
        " This is what's interesting about the military.",
        1602.56,
        1604.5
    ],
    [
        " That stuff brings you together and makes you feel good and makes you a better person.",
        1605.98,
        1611.06
    ],
    [
        " And it makes you bond with your friends.",
        1611.38,
        1614.3
    ],
    [
        " You want to get people together?",
        1615.0,
        1616.2
    ],
    [
        " You want to want people to bond, put, make them do hard stuff together.",
        1616.52,
        1618.8
    ],
    [
        " Yeah.",
        1619.0,
        1619.12
    ],
    [
        " That's literally how you make people bond.",
        1619.3,
        1621.08
    ],
    [
        " Shared suffering.",
        1622.3,
        1622.58
    ],
    [
        " So we're going to go out, we're going to work really hard in the fields.",
        1622.98,
        1625.38
    ],
    [
        " And at the end of the day, we're going to come back and we're going to have meals together.",
        1625.78,
        1629.06
    ],
    [
        " And we're going to go out and do the next thing, the same thing the next day.",
        1629.64,
        1632.72
    ],
    [
        " And people that work hard are going to be rewarded.",
        1633.56,
        1635.78
    ],
    [
        " And people that slack off are going to be cast out.",
        1636.64,
        1639.28
    ],
    [
        " So you see what I'm saying here.",
        1639.6,
        1641.38
    ],
    [
        " This is like a huge unifying thing.",
        1641.7,
        1644.66
    ],
    [
        " It's not forced labor like, oh god, they're going to put, no.",
        1644.98,
        1647.76
    ],
    [
        "",
        1648.12,
        1648.12
    ],
    [
        " Oh, he's your chance.",
        1648.52,
        1650.1
    ],
    [
        " You're going to get to go to the labor service.",
        1650.52,
        1655.66
    ],
    [
        " Oh, you're old enough to do labor service now.",
        1656.22,
        1658.5
    ],
    [
        " It's going to be great.",
        1658.8,
        1659.42
    ],
    [
        " With the outbreak of the war, most of the male labor service units were transferred to the armed forces to serve as construction companies.",
        1660.9,
        1668.84
    ],
    [
        " And the size of the units were increased from 200 to 400 in some cases, 600.",
        1669.32,
        1673.18
    ],
    [
        " On December 20th, 1939, a law ordered that normal labor service for men was to continue despite the special war work of the construction companies.",
        1673.18,
        1683.28
    ],
    [
        " The labor service youths performed miscellaneous tasks in rear areas being kept out of combat areas as much as possible.",
        1683.8,
        1690.64
    ],
    [
        " And also says generally the girls branch performs none of these duties except protecting the agriculture.",
        1691.46,
        1697.12
    ],
    [
        " They work in factories and do other types of work on the home front.",
        1697.52,
        1699.76
    ],
    [
        " So the females were going into this too.",
        1699.84,
        1701.76
    ],
    [
        " But the males were cultivating farms in occupied areas, doing agricultural work in Germany, wherever there are labor shortages, constructing and maintaining important highways, constructing and improving fortifications, bridges and airports, salvaging equipment, munitions and material and battle areas, policing battlefields, performing century duty in occupied areas, camphaging and sandbagging military establishments, and assisting in the transportation of food, ammunition and fuel during rapid military advances.",
        1702.32,
        1728.06
    ],
    [
        " So they're basically just full combat support.",
        1728.06,
        1730.8
    ],
    [
        " And where does this end up? Here's the conclusion. When German youths at 19 were inducted for military service, most of them had already had the equivalent of basic military training works where an excellent physical condition and had been indoctrinated both with Nazi ideology and military attitudes.",
        1731.02,
        1750.68
    ],
    [
        " As a result, their training period as conscripts could move very rapidly through preliminary stages and two or three months the conscripts could take part in maneuvers involving divisions or armies because of the work done by the Hitler youth and the labor service the two year training in the army could advance much more rapidly and effectively.",
        1750.82,
        1769.52
    ],
    [
        " So that's a brilliant plan.",
        1770.18,
        1772.78
    ],
    [
        " Hey, when people are finally ready to serve at 19, we're already going to have them almost completely trained up. They're going to be almost completely trained up. We have to waste, I mean Marine Corps boot camp is 13 weeks and then you go to the school of infantry.",
        1773.3,
        1786.86
    ],
    [
        " The army boot camp is, I don't know, eight weeks and then you go to AIT, the army and just training. So, so you're getting, it's going to take some time. It's going to take four or five, six months to get someone ready to fight.",
        1787.9,
        1798.72
    ],
    [
        " They're cutting two, three, four months out of that program, which is a big deal. Furthermore, German boys had received good opportunity to practice and develop qualities of leadership and officer material was already clearly marked out by the time they reached military age. So they're looking for leaders.",
        1798.92,
        1817.26
    ],
    [
        " Next section, work of the essay, the stormtroopers, the brown shirts, which is the Nazi paramilitary wing.",
        1823.68,
        1831.58
    ],
    [
        " One of the most active branches of the Nazi party, the essay had particular responsibility and connection with the Hitler youth. In addition, the essay performed important functions in giving a certain amount of military training to older civilians both with the same amount of training.",
        1832.18,
        1847.24
    ],
    [
        " The essay was then and outside its own ranks. The essay as a military reserve, when the Nazi party was rising to power, the essay and the elite guard, the essay wasn't effect a private army of Hitler. When he sees control of the state, the essay was gradually merged into the framework of the military system and became more closely connected with the regular army.",
        1847.26,
        1864.44
    ],
    [
        " By 1935, more than 100 divisions called Brigade of essay troops had been organized, including men over 45 years old. The regiments were named after their old preversized units and carried on their traditions. Only a few units were technically part of the armed forces and the main function of the essay was to provide continuous and effective military training for a large mass civilian populace outside the regular two-year service conscripts in the regular army.",
        1864.94,
        1888.8
    ],
    [
        " By 1939, the essay had been organized to provide specialist training in such lines as cavalry signaling, engineers, medical service, and navy. One of its important jobs was given to military training of men over 21 who had not received any training in the pre-hitler years when Germany's army had been restricted to a small standing army.",
        1888.98,
        1909.64
    ],
    [
        " The essay gave a coveted sports medal on a basis which shows how very well everything in their program was pointed toward military service. The examinations for this medal include, aside from running and swimming tests, rifle shooting, camouflage, hand grenade throwing, marching 25 kilometers with a 25-pound back and a 200-meter dash in gas mask, etc.",
        1911.18,
        1936.3
    ],
    [
        " By 1939, this sports medal had been acquired by 800,000 men outside the essay ranks. This is total war and we're all, that's what we're doing. It's crazy to think as you watch World War II unfold that Hitler was able to push as hard as he did and get his getaway with as much as he did without somebody going to Abraham, you're done, you can't do this anymore.",
        1936.96,
        1964.32
    ],
    [
        " An important aspect of the essay, an important aspect of the essay control of reservists was the fact that all these men would remain completely under the influence of the Nazi party and doctrine and controls.",
        1968.18,
        1979.72
    ],
    [
        " Conclusion with the approach of war, the essay members were largely called into the regular armed forces as individuals rather than by units.",
        1981.04,
        1989.7
    ],
    [
        " Enough of the leaders remained however to continue to work with the Hitler youth and with other older civilians not yet called out. According to one estimate, 1,500,000 men were receiving essay training largely on Sundays and evenings in the spring of 1940.",
        1989.88,
        2004.48
    ],
    [
        " The work done by the essay provided a great massive partially trained men in all age groups who could be quickly organized and used in regular divisions on the outbreak of war.",
        2004.84,
        2013.98
    ],
    [
        " A large part of the German military training had been accomplished with men who were technically in civilian status as a result of German division during the war could be sent to combat with a minimum of training.",
        2014.42,
        2025.2
    ],
    [
        " They were just focused on this one thing and they knew it was coming and it's strange to think that the rest of the world knew it was coming.",
        2025.66,
        2040.98
    ],
    [
        " You can go back and look at those old political cartoons and you'll see all the political cartoons are showing Hitler and Germany just getting ready to go ham.",
        2040.98,
        2049.5
    ],
    [
        " This is a very interesting section here.",
        2053.46,
        2056.08
    ],
    [
        " Procurement and training of officers.",
        2056.62,
        2058.68
    ],
    [
        " In preparing for the large army used in his war of conquest, Hitler faced the serious problem of developing an adequate number of trained officers to operate 300 or more divisions and the various specialized corps and services.",
        2060.5,
        2073.44
    ],
    [
        " This problem was solved in large part between 1933 and the beginning of the war.",
        2074.08,
        2078.7
    ],
    [
        " One advantage at the start was that the small standing army permitted by Germany by the Versailles Treaty had been excellently trained.",
        2080.3,
        2089.4
    ],
    [
        " So after World War I Germany wasn't allowed to have a big army there, allowed to have like this little tiny army and so they focused on that army really hard and got them very well trained.",
        2089.86,
        2096.78
    ],
    [
        " Also, it had preserved the best traditions of the old German army and constituted a valuable reservoir of officer material for the rapid expansion of the new army.",
        2097.38,
        2106.5
    ],
    [
        " In addition there were available many thousands of men who had served in the First World War and who could be used again.",
        2107.3,
        2112.9
    ],
    [
        " Many of these took part in the essay training activities discussed earlier. Finally the German general staff maintained its high standards and prestige and was ready to deal with this problem of officer procurement.",
        2113.34,
        2124.5
    ],
    [
        " So they knew out of the gate that leadership was going to be an issue and that they were going to have to field good officers and how do you do that?",
        2125.4,
        2133.6
    ],
    [
        " You need to recruit the right officers and then you need to train them properly.",
        2133.6,
        2136.26
    ],
    [
        " Officer training prior to the war, the program of training which produced most of the regular army officers in this period throws light on the character of the army, its relation to the pre-hitler army and the high quality of standards prescribed for officers.",
        2137.54,
        2151.44
    ],
    [
        " The civilian youth wishing to secure admission applied to the particular regiment or unit of his choice.",
        2151.82,
        2158.88
    ],
    [
        " So if you want to be an officer you got to apply to a specific unit. Hey, I want to be an officer.",
        2159.32,
        2164.84
    ],
    [
        " He must be unmarried, be an Aryan and have a certificate of graduation from a gymnasium which is apparently the equivalent to a second year US college work.",
        2165.62,
        2176.44
    ],
    [
        " He was given interviews by an examining board of officers and examinations which tested his moral qualities and his ability to stand up under strain.",
        2176.78,
        2186.08
    ],
    [
        " Much importance was attached to a psychological test.",
        2187.04,
        2190.06
    ],
    [
        " After passing these examinations the candidate, now a cadet, served for one year in the ranks of the unit which received him.",
        2190.44,
        2199.36
    ],
    [
        " So that's pretty cool. So you apply, they screen you, they test you, they see how you respond to pressure.",
        2199.68,
        2205.78
    ],
    [
        " If they accept you, you go in and you become one of the troops. You don't become an officer, you just become one of the troops and you serve in the ranks.",
        2206.14,
        2212.64
    ],
    [
        " There he received the same training given ordinary recruits and enjoyed no favors.",
        2213.6,
        2217.36
    ],
    [
        " It was desired that the cadets should thereby learn to understand the mental attitudes, problems and points of view of the common soldier.",
        2218.0,
        2225.72
    ],
    [
        " On the side and in addition to regular training the cadets did special study on the use of weapons.",
        2227.02,
        2231.52
    ],
    [
        " After this year, so after a year of that, so you go in you're going to be a normal trooper.",
        2232.42,
        2238.22
    ],
    [
        " After, after this year the cadets were sent to a military school for nine months and received basic training and military theory identical for all branches of the service.",
        2239.0,
        2247.12
    ],
    [
        " So that's pretty good move. You take everybody from the Army Navy Air Force Marines, you put them all through the same training so they all have a baseline of knowledge and understanding.",
        2247.76,
        2255.44
    ],
    [
        " There were four such schools admirably equipped without regard to expense. The course included field exercises about 2500 officers a year could be turned out in these schools.",
        2256.32,
        2266.98
    ],
    [
        " In the last three months the cadets went to a weapon school destined to bring the candidates back to earth from their theoretical courses.",
        2268.22,
        2274.74
    ],
    [
        " Here they received training appropriate for their particular branch and an opportunity command and trained units attached to the school.",
        2275.0,
        2281.06
    ],
    [
        " Finally, the cadet performed two or three months tour of duty back with his regiment and then if elected by unanimous vote of the officers in his unit, he was received for promotion as a second lieutenant.",
        2281.7,
        2295.68
    ],
    [
        " This method which bears the hallmark of the old Prussian aristocratic tradition was modified gradually by provisions which made it more possible for reserve officers and specially qualified NCOs to obtain commissions.",
        2297.1,
        2309.3
    ],
    [
        " That is a thorough screening process to get to be an officer in the military.",
        2309.58,
        2317.36
    ],
    [
        " Even you come back from all that training and then they have to have a unanimous vote that you're good to go.",
        2318.92,
        2325.18
    ],
    [
        " And only then do you become a second lieutenant?",
        2325.6,
        2328.4
    ],
    [
        " He said that bears the hallmark of the old Prussian aristocratic tradition. That seems a lot less aristocratic than the American system.",
        2330.1,
        2341.0
    ],
    [
        " The American system you've come an officer to go to college.",
        2341.08,
        2342.98
    ],
    [
        " So if you're my if echo is my kid and I'm like well, you know, I kind of want you to be in charge. I'm going to send you to college and then you can go be an officer.",
        2343.96,
        2350.58
    ],
    [
        " Here you got to apply then you got to get screened then you got to serve as a grunt then you got to get screened again then you got to go to this school for nine months then you got to get come and get voted on to see if you're going to be an officer or not.",
        2350.58,
        2362.96
    ],
    [
        " What do you think that's based on the American way to do it like where you have to go to college?",
        2363.2,
        2370.0
    ],
    [
        " First like do you know what the basis for that?",
        2370.08,
        2372.82
    ],
    [
        " Yes, it's an aristocratic thing.",
        2372.82,
        2375.46
    ],
    [
        " I want oh, I'm a rich aristocrat. I want my son echo to be a leader. I don't want him being with the troops.",
        2375.46,
        2382.32
    ],
    [
        " I don't want him be with the elisted swine.",
        2382.32,
        2385.08
    ],
    [
        " No, so I'm going to send him to college and then he becomes an officer.",
        2385.32,
        2388.82
    ],
    [
        " Yeah, but then why is that the criteria though? You don't like wonder what?",
        2389.0,
        2392.36
    ],
    [
        " Maybe on the surface you can kind of tell because if you go to college that means you're obviously smart.",
        2393.3,
        2397.8
    ],
    [
        " Therefore an officer as a leader has to be smart or something kind of a thing. That's what it feels like anyway.",
        2398.18,
        2404.24
    ],
    [
        " That's probably conceptually but that has nothing to do with anything.",
        2404.46,
        2409.72
    ],
    [
        " I mean, you can opt with you.",
        2410.02,
        2410.96
    ],
    [
        " Yeah, the reality even has nothing to do with reality.",
        2410.98,
        2413.16
    ],
    [
        " Yeah, but it's so okay.",
        2413.46,
        2414.9
    ],
    [
        " There are brilliant enlisted guys.",
        2415.1,
        2418.34
    ],
    [
        " Yeah, that's what I think grew up in Wisconsin on a farm and they did parents didn't have any money to send him to college.",
        2418.38,
        2424.16
    ],
    [
        " So he and listen to the army.",
        2424.16,
        2425.12
    ],
    [
        " Yeah, so what about he might eventually become an officer? He might put in first commission or whatever.",
        2425.12,
        2430.42
    ],
    [
        " But he's already he's not going to be caught up to the guy that was grew up in with a rich family.",
        2430.56,
        2438.38
    ],
    [
        " That was like listen son, you're going to college and you're going to be an officer.",
        2438.48,
        2441.02
    ],
    [
        " Yeah, so how is that the criteria? Like why did that come about?",
        2441.32,
        2444.94
    ],
    [
        " It's the aristocratic.",
        2445.8,
        2447.92
    ],
    [
        " That's why I'm laughing because they're saying this is like the aristocratic tradition.",
        2447.92,
        2451.74
    ],
    [
        " I'm like, hey, if you're whoever wrote this in 1942, the officers were aristocratic tradition in America, 100%.",
        2452.48,
        2459.16
    ],
    [
        " It's an aristocratic tradition.",
        2459.16,
        2460.7
    ],
    [
        " Oh, well, you've been to college.",
        2460.86,
        2461.64
    ],
    [
        " So then you get to be in charge of all these people that haven't been to college.",
        2462.02,
        2464.28
    ],
    [
        " Right, because you're a higher class.",
        2464.42,
        2465.82
    ],
    [
        " Because you're a higher class.",
        2465.88,
        2466.62
    ],
    [
        " You're an aristocrat. They're not.",
        2466.88,
        2468.42
    ],
    [
        " Yeah, kind of when you think about it, especially that part about voting them in.",
        2469.16,
        2472.3
    ],
    [
        " Oh, yeah.",
        2472.68,
        2473.2
    ],
    [
        " Like that's kind of like and making them a grunt.",
        2473.2,
        2475.32
    ],
    [
        " Now look, if you go to the naval academy or you go to West Point, you spend like the summer on a ship as like a swabi.",
        2475.32,
        2482.78
    ],
    [
        " Right?",
        2483.44,
        2483.84
    ],
    [
        " But that's not the same as doing a year in a line unit.",
        2484.24,
        2488.0
    ],
    [
        " It's not the same dude.",
        2488.02,
        2489.76
    ],
    [
        " And that you have to do that in order to get recommended.",
        2489.94,
        2492.94
    ],
    [
        " Because there's a lot of officers.",
        2493.34,
        2495.44
    ],
    [
        " If they actually spent time as a grunt, people would be like, this guy, this guy, this guy got what it takes.",
        2495.94,
        2501.72
    ],
    [
        " He might be able to graduate college.",
        2501.82,
        2503.92
    ],
    [
        " Being able to graduate college has almost no bearing on being fit to lead droops in combat.",
        2504.26,
        2509.64
    ],
    [
        " Yeah, that's kind of what I figured.",
        2509.84,
        2510.94
    ],
    [
        " So in a way, you know, obviously, I don't know, obviously.",
        2511.82,
        2515.1
    ],
    [
        " But in a way, this way that they're talking about kind of seems like more accurate.",
        2515.48,
        2521.2
    ],
    [
        " It seems like a better way.",
        2521.2,
        2522.42
    ],
    [
        " Yes, it does.",
        2522.58,
        2523.66
    ],
    [
        " So they got to go through like kind of more more applicable stuff to achieve and get.",
        2523.82,
        2529.46
    ],
    [
        " Yes, get.",
        2529.46,
        2530.14
    ],
    [
        " You put somebody with a line unit where even if they're a machine gunner, they're machine, they spend six months as a machine gunner,",
        2530.46,
        2537.72
    ],
    [
        " they may become a fire team leader.",
        2537.72,
        2539.32
    ],
    [
        " That person, you'd be able to go, hey, this guy's a really good fire team leader.",
        2539.76,
        2542.7
    ],
    [
        " Yeah, he should make it into this go to the officer school.",
        2543.4,
        2545.84
    ],
    [
        " But if he's a dud, as a fire team leader, he's not going to be a good squad leader.",
        2546.28,
        2552.22
    ],
    [
        " He's not going to be a good platoon leader.",
        2552.22,
        2553.54
    ],
    [
        " Yeah, which kind of and which seems like that just kind of.",
        2553.88,
        2559.44
    ],
    [
        " Because you go to college, it wouldn't necessarily screen any duds out.",
        2559.44,
        2563.46
    ],
    [
        " It's going to screen zero duds out or close to zero.",
        2563.52,
        2566.7
    ],
    [
        " Yeah.",
        2567.06,
        2567.32
    ],
    [
        " And then at the end, as a final, I'm assuming screening scenario, you're going to get voted on.",
        2567.58,
        2573.76
    ],
    [
        " Yeah.",
        2573.76,
        2574.0
    ],
    [
        " If somehow you maneuvered your way through this, you spend two or three months there.",
        2574.3,
        2578.26
    ],
    [
        " Yeah.",
        2578.62,
        2578.74
    ],
    [
        " So you get what do you think you're going to go through in those two or three months?",
        2578.78,
        2580.92
    ],
    [
        " I'm going to be testing you.",
        2580.92,
        2582.26
    ],
    [
        " Like if I'm one of the other awesome, I'm like, all right.",
        2582.48,
        2584.08
    ],
    [
        " Let's see how you do on this here.",
        2584.44,
        2585.52
    ],
    [
        " Run a raid on this on this training mission.",
        2585.84,
        2588.0
    ],
    [
        " Yeah.",
        2588.0,
        2588.32
    ],
    [
        " Let's see how you do.",
        2588.56,
        2589.16
    ],
    [
        " Viro.",
        2589.56,
        2589.92
    ],
    [
        " And wouldn't because like you know how there's kind of like survivor, remember, you know, that",
        2590.6,
        2594.4
    ],
    [
        " show survivor, TV or whatever.",
        2594.4,
        2596.56
    ],
    [
        " It's kind of like that.",
        2596.96,
        2597.9
    ],
    [
        " It's like the final, the final judgment where it's like you can maneuver your way through stuff",
        2597.98,
        2602.94
    ],
    [
        " and whatever.",
        2602.94,
        2603.5
    ],
    [
        " Yeah.",
        2603.7,
        2603.84
    ],
    [
        " But if they at the end of the day don't want you to win or be on the team or be an officer, be whatever.",
        2603.88,
        2609.28
    ],
    [
        " Yeah.",
        2609.36,
        2609.52
    ],
    [
        " If your team does not want that, that show is kind of messed up the way the, I think it was",
        2609.6,
        2614.26
    ],
    [
        " an unintended consequence of the show was that, you know, if the people that got would",
        2614.26,
        2620.08
    ],
    [
        " get crushed first would be the people that had the most potential.",
        2620.08,
        2624.02
    ],
    [
        " Yeah.",
        2624.72,
        2624.9
    ],
    [
        " You remember that?",
        2624.9,
        2625.36
    ],
    [
        " Yeah.",
        2625.66,
        2625.8
    ],
    [
        " Yeah.",
        2625.96,
        2626.02
    ],
    [
        " You're, I think you're right.",
        2626.02,
        2627.36
    ],
    [
        " Unintended consequences.",
        2627.54,
        2628.16
    ],
    [
        " It seems like an unintended consequence.",
        2628.16,
        2629.72
    ],
    [
        " Yeah.",
        2629.8,
        2630.02
    ],
    [
        " But it did kind of lead to the natural evolution of the game game.",
        2630.24,
        2635.2
    ],
    [
        " Like where?",
        2635.38,
        2635.74
    ],
    [
        " Yeah.",
        2635.92,
        2636.14
    ],
    [
        " There was more game to it.",
        2636.4,
        2637.54
    ],
    [
        " Yeah.",
        2637.66,
        2637.86
    ],
    [
        " Cause it's like the game within the game.",
        2637.96,
        2640.14
    ],
    [
        " Yeah.",
        2640.38,
        2640.5
    ],
    [
        " Yeah.",
        2640.5,
        2640.8
    ],
    [
        " And that's really what we could say.",
        2641.02,
        2643.28
    ],
    [
        " Cause cause you might be like, Hey, look what they had challenges, right?",
        2643.28,
        2646.46
    ],
    [
        " Two teams and here's the challenge.",
        2646.6,
        2648.16
    ],
    [
        " And your thought should be, Hey, I'm going to help the team win this challenge because I'm",
        2648.16,
        2653.04
    ],
    [
        " good at rope climbs, right?",
        2653.04,
        2655.4
    ],
    [
        " Yeah.",
        2655.7,
        2655.82
    ],
    [
        " Hey, we got to do four rope climbs.",
        2655.96,
        2658.02
    ],
    [
        " I'll do three of them.",
        2658.02,
        2659.44
    ],
    [
        " Yeah.",
        2659.56,
        2659.8
    ],
    [
        " And then, you know, someone do the last one because I'll be tired.",
        2660.0,
        2662.64
    ],
    [
        " Okay, cool.",
        2662.74,
        2663.24
    ],
    [
        " Let's get rid of Jaco.",
        2663.5,
        2664.52
    ],
    [
        " He's too strong.",
        2664.52,
        2665.26
    ],
    [
        " Yeah.",
        2665.72,
        2666.16
    ],
    [
        " So that's actually what happened on that TV.",
        2666.4,
        2668.36
    ],
    [
        " Oh, yeah.",
        2668.36,
        2668.8
    ],
    [
        " So it went and I, the weird thing is I actually don't watch that much, but I've watched",
        2668.8,
        2674.08
    ],
    [
        " you.",
        2674.08,
        2674.28
    ],
    [
        " I remember like one, one season of it.",
        2674.42,
        2676.96
    ],
    [
        " I think the first season that came on or maybe the second season, the first season had",
        2677.06,
        2681.84
    ],
    [
        " Rudy Bosch on it who's like a epic seal.",
        2681.84,
        2685.64
    ],
    [
        " And, you know, one of the like most respected awesome, old school seals and he was pretty old",
        2686.1,
        2692.68
    ],
    [
        " when he did it.",
        2692.68,
        2693.26
    ],
    [
        " He, he unfortunately passed away.",
        2693.54,
        2695.04
    ],
    [
        " But just, so, you know, everyone kind of was watching like see what the show was about.",
        2695.52,
        2699.96
    ],
    [
        " Yeah.",
        2700.2,
        2700.36
    ],
    [
        " Actually, one season, one of the girls from here from Victor who was on there.",
        2700.6,
        2703.72
    ],
    [
        " Really?",
        2704.02,
        2704.18
    ],
    [
        " Yeah, one of the Kara K.",
        2704.42,
        2706.1
    ],
    [
        " Okay.",
        2706.5,
        2706.86
    ],
    [
        " I'm pretty sure that was survived.",
        2707.14,
        2707.96
    ],
    [
        " Right on.",
        2708.06,
        2708.34
    ],
    [
        " How'd she do?",
        2708.84,
        2709.36
    ],
    [
        " I don't know.",
        2709.96,
        2710.34
    ],
    [
        " I forget I didn't watch it, but I watched like some of them, you know, I don't know who won.",
        2710.46,
        2714.36
    ],
    [
        " But, um, yeah, it was survived.",
        2714.42,
        2716.4
    ],
    [
        " So why are you talking about this again?",
        2716.4,
        2717.52
    ],
    [
        " Because at the end, they got the council.",
        2718.12,
        2720.82
    ],
    [
        " So that council scenario.",
        2721.1,
        2722.54
    ],
    [
        " Oh.",
        2722.86,
        2723.1
    ],
    [
        " So if you are a total backstabber backstabber, the council would vote you out.",
        2723.36,
        2728.62
    ],
    [
        " That's only one reason though.",
        2728.62,
        2729.72
    ],
    [
        " That's only one reason.",
        2730.22,
        2730.94
    ],
    [
        " Or like if you were hard to get along with somewhere along the lines, they would vote",
        2731.2,
        2734.86
    ],
    [
        " you off because of that.",
        2734.86,
        2735.66
    ],
    [
        " But somewhere along the lines, they would utilize those things too.",
        2735.76,
        2738.46
    ],
    [
        " So basically it gave rise to like this game within the game.",
        2738.56,
        2741.44
    ],
    [
        " Just like I said, where you being strong at challenges is an element.",
        2741.46,
        2746.52
    ],
    [
        " It can be used for your advantage or against you, you know, kind of a thing.",
        2746.82,
        2750.62
    ],
    [
        " And that goes for every quality that each individual demonstrates.",
        2750.62,
        2753.74
    ],
    [
        " So the thing about Survivor unfortunately, it's like a winner take all kind of the thing",
        2754.3,
        2759.06
    ],
    [
        " at the end where they just get money.",
        2759.06,
        2760.62
    ],
    [
        " One guy actually two people, but did anyone ever make deals to say like, Hey, if you and",
        2760.8,
        2765.54
    ],
    [
        " I win, I'll give you half.",
        2765.54,
        2766.48
    ],
    [
        " I don't know if any, but if that were to happen, that wouldn't surprise me because it's",
        2766.96,
        2771.36
    ],
    [
        " all within the game, you know, because I think at the end too, or towards me, I think",
        2771.36,
        2775.46
    ],
    [
        " they win a million.",
        2775.46,
        2775.98
    ],
    [
        " I think one million.",
        2776.24,
        2776.94
    ],
    [
        " And then the second guy, second place got.",
        2777.1,
        2779.04
    ],
    [
        " Way less, but a significant amount as well.",
        2780.82,
        2782.96
    ],
    [
        " But it at the end of it too, or towards the end, they would, if you got voted off, it's",
        2783.62,
        2790.34
    ],
    [
        " like at the last four or five or however many people, if you get voted off, you get to",
        2790.34,
        2795.14
    ],
    [
        " go on to this council that has a say in it who's going to win or something like that.",
        2795.14,
        2799.96
    ],
    [
        " So see how that weird balance kind of is where it's like, you get voted off, you better",
        2800.08,
        2804.78
    ],
    [
        " be squared away, you better be a good person, you better be whatever, you know.",
        2806.02,
        2808.72
    ],
    [
        " So it's like the final, you know, thing where it's like, yeah, you could be good at this,",
        2809.24,
        2813.76
    ],
    [
        " this and this.",
        2813.82,
        2814.32
    ],
    [
        " But if you don't have at the end of the day enough of what it takes that we think, everyone",
        2814.46,
        2818.16
    ],
    [
        " else in the group within the group thinks about you ain't going to make it.",
        2818.16,
        2820.86
    ],
    [
        " I don't care what how cool you think you are.",
        2820.86,
        2822.82
    ],
    [
        " Yeah, it's good to have multiple assessments, which is the program that we're looking at",
        2823.12,
        2827.28
    ],
    [
        " right here with the Nazis data, multiple assessments in the actual environment where you",
        2827.28,
        2832.94
    ],
    [
        " need to step up.",
        2832.94,
        2833.92
    ],
    [
        " And you're going to get a decent result.",
        2834.52,
        2837.14
    ],
    [
        " More decent than said, well, you know, Fred went to college, so he should be in charge",
        2837.68,
        2841.54
    ],
    [
        " of a platoon of soldiers.",
        2841.54,
        2843.5
    ],
    [
        " You know, he, hey, look, there's some great officers.",
        2844.22,
        2847.96
    ],
    [
        " Yeah.",
        2848.56,
        2848.8
    ],
    [
        " The interesting thing of his great officers that went to the academies, there's great",
        2849.1,
        2853.6
    ],
    [
        " officers that went to ROTC, there's great officers that went to OCS.",
        2853.6,
        2856.5
    ],
    [
        " There's horrible officers that went to the academies, there's horrible officers that",
        2857.32,
        2861.76
    ],
    [
        " went to OCS, there's horrible officers that did ROTC.",
        2861.76,
        2864.96
    ],
    [
        " And it kind of surprised me when I first worked with military academy officers.",
        2865.9,
        2871.46
    ],
    [
        " I thought to myself, hey, these guys have been training for four years to be leaders.",
        2871.84,
        2877.32
    ],
    [
        " But this guy's going to be awesome.",
        2878.16,
        2879.16
    ],
    [
        " That was not always the case.",
        2879.88,
        2882.12
    ],
    [
        " And I realized that it was more about that you could have some officers, awesome officers",
        2882.44,
        2887.04
    ],
    [
        " that went to the academies and you could have some terrible ones.",
        2887.04,
        2888.78
    ],
    [
        " And you could have all, you know, it didn't matter where they were from.",
        2889.54,
        2892.7
    ],
    [
        " It was who they were as people.",
        2892.9,
        2893.9
    ],
    [
        " That was what was much more important.",
        2894.12,
        2895.5
    ],
    [
        " Yeah, deep.",
        2895.96,
        2896.48
    ],
    [
        " So when you went to Cuc, because you went after a serious first.",
        2896.86,
        2899.84
    ],
    [
        " So when you went to college, do you think that that college experience helped you in your",
        2900.48,
        2904.24
    ],
    [
        " officer position?",
        2904.24,
        2906.68
    ],
    [
        " It helped me because I became a better writer and reader.",
        2907.02,
        2909.02
    ],
    [
        " Yeah.",
        2909.66,
        2909.9
    ],
    [
        " Like I was an English major.",
        2910.0,
        2911.24
    ],
    [
        " And I remember reading like directives and rows of engagement.",
        2911.7,
        2919.28
    ],
    [
        " And not that I knew how to read them so that I would understand them better.",
        2919.96,
        2924.02
    ],
    [
        " And I got that from having to read Shakespeare, bro.",
        2924.58,
        2926.22
    ],
    [
        " I hate to say it.",
        2926.34,
        2927.12
    ],
    [
        " I know it sounds like freaking stupid.",
        2927.14,
        2928.66
    ],
    [
        " But when you read Shakespeare, you have to look up the words.",
        2928.88,
        2931.8
    ],
    [
        " You have to see what the context is.",
        2931.94,
        2933.4
    ],
    [
        " And I realized, before I went to college, I'd be like, I don't know what that means,",
        2933.72,
        2937.14
    ],
    [
        " but whatever.",
        2937.16,
        2937.66
    ],
    [
        " I get the gist, right?",
        2938.04,
        2939.4
    ],
    [
        " And the gist doesn't cut it.",
        2939.62,
        2941.74
    ],
    [
        " And then I realized also writing a report or writing an award or writing an evaluation.",
        2942.0,
        2947.7
    ],
    [
        " Same thing.",
        2948.18,
        2948.74
    ],
    [
        " I'm like, you will the heel know what I means?",
        2949.16,
        2950.52
    ],
    [
        " No, I'm going to make sure that my boss understands what this means.",
        2950.7,
        2954.18
    ],
    [
        " And you think that college taught you that?",
        2954.24,
        2955.84
    ],
    [
        " 100%.",
        2956.0,
        2956.54
    ],
    [
        " I mean, dude, I was one time I took five English classes in one semester.",
        2956.54,
        2961.24
    ],
    [
        " That was ignorant, bro.",
        2961.68,
        2963.56
    ],
    [
        " That was one of the dumbest things I've done.",
        2963.8,
        2965.22
    ],
    [
        " Because I was reading and writing just like 10, 12 hours a day.",
        2965.78,
        2971.38
    ],
    [
        " On the weekends, I remember just reading books.",
        2971.6,
        2973.96
    ],
    [
        " It was ridiculous.",
        2974.28,
        2975.1
    ],
    [
        " Yeah, then.",
        2975.58,
        2975.9
    ],
    [
        " And I took this one class.",
        2976.34,
        2977.58
    ],
    [
        " I was like, oh, this would be good.",
        2978.3,
        2979.68
    ],
    [
        " Nice little skater class, a little skate class.",
        2979.82,
        2982.14
    ],
    [
        " It was literature and film.",
        2982.28,
        2984.34
    ],
    [
        " Cool.",
        2985.28,
        2985.48
    ],
    [
        " We'll watch right?",
        2985.68,
        2986.34
    ],
    [
        " So you got lowered right into it just like I did.",
        2986.54,
        2988.22
    ],
    [
        " It was like, you spend all, you know, you got to read the book.",
        2988.56,
        2992.16
    ],
    [
        " And then they then you watch a movie that they made from the book.",
        2992.62,
        2995.84
    ],
    [
        " Oh, yeah.",
        2995.84,
        2996.52
    ],
    [
        " But watching the movie takes an hour.",
        2996.52,
        2998.04
    ],
    [
        " We just just spent 12 hours reading this freaking God forsaken book.",
        2998.1,
        3001.26
    ],
    [
        " Oh, yes.",
        3001.3,
        3001.82
    ],
    [
        " So it wasn't it wasn't good.",
        3001.98,
        3003.82
    ],
    [
        " I understand.",
        3003.82,
        3004.8
    ],
    [
        " Yeah, but I bothered good.",
        3004.9,
        3005.68
    ],
    [
        " That's a good tip right there, by the way.",
        3005.78,
        3007.48
    ],
    [
        " Because in theory, you take all English, you're like, shit, I have to think about anatomy",
        3007.48,
        3011.56
    ],
    [
        " or if you can fit whatever else class.",
        3011.56,
        3014.06
    ],
    [
        " I don't think about that.",
        3014.08,
        3014.86
    ],
    [
        " I just think about English or literature, whatever we're doing.",
        3014.9,
        3017.18
    ],
    [
        " No, no, no.",
        3017.62,
        3018.36
    ],
    [
        " Check this out.",
        3018.46,
        3019.02
    ],
    [
        " There's a book called Tom Jones, which is an",
        3019.02,
        3021.14
    ],
    [
        " outstanding book.",
        3021.72,
        3022.66
    ],
    [
        " It's an amazing book.",
        3023.0,
        3024.14
    ],
    [
        " It's probably 700 pages long with tiny, tiny, tiny writing and paper thin little sheets",
        3024.6,
        3031.92
    ],
    [
        " of paper.",
        3031.92,
        3032.46
    ],
    [
        " And it's really descriptive and it's and it's about human nature.",
        3032.8,
        3037.2
    ],
    [
        " And it tells this story, elaborate story with all these different characters.",
        3037.56,
        3041.06
    ],
    [
        " And so we read this book and then we watch the movie in the movie.",
        3041.56,
        3046.12
    ],
    [
        " There's no talking.",
        3046.12,
        3047.12
    ],
    [
        " No, the whole movie is no talking.",
        3048.0,
        3050.34
    ],
    [
        " They're just acting.",
        3050.52,
        3051.58
    ],
    [
        " They're just doing things.",
        3052.08,
        3053.02
    ],
    [
        " It was really like a just picture, any book, picture any book that you've ever read.",
        3053.12,
        3060.6
    ],
    [
        " And there's no.",
        3061.0,
        3061.68
    ],
    [
        " And then you take that.",
        3062.12,
        3062.9
    ],
    [
        " I mean, just what's it like a take picture of Tom Clancy?",
        3063.32,
        3066.52
    ],
    [
        " Have you ever read what's a movie that was a book that you like?",
        3067.0,
        3069.74
    ],
    [
        " A movie?",
        3070.52,
        3070.9
    ],
    [
        " That was a book that I like.",
        3071.18,
        3072.22
    ],
    [
        " Flight club.",
        3072.96,
        3073.98
    ],
    [
        " Okay, so picture fight club, they take that book and they make a movie and there's no",
        3074.3,
        3077.66
    ],
    [
        " talking in it.",
        3077.66,
        3078.38
    ],
    [
        " Because that's literally what they did.",
        3078.7,
        3080.14
    ],
    [
        " I see what they're doing though.",
        3080.26,
        3081.18
    ],
    [
        " Yeah, I know.",
        3081.32,
        3081.72
    ],
    [
        " They assigned that.",
        3081.9,
        3082.46
    ],
    [
        " Yeah, no, it was cool.",
        3082.68,
        3083.6
    ],
    [
        " It was cool.",
        3083.96,
        3084.44
    ],
    [
        " It was very cool to watch how they did it and just see the interactions and you could",
        3084.8,
        3088.42
    ],
    [
        " look, you could totally tell what was going on.",
        3088.42,
        3090.8
    ],
    [
        " Just by the way, they were looking at each other way.",
        3090.82,
        3092.2
    ],
    [
        " They carry themselves their body language, all the stuff.",
        3092.22,
        3094.02
    ],
    [
        " And it was pretty amazing to watch.",
        3094.54,
        3097.42
    ],
    [
        " But guess what?",
        3097.58,
        3099.98
    ],
    [
        " You still had to read that freaking book.",
        3100.24,
        3102.0
    ],
    [
        " You still had to read that book.",
        3102.38,
        3103.98
    ],
    [
        " And it bothered me because I would always read everything that I was told to read, right?",
        3104.12,
        3111.24
    ],
    [
        " I think I might be the only person in college that I've ever done that.",
        3111.98,
        3115.7
    ],
    [
        " Personal challenge.",
        3116.02,
        3116.7
    ],
    [
        " And I would get, like, give us a quiz to check to make sure you read.",
        3117.16,
        3120.34
    ],
    [
        " You did the reading.",
        3120.66,
        3121.28
    ],
    [
        " Say give you a little check and the check is, these are just questions.",
        3122.26,
        3125.08
    ],
    [
        " But you know, if you read it, you're going to know.",
        3125.5,
        3127.1
    ],
    [
        " And I missed the first quiz about Tom Jones.",
        3127.36,
        3132.46
    ],
    [
        " I missed one question and I was so mad.",
        3135.18,
        3138.08
    ],
    [
        " And here's what made me mad is it said, this is a book.",
        3138.72,
        3142.08
    ],
    [
        " It says basically this is a book about human nature.",
        3142.12,
        3145.04
    ],
    [
        " And the question was like, what is the, or it said like the main theme of this book is",
        3145.56,
        3149.52
    ],
    [
        " human nature.",
        3149.52,
        3150.06
    ],
    [
        " And so the question on the test was, hey, what is the main theme in this book?",
        3150.42,
        3154.64
    ],
    [
        " And I put like the kind of the plot that was starting to unfold, but that was wrong.",
        3154.9,
        3159.28
    ],
    [
        " And I was bummed out, missed it.",
        3159.56,
        3161.16
    ],
    [
        " That's the one question I missed in that class.",
        3161.16,
        3162.88
    ],
    [
        " You're still mad about it.",
        3163.2,
        3164.06
    ],
    [
        " I'm still mad.",
        3164.14,
        3164.66
    ],
    [
        " Obviously, I'm saying, what's that word?",
        3165.1,
        3167.24
    ],
    [
        " What's the word they use now to describe a little bit mad salty?",
        3167.74,
        3170.3
    ],
    [
        " Salty.",
        3170.4,
        3170.7
    ],
    [
        " I'm a little bit salty about that.",
        3170.72,
        3171.94
    ],
    [
        " So, okay, so when you go to college, I think I went to the professor too.",
        3173.38,
        3178.62
    ],
    [
        " And I was like, hey, what you marked this wrong?",
        3178.62,
        3180.04
    ],
    [
        " You contested it.",
        3180.48,
        3181.52
    ],
    [
        " You contested it.",
        3181.66,
        3182.34
    ],
    [
        " And actually, that professor was really cool.",
        3182.36,
        3183.8
    ],
    [
        " She was cool and I had had another class.",
        3184.42,
        3186.36
    ],
    [
        " And I was like, hey, you know, doctor, you know, you marked this wrong.",
        3186.36,
        3189.6
    ],
    [
        " And I was like, no, it's a book of the theme of human nature.",
        3194.14,
        3196.92
    ],
    [
        " And I was like, well, where are you getting that from?",
        3196.92,
        3197.88
    ],
    [
        " And she points to the sentence that literally says that.",
        3197.98,
        3200.54
    ],
    [
        " And I was like, cool, I won't miss another question this semester.",
        3200.98,
        3203.7
    ],
    [
        " She said, I know John, because they all called me John.",
        3204.44,
        3207.78
    ],
    [
        " He only placed in the world, that group of people called me John.",
        3207.86,
        3211.04
    ],
    [
        " What's the role called in the college?",
        3211.34,
        3212.62
    ],
    [
        " Attendance.",
        3212.78,
        3213.78
    ],
    [
        " I was like, what's the role called in the college?",
        3213.78,
        3218.86
    ],
    [
        " I was like, what's the role called in the college?",
        3219.04,
        3219.26
    ],
    [
        " I was like, what's the role called in the college?",
        3219.26,
        3219.58
    ],
    [
        " It's shit or whatever.",
        3219.58,
        3220.62
    ],
    [
        " So my name was John and maybe like John, yes.",
        3220.88,
        3224.1
    ],
    [
        " It seems to me.",
        3224.36,
        3225.12
    ],
    [
        " I was like, will you call me John?",
        3225.16,
        3226.42
    ],
    [
        " I didn't know.",
        3226.48,
        3226.84
    ],
    [
        " That's not my thing.",
        3227.06,
        3227.78
    ],
    [
        " That's not my thing.",
        3228.06,
        3229.1
    ],
    [
        " Yeah, I did it, I did it fully.",
        3229.54,
        3231.8
    ],
    [
        " So when you go to college for a list of your situation, I'm serious about the scenarios,",
        3232.48,
        3236.16
    ],
    [
        " but your situation, you enlisted, boom, time to go to the officer program.",
        3236.24,
        3241.58
    ],
    [
        " I went to the office of candidates.",
        3241.76,
        3242.46
    ],
    [
        " I went to college after that.",
        3242.64,
        3243.54
    ],
    [
        " And then do you go to college after that?",
        3243.56,
        3245.34
    ],
    [
        " I did.",
        3245.8,
        3246.12
    ],
    [
        " I happened to go to college afterwards.",
        3246.5,
        3247.82
    ],
    [
        " My program was very strange.",
        3248.2,
        3249.52
    ],
    [
        " Okay, so let's say whatever the protocol is, you go to college, is there, are there",
        3249.58,
        3253.3
    ],
    [
        " like majors that you can and cannot take to fulfill?",
        3253.3,
        3256.36
    ],
    [
        " Yes, there are.",
        3256.46,
        3257.12
    ],
    [
        " I don't know what they are, but they're pretty, I mean, I don't think you could take like",
        3257.34,
        3260.44
    ],
    [
        " some totally crazy, unapplicable thing.",
        3260.44,
        3265.7
    ],
    [
        " But you can, I mean, I took English.",
        3266.2,
        3269.44
    ],
    [
        " Yeah, so I mean, but the English, it feels like English would be, like if there was a list",
        3269.92,
        3276.08
    ],
    [
        " of majors that you could have, and then the rest are unacceptable for this program.",
        3276.54,
        3280.34
    ],
    [
        " Yeah, you think English would be on the list.",
        3280.36,
        3281.98
    ],
    [
        " It feels like it, but there were, there were, you definitely can't pick something that's,",
        3282.1,
        3288.7
    ],
    [
        " like I don't think you could pick theater.",
        3288.88,
        3290.68
    ],
    [
        " Yeah.",
        3291.48,
        3291.76
    ],
    [
        " Like because they'd say, hey, when, when actually, you know, you're going to be standing",
        3292.28,
        3295.66
    ],
    [
        " up in front of talking and front of people, you might want to get good at public speaking,",
        3295.66,
        3298.82
    ],
    [
        " right?",
        3299.08,
        3299.74
    ],
    [
        " But I don't think you could take theater.",
        3300.1,
        3301.48
    ],
    [
        " I don't think, although I had one of my, one of my assistant platoon commanders, he was,",
        3301.48,
        3307.46
    ],
    [
        " you know, as I was getting to know him, like, what did you study in college?",
        3307.78,
        3310.94
    ],
    [
        " You know what he studied in college?",
        3311.28,
        3312.24
    ],
    [
        " He studied percussion.",
        3312.64,
        3315.42
    ],
    [
        " The drum?",
        3316.24,
        3316.82
    ],
    [
        " Yeah, that's where he, he, he, that's where his degree was in percussion.",
        3317.0,
        3320.26
    ],
    [
        " Yeah, I'm like, bro, this is not going to help you too much in the day.",
        3320.64,
        3324.2
    ],
    [
        " Yeah, like, you know, people go hard with like French poetry or something like that.",
        3324.66,
        3330.82
    ],
    [
        " Where?",
        3330.82,
        3331.1
    ],
    [
        " No, I don't think you could get more useless than percussion.",
        3331.32,
        3335.06
    ],
    [
        " Even French poetry might be more useful than percussion.",
        3335.72,
        3339.22
    ],
    [
        " And I mean, he was awesome.",
        3339.74,
        3341.42
    ],
    [
        " Well, freaking great guy, but was he good at drumming?",
        3341.64,
        3344.02
    ],
    [
        " Yeah.",
        3344.4,
        3344.74
    ],
    [
        " Hell yeah.",
        3345.08,
        3345.5
    ],
    [
        " Absolutely.",
        3345.62,
        3346.3
    ],
    [
        " All right.",
        3346.62,
        3348.08
    ],
    [
        " So, this seems like a very squared away methodology for them to select their officer.",
        3348.76,
        3355.84
    ],
    [
        " Now we get into the training with the approach of the war.",
        3356.0,
        3357.66
    ],
    [
        " The programs for officer training were enlarged and speeded up.",
        3358.12,
        3361.48
    ],
    [
        " In 1940, U.S. observers estimated that schools were turning out about 6,500 officers every",
        3362.04,
        3367.48
    ],
    [
        " four months.",
        3367.48,
        3368.42
    ],
    [
        " And that 30,000 new officers entered the army between September 1939 and December 1940.",
        3369.46,
        3374.2
    ],
    [
        " Man, they are on explosive growth curve.",
        3374.58,
        3376.32
    ],
    [
        " Men applying for the, for a commission in the regular army continued to undergo relatively",
        3377.08,
        3381.0
    ],
    [
        " long training course in principle as thorough as that of peacetime and quite similar in",
        3381.0,
        3386.78
    ],
    [
        " plan.",
        3386.78,
        3387.14
    ],
    [
        " Candidates for temporary war commissions apparently receive a shorter period of training, sometimes",
        3387.5,
        3393.24
    ],
    [
        " according to observers and reports for a few months only.",
        3393.24,
        3397.68
    ],
    [
        " All candidates for officer grades must have had 15 months of servers and at least two",
        3398.08,
        3402.8
    ],
    [
        " months of experience in the field as a leader of a section of platoon.",
        3402.8,
        3405.78
    ],
    [
        " Although these standards ensure that candidates have had considerable background training,",
        3406.36,
        3411.48
    ],
    [
        " nevertheless expanding the German army to six times its peacetime figures has produced",
        3411.72,
        3416.92
    ],
    [
        " obvious problems.",
        3416.92,
        3418.2
    ],
    [
        " Many reserve officers and NCOs have been commissioned from the ranks and from veterans of the first",
        3418.44,
        3425.14
    ],
    [
        " World War.",
        3425.14,
        3425.86
    ],
    [
        " Civilians have been appointed to administrative posts.",
        3426.22,
        3428.26
    ],
    [
        " Older officers and civilian specialists have been thus used to free the line officer for",
        3428.5,
        3433.36
    ],
    [
        " his main task, leadership of troops in combat.",
        3433.36,
        3436.28
    ],
    [
        " Attention has been paid to the continuation training of officers in the field.",
        3437.3,
        3440.46
    ],
    [
        " So they had a way of taking, hey, like Echo Trolls was a video guy in the civilian world",
        3440.7,
        3446.78
    ],
    [
        " and they're like, oh, you know what?",
        3446.78,
        3448.48
    ],
    [
        " You're going to become an officer but you're going to be in charge of propaganda and you're",
        3448.92,
        3452.36
    ],
    [
        " going to go make videos for the third Reich.",
        3452.36,
        3453.84
    ],
    [
        " And meanwhile, Jocco who is a sergeant in the army and was a platoon leader or a platoon",
        3454.46,
        3459.74
    ],
    [
        " sergeant in the army, we're going to make him an infantry officer.",
        3459.74,
        3462.08
    ],
    [
        " So they had a way of kind of putting people and using utilizing the knowledge that they",
        3462.52,
        3467.4
    ],
    [
        " had in a way that's going to help the whole overall effort.",
        3467.4,
        3471.86
    ],
    [
        " Continuation training of officers.",
        3473.62,
        3475.02
    ],
    [
        " This has received a good deal of attention since the start of the war owing to the relatively",
        3475.02,
        3479.4
    ],
    [
        " short training received by many officers.",
        3479.4,
        3481.28
    ],
    [
        " The Germans are particularly concerned with the progressive training of company officers",
        3481.4,
        3485.46
    ],
    [
        " on whom depends the combat efficiency of the fighting units.",
        3485.46,
        3489.08
    ],
    [
        " One of the essential duties of a commanding officer in wartime is to ensure the further",
        3489.86,
        3495.46
    ],
    [
        " military education of his junior officers who must be made to realize that to stand still",
        3496.02,
        3501.38
    ],
    [
        " is to retrogress.",
        3501.38,
        3502.92
    ],
    [
        " Interesting word, retrogress.",
        3503.46,
        3507.9
    ],
    [
        " Yeah, yeah, it's like degress.",
        3508.18,
        3510.6
    ],
    [
        " But this is so important.",
        3510.88,
        3513.22
    ],
    [
        " When you're in charge of people, you're in charge of training them and you're in charge",
        3514.24,
        3517.14
    ],
    [
        " of training your subordinate leaders.",
        3517.14,
        3518.22
    ],
    [
        " There's no training cadre, there's no big group up above you in the training command,",
        3518.46,
        3522.36
    ],
    [
        " you are in charge of it.",
        3522.48,
        3523.62
    ],
    [
        " And that should be the same in any company, it should be the same in your life.",
        3523.68,
        3526.56
    ],
    [
        " You're in charge of it.",
        3526.9,
        3527.92
    ],
    [
        " Take charge of it.",
        3528.26,
        3529.2
    ],
    [
        " And then the main thing that they're trying to, they must be made to realize is that to",
        3529.74,
        3535.58
    ],
    [
        " stand still is to retrogress.",
        3535.58,
        3538.26
    ],
    [
        " That's what the Nazis were about.",
        3538.48,
        3539.94
    ],
    [
        " Blitzkrieg, right?",
        3540.24,
        3541.16
    ],
    [
        " We're moving.",
        3541.28,
        3541.64
    ],
    [
        " We're going to get after it.",
        3541.9,
        3542.84
    ],
    [
        " The concept of continuation training is broad.",
        3543.48,
        3547.68
    ],
    [
        " It involves a review of fundamentals with constant reference to the manual of troop leadership.",
        3547.68,
        3553.22
    ],
    [
        " It stresses the need for versatility.",
        3553.68,
        3556.24
    ],
    [
        " The infantry officer must be, must familiarize himself with the capabilities of other",
        3556.62,
        3561.38
    ],
    [
        " arms than his own.",
        3561.38,
        3562.26
    ],
    [
        " Above all, the officer must prepare himself for emergency service in the next higher grade",
        3562.74,
        3566.64
    ],
    [
        " or for replacing comrades in other executive positions.",
        3566.64,
        3570.14
    ],
    [
        " It is the responsibility of senior officers to assist their juniors in training for the",
        3570.44,
        3574.64
    ],
    [
        " next higher grade.",
        3574.64,
        3576.06
    ],
    [
        " So they put such an emphasis on training their subordinate leadership.",
        3577.68,
        3581.76
    ],
    [
        " German sources illustrate these principles in the first place.",
        3582.74,
        3586.7
    ],
    [
        " Let us outline the requirements for the development of our officers.",
        3587.18,
        3590.44
    ],
    [
        " The strength of the German army has lain and still lies in the platoon commander at the",
        3590.96,
        3597.64
    ],
    [
        " front.",
        3597.64,
        3597.96
    ],
    [
        " This will remain so in the future and the example of our lieutenants as he stands and fights",
        3598.9,
        3605.32
    ],
    [
        " at the front cannot be emulated by any nation on earth according to a well-known saying",
        3605.32,
        3611.56
    ],
    [
        " of Bismarck.",
        3611.56,
        3612.86
    ],
    [
        " Again, that's some good propaganda.",
        3613.24,
        3617.18
    ],
    [
        " You're telling these young lieutenants you're the one that's going to make a difference.",
        3617.78,
        3620.58
    ],
    [
        " Select the Marine Corps squad leader makes a difference.",
        3620.98,
        3622.7
    ],
    [
        " Especially when you say it like that, by the way.",
        3623.28,
        3626.84
    ],
    [
        " Yeah, it's a good propaganda.",
        3627.16,
        3628.18
    ],
    [
        " Very good propaganda.",
        3628.62,
        3629.52
    ],
    [
        " One would miss Judge lieutenants mission entirely.",
        3630.04,
        3632.76
    ],
    [
        " However, if one would have him conform exclusively to the services of and requirements for a platoon",
        3632.76,
        3638.8
    ],
    [
        " commander.",
        3638.8,
        3639.26
    ],
    [
        " So it's not just a platoon commander unit, be actual conditions require much more of",
        3639.62,
        3643.76
    ],
    [
        " lieutenant than mere services such.",
        3643.76,
        3645.76
    ],
    [
        " Any lieutenant may, at any time, have to educate, train and lead a company, battery, or other",
        3646.24,
        3652.66
    ],
    [
        " similar unit, and any lieutenant may suddenly have to serve as a staff officer or even as",
        3652.66,
        3658.7
    ],
    [
        " an adjutant or a decamp.",
        3658.7,
        3660.74
    ],
    [
        " The progressive training of the officer corps must be carried out with this eventuality",
        3662.92,
        3666.94
    ],
    [
        " in mind.",
        3666.94,
        3667.26
    ],
    [
        " So you're not just training to be a platoon leader, you're training to be a company commander,",
        3667.46,
        3671.1
    ],
    [
        " a battery commander, a staff officer.",
        3671.32,
        3673.66
    ],
    [
        " That's what you're training to do everything.",
        3673.9,
        3675.04
    ],
    [
        " If the officer is ready to serve in several different capacities at a moment's notice,",
        3676.72,
        3681.5
    ],
    [
        " he must be thoroughly indoctrinated in the fundamentals of tactics.",
        3681.68,
        3685.78
    ],
    [
        " This point emphasized in the German source just quoted.",
        3686.38,
        3689.52
    ],
    [
        " One difficulty is that a great many young officers have no knowledge of the fundamentals",
        3690.38,
        3694.04
    ],
    [
        " of tactics.",
        3694.04,
        3694.62
    ],
    [
        " Many dangerous mistakes arrived from this fact, and during lessons, there is often vague",
        3695.08,
        3699.46
    ],
    [
        " discussion because of a lack of understanding.",
        3699.46,
        3701.4
    ],
    [
        " Lack of indoctrination is the most serious defect.",
        3701.9,
        3705.14
    ],
    [
        " It results in many unnecessary commands.",
        3705.48,
        3707.7
    ],
    [
        " It results in many unnecessary commands.",
        3708.46,
        3710.88
    ],
    [
        " So if you don't know what you're doing, you're going to make a bunch of unnecessary commands.",
        3711.16,
        3713.34
    ],
    [
        " One must insist therefore that thorough indoctrination of all officers regarding tactical",
        3714.6,
        3719.62
    ],
    [
        " principles is absolutely essential.",
        3719.62,
        3721.46
    ],
    [
        " Young officers must be thoroughly familiar with the tactics of all units up to and including",
        3721.82,
        3726.04
    ],
    [
        " the battalion.",
        3726.04,
        3726.98
    ],
    [
        " In this connection, much work is needed.",
        3727.42,
        3730.34
    ],
    [
        " Older officers must work to teach the younger ones must work hard to learn.",
        3730.68,
        3735.04
    ],
    [
        " It is an open question as to which task is most difficult, but that is immaterial.",
        3735.56,
        3740.7
    ],
    [
        " The important thing is to attain clearly defined objective.",
        3740.7,
        3744.02
    ],
    [
        " The ideal desire here was summed up by a German officer in a conversation with an observer.",
        3744.46,
        3750.94
    ],
    [
        " We apply simple methods to our leadership.",
        3751.54,
        3753.84
    ],
    [
        " You will find that our lower units are so trained that many in them beside the leader is capable",
        3754.16,
        3759.7
    ],
    [
        " of taking command.",
        3759.7,
        3760.6
    ],
    [
        " So there you go.",
        3761.98,
        3763.78
    ],
    [
        " Keeping things simple.",
        3764.44,
        3765.88
    ],
    [
        " People, there's multiple layers of leadership ready to take over when needed.",
        3766.1,
        3771.38
    ],
    [
        " And we're training and indoctrinating them into the basic tactics so everyone knows and",
        3772.18,
        3776.76
    ],
    [
        " understands them.",
        3776.76,
        3777.3
    ],
    [
        " Standards for officers.",
        3777.62,
        3778.76
    ],
    [
        " Section 5.",
        3779.22,
        3779.9
    ],
    [
        " The German Army tradition set high standards for officers both as to character and as to",
        3780.18,
        3785.84
    ],
    [
        " professional ability.",
        3785.84,
        3786.7
    ],
    [
        " Great attention is paid to this subject in professional journals and books.",
        3787.0,
        3790.42
    ],
    [
        " This particular concern is shown for officers of company rank.",
        3791.84,
        3795.42
    ],
    [
        " This is partly because in a rapidly expanding army was necessary to observe an integrated",
        3795.7,
        3799.74
    ],
    [
        " large number of new officers at lower grades.",
        3799.74,
        3801.56
    ],
    [
        " But is also due to conviction that efficiency and leadership standards of these officers",
        3802.02,
        3806.84
    ],
    [
        " are of crucial importance for the combat success of the army.",
        3806.84,
        3810.46
    ],
    [
        " These officers actually lead the units in the front line combat.",
        3811.3,
        3815.12
    ],
    [
        " With this principle in mind, the German general staff has followed a policy which is described",
        3817.66,
        3823.66
    ],
    [
        " very clearly by a US observer.",
        3823.66,
        3825.82
    ],
    [
        " Quote, in the German army, leadership is emphasized more than general ship.",
        3826.44,
        3831.7
    ],
    [
        " The general officer must, of course, combine to an outstanding degree proved qualifications",
        3832.34,
        3840.74
    ],
    [
        " for field leadership, mental resiliency and executive capacity supported by unusual physical",
        3840.74,
        3847.56
    ],
    [
        " stamina and ruggedness of constitution.",
        3847.56,
        3850.2
    ],
    [
        " German general officers were selected on this basis prior to mobilization.",
        3850.94,
        3855.04
    ],
    [
        " They won their positions in the pre-war, building, training and equipping of the modern army.",
        3855.64,
        3861.68
    ],
    [
        " All of them have had world war experience.",
        3862.58,
        3865.42
    ],
    [
        " As far as we know, none of them has been relieved from command during operations.",
        3865.98,
        3869.88
    ],
    [
        " The efficiency and ability of these German generals seems to be taken for granted.",
        3869.88,
        3874.8
    ],
    [
        " They have received practically no publicity during the war.",
        3875.18,
        3878.8
    ],
    [
        " Only one general, general of infantry Edward Diedel, who commanded at Narvik, has been brought",
        3880.52,
        3888.24
    ],
    [
        " before the public for his accomplishments.",
        3888.24,
        3890.26
    ],
    [
        " For his accomplishments, this was not for his general ship, but for the qualities of",
        3890.72,
        3896.12
    ],
    [
        " leadership displayed in situations normally met with leaders lower in the command.",
        3896.26,
        3902.98
    ],
    [
        " So they're not even hyping up generals.",
        3903.78,
        3907.0
    ],
    [
        " You could see this is probably an ego thing.",
        3907.74,
        3909.7
    ],
    [
        " Hitler doesn't want generals getting any glory.",
        3910.36,
        3912.88
    ],
    [
        " He's like, hey, give the glory to the soldiers.",
        3913.38,
        3914.9
    ],
    [
        " We got one general that acted like a badass.",
        3915.84,
        3918.14
    ],
    [
        " We'll give him some credit, but everybody else, you're just doing your job.",
        3918.36,
        3920.88
    ],
    [
        " Give the glory to the troops.",
        3921.18,
        3922.04
    ],
    [
        " You think what you think Hitler wanted competition?",
        3922.94,
        3926.96
    ],
    [
        " No.",
        3927.62,
        3928.74
    ],
    [
        " But okay, so what's the strategy, according to your theory, obviously, I think that's what you're saying, is that...",
        3929.48,
        3937.7
    ],
    [
        " Okay, so since the troops aren't really in competition for glory at the top guy,",
        3937.7,
        3942.9
    ],
    [
        " so give them the glory, give them the credit and the props.",
        3943.92,
        3950.12
    ],
    [
        " Right.",
        3951.36,
        3951.76
    ],
    [
        " Because generals essentially can be in competition with him.",
        3951.22,
        3956.12
    ],
    [
        " Yeah, he looks at them as kind of a threat for the glory in a way.",
        3956.28,
        3959.88
    ],
    [
        " Like we go to a jujitsu tournament and you're a black belt and you win.",
        3960.12,
        3965.92
    ],
    [
        " But I'm like, hey, you know what?",
        3966.5,
        3968.42
    ],
    [
        " Good job, you know, Fred in the white belt category.",
        3968.5,
        3971.08
    ],
    [
        " And on Monday, I give a big speech and I give credit to all the junior troops.",
        3971.44,
        3975.16
    ],
    [
        " And you're kind of a threat.",
        3975.16,
        3976.32
    ],
    [
        " I'm not giving this guy any credit.",
        3976.46,
        3977.92
    ],
    [
        " Do you understand?",
        3978.48,
        3979.36
    ],
    [
        " Yeah, like, yeah, like some people...",
        3979.68,
        3981.54
    ],
    [
        " Like a general is high enough rank that he might kind of like...",
        3981.54,
        3985.04
    ],
    [
        " And he might be able to receive my glory because he's too close to my lane.",
        3985.04,
        3988.84
    ],
    [
        " He's just...",
        3989.76,
        3990.36
    ],
    [
        " Didn't like that.",
        3990.36,
        3990.88
    ],
    [
        " He says, on the contrary, leaders in the lower command have received a great deal of publicity",
        3991.44,
        3997.32
    ],
    [
        " since the outbreak of the war.",
        3997.32,
        3998.44
    ],
    [
        " So every young, you know, German soldier that does something awesome is getting this full blown credit.",
        3998.58,
        4004.04
    ],
    [
        " And by the way, what was Hitler during World War I?",
        4004.28,
        4006.3
    ],
    [
        " He was a corporal.",
        4006.3,
        4007.74
    ],
    [
        " He was running around.",
        4007.86,
        4009.34
    ],
    [
        " He was a communicator.",
        4009.34,
        4010.94
    ],
    [
        " He was a runner.",
        4011.12,
        4011.72
    ],
    [
        " So he's giving credit to those guys.",
        4012.58,
        4014.6
    ],
    [
        " Another general principle underlying German training of officers is the view",
        4016.84,
        4020.42
    ],
    [
        " that good leaders can be developed for lower commands by carefully training for leadership",
        4020.42,
        4024.46
    ],
    [
        " is not confined to a few individuals gifted with superior qualities.",
        4024.46,
        4029.06
    ],
    [
        " However, every effort is made to find the right place for each individual.",
        4029.5,
        4033.04
    ],
    [
        " According to his special aptitudes and a good deal of shifting is done in order of accomplices.",
        4033.3,
        4037.96
    ],
    [
        " So they take guys and they go, oh, you know what?",
        4038.12,
        4039.56
    ],
    [
        " You're not this.",
        4039.66,
        4040.0
    ],
    [
        " You know what?",
        4040.2,
        4040.66
    ],
    [
        " Echo, you might be wanting to be over here in the propaganda area because you're not...",
        4040.68,
        4044.64
    ],
    [
        " You're good at making videos, but we're not going to put you up there running troops.",
        4044.64,
        4047.84
    ],
    [
        " You're fang.",
        4048.12,
        4048.86
    ],
    [
        " A German officer in conversation encountered for his German military success in a way which",
        4051.62,
        4055.18
    ],
    [
        " brings out main standards of leadership prize in his army.",
        4055.18,
        4057.84
    ],
    [
        " And this is what this German officer says.",
        4058.92,
        4061.1
    ],
    [
        " I would say that the success of our leadership depends upon the selection of officers of",
        4061.1,
        4065.4
    ],
    [
        " proved character and skill and upon our system of learning each required task and maneuver",
        4065.4,
        4070.8
    ],
    [
        " to perfection by repeated process.",
        4070.8,
        4073.42
    ],
    [
        " One can only learn by doing.",
        4073.86,
        4076.54
    ],
    [
        " The proverb,",
        4077.66,
        4078.64
    ],
    [
        " Eastmacht, knowledge is power, is in truth not accurate.",
        4079.42,
        4085.36
    ],
    [
        " Knowledge becomes power only when it is being successfully applied in the gaining of an objective.",
        4086.2,
        4092.6
    ],
    [
        " So just because you know something doesn't mean anything.",
        4093.56,
        4095.44
    ],
    [
        " And then they talk about character.",
        4095.78,
        4099.9
    ],
    [
        " And again, it's very strange to be reading a book about freaking Nazis",
        4100.18,
        4104.08
    ],
    [
        " and talk about their character.",
        4104.08,
        4106.38
    ],
    [
        " And you know, all that being said, and you're going to see some of this here.",
        4106.68,
        4110.06
    ],
    [
        " This, this efficiency, this, this obedience, this loyalty,",
        4110.86,
        4115.88
    ],
    [
        " obviously all that plays into the why this, why this, this system was able to thrive so much",
        4116.36,
        4127.26
    ],
    [
        " because you were being told since you were 10 years old, hey, you need to support.",
        4127.26,
        4131.42
    ],
    [
        " You need to support the fatherland.",
        4131.88,
        4133.12
    ],
    [
        " You need to support the Reich.",
        4133.26,
        4134.04
    ],
    [
        " And what, you don't go against that.",
        4134.44,
        4136.76
    ],
    [
        " So something doesn't look right.",
        4136.96,
        4138.12
    ],
    [
        " You go, you know what, it's the Reich.",
        4138.5,
        4140.38
    ],
    [
        " We're pushing on.",
        4140.74,
        4141.36
    ],
    [
        " Yeah.",
        4141.68,
        4141.76
    ],
    [
        " We're doing, you know, as you like to say, oh, that's what we're doing.",
        4141.9,
        4144.64
    ],
    [
        " So character.",
        4145.64,
        4147.26
    ],
    [
        " The Germans fully realize the importance of character as a basis for successful combat leadership.",
        4147.58,
        4153.78
    ],
    [
        " They're teaching on military leadership, reminds officers constantly of their responsibility",
        4154.4,
        4160.94
    ],
    [
        " to lead by example and self-discipline.",
        4160.94,
        4163.76
    ],
    [
        " A book called Company Commander, this is a German book, a book called Company Commander says,",
        4164.14,
        4169.18
    ],
    [
        " the company commander is a living example to every man in his organization.",
        4170.48,
        4174.84
    ],
    [
        " To be an officer means to set an example for the men.",
        4175.22,
        4178.92
    ],
    [
        " The officer must be his soldiers incarnation of soldier, his model.",
        4179.36,
        4184.26
    ],
    [
        " If the German officer is inspired by this mission, the best and deepest qualities of his",
        4184.98,
        4190.26
    ],
    [
        " soul will be awakened.",
        4190.26,
        4192.0
    ],
    [
        " His life's aim will be fulfilled if he succeeds through knowledge, demeanor and conviction",
        4192.72,
        4199.24
    ],
    [
        " enforcing his troops to follow him.",
        4199.24,
        4201.5
    ],
    [
        " This is the manly purpose for which it is worthwhile to stake life in order to win life.",
        4202.14,
        4208.26
    ],
    [
        " In Germany, the road to rank of officer is open to every capable soldier.",
        4208.82,
        4214.86
    ],
    [
        " The destination can be reached only by efficiency in time of war and by actions in",
        4215.42,
        4221.84
    ],
    [
        " face of the enemy. The real authority of an officer is recreated daily by his entire attitude.",
        4221.84,
        4230.96
    ],
    [
        " The ancient proverb applies, earn it in order to possess it.",
        4231.96,
        4236.5
    ],
    [
        " The more his men are convinced that the authority of his rank is deserved through moral worth,",
        4237.24,
        4242.98
    ],
    [
        " the stronger will be the influence of the officer's personality.",
        4243.54,
        4247.44
    ],
    [
        " No one should accept that rank attained by promotion will give to his position authority",
        4247.94,
        4253.96
    ],
    [
        " sufficiently high enough for him to relax his effort in the belief that the objective has been",
        4253.96,
        4260.24
    ],
    [
        " reached. Real authority is not dependent upon shoulder straps, stars and badges.",
        4260.24,
        4267.08
    ],
    [
        " It depends only on efficiency and worth.",
        4267.7,
        4271.14
    ],
    [
        " Again, you can't argue with that.",
        4276.86,
        4278.46
    ],
    [
        " I always say if you have to pull rank in an argument, then you're wrong.",
        4279.06,
        4282.84
    ],
    [
        " That's what they're saying here. It's not your badges, not your straps,",
        4283.38,
        4286.44
    ],
    [
        " not your stars that give you authority. It's who you are.",
        4286.62,
        4289.04
    ],
    [
        " And this is a great thing to remember. No one should expect that rank attained by promotion",
        4291.68,
        4296.66
    ],
    [
        " will give his position the authority sufficiently high enough for him to relax his effort.",
        4296.66,
        4300.36
    ],
    [
        " Just because you got promoted doesn't mean anything.",
        4300.56,
        4304.04
    ],
    [
        " You got to work harder when you get promoted. That's what they tell you in the Navy.",
        4304.32,
        4307.32
    ],
    [
        " They're like, oh, cool. You got promoted. Cool. Now you can work harder.",
        4307.54,
        4310.54
    ],
    [
        " You have more responsibility.",
        4311.48,
        4313.94
    ],
    [
        " Discipline has always been recognized as essential in German training and the company officers",
        4315.7,
        4322.88
    ],
    [
        " are given the main responsibility for developing discipline by example as well as in precept.",
        4322.88,
        4328.42
    ],
    [
        " The book just quoted says on the subject,",
        4329.16,
        4331.5
    ],
    [
        " discipline is the basic doctrine of the army.",
        4332.56,
        4334.68
    ],
    [
        " The objective of soldierly training must be to make it unshake the unshakeable principle of every individual.",
        4334.92,
        4341.82
    ],
    [
        " If the officer personifies physical and moral discipline and thereby sets the example for the conduct of his men,",
        4342.7,
        4350.06
    ],
    [
        " he will achieve his aim.",
        4350.38,
        4351.56
    ],
    [
        " Even in difficult situations, his authority will be unquestioned if he has convinced his men of his sincerity",
        4352.32,
        4358.04
    ],
    [
        " and leadership.",
        4358.04,
        4358.82
    ],
    [
        " He need not be the most clever, but he must be the most faultless man of his unit.",
        4359.34,
        4367.3
    ],
    [
        " The German soldier has an instinctive understanding, particularly the simple man of the moral qualities",
        4368.36,
        4375.0
    ],
    [
        " of his superior. He cheerfully follows a leader whom he respects, whom he could admire,",
        4375.0,
        4381.42
    ],
    [
        " daily life on the battleground forces the officer to be under the eyes of his men day and night.",
        4382.22,
        4387.9
    ],
    [
        " The necessities this necessitates a large amount of self-discipline, both on and off duty,",
        4388.04,
        4394.8
    ],
    [
        " which includes not only cheerful and conscientious fulfillment of all duties,",
        4395.16,
        4399.16
    ],
    [
        " but also modesty and requirements for quarters and food, soburness and drink, self-control and sexual matters,",
        4399.68,
        4407.5
    ],
    [
        " cleanliness and speech, and a balanced character.",
        4408.0,
        4410.92
    ],
    [
        " End quote.",
        4411.8,
        4414.72
    ],
    [
        " What are they looking for?",
        4416.56,
        4417.76
    ],
    [
        " They're looking for that leader to be beyond reproach.",
        4418.86,
        4421.92
    ],
    [
        " Now, I don't like that they say that the leader doesn't need to be the most clever,",
        4422.06,
        4426.78
    ],
    [
        " but he needs to be the most faultless.",
        4426.78,
        4428.06
    ],
    [
        " And what that sets you up for is trying to cover for yourself, it's trying to act like you know",
        4428.48,
        4432.66
    ],
    [
        " everything. That's a problem. That's a problem.",
        4432.66,
        4435.9
    ],
    [
        " But the rest of it, trying to set an example on and off duty,",
        4436.64,
        4440.68
    ],
    [
        " right? Not over drinking, discipline and everything that you do.",
        4442.0,
        4447.98
    ],
    [
        " It's weird they talk about self-control and sexual matters like why does that come up?",
        4448.78,
        4452.52
    ],
    [
        " That's weird, right?",
        4452.84,
        4453.64
    ],
    [
        " Come on, come on, bro.",
        4453.74,
        4454.28
    ],
    [
        " What's that no fat?",
        4454.58,
        4455.68
    ],
    [
        " Right?",
        4456.12,
        4456.22
    ],
    [
        " Yeah, I mean, that's just a weird thing.",
        4456.38,
        4457.78
    ],
    [
        " It's strange that they throw that in here.",
        4458.02,
        4460.04
    ],
    [
        " What's going on?",
        4460.24,
        4460.86
    ],
    [
        " What caused that to come out?",
        4461.08,
        4462.42
    ],
    [
        " Well, it's one of those disciplined things, right?",
        4462.6,
        4465.8
    ],
    [
        " Where if you can refrain from, I get it.",
        4465.8,
        4471.06
    ],
    [
        " But why is that in here?",
        4471.26,
        4472.52
    ],
    [
        " This is what a Nazi book said, right?",
        4473.2,
        4477.32
    ],
    [
        " Self-control and sexual matters because there's some deviant freaks going on.",
        4477.68,
        4481.28
    ],
    [
        " I mean, he's trying to tighten it up.",
        4481.78,
        4482.92
    ],
    [
        " I never know, I guess.",
        4483.12,
        4483.96
    ],
    [
        " But cleanliness and speech, a balanced character.",
        4484.28,
        4490.3
    ],
    [
        " It goes on to say the German military bible for company officers is the manual of troop leadership.",
        4491.94,
        4497.1
    ],
    [
        " This book gives their basic tactical and combat doctrine and it's plenty to say on the moral",
        4497.34,
        4501.26
    ],
    [
        " aspects of leadership the following are some quotations.",
        4501.26,
        4503.5
    ],
    [
        " Here's some quotations from their books.",
        4503.5,
        4504.76
    ],
    [
        " What is the severest test of the spiritual and physical strength in war character outweighs",
        4505.96,
        4511.04
    ],
    [
        " intellect?",
        4511.04,
        4511.48
    ],
    [
        " Many stand forth on the field of battle who in peace would remain unnoticed.",
        4512.82,
        4517.34
    ],
    [
        " This is hype-trade shit right here for the troops.",
        4518.12,
        4520.6
    ],
    [
        " The officer is a leader and a teacher.",
        4521.36,
        4523.18
    ],
    [
        " Besides his knowledge of men and his sense of justice, he must be distinguished by his superior",
        4523.5,
        4528.8
    ],
    [
        " knowledge and experience, his earnestness, his self-control, and his courage.",
        4528.8,
        4533.02
    ],
    [
        " Again, hype.",
        4533.68,
        4536.1
    ],
    [
        " The example and personal conduct of officers and non-commissioned officers are of decisive",
        4537.7,
        4543.3
    ],
    [
        " influence on the troops.",
        4543.3,
        4544.9
    ],
    [
        " The officer who in the face of the enemy is cold-blooded, decisive, and courageous",
        4545.46,
        4550.04
    ],
    [
        " inspires his troops onward.",
        4550.04,
        4551.92
    ],
    [
        " The officer must likewise find the way into the hearts of his subordinates and gain their",
        4552.5,
        4558.22
    ],
    [
        " trust through an understanding of their feelings and thoughts and through never-seacing care of their",
        4558.22,
        4566.54
    ],
    [
        " needs.",
        4566.54,
        4567.0
    ],
    [
        " Mutual trust is a surest basis of discipline and necessity and danger.",
        4568.04,
        4571.28
    ],
    [
        " So there you go.",
        4571.66,
        4572.46
    ],
    [
        " There's a little dichotomy coming at you.",
        4572.58,
        4574.06
    ],
    [
        " You got to be the hardest dude, but at the same time you got to care about your troops",
        4574.6,
        4577.8
    ],
    [
        " through never-seacing care of their needs.",
        4577.8,
        4581.02
    ],
    [
        " The Nazi dichotomy of leadership.",
        4582.34,
        4587.24
    ],
    [
        " There.",
        4588.18,
        4588.84
    ],
    [
        " Relations of company officers with enlisted personnel.",
        4590.26,
        4593.6
    ],
    [
        " German director of stress that his liability of comradeship in units",
        4594.86,
        4597.82
    ],
    [
        " has a moral basis for fighting efficiency.",
        4597.82,
        4599.62
    ],
    [
        " And again, the company officers are reminded of their responsibility.",
        4600.12,
        4603.44
    ],
    [
        " The company commander does a book again.",
        4603.94,
        4605.52
    ],
    [
        " The company commander says,",
        4605.78,
        4606.8
    ],
    [
        " When the soldier learns by experience that he is being taken care of,",
        4607.04,
        4612.76
    ],
    [
        " and that is the officer as his best comrade who sees to this care, then he is ready.",
        4613.12,
        4619.18
    ],
    [
        " He will follow such a superior through thick and thin and will cheerfully perform the most",
        4619.86,
        4624.68
    ],
    [
        " difficult duties.",
        4624.68,
        4625.48
    ],
    [
        " Hey, Hitler, you might have wanted to read that paragraph when you left your boys at",
        4625.9,
        4629.84
    ],
    [
        " Stalin Groud to get surrounded and freaking die.",
        4629.84,
        4632.0
    ],
    [
        " The officer must always set an example by his own conduct and soldierly qualities.",
        4633.36,
        4638.32
    ],
    [
        " He must never think of himself until his men have been cared for.",
        4638.64,
        4641.58
    ],
    [
        " I mean, this is like leadership one-on-one, right?",
        4642.5,
        4645.08
    ],
    [
        " Never think yourself until your team is taken care of.",
        4645.52,
        4647.8
    ],
    [
        " Only such an example can convince of the moral right to demand services from others.",
        4648.42,
        4654.08
    ],
    [
        " Only the model life can confirm that right.",
        4654.16,
        4658.36
    ],
    [
        " The officer's own efficiency alone will emphasize the necessity of his orders.",
        4658.8,
        4663.18
    ],
    [
        " Again, you get that weird use of the word efficiency.",
        4664.54,
        4666.74
    ],
    [
        " It's a scary word.",
        4667.1,
        4667.96
    ],
    [
        " I don't like it when Nazi say efficiency.",
        4668.48,
        4670.0
    ],
    [
        " It makes me nervous.",
        4670.04,
        4670.82
    ],
    [
        " If the men copy the example set by the officers,",
        4672.28,
        4674.92
    ],
    [
        " officers and men will be joined.",
        4675.44,
        4677.46
    ],
    [
        " Comrade Lee, association and festivities place the officer in a situation",
        4678.98,
        4683.76
    ],
    [
        " basically different from that in times of peace.",
        4683.76,
        4686.36
    ],
    [
        " He must never represent a contrast to the privations and restrictions which the men",
        4686.78,
        4692.0
    ],
    [
        " necessarily take upon themselves.",
        4692.0,
        4693.68
    ],
    [
        " And he must never forget that their need for association and festivity is no less",
        4694.12,
        4699.36
    ],
    [
        " great or justified than his own.",
        4699.36,
        4701.58
    ],
    [
        " So that's what that's saying right there.",
        4701.92,
        4703.08
    ],
    [
        " Is that when you're an officer and your team has to sleep in the field or they have to go",
        4703.08,
        4709.08
    ],
    [
        " without food or they have to go without water, you need to do the same thing.",
        4709.08,
        4713.04
    ],
    [
        " Burdens and privations, restrictions and negations are shared mutually and equally.",
        4713.6,
        4721.24
    ],
    [
        " Every company commander must be a Spartan.",
        4721.66,
        4725.76
    ],
    [
        " His must, men must feel that privations mean nothing to him.",
        4725.76,
        4730.0
    ],
    [
        " That he rises above such problems and that daily difficulties cannot break his spirit.",
        4730.0,
        4735.72
    ],
    [
        " Again, solid advice.",
        4736.26,
        4742.3
    ],
    [
        " Continuing on, the company officer is advised to be severe when necessary,",
        4743.08,
        4751.4
    ],
    [
        " but without resorting to abuse, to disciplinary punishment as rare, to use disciplinary punishment",
        4751.4,
        4758.0
    ],
    [
        " as rarely as possible and always in a way that is clearly justified, to take an interest in the",
        4758.12,
        4765.68
    ],
    [
        " personal difficulties of his men to maintain a cheerful atmosphere under all circumstances,",
        4765.68,
        4769.78
    ],
    [
        " to visit a and converse with troops in quarters and to take the greatest care in choice of",
        4770.16,
        4775.52
    ],
    [
        " supervision of non-commissioned officers.",
        4775.52,
        4777.16
    ],
    [
        " This does not seem like Nazi stuff.",
        4777.46,
        4779.36
    ],
    [
        " That's exactly what I was thinking.",
        4779.48,
        4780.84
    ],
    [
        " I was like, oh dang, these guys seem, I'm going to sit.",
        4781.04,
        4784.3
    ],
    [
        " Not going to sound correct, but they kind of seem like good guys.",
        4784.42,
        4787.78
    ],
    [
        " That's the scary thing here.",
        4787.96,
        4790.44
    ],
    [
        " It's saying straight up, don't feel like physical discipline or",
        4790.6,
        4794.26
    ],
    [
        " disciplinary punishment as rare.",
        4794.26,
        4797.26
    ],
    [
        " Use disciplinary punishment as rarely as possible and always in a way that's clearly justified.",
        4797.42,
        4802.82
    ],
    [
        " Maintain a cheerful atmosphere.",
        4803.58,
        4805.8
    ],
    [
        " As a Nazi, I'm going to maintain a cheerful atmosphere.",
        4806.66,
        4810.06
    ],
    [
        " Doesn't sound like that.",
        4810.4,
        4811.92
    ],
    [
        " Yeah, it's interesting.",
        4812.12,
        4813.78
    ],
    [
        " It is interesting.",
        4813.8,
        4814.56
    ],
    [
        " Well, if at some point maybe we'll take the Nazi theories and apply them through a military lens",
        4814.68,
        4823.48
    ],
    [
        " and what it would look like because what you ended up with is like a tyrannical leader",
        4823.48,
        4826.32
    ],
    [
        " and you must comply and everyone needs to shut up.",
        4826.32,
        4829.56
    ],
    [
        " By the way, we're going to blame when something goes wrong, we're going to blame everybody else,",
        4829.78,
        4833.96
    ],
    [
        " which is kind of a key component to Hitler's attitude, which is the reason that Germany is having",
        4833.96,
        4841.6
    ],
    [
        " these problems isn't Germany's fault.",
        4841.6,
        4843.12
    ],
    [
        " It's the First World War and the Versailles Treaty and the Jews.",
        4843.58,
        4847.04
    ],
    [
        " It's not our fault, it's everyone else's fault.",
        4847.44,
        4848.9
    ],
    [
        " We're just blaming everyone else.",
        4849.22,
        4850.8
    ],
    [
        " So if we took that sort of higher headquarters Nazi philosophy and put it through a military lens,",
        4851.4,
        4858.8
    ],
    [
        " this would look a lot different.",
        4858.86,
        4859.76
    ],
    [
        " Taking it back to the book.",
        4860.1,
        4862.1
    ],
    [
        " German officers are expected to give attention to the mental outlook of their men,",
        4862.88,
        4867.74
    ],
    [
        " and this includes giving them frequent talks on the war.",
        4867.74,
        4871.48
    ],
    [
        " The soldier must know what the war is, that the war is his personal affair and he must be",
        4872.56,
        4879.34
    ],
    [
        " instructed on its causes, meaning and progress.",
        4879.34,
        4882.46
    ],
    [
        " It is believed that the soldiers who are informed as to why they are fighting and of their",
        4883.0,
        4889.44
    ],
    [
        " part in the battle will show improved discipline and combat.",
        4889.44,
        4892.88
    ],
    [
        " You've got to explain the why.",
        4893.96,
        4896.22
    ],
    [
        " Newspapers, radio and books are used to assist toward this end.",
        4897.74,
        4901.18
    ],
    [
        " An article in a military review advises the company commander to assemble his unit once a",
        4901.2,
        4906.64
    ],
    [
        " week for discussion.",
        4906.64,
        4907.54
    ],
    [
        " The father of the company should speak on all matters, official and unofficial current events,",
        4908.0,
        4912.44
    ],
    [
        " politics, which influence the mental attitudes and morale of the men.",
        4912.58,
        4916.96
    ],
    [
        " Troop leadership reminds officers that quote,",
        4917.38,
        4921.06
    ],
    [
        " the leaders must live with their troops, participating in their dangers, their wants,",
        4921.62,
        4925.42
    ],
    [
        " their joys, their sorrows. Only in this way can they estimate the battle worth and the",
        4925.42,
        4929.78
    ],
    [
        " requirement of the requirements of the troops. Man is not responsible for himself alone but for his",
        4929.78,
        4937.56
    ],
    [
        " comrades. He who can do more, who has greater capacity of accomplishment, must instruct the",
        4937.56,
        4943.46
    ],
    [
        " inexperienced and weaker. From such conduct, the feeling of real comradeship develops,",
        4943.46,
        4948.24
    ],
    [
        " which is just as important between the leaders and the men as between the men themselves.",
        4948.54,
        4953.08
    ],
    [
        " Troops welded together only superficially and not through long training and experience more",
        4953.24,
        4958.74
    ],
    [
        " easily fail under severe strain and under unexpected crisis.",
        4958.74,
        4962.56
    ],
    [
        " Therefore, before the outbreak of war, the development and maintenance of steadfastness and",
        4963.34,
        4969.84
    ],
    [
        " discipline in the troops as well as their training is of decisive importance.",
        4969.84,
        4973.86
    ],
    [
        " So look, that's from their book.",
        4975.16,
        4976.62
    ],
    [
        " The exact same stuff that you'll hear in the US military.",
        4978.66,
        4981.92
    ],
    [
        " The precepts outlined above have been actually carried out as UFservors",
        4982.56,
        4988.84
    ],
    [
        " have reported during the past few years. One report states,",
        4988.84,
        4991.54
    ],
    [
        " German leadership is based on mutual respect between officer and man. We were again impressed",
        4991.78,
        4997.32
    ],
    [
        " with the fact that cooperation between officers and men works both ways.",
        4997.32,
        5002.46
    ],
    [
        " We're going to get into principles of leadership.",
        5005.16,
        5009.18
    ],
    [
        " Section 6, the training of German officers of all grades for the present war has been so",
        5009.64,
        5014.66
    ],
    [
        " conducted to emphasize certain basic doctrines. While these may seem rather general and character,",
        5014.66,
        5020.68
    ],
    [
        " they must be understood in order to appreciate German tactics. According to observers,",
        5020.82,
        5024.52
    ],
    [
        " German combat tactics reflect the application of these doctrines, which are by no means",
        5024.74,
        5030.04
    ],
    [
        " pious phrases of military theorists. The very concrete and practical manual on troop leadership",
        5030.66,
        5037.7
    ],
    [
        " is full of references to these principles as later quotations will show.",
        5037.7,
        5042.68
    ],
    [
        " The German army has been organized and trained to operate as the task force principle,",
        5043.2,
        5048.52
    ],
    [
        " according to the definition of task force, is a unit of arms of all arms and services under one",
        5048.58,
        5053.58
    ],
    [
        " commander for the accomplishment of a single specified mission. This principle operates at all",
        5053.58,
        5058.64
    ],
    [
        " levels of command. When a mission is assigned to a commander, he has given the means judge",
        5058.64,
        5062.84
    ],
    [
        " necessary to accomplishment to accomplish it. These means are turned over to him for combined",
        5062.84,
        5069.02
    ],
    [
        " training by which his men are molded into a combat team. The members of this team must know",
        5069.02,
        5073.5
    ],
    [
        " their mission and work together for its accomplishment. Individual units are called upon to merge",
        5073.5,
        5078.2
    ],
    [
        " into the structure of the command team of the combat team. The training phase permits commanders",
        5078.2,
        5082.14
    ],
    [
        " and staff to become thoroughly acquainted with all their officers. In this way, they learn one",
        5082.14,
        5087.8
    ],
    [
        " another shortcomings and strong points so that many later misunderstandings are prevented in",
        5087.8,
        5092.82
    ],
    [
        " the stress of combat personal combinations thus built up often becomes so strong that they are",
        5092.82,
        5098.58
    ],
    [
        " maintained through successive campaigns. Every effort is made to discourage rivalry between",
        5098.58,
        5106.28
    ],
    [
        " components of a team. For example, through March song, though March songs are highly regarded and",
        5106.28,
        5111.98
    ],
    [
        " developed, there are no songs about the superiority of infantry to engineers or artillery etc.",
        5111.98,
        5117.4
    ],
    [
        " There are no intercompany or inter-battery athletics to develop useless competitive emotions.",
        5117.98,
        5124.66
    ],
    [
        " Commanders of subordinate units are so imbued with the feeling of cooperation that they go",
        5125.06,
        5129.6
    ],
    [
        " out of their way to assist one another. They cover and move for each other.",
        5129.6,
        5132.48
    ],
    [
        " Considerable attention is given to the acquainting of officers of one branch with the weapons",
        5133.78,
        5138.66
    ],
    [
        " and tactics of another. Even the manual of a specialized branch shows this effort. Anti-aircraft",
        5138.66,
        5146.16
    ],
    [
        " gunners manual has a section on what these gunners must know about their employment as part of",
        5146.16,
        5150.86
    ],
    [
        " ground forces teams, including a discussion of divisional tactics. The greatest factor in successful",
        5150.86,
        5160.48
    ],
    [
        " deployment of armed troops is speed in obtaining the initial coordination of arms and in the execution",
        5160.48,
        5165.7
    ],
    [
        " of coordinated missions by various arms. So they are absolutely pushing for everyone to work together.",
        5165.7,
        5174.0
    ],
    [
        " That's what they're pushing for. We have to cover and move for each other.",
        5175.3,
        5179.02
    ],
    [
        " Their next principle is aggressiveness and initiative. Some people say default aggressive, I've heard.",
        5181.14,
        5186.7
    ],
    [
        " The prime characteristic of German tactical doctrine is maintenance of the initiative and",
        5188.92,
        5195.54
    ],
    [
        " avoidance of stabilization. The Germans believe absolutely that if a trained commander prepares and",
        5195.54,
        5201.66
    ],
    [
        " executes aggressive moves, even with even average ability and reasonable speed, the enemy will be",
        5201.7,
        5207.92
    ],
    [
        " kept too busy meeting them to carry out a successful offensive measures. A German officer",
        5207.92,
        5214.92
    ],
    [
        " phrase the concept in a way that can be understood by troops are men are taught that their own",
        5214.92,
        5219.64
    ],
    [
        " safety depends upon their getting to the enemy's rear and not staying in front of them.",
        5219.64,
        5224.12
    ],
    [
        " This is fundamental of our training. These guys are looking to flank all day long.",
        5224.84,
        5227.82
    ],
    [
        " Aggressive tactics require the use of initiative by combat leaders down to the",
        5230.4,
        5234.66
    ],
    [
        " platoon commanders and non-commissioned officers. Development of this capacity for taking the",
        5234.66,
        5238.5
    ],
    [
        " initiative is stressed at all points in military training whether theoretical or practical.",
        5238.5,
        5242.36
    ],
    [
        " No illusion surviving the first world war is more dangerous than the notion that German leaders,",
        5242.74,
        5248.42
    ],
    [
        " especially of small units are bound by rigid and mechanical regulations and can move only",
        5248.64,
        5254.62
    ],
    [
        " in accordance with detailed pre-arranged plans. So again, that's what they started this war off",
        5254.62,
        5259.76
    ],
    [
        " is 1942 by the end Hitler was dictating. They lost this. In actual fact, German leaders of small",
        5259.76,
        5268.56
    ],
    [
        " units have shown great skill in this war adapting their tactics and flexibility to meet new situations.",
        5268.56,
        5273.82
    ],
    [
        " They have been trained to do this. The handbook on the German squad and combat illustrates the",
        5274.2,
        5280.04
    ],
    [
        " this doctrine. Quote in the execution of battle missions one should be most careful to avoid the idea",
        5281.26,
        5287.36
    ],
    [
        " that only one solution can be right can be the right one. Only success in an actual case could prove",
        5287.36,
        5294.86
    ],
    [
        " that a given solution was the right one. A model solution must not be drilled into the soldiers.",
        5294.86,
        5300.96
    ],
    [
        " They and particularly the squad leader should be trained to be flexible and should learn to be equal",
        5301.64,
        5307.58
    ],
    [
        " on any occasion. So this is kind of the antithesis of what you think of a Nazi, right?",
        5308.36,
        5313.48
    ],
    [
        " Just calling out for flexibility and for free thought. I mean, free thought is the antithesis of",
        5314.58,
        5322.64
    ],
    [
        " Nazi attitude. Nazi attitudes were all going to think the same thing. That's why we're going to",
        5322.64,
        5326.18
    ],
    [
        " start a doctrine anyway when you're 10 years old. No, we want you to have free thought.",
        5326.18,
        5330.92
    ],
    [
        " And ultimately this kind of thing, this is one of the things that leads America",
        5331.52,
        5335.84
    ],
    [
        " to have that open mind on the battlefield to see what we can adjust to figure out what we need to",
        5336.46,
        5341.16
    ],
    [
        " change and start winning. German regulations place due value on getting as much information as",
        5341.16,
        5351.22
    ],
    [
        " possible about the enemy as a prerequisite for action. But regulations also prevent this from",
        5351.22,
        5356.22
    ],
    [
        " becoming a requirement that cripples action. This is a dichotomy of leadership. Hey,",
        5356.22,
        5361.6
    ],
    [
        " you look, you got to get good information, but don't let it cripple you and wait for it.",
        5361.76,
        5364.84
    ],
    [
        " Quote, obscurity of the situation is the rule.",
        5367.94,
        5371.0
    ],
    [
        " Seldom will want to have exact information of the enemy. Clarification of hostile situation",
        5371.62,
        5376.36
    ],
    [
        " is self-evident, is a self-evident demand. However, to wait intense situations for information",
        5376.36,
        5383.46
    ],
    [
        " is Seldom a token of strong leadership, but often one of weakness. You just need to take action.",
        5383.46,
        5388.78
    ],
    [
        " You got to be aggressive. That's got to be a default mode.",
        5389.38,
        5391.5
    ],
    [
        " So the officers taught to attack in order to clear up the situation. That's a great quote.",
        5393.82,
        5398.7
    ],
    [
        " You want to know what's going on? Attack. You figured out.",
        5399.58,
        5401.78
    ],
    [
        " And gain a basis for an estimate of further action. Battle itself proves the most reliable",
        5402.62,
        5407.74
    ],
    [
        " means of estimating the enemy. Oh, that's a good one. I don't recommend that in a bar fight.",
        5407.74,
        5412.98
    ],
    [
        " Let's see how tough this guy is. All right.",
        5413.56,
        5415.8
    ],
    [
        " Omission and delay are regarded as greater crimes than the choice of the wrong method of action.",
        5417.16,
        5423.3
    ],
    [
        " In training exercises, the choice of a tactical method is subject to full criticism by reviewing officers,",
        5424.06,
        5428.58
    ],
    [
        " but no man is reprimanded because he tried to do something and failed. They want you to do something.",
        5428.92,
        5434.04
    ],
    [
        " Even that's a big one. I mean, kind of, it wouldn't seem that way, but it seems like that's a very",
        5435.62,
        5442.56
    ],
    [
        " surprising one right there. They want you to take action. That's the crazy thing about this.",
        5442.6,
        5446.84
    ],
    [
        " But what we don't think, the specific fact that you'll be less reprimanded if you do the wrong thing.",
        5447.16,
        5454.02
    ],
    [
        " Like you think, oh, okay, so the expression, don't be a Nazi about it.",
        5454.64,
        5460.48
    ],
    [
        " Like grammar, not a suit, not a suit. That's just as a whatever, that expression, it kind of",
        5460.66,
        5466.74
    ],
    [
        " says the opposite of that, where it's like you better do it correctly or almost feels like they're",
        5466.74,
        5472.56
    ],
    [
        " saying do it correctly or don't do it at all, almost kind of things. So it feels like nonetheless,",
        5472.56,
        5476.32
    ],
    [
        " it does feel like do not make a mistake or die kind of a thing, kind of a feeling.",
        5476.5,
        5481.3
    ],
    [
        " That's kind of funny. Like if you were to like the grammar Nazi one, think about if you were",
        5481.6,
        5487.18
    ],
    [
        " legitimately just paranoid about making this mistake and having the grammar Nazi come at you.",
        5487.18,
        5492.92
    ],
    [
        " And so what are you going to do? You're not going to write it. So you can do what?",
        5493.62,
        5497.1
    ],
    [
        " Yeah, you're just going to sit there. Yeah. You're not going to put the word out.",
        5497.3,
        5500.0
    ],
    [
        " So you've got to be like, hey, grammar Nazi, no. Yeah. You can say, hey, you might want to be",
        5500.26,
        5505.48
    ],
    [
        " adjustment here, but good try. That's what they say. That's being a grammar Nazi. That's",
        5505.48,
        5510.16
    ],
    [
        " all right. Here's some quotations from the troop leadership manual.",
        5510.16,
        5519.34
    ],
    [
        " The teaching of the conduct of war cannot be concentrated exhaustively in regulations.",
        5520.1,
        5525.9
    ],
    [
        " The principles so an unannunciated must be employed dependent upon their situation. It's the same",
        5526.38,
        5532.44
    ],
    [
        " thing. Dude, it's not about regulations. You've got to figure it out. The emptiness of the battlefield",
        5532.44,
        5538.2
    ],
    [
        " depends demands independent thinking and acting of fighters who considering each situation are",
        5538.2,
        5544.08
    ],
    [
        " dominated by determination to act boldly and decisively and to arrive at success. We just want",
        5544.08,
        5550.14
    ],
    [
        " you to go figure it out. We don't care how you do it. The first demand in war is decisive action.",
        5550.14,
        5557.54
    ],
    [
        " Everyone, the highest commander in the most junior soldier must be aware that omissions and",
        5558.72,
        5563.52
    ],
    [
        " neglect incriminate him more severely than mistake and choice of means. Great success,",
        5563.52,
        5568.8
    ],
    [
        " presumed boldness and daring preceded by good judgment. They're just telling us these",
        5570.02,
        5575.06
    ],
    [
        " troops over and over again make something happen. We never have it our disposal, all the desired",
        5575.06,
        5579.9
    ],
    [
        " forces for the decisive action. He who will be secure everywhere or who fixes forces in secondary",
        5579.9,
        5586.78
    ],
    [
        " tasks acts contrary to the fundamental. I just need a few more troops to go. No, go. Hold on,",
        5586.78,
        5597.7
    ],
    [
        " I need to figure out what the enemy is doing. No, go. The weaker the force through speed,",
        5599.18,
        5606.0
    ],
    [
        " mobility, great march, accomplishment, surprise and deception, the utilization of darkness and",
        5606.14,
        5610.26
    ],
    [
        " terrain to the fullest can be stronger at the decisive area. Time and space must be correctly",
        5610.26,
        5616.38
    ],
    [
        " estimated, favorably situations, favorable situations quickly recognized and decisively exploited",
        5616.38,
        5621.7
    ],
    [
        " every advantage over the enemy increases our own freedom of action. The attack is launched in",
        5621.86,
        5627.88
    ],
    [
        " order to defeat the enemy. The attacker has the initiative, superiority of leadership and of",
        5627.88,
        5632.62
    ],
    [
        " troops shows to the best advantage in the attack. Success does not always come to the superiority of",
        5632.62,
        5637.58
    ],
    [
        " numbers. A German officer commenting on the clearly commenting early on the early campaigns of the",
        5637.58,
        5645.78
    ],
    [
        " war recognized the capacity of very young officers to meet these standards of leadership. So",
        5645.78,
        5650.46
    ],
    [
        " this is pretty impressive. Before the campaign in the west, we underestimated the wonderful",
        5650.5,
        5654.78
    ],
    [
        " leadership of our 22-year-old company commanders. They acted without hesitation where older men would",
        5654.78,
        5659.94
    ],
    [
        " have paused for long consideration and heavy artillery reinforcements. Time and time again, we",
        5659.94,
        5664.22
    ],
    [
        " found these young commanders calling for a few 88-millimeter anti-aircraft guns, a hand-for-all",
        5664.22,
        5668.78
    ],
    [
        " anti-tank guns and a platoon of pioneers to assist them in taking a famous fortress and then",
        5668.78,
        5674.98
    ],
    [
        " actually capturing it with no delay in relatively few losses. The enthusiastic leadership of youth",
        5674.98,
        5680.26
    ],
    [
        " was one of the great features of our advanced west. So they did, they actually, this is like one of",
        5680.26,
        5686.22
    ],
    [
        " those things where you program the robot and then it does even better than you thought it was going",
        5686.22,
        5690.56
    ],
    [
        " to do. They told these guys advance, you know, fight, go, be aggressive and that's what they did",
        5690.56,
        5695.9
    ],
    [
        " and it worked and they were surprised by it. Next section is orders and communications.",
        5695.9,
        5704.62
    ],
    [
        " Aggressiveness cannot serve as the sole principle of tactics without leading to disaster.",
        5704.88,
        5709.84
    ],
    [
        " So there's the dichotomy, we want to be aggressive but if you're just being aggressive,",
        5710.38,
        5713.6
    ],
    [
        " it can be a disaster. German training supplements that principle with careful attention to all measures",
        5713.6,
        5719.14
    ],
    [
        " which provide that action taken shall be considered and intelligent. These measures include orders,",
        5719.14,
        5727.42
    ],
    [
        " clear orders and an efficient system of communications. Simple clear and concise orders,",
        5728.98,
        5734.9
    ],
    [
        " that's what this goes into. Orders should be clear and direct, should confine themselves to the main",
        5735.02,
        5741.94
    ],
    [
        " lines of a mission assigned to the lower command, giving the lower command latitude of choice",
        5741.94,
        5746.96
    ],
    [
        " of the means to execute the mission. So here's what you got to do, we don't care, you do it.",
        5746.96,
        5749.82
    ],
    [
        " The Germans believe that one of the signs of deterioration in their armies toward the end of",
        5750.72,
        5756.2
    ],
    [
        " the first world war was the growing verbosity and ambiguity of orders. They propose to avoid these",
        5756.2,
        5763.34
    ],
    [
        " mistakes by constantly drilling conciseness and clarity. Isn't it interesting? As I'm talking to",
        5763.34,
        5769.3
    ],
    [
        " you more, it's becoming more ambiguous. That's what they're saying. We started falling",
        5769.3,
        5775.74
    ],
    [
        " apart at the end of world war one. Why? The more we talked, the less people understood what was",
        5775.74,
        5780.98
    ],
    [
        " happening. That's a freaking very interesting, very interesting dichotomy.",
        5780.98,
        5787.48
    ],
    [
        " This is an interesting statement here. When we start talking about the way these guys are sort of",
        5788.18,
        5797.16
    ],
    [
        " living their lives, no German officer begins the day without a mission. If the mission has not been",
        5797.16,
        5806.74
    ],
    [
        " received from higher authority, he gives himself a mission for the day.",
        5807.3,
        5810.98
    ],
    [
        " And one which is definitely not a mere compliance with a printed schedule. The printed schedule is",
        5811.8,
        5817.96
    ],
    [
        " nothing but a time allotment or control. This is the German officer approaches each day's task",
        5817.96,
        5825.76
    ],
    [
        " as he would a battle. In order that eventually, he will approach battle as he would a day's task.",
        5825.76,
        5833.5
    ],
    [
        " Live in the life. The manual of troop leadership says on this subject of orders,",
        5836.74,
        5847.26
    ],
    [
        " the order puts the decision into effect. Clear orders are essential for the frictionless",
        5847.66,
        5851.92
    ],
    [
        " cooperation of all commanders. For the higher commander, the written order provides the foundation",
        5851.92,
        5856.24
    ],
    [
        " for leadership. It is communicated to the lower units printed in carbon copy, type written or",
        5856.24,
        5862.34
    ],
    [
        " hand or by technical communication means, frequently as dictated over the telephone.",
        5862.34,
        5866.84
    ],
    [
        " In every instance, the most sure and suitable method of transmission is to be chosen.",
        5867.26,
        5871.98
    ],
    [
        " The more pressing the situation, the shorter the order. This is a mistake everybody makes.",
        5872.84,
        5880.86
    ],
    [
        " What's challenging about that is in order for me to give you an order in a pressing situation,",
        5881.86,
        5891.74
    ],
    [
        " I have to be able to look at the situation, simplify it and then distill it, the order down into",
        5891.74,
        5897.52
    ],
    [
        " something that's like, hey, we need to move north now. There's a lot of other things going on.",
        5897.52,
        5903.14
    ],
    [
        " What we need to do is we need to move north now and get the terrain features solidified.",
        5903.66,
        5907.06
    ],
    [
        " Boom, that's it. Go. That's one of the most challenging things that leaders, one of the most",
        5907.26,
        5913.7
    ],
    [
        " challenging things for leaders to do is to look at complex situation and simplify them and then",
        5913.7,
        5919.58
    ],
    [
        " verbalize what needs to happen. That's something you can practice. That's something you should think",
        5920.64,
        5926.14
    ],
    [
        " about all the time. That's something when you are going to talk to your team, you should write down",
        5926.14,
        5933.66
    ],
    [
        " what you're going to say and say it in as few words as possible. That's one thing I kind of",
        5933.66,
        5939.18
    ],
    [
        " liked about Twitter back in the day when I was on Twitter a lot. It was fun. You had to like,",
        5939.18,
        5945.12
    ],
    [
        " you had 140 characters and then they made it easy. It gave you 280 characters. But back in the day,",
        5945.12,
        5951.5
    ],
    [
        " 140 characters, that's what you're going to do. It's good practice.",
        5951.66,
        5956.88
    ],
    [
        " It became ambiguous after one. Yeah, it did.",
        5957.18,
        5959.18
    ],
    [
        " That always reminds me of the, I think, life. Yeah, life tells the story of a BTF Tony",
        5959.98,
        5967.92
    ],
    [
        " where Lafel goes through his orders or whatever he's telling everybody and then BTF Tony will be",
        5968.54,
        5975.44
    ],
    [
        " like, hey, I'm going to remember three of those things, which of them do you want them to be?",
        5975.44,
        5979.44
    ],
    [
        " Classic BTF Tony. That would be so fun to say in a real situation. I don't know how many people I",
        5980.14,
        5988.36
    ],
    [
        " could pull that off with without the beginning kind of mad at me, but if you pull it off, that'd be",
        5988.36,
        5993.38
    ],
    [
        " sweet. Yeah, well, you can't get mad at BTF Tony for a bunch of reasons. That's the one.",
        5993.38,
        5997.18
    ],
    [
        " Two because he's right. You know, I'm telling you the truth. You've got to be happy.",
        5997.3,
        6003.14
    ],
    [
        " With important orders, it is often advisable to use two or more means of transmission. That makes sense.",
        6004.8,
        6014.06
    ],
    [
        " It is easy to underestimate the time required to get an order through. Oh, that's a",
        6014.7,
        6019.8
    ],
    [
        " important one. I told those guys yesterday. Oh, they didn't get the word yet. Big shocker.",
        6019.84,
        6024.3
    ],
    [
        " Too many orders, especially in battle during which communication means may miscarry produce the",
        6024.62,
        6029.04
    ],
    [
        " danger of an impairing independence of action of lower commanders. So if I'm giving you orders",
        6029.04,
        6035.6
    ],
    [
        " all the time, eventually, you're just waiting for orders. That's just I'm centralizing command",
        6035.6,
        6039.3
    ],
    [
        " and I'm micromanaging and it's going to be a problem. In order, shall contain all that is",
        6039.3,
        6043.76
    ],
    [
        " necessary for the lower commander to know in order for him to execute independently his task,",
        6043.76,
        6048.5
    ],
    [
        " it should contain no more. Then they got a they got a chunk in here about communications, but",
        6048.5,
        6056.64
    ],
    [
        " they're starting to talk about like their technical communications. So no factor here.",
        6056.64,
        6063.2
    ],
    [
        " As contact is gained with the enemy, it is better that the division commander be where he can",
        6064.28,
        6073.14
    ],
    [
        " observe. Therefore, he belongs early on the field of battle and in the decisive area, his location",
        6074.4,
        6081.52
    ],
    [
        " must be easily found, easily reached. In attack, the division command post should be located as far",
        6081.52,
        6087.86
    ],
    [
        " forward as possible. Stand by for dichotomy yet. So selected that the communication net to the side",
        6087.86,
        6095.52
    ],
    [
        " and rear is effectively shielded from hostile fire. To be desired are observation of the battlefield,",
        6095.52,
        6101.98
    ],
    [
        " either from the command post or nearby observation post and the possibility of establishing an",
        6101.98,
        6106.56
    ],
    [
        " airplane landing field nearby. So there's a dichotomy. The Nazi dichotomy. I've said that twice now,",
        6106.56,
        6113.1
    ],
    [
        " I'm a little scared. I don't want to make that a thing. Knowledge of terrain. The usual attention is",
        6113.12,
        6123.12
    ],
    [
        " paid in German training to correct use of maps as a basis for utilizing terrain and maneuver,",
        6123.12,
        6128.74
    ],
    [
        " but the German doctrine is that maps should be so thoroughly studied that they can be largely",
        6128.74,
        6135.58
    ],
    [
        " dispensed with during maneuvers. And observer who commented on the small use of maps during tank",
        6135.58,
        6142.44
    ],
    [
        " exercises was told that the officer who must constantly refer to a map for orientation purposes",
        6142.44,
        6148.26
    ],
    [
        " and considered poorly trained. The map once studied should be carried in the mind rather than in the",
        6148.26,
        6153.34
    ],
    [
        " hand. That's when you get the military, that's sort of like from a leadership perspective.",
        6154.74,
        6162.92
    ],
    [
        " Understanding terrain is like blue belt level. And you know the difference between someone that",
        6164.32,
        6170.4
    ],
    [
        " doesn't train in a blue belt is massive. That's when you start to look at terrain and understand terrain,",
        6170.4,
        6176.34
    ],
    [
        " that's like when you get your blue belt, you're like, okay, I understand. I understand how I can",
        6176.6,
        6179.92
    ],
    [
        " utilize the terrain that we're facing to our advantage. And when you're saying just the method to do",
        6179.92,
        6186.58
    ],
    [
        " it like the skill of it, versus no skill. And even when you train, when we train a seal, like when",
        6186.58,
        6192.66
    ],
    [
        " we first go out and do immediate action drills, so we practice getting in gunfights and breaking",
        6192.66,
        6196.82
    ],
    [
        " contact with the enemy or assaulting the enemy, the first thing we do is we do it on a big flat open",
        6196.82,
        6200.82
    ],
    [
        " field desert, but it's a big flat piece of sand. There's no terrain, it's just flat. And you're",
        6200.82,
        6209.9
    ],
    [
        " better, you start incorporating little pieces of terrain and then eventually you're using like wild terrain",
        6209.9,
        6214.86
    ],
    [
        " features. Next section is called surprise. During the training phase, the importance of the principle",
        6214.86,
        6222.92
    ],
    [
        " of surprise and combat is constantly featured. According to German doctrine, surprise depends on the",
        6222.92,
        6227.62
    ],
    [
        " use of secrecy, deception and speed. Secretcy depends on maintaining the strictest discipline among",
        6227.62,
        6233.68
    ],
    [
        " troops. According to German military authorities, the use of deception to achieve surprise is",
        6233.68,
        6238.14
    ],
    [
        " comparatively unexploited. Speed of execution of any maneuver is an essential, is essential",
        6239.04,
        6246.64
    ],
    [
        " for achieving surprise. This principle is extended to artillery practice and observer notes that",
        6246.64,
        6253.72
    ],
    [
        " as much importance is now put on the speed of opening fire as an accuracy and as the attainment",
        6253.72,
        6259.78
    ],
    [
        " of heavy volume of fire. So you're surprised people. Again, this is a speed surprise,",
        6259.78,
        6267.68
    ],
    [
        " violence of action. That's what you learn day two at the SEAL team.",
        6267.68,
        6271.0
    ],
    [
        " Section 7 Training Methods Subsection 20 Physical Conditioning and Marching",
        6274.24,
        6280.3
    ],
    [
        " The importance of physical condition is fully recognized in German training doctrine.",
        6280.3,
        6286.6
    ],
    [
        " One of the services of the Hitler youth with its emphasis on sports and the labor service is",
        6287.2,
        6292.0
    ],
    [
        " the army with recruits who are fully conditioned and toughened. The training period is thereby shortened",
        6292.0,
        6299.24
    ],
    [
        " and made more effective. A US observer saw an infantry battalion on maneuvers in January 1940.",
        6299.24,
        6306.48
    ],
    [
        " With the temperature at 20 degrees, the troops lay patiently in forages of snow waiting their",
        6307.08,
        6314.12
    ],
    [
        " orders for over an hour. Many men had no gloves. This difficult period seemed to have no effect on",
        6314.12,
        6320.8
    ],
    [
        " their performance later. The Hardening. Other observers of a German division in field exercises",
        6320.8,
        6330.48
    ],
    [
        " before the outbreak of war reported that fitness and endurance were made a fetish by both officers",
        6330.48,
        6336.92
    ],
    [
        " and men. The training purposes officers, sorry for training purposes officers often went 24 hours",
        6336.92,
        6345.36
    ],
    [
        " without food. Troops carried heavy loads of mortars, machine guns and other equipment as far as",
        6345.36,
        6351.58
    ],
    [
        " 1200 yards in fast rushes of 50 yards. Just before the exercises, one engineer battalion had",
        6351.58,
        6357.46
    ],
    [
        " marched 85 miles through the mountains in three days. Good physical condition has been a basis for",
        6357.46,
        6367.06
    ],
    [
        " the notable March achievement of the German infantry. Despite all the mechanization of modern armies,",
        6367.06,
        6374.48
    ],
    [
        " German doctrine for saw the possibility that motorized personnel might lose their equipment and",
        6374.52,
        6378.42
    ],
    [
        " have to move rapidly on foot. In some cases, German troops under the prolonged strain of combat",
        6378.42,
        6382.78
    ],
    [
        " operations have covered 30 to 40 miles a day for several days and German sources claim a",
        6382.78,
        6387.88
    ],
    [
        " march of 44 miles in 24 hours during the Polish campaign. Reserve formations of older men are",
        6387.88,
        6395.2
    ],
    [
        " heart are held to nearly the same high standards. Despite these achievements, demand is made for even",
        6395.2,
        6400.26
    ],
    [
        " greater attention to marching. An article in a German military review from 1940 states,",
        6400.26,
        6407.12
    ],
    [
        " peacetime marching practice, though good, was not strenuous enough to prepare men for wartime",
        6407.52,
        6414.58
    ],
    [
        " marching conditions. In peacetime marching, too much consideration is given to the comfort and",
        6414.58,
        6430.24
    ],
    [
        " so you have these American observers over there in 1940. Actually, my grandfather was in the army",
        6430.24,
        6435.22
    ],
    [
        " and he was over in Nazi Germany in 1939 and he was talking to Nazi. I have his passport and he actually,",
        6435.22,
        6445.08
    ],
    [
        " he was an engineer and he ended up befriending one of the Nazi, German or Nazi army engineers that",
        6445.46,
        6457.0
    ],
    [
        " worked on weapon systems and he became friends with him and got a bunch of blueprints of their",
        6457.0,
        6462.6
    ],
    [
        " weapon systems and stole them and brought them back to America and turned them over. He did a little",
        6462.6,
        6466.7
    ],
    [
        " espionage but I have I had his passport. I don't know where it is right now. I think my dad might",
        6466.7,
        6474.18
    ],
    [
        " have it but his passport has like all the Nazi, swastik, a stamp sonnet and stuff and he was over there",
        6474.18,
        6479.34
    ],
    [
        " and you know my grandfather spoke Dutch and so he met someone that they could communicate with.",
        6479.34,
        6486.4
    ],
    [
        " Like, oh he spoke. When did you get, because obviously he was American,",
        6487.08,
        6490.8
    ],
    [
        " said, do you know when your family moved? That side of the family came here on the boat in like",
        6490.96,
        6497.52
    ],
    [
        " 1900 or something like that. It's crazy thinking about those times, like those were actual real",
        6497.52,
        6508.48
    ],
    [
        " times, you know, like before you were born, you know, it feels like in your brain. It's almost like,",
        6508.48,
        6516.96
    ],
    [
        " just a movie and all this stuff but it was like an actual time where people were actually living,",
        6516.96,
        6521.88
    ],
    [
        " actually going through their day to day like, and you actually were like, you did not exist.",
        6522.26,
        6528.84
    ],
    [
        " No. It's a hard one to contemplate sometimes.",
        6529.62,
        6532.02
    ],
    [
        " I regret to inform you that the world has been here before you or here, I go,",
        6533.68,
        6538.78
    ],
    [
        " the world was not created the moment I was born. Just saying.",
        6541.76,
        6548.02
    ],
    [
        " Emphasis on field exercises, even the training at the German general staff avoids abstract",
        6549.4,
        6554.94
    ],
    [
        " theory in tactics and strategy. The student is thoroughly grounded in fundamental principles of",
        6554.94,
        6559.42
    ],
    [
        " tactics but he has talked to apply them concrete by case study method in which a specific",
        6559.42,
        6564.2
    ],
    [
        " situation must be stated in soft tactical training at the school is given almost entirely by means",
        6564.2,
        6569.48
    ],
    [
        " of free maneuvers on the map and on the ground. No fixed divisional organization is used in this",
        6569.48,
        6575.14
    ],
    [
        " training and the combination of arms and division is continually varied. The exercises are so",
        6575.14,
        6579.98
    ],
    [
        " conducted that the officer student as commander and his staff oppose either the instructor or another",
        6579.98,
        6585.76
    ],
    [
        " student group. The student is given very little information of the enemy positions and is required",
        6585.76,
        6590.5
    ],
    [
        " to make immediate decisions put in a verbal orders. Movement is controlled by factors of time,",
        6590.5,
        6595.0
    ],
    [
        " space, terrain, firepower and mobility and by no other control features. Coordination of effort is",
        6595.16,
        6600.18
    ],
    [
        " assured by staff action during movement rather than by attempting elaborate plans in advance.",
        6600.18,
        6605.34
    ],
    [
        " Field work is done, field work is given central emphasis in the program of training for troops.",
        6605.82,
        6612.04
    ],
    [
        " Small units carry out tactical problems day in day out, tactical exercises fill in half the",
        6612.62,
        6616.56
    ],
    [
        " time training. This is just squared away and you can do such awesome rope and we're doing a bunch",
        6616.56,
        6623.36
    ],
    [
        " of stuff at Snellfront. We've got the FTX going obviously where this is what you're doing. You're",
        6623.36,
        6627.4
    ],
    [
        " going to get a little bit of information, you got a timeline that you got to meet, you got",
        6627.4,
        6632.34
    ],
    [
        " enemy moving, you got friendly forces, you got all this stuff going on and that's why we do it.",
        6632.34,
        6636.2
    ],
    [
        " So you can learn how to lead. We're doing something now we call the leadership lab where it's not a",
        6636.34,
        6641.28
    ],
    [
        " combat scenario, it's business scenarios. So you're going in and you've got a staff that you've",
        6641.28,
        6647.0
    ],
    [
        " got to work with and you've got things that are happening at your company. Who plays the staff?",
        6647.0,
        6651.72
    ],
    [
        " Other people in the company are role players. Role players. Role players play a staff.",
        6652.3,
        6656.08
    ],
    [
        " It's pretty awesome. Like, hey, listen boss or listen, whatever plant manager,",
        6656.74,
        6664.56
    ],
    [
        " hey, plant manager, you got a complaint. One of your employees is flying off the handle right now",
        6664.9,
        6669.0
    ],
    [
        " who says that they're getting treated unfairly. They're coming to your office right now, they'll be",
        6669.18,
        6673.54
    ],
    [
        " here in three minutes. Oh, by the way, as soon as that's over, there's a reporter here. You've got to",
        6673.54,
        6681.5
    ],
    [
        " do a small press conference. There's a group of reporters here. They want to know about this",
        6681.5,
        6684.62
    ],
    [
        " product that you made that's made a bunch of kids sick in the local neighborhood. So you can get",
        6684.62,
        6689.76
    ],
    [
        " ready for that press conference and then you go to the press conference, guess what happens? You",
        6689.76,
        6698.98
    ],
    [
        " have the safety of the children and you're like, all that kind of stuff. So good. Yeah, that makes sense.",
        6698.98,
        6702.98
    ],
    [
        " echelomptfront.com leadership lab. Check it out. You want to put your key executives through",
        6703.78,
        6709.3
    ],
    [
        " some awesome training where they learn these types of leadership skills. That's it. Fast forward",
        6709.3,
        6717.56
    ],
    [
        " a little bit. The concept of wartime training was stated in a German training directive in 1941.",
        6717.56,
        6724.5
    ],
    [
        " In spite of greater difficulties, then in time of peace training must be conducted as thoroughly",
        6724.94,
        6730.76
    ],
    [
        " and methodically as possible. It is only by inspiring a desire for intellectual cooperation",
        6730.76,
        6736.7
    ],
    [
        " and by constantly keeping it alive among the lower ranks that the correct tactical",
        6736.7,
        6741.16
    ],
    [
        " conceptions can be successfully inculcated in the ranks down to the most humble non-commissioned",
        6741.16,
        6754.48
    ],
    [
        " of training doctrine is given more stress than the demand for a maximum effect of realism.",
        6754.48,
        6759.8
    ],
    [
        " Cloudswits, the guide of so much modern military theory stated the principle very exactly at a period",
        6760.02,
        6766.62
    ],
    [
        " when the methods and techniques of warfare put less strain than they do now on the troops entering",
        6766.62,
        6772.32
    ],
    [
        " battle for the first time. That's an interesting statement. Like, hey, back in the day is nothing compared",
        6772.32,
        6777.38
    ],
    [
        " to you're going in a combat in 1942 and there's machine guns and you know,",
        6777.38,
        6783.82
    ],
    [
        " mission nets overhead strafing your area and people are just getting blown up like this is a totally",
        6784.1,
        6789.14
    ],
    [
        " different ballgame. But this is a good way of putting it for Crosswits. No general can supply his",
        6789.14,
        6796.02
    ],
    [
        " army with war experience and the substitute of peacetime drills is a weak one when compared with",
        6796.02,
        6802.46
    ],
    [
        " the actual experience in war. It is much more important that peacetime drills be so arranged that a",
        6802.46,
        6808.74
    ],
    [
        " part of the causes for friction occur and that the judgment, the wisdom, the prudence and the decision",
        6808.74,
        6815.34
    ],
    [
        " of the individual leaders are tested that is believed by those who do not know from this experience.",
        6815.34,
        6820.72
    ],
    [
        " So you got to go, if you haven't been a war you got to go even harder than you think.",
        6821.42,
        6825.6
    ],
    [
        " It is of utmost importance that the soldier of high or low grade no matter what position",
        6826.14,
        6832.28
    ],
    [
        " he may occupy should experience those difficulties which perplex and surprise him in actual war.",
        6832.28,
        6838.52
    ],
    [
        " If they have happened to him but once before he's already somewhat familiar with them,",
        6839.1,
        6843.62
    ],
    [
        " this even applies to physical strains. They must be practiced not so much that nature",
        6844.36,
        6849.14
    ],
    [
        " but that the brain becomes accustomed. This is so absolutely critical and you know, I was so lucky",
        6849.14,
        6859.02
    ],
    [
        " to have been where I was and be able to run training in the SEAL teams because we're able to execute",
        6859.1,
        6868.36
    ],
    [
        " on this. We were just absolutely able to execute on this 100% and give super hard training, stressful",
        6868.36,
        6874.1
    ],
    [
        " training decisions that need to be made under time, under stress, under pressure with mayhem going",
        6874.1,
        6879.08
    ],
    [
        " on, communication breaking down like we're able to do this over and over again. If you're a",
        6879.08,
        6888.52
    ],
    [
        " three nights or four nights, you're going to be putting these stressful situations, you would start",
        6888.52,
        6891.9
    ],
    [
        " to get used to it and your troops get used to it. This is why law enforcement training needs to",
        6891.9,
        6900.32
    ],
    [
        " step it up. It needs to step it up about a thousand percent so that people get used to these",
        6900.32,
        6911.04
    ],
    [
        " scenarios from training. The Germans have gone to great trouble and expense to carry out this",
        6911.04,
        6920.76
    ],
    [
        " principle in training for one thing troops in training exercises are provided with large amounts",
        6920.76,
        6924.8
    ],
    [
        " of practice ammunition of all sorts including grenades usually with reduced charges but nevertheless",
        6924.8,
        6930.02
    ],
    [
        " requiring careful handling and involving some risk. Machine gun fireball ammunition over the",
        6930.02,
        6935.0
    ],
    [
        " heads of attacking troops with very small safety margin and trench mortars support the infantry",
        6935.0,
        6940.06
    ],
    [
        " within 50 yards of of its objective. A German officer of engineers told an observer that we have",
        6940.06,
        6946.36
    ],
    [
        " considerable losses in wartime training but this is unavoidable in familiarizing the men in",
        6946.36,
        6951.26
    ],
    [
        " handling of explosives and becoming an expert. The men know that losses in training would mean fewer",
        6951.26,
        6956.14
    ],
    [
        " losses in battle. In field exercise the enemy is always represented by actual soldiers who",
        6956.14,
        6964.0
    ],
    [
        " advance and retreat delay flyer fire blanks and otherwise conduct themselves at the enemy should",
        6964.0,
        6968.94
    ],
    [
        " barbed wire shell holes trenches artillery emplacements and all the other features of actual combat",
        6968.94,
        6974.24
    ],
    [
        " are introduced as far as possible in every exercise. Remember when you guys for training got the",
        6974.24,
        6983.0
    ],
    [
        " laser tag system whatever it's called when you shot it was it what did the gun fire was it like",
        6983.0,
        6990.52
    ],
    [
        " it was a blank oh so it was so it sounded real well blanks don't sound as real guns but yes it",
        6990.52,
        6996.86
    ],
    [
        " went bang yeah yeah yeah and then it shot the laser at the same time what's the difference between",
        6996.86,
        7002.4
    ],
    [
        " the sound I don't think I've ever heard a blank there's a choir it's it's it's it's considerably",
        7002.4,
        7007.58
    ],
    [
        " choir although the machine gun blanks are pretty freaking loud yeah but like a an M4 or M16 type blank",
        7007.58,
        7014.58
    ],
    [
        " is pretty weak bro like you pride don't need air pro oh for I mean it's loud but it's not crazy",
        7014.58,
        7021.56
    ],
    [
        " yeah yeah you ever watch a snatch yeah don't remember too much about it okay rachi anyway they",
        7021.56,
        7029.1
    ],
    [
        " they had these replica they're gonna do some robbery oh yeah this is the 50 cow this has",
        7029.1,
        7034.88
    ],
    [
        " replica on it right the desu deagle 50 cow this has wrapped it up is not in that movie though yes",
        7034.88,
        7039.26
    ],
    [
        " but they're close that's not what happened was actually yes so it was like the that scene or the",
        7039.26,
        7045.44
    ],
    [
        " part of that scene anyway so they these guys these three thugs go and they get these guns that",
        7045.44,
        7050.72
    ],
    [
        " are replica guns he's like I even got extra loud blanks so that actually now kind of makes a",
        7050.72,
        7056.54
    ],
    [
        " little bit more sense it's like okay this extra loud blanks well yeah if the regular blanks",
        7056.54,
        7061.4
    ],
    [
        " are more quiet yeah then that makes sense but then even though they were making jokes they're like",
        7061.4,
        7065.96
    ],
    [
        " why in case we got a deafened them to death or whatever yeah he said whatever no so the desu",
        7065.96,
        7071.16
    ],
    [
        " deagle wasn't the replica the desu deagle was real oh they had the replicas so they came in they",
        7071.16,
        7076.66
    ],
    [
        " did I don't know they did whatever they did then they came one of them say replica on it though",
        7076.66,
        7080.1
    ],
    [
        " all their guns all the thugs guns so they were pointing it at Vinnie blu or Vinnie is really",
        7080.1,
        7085.84
    ],
    [
        " uh bullet tooth Tony uh who's this big played by Vinnie after he has last name um and he's",
        7085.84,
        7093.92
    ],
    [
        " just cruising there having a beer and they're like you know they try to intimidate him or whatever",
        7093.92,
        7098.16
    ],
    [
        " and then Vinnie goes into this or bullet tooth goes into this kind of cool speech and then at the",
        7098.16,
        7103.38
    ],
    [
        " end of speech it says on the fact that you have replica written down the side of your guns and it",
        7103.38,
        7108.28
    ],
    [
        " kind of zooms you know got to reach this good cinematic style shows the replica words and then it",
        7108.28,
        7114.14
    ],
    [
        " goes in the fact that I have desert eagle and he pulls it out written on mine and then he goes back",
        7114.14,
        7120.88
    ],
    [
        " into his speech or whatever it was just a super good scene but the desert eagle was real they had",
        7120.88,
        7124.84
    ],
    [
        " replicas in fact uh we you know this guy's talking about barbed wire shell holes trenches artillery",
        7124.84,
        7132.42
    ],
    [
        " and placements like all the stuff to make it real we had Hollywood set designers come down and",
        7132.42,
        7137.46
    ],
    [
        " square away our training sites and it was freaking awesome yeah it was awesome and then uh like we do",
        7137.46,
        7145.9
    ],
    [
        " what the mousse would do which is like set tires on fire in the middle of the streets you come down",
        7145.9,
        7151.14
    ],
    [
        " there your night visions getting all messed up from that there's graffiti on the walls there's",
        7151.14,
        7155.12
    ],
    [
        " speakers that are playing the call to prayer it would be it would be realistic man yeah and that's",
        7155.12,
        7161.64
    ],
    [
        " so good too because when you first started saying that I was like oh wait you got Hollywood set I",
        7161.64,
        7165.84
    ],
    [
        " mean that's kind of going is it that deep bro like did you and then but then I thought about it so",
        7165.84,
        7171.02
    ],
    [
        " when I first started playing football it was 11 years old pop more in a football and you know",
        7171.02,
        7176.32
    ],
    [
        " in regular football practice especially back then might be different now but back then is you",
        7176.32,
        7180.38
    ],
    [
        " know you warm up you do some exercises push ups and stuff you do like these kind of they're called",
        7180.38,
        7185.58
    ],
    [
        " grass drills but they're like essentially coordination drills you know and then you do some",
        7185.58,
        7191.36
    ],
    [
        " technique stuff and then you do a scrimmage pretty much every day with your pads on too so it's",
        7191.36,
        7195.86
    ],
    [
        " essentially it's essentially full contact scrimmages right so but the scrimmage would have and this",
        7195.86,
        7205.92
    ],
    [
        " is pretty this is pretty standard where you have like kind of the starting team in the secondary team",
        7205.92,
        7210.16
    ],
    [
        " and then you have everyone else who's not on first or second string plays the defense right",
        7210.16,
        7215.48
    ],
    [
        " but they they show the defense that the team that we're going to play that week what defense they",
        7215.48,
        7220.32
    ],
    [
        " put out it so and then if the player and here's what our coaches would do if there was a star",
        7220.32,
        7226.12
    ],
    [
        " player somewhere like maybe the defensive van or something like that was a star player the safety",
        7226.12,
        7231.06
    ],
    [
        " or the one lineback was was kind of the star player especially when you're young it kind of it",
        7231.06,
        7234.82
    ],
    [
        " stands out more um they would get like one of our really good players to play that guy and if he",
        7234.82,
        7241.74
    ],
    [
        " did something unique they would make that guy do that unique thing so they'd try to try to make",
        7241.74,
        7246.2
    ],
    [
        " it realistic like replicate it right so I remember them I remember thinking like all right I mean",
        7246.2,
        7251.46
    ],
    [
        " we run plays but I didn't realize how much of a difference it is from running plays against a",
        7251.46,
        7257.12
    ],
    [
        " generic defense versus running plays against a very specific defense so and you know I'm 11 years",
        7257.12,
        7262.6
    ],
    [
        " old so it's not dawning on me right so I'm like whatever though what we'll practice or whatever",
        7262.6,
        7267.56
    ],
    [
        " and from week to week it'd be different you could feel the difference with who we're playing and",
        7267.72,
        7273.06
    ],
    [
        " they'd all be the same guys guys on our team right in practice but rewind back to that first game",
        7273.06,
        7278.0
    ],
    [
        " and the first time you play and you see the exact same thing as we were practicing it's different",
        7278.0,
        7283.34
    ],
    [
        " jerseys which is weird but even that little detail it's kind of like whoa that kind of stood out",
        7283.34,
        7287.74
    ],
    [
        " you could see the little differences like oh I've been used to this practice so you know",
        7287.74,
        7291.6
    ],
    [
        " over these weeks or whatever the littlest difference stands out so the more accurate you can make it",
        7291.6,
        7297.24
    ],
    [
        " the better so you don't get distracted by all these little differences right so then I thought",
        7297.24,
        7302.3
    ],
    [
        " back to your you know scenario where you're hiring set designers and you're like talking about",
        7302.3,
        7309.46
    ],
    [
        " burning tires and doing all this little stuff that I'm like I'm curious if there's a burning tire",
        7309.46,
        7313.52
    ],
    [
        " or not you know like probably you're here to do a mission the burning tires not gonna distract you",
        7313.52,
        7318.08
    ],
    [
        " the thing is it wouldn't be surprising to me given what I already know everything would be",
        7318.08,
        7323.34
    ],
    [
        " distraction if you haven't seen it before the burning tire it's like that's kind of a big",
        7323.82,
        7328.36
    ],
    [
        " distraction actually when you think about it or it could be yeah yeah how's it affecting your",
        7328.36,
        7332.78
    ],
    [
        " night vision what are you gonna do yeah it's a little thing but it makes a big difference it's so",
        7332.78,
        7337.08
    ],
    [
        " true so true even like okay so like football there I remember so this guy's name is Kelly it's",
        7337.08,
        7343.04
    ],
    [
        " kind of a you know kids are bigger so they'd replicate him in practice they put my brother or",
        7343.04,
        7348.02
    ],
    [
        " something somebody there right someone who's just like a like a big a good athlete for practice",
        7348.02,
        7352.86
    ],
    [
        " but this guy Kelly he wasn't just a good athlete he was kind of a mean person so it was like you",
        7352.86,
        7357.54
    ],
    [
        " could tell the difference between an athlete and being a mean person the difference between that you",
        7357.54,
        7363.86
    ],
    [
        " know and it was like a thing it was like man they should have told my brother whoever else was",
        7363.86,
        7367.76
    ],
    [
        " proud just to be mean or something like that that would help that little detail would help",
        7367.76,
        7372.12
    ],
    [
        " they're a little surprised yeah yeah yeah well I was tell people like I'm doing my first",
        7372.12,
        7376.92
    ],
    [
        " jujitsu tournament what should I be ready for and I'm like oh yeah be ready for your opponent to",
        7376.92,
        7380.04
    ],
    [
        " go crazier than anything you've seen in your jujitsu academy yeah that's what's gonna happen yeah",
        7380.04,
        7384.34
    ],
    [
        " might not be the first match might be the said but like it's almost guaranteed and probably",
        7384.34,
        7388.5
    ],
    [
        " is gonna be your first match first is gonna get nuts yes you're ready for that yeah and actually",
        7388.5,
        7393.88
    ],
    [
        " there's ways to get ready for that even though it does get a little bit we're just like football extra",
        7393.88,
        7397.66
    ],
    [
        " nothing like anything it gets dangerous after a while if you start practicing that hard with it",
        7397.66,
        7402.54
    ],
    [
        " you know but to do like a in-house tournament or like or or a replicated tournament like they",
        7402.54,
        7409.3
    ],
    [
        " did it a few times where it's like oh everyone like make a big circle gonna do a thing points matter",
        7409.6,
        7415.28
    ],
    [
        " yeah yeah yeah yeah start out start tracking points that's the thing and people watching and",
        7415.28,
        7420.6
    ],
    [
        " yelling and cheering and they're being a ref counting your points is kind of like when things matter",
        7420.6,
        7424.56
    ],
    [
        " a little bit more it's like right even they saw just psychological but it helps isn't everything",
        7424.56,
        7429.02
    ],
    [
        " yeah the handbook on squad combat says one should use real troops as much as possible to",
        7434.94,
        7441.2
    ],
    [
        " represent the enemy the soldiers will much less will be much less likely to make mistakes in",
        7441.2,
        7446.04
    ],
    [
        " wartime if they see during the training instead of a dummy a real and active enemy this is",
        7446.04,
        7451.12
    ],
    [
        " you know you talked about using that laser tag system and when we started using semi-initian",
        7451.12,
        7455.72
    ],
    [
        " and paintball is just totally different I mean imagine that that paper target doesn't shoot back",
        7456.24,
        7461.96
    ],
    [
        " it doesn't move that's the main concerns of the enemy they're gonna shoot back if they're",
        7461.96,
        7465.9
    ],
    [
        " gonna move a paper target doesn't shoot back it doesn't move so that training is even the",
        7465.9,
        7472.52
    ],
    [
        " live fire training you have to do it and you need to do it to a point where it's second nature",
        7472.52,
        7477.26
    ],
    [
        " live fire against targets but the real stressors should come when you start doing force on",
        7477.26,
        7485.62
    ],
    [
        " force training yeah that's a just the person or the enemy whatever shooting back just that",
        7485.62,
        7494.42
    ],
    [
        " not moving thing like what if there was stationary targets that actually shot back just that alone",
        7494.42,
        7499.28
    ],
    [
        " huge deal yeah on the flip side just then moving around versus not more huge deal totally and then",
        7499.28,
        7505.1
    ],
    [
        " now you got now you're missing in live fire training and this obviously my little theory I don't",
        7505.1,
        7509.84
    ],
    [
        " sit in the scenario but those two put together yeah but isn't that kind of night and day it's a",
        7509.84,
        7514.76
    ],
    [
        " whole different training scenario and we adjusted our tactics when we figured that out",
        7514.76,
        7519.82
    ],
    [
        " because our our tactics had evolved from Vietnam they had evolved to a point where they weren't",
        7519.82,
        7526.88
    ],
    [
        " realistic anymore because we spent all these we spent 20 years shooting at paper targets that",
        7526.88,
        7534.1
    ],
    [
        " weren't moving and so we developed tactics to do it very quickly but it was against inanimate",
        7534.1,
        7540.18
    ],
    [
        " objects the minute we started getting paintball and simulation into the game you start realizing oh",
        7540.84,
        7547.18
    ],
    [
        " that's not gonna work we can't all stand in a big group like this we need to take this into",
        7547.18,
        7551.6
    ],
    [
        " consideration we need to take that into consideration at all so things we got a lot better we started",
        7551.6,
        7556.08
    ],
    [
        " doing force on force training it's the same thing to be said for Jiu Jitsu and UFC right when you just",
        7556.08,
        7560.82
    ],
    [
        " when I used to walk up to you and throw like a whatever punch and you would fall down like I threw",
        7560.82,
        7566.82
    ],
    [
        " a simulated punch and you simulated falling down and I simulated broke your you know your heart",
        7566.82,
        7572.28
    ],
    [
        " with a with a two finger punch or whatever you know what I mean it's called the dimmock yeah with",
        7572.28,
        7577.04
    ],
    [
        " the dimmock then it's like it seemed to work good like it was pretty awesome yep but then the minute",
        7577.04,
        7582.98
    ],
    [
        " I got into a fight with some drunk wrestler got caught to beat down I'm like this doesn't work",
        7582.98,
        7588.64
    ],
    [
        " and what Jiu Jitsu is Jiu Jitsu is like oh you're training to you're training as hard as you can",
        7588.64,
        7594.66
    ],
    [
        " to put the person into submission hold that then they don't die because they tap well it's the",
        7594.88,
        7599.9
    ],
    [
        " same thing I shoot you with paintball in the neck or the thighs which is where I'm aiming because",
        7599.9,
        7605.64
    ],
    [
        " they are still worse so when I shoot you there you don't die but you learn the lesson so how",
        7605.64,
        7612.98
    ],
    [
        " different is it you ever played a regular paintball yes regular okay so simulation that's the",
        7612.98,
        7618.5
    ],
    [
        " ball they guys have what's the difference is there any difference what's the first",
        7618.5,
        7622.42
    ],
    [
        " simulation simulation simulation you shoot it from your real weapon yeah and it goes bang it goes",
        7622.42,
        7628.6
    ],
    [
        " it goes bang not loud you know it's not it's just a little it's a little tiny bang you have to",
        7628.6,
        7634.6
    ],
    [
        " change your magazine it's not like we have 400 paintballs in a freaking hopper on top of your gun",
        7634.6,
        7639.9
    ],
    [
        " you just laid away you have to change magazine you're they kind of simulation does jam a little bit",
        7639.9,
        7645.44
    ],
    [
        " which is a bummer what's the what what would you call it the propellant or what like how does it",
        7645.92,
        7650.66
    ],
    [
        " it's an explosion yeah it's like a little explosion and so and it comes out I would I don't know if",
        7650.66,
        7656.2
    ],
    [
        " it comes out like faster it seems to I think it's a little bit faster I think it's it's a little",
        7656.2,
        7660.64
    ],
    [
        " bit harder than it's a smaller project also it hurts a little bit more okay but it but it is it has",
        7660.64,
        7665.38
    ],
    [
        " paint in it and you get you know you get a little paint on you and it's very effective it's",
        7665.38,
        7672.02
    ],
    [
        " the thing the reason that we also use the laser tag system is because the paint ball and the",
        7672.02,
        7677.56
    ],
    [
        " simulation is only good for you know 30 40 yards so it's good in the house it's good in the hallway",
        7677.56,
        7686.2
    ],
    [
        " it's good in a CQC environment but out in the field it's no good it doesn't work good you can",
        7686.2,
        7692.54
    ],
    [
        " use a little bit like even in a mountain environment you need to use regular paintball guns",
        7692.54,
        7697.4
    ],
    [
        " eventually so that you can get some distance you can put down cover fire like a cross a street",
        7698.52,
        7703.38
    ],
    [
        " but even that's not very that's not very accurate but then but then the lasers they're good at like",
        7703.38,
        7710.1
    ],
    [
        " three four or five hundred yards well maybe three hundred yards but but that's that's legit",
        7710.1,
        7714.4
    ],
    [
        " yeah you can get some legit training and do the laser and this is just my predicting or estimating",
        7714.4,
        7720.8
    ],
    [
        " kind of imagining so when you're with the lasers don't you lose an element of stress a",
        7720.8,
        7727.18
    ],
    [
        " little bit because there's nothing actually coming in hitting you yep and what what was",
        7727.18,
        7732.0
    ],
    [
        " funny was we used those in the desert and if you got shot you're gonna get put down and if you",
        7732.0,
        7738.38
    ],
    [
        " got put down someone's gonna have to carry you out and if you're getting carried out you're",
        7738.38,
        7742.68
    ],
    [
        " gonna get dropped you're gonna get food like it sucked for everyone and so when it would actually",
        7742.68,
        7748.5
    ],
    [
        " when you would watch the guys going through like a urban scenario getting shot with paintball",
        7748.5,
        7754.76
    ],
    [
        " they would just charge through it like they didn't care like instructors if they're gonna put",
        7754.76,
        7758.68
    ],
    [
        " you down they put you down but when on the laser tag system it had a near miss little you had a",
        7758.68,
        7765.66
    ],
    [
        " speaker on your shoulder so when you get shot at it would go you know it would make a little noise",
        7765.66,
        7770.96
    ],
    [
        " and you knew that you were getting shot at and when you would watch guys as those near misses started",
        7770.96,
        7776.64
    ],
    [
        " coming they would dive for cover like they were getting shot at for real I'm not kidding they",
        7776.64,
        7782.62
    ],
    [
        " were dying like they were getting shot at for real because they were if they got shot",
        7782.62,
        7785.78
    ],
    [
        " everything was gonna go to shit they were gonna get bogged down other people were gonna shot",
        7785.78,
        7790.46
    ],
    [
        " they were gonna have to get carried out which is a total gut check and and it would happen a lot",
        7790.46,
        7797.04
    ],
    [
        " but you'd see those guys it was very effective training but sometimes you know when you're just",
        7797.04,
        7803.9
    ],
    [
        " doing a laser tag with no punishment whatsoever you can definitely get a little bit cocky",
        7803.9,
        7808.96
    ],
    [
        " with paintball you don't really get too cocky because it hurts and you don't want to get you know",
        7809.22,
        7813.4
    ],
    [
        " you'll you'll move from cover to cover yeah because you don't want to get lit up yeah yeah",
        7813.4,
        7818.4
    ],
    [
        " funny there's all these little details that you don't really think about that play such a big role",
        7818.4,
        7822.36
    ],
    [
        " and whole scenario oh yeah the guy's diving for cover and we're using the laser system was",
        7822.36,
        7828.92
    ],
    [
        " that's when you knew like oh this is really effective so and then you could also put down",
        7828.92,
        7835.64
    ],
    [
        " suppressive fire because if you were you know over in a building I could just shoot at the building",
        7835.78,
        7841.36
    ],
    [
        " and as soon as you started maneuvering out so you could shoot back you'd like get near misses and",
        7841.36,
        7845.72
    ],
    [
        " you'd hide oh yeah so that means I could you know I could put down cover fire while my buddy moved",
        7845.72,
        7850.72
    ],
    [
        " yeah yeah and it was totally effective speaker kind of makes a big difference you know and",
        7850.72,
        7856.18
    ],
    [
        " it really think about it where especially if you have that association like oh if I get put down",
        7856.18,
        7860.52
    ],
    [
        " this major consequences sucks because without the speak because I'm not thinking speaker does",
        7860.52,
        7864.5
    ],
    [
        " all that which obviously is more advanced than I thought so the if you're just like oh you only",
        7864.5,
        7869.36
    ],
    [
        " get the indicator that you got shot right which is kind of like the regular laser tag yeah",
        7869.36,
        7873.3
    ],
    [
        " yeah I played with all of you on you don't they don't know near misses nothing like that so you think",
        7873.3,
        7877.36
    ],
    [
        " oh yeah cover fire won't work that good because yeah heart what basically the whole concept of",
        7877.36,
        7883.32
    ],
    [
        " cover fire is being scared of those bullets come even though they don't hit you but then yeah if",
        7883.32,
        7887.84
    ],
    [
        " you got that speaker buzzing in yeah oh but then but laser doesn't like hit the building doesn't",
        7887.84,
        7897.08
    ],
    [
        " because bullet hitting the building is like kind of a big thing right that will get your head down",
        7897.08,
        7901.52
    ],
    [
        " yeah 100% so cover fire in a way potentially is way more effective in real fire for all because",
        7901.52,
        7911.28
    ],
    [
        " everything yes yes and that was one thing that was even with even with the laser tag you'd still",
        7912.38,
        7918.88
    ],
    [
        " see guys do like stuff where you're like it would you have really done that because you got shot",
        7918.88,
        7924.52
    ],
    [
        " 19 times or whatever you know it's always a little hard to simulate the fear of death yeah but",
        7924.52,
        7931.62
    ],
    [
        " I'll tell you what getting getting buddy carried or having to buddy carry someone out for six",
        7931.62,
        7936.46
    ],
    [
        " kilometers in the desert on night vision it sucked and guys hated it and so they would do",
        7936.46,
        7943.26
    ],
    [
        " everything they could to stay alive and a constant mission yeah that feels like a solid little like",
        7943.26,
        7948.14
    ],
    [
        " proxy yeah for oh it it was a solid little proxy I mean obviously you can't shoot the guys and kill",
        7948.14,
        7955.34
    ],
    [
        " them right but man it's you don't want to hump someone out in the desert it's freaking terrible",
        7955.34,
        7961.24
    ],
    [
        " especially someone like you yeah and in and sometimes guys would you know a tasking it would have",
        7961.58,
        7968.22
    ],
    [
        " 12 down man it would just be awful like if they did if they didn't if the leadership wasn't",
        7968.22,
        7978.74
    ],
    [
        " making good decisions and they weren't covered of moving they have things weren't you know simple",
        7978.74,
        7982.7
    ],
    [
        " and clear and they'd prioritize you would get 12 13 14 and sometimes you know we'd kill so many of",
        7982.7,
        7989.48
    ],
    [
        " them to be like all right you guys are done just walk back you you failed oh yeah that's when",
        7989.48,
        7993.12
    ],
    [
        " you're getting reloaded and now you got a whole nother stress right yeah because they don't want to get",
        7993.12,
        7997.02
    ],
    [
        " they don't want to fail of course yeah so be a bummer but it was really good it was it was great to be",
        7997.02,
        8004.2
    ],
    [
        " old uh be a part of that training yeah that that's that's cool how it evolved into like that that",
        8004.2,
        8011.32
    ],
    [
        " close to realistic yeah those paintballs like especially if that's a new mission hurt more that",
        8011.32,
        8017.04
    ],
    [
        " like paintball kind of hurts like it's addition hurts too yeah but I'd say it's probably about",
        8017.04,
        8021.9
    ],
    [
        " the same you probably about the same but I got whacked like couple to like in the side yeah and",
        8021.9,
        8027.06
    ],
    [
        " I wasn't wearing like padding or nothing just the face one yeah and yeah I get and leaves like a",
        8027.06,
        8031.68
    ],
    [
        " straight up wound like on your thing like a well yeah that's something it's not nothing to tell you",
        8031.68,
        8047.02
    ],
    [
        " the aspect of their general demand for thoroughness german officers in particular and the enlisted",
        8047.02,
        8051.8
    ],
    [
        " men as well are taught to regard themselves as men engaged in a highly skilled and highly honorable",
        8051.8,
        8056.78
    ],
    [
        " profession and to take pride in acquiring the details of military techniques to encourage this",
        8056.78,
        8061.7
    ],
    [
        " point of view soldiers are put as little as possible on fatigue work and non-military labor which are",
        8061.7,
        8070.78
    ],
    [
        " performed by civilians and the last thing we'll talk about from this document is marksmanship",
        8071.6,
        8078.46
    ],
    [
        " journey German training has tended to put emphasis on volume of fire rather than accuracy an",
        8078.46,
        8083.14
    ],
    [
        " observer believes that their ability to concentrate fire at vital point is superior to our own",
        8083.14,
        8087.48
    ],
    [
        " but that their standards of markmanship are inferior however a german article in late 1941",
        8087.48,
        8092.78
    ],
    [
        " makes the point that volume of mechanical fire will not replace accurate individual shooting",
        8092.78,
        8097.62
    ],
    [
        " and that sharpshooters can perform invaluable tactical missions so they they did concentrate on",
        8097.62,
        8108.86
    ],
    [
        " volume of fire and they concentrate on marksmanship the basic skills of shooting and there you have it",
        8108.86,
        8116.2
    ],
    [
        " and and as you can see many of those principles are the same principles that are taught in the",
        8116.2,
        8126.1
    ],
    [
        " US military and really the same principles that are taught by any sort of leadership education",
        8126.1,
        8131.38
    ],
    [
        " right and and that's why it's very strange to read this document and recognize that these",
        8131.38,
        8140.28
    ],
    [
        " principles are being utilized by the most evil or at least one of the top evil empires to have",
        8140.28,
        8150.88
    ],
    [
        " ever existed and yet they're talking about taking care of their people and and making sure",
        8150.88,
        8156.5
    ],
    [
        " everyone understands the why and you can see as I mentioned earlier that that while these principles",
        8156.5,
        8162.42
    ],
    [
        " were implemented down the chain of command clearly at the top these principles didn't exist at all",
        8162.42,
        8169.7
    ],
    [
        " a tyrannical leader of Hitler massive ego driven by his own insecurities driven by paranoia",
        8169.7,
        8177.2
    ],
    [
        " lack of trust like all these things that these book this book talks about the Hitler denem",
        8177.24,
        8184.14
    ],
    [
        " and that's why you end up in this disaster and this horrific the horrific atrocities that",
        8184.14,
        8194.72
    ],
    [
        " that the Nazis created and the horrific atrocities of the war which which you know what you know",
        8194.72,
        8201.02
    ],
    [
        " you were talking about earlier I kind of made funny you about like oh the world didn't exist before",
        8201.02,
        8205.88
    ],
    [
        " I was here right it's it's kind of inconceivable in some ways to understand the broad absolute horror",
        8205.88,
        8217.3
    ],
    [
        " of World War II and the Holocaust and the the deaths the the woundings the loss of life the destroyed",
        8217.3,
        8230.34
    ],
    [
        " made",
        8233.3,
        8233.9
    ],
    [
        " naob communities it's it's it's it's kind of hard to really truly understand that those things occurred",
        8233.9,
        8241.84
    ],
    [
        " at all it can be very difficult to understand that they seem inconceivable I guess if you truly",
        8241.84,
        8250.76
    ],
    [
        " look at it's using it seems inconceivable if you think about the millions of people you know",
        8250.76,
        8260.32
    ],
    [
        " yeah it's hard to it's hard to understand a million dollars it's hard to understand you know a million",
        8261.8,
        8267.66
    ],
    [
        " a million people going to you know at a at a big giant arena there's only a hundred thousand people",
        8267.66,
        8274.04
    ],
    [
        " there picture that times ten",
        8274.04,
        8277.84
    ],
    [
        " and that's there you have a million and each one of those people is an individual with a family",
        8277.84,
        8286.34
    ],
    [
        " and dreams and a life and and and thoughts and we start talking about the scale of death and",
        8286.34,
        8293.82
    ],
    [
        " destruction of World War II it's just it's hard to conceive what that really means but it did happen",
        8293.82,
        8303.2
    ],
    [
        " and we have to study history and have to study our enemies and what their fall processes were",
        8303.2,
        8312.2
    ],
    [
        " to make sure that history does not repeat itself",
        8312.26,
        8317.42
    ],
    [
        " with that we appreciate y'all listen to the podcast if you want to support the podcast and support",
        8317.42,
        8328.18
    ],
    [
        " yourself at the same time might as well support some good causes out there right let's",
        8328.18,
        8333.4
    ],
    [
        " support some good it's true let's make the world a better place let's start with ourselves yes",
        8333.4,
        8337.44
    ],
    [
        " make yourself better physically better mentally better spiritually better let's do all those things",
        8337.88,
        8348.74
    ],
    [
        " take care yourself on every front that's what we need to do and then you can take care of other people",
        8348.74,
        8355.36
    ],
    [
        " then you can help other people so if you want to help yourself from a fuel and I'm not talking about",
        8355.36,
        8362.04
    ],
    [
        " gasoline for your car or maybe diesel for your truck talking about for you you need fuel",
        8362.04,
        8366.7
    ],
    [
        " similar concept similar concept you want to get good fuel you kind of want to get the best fuel",
        8366.98,
        8372.32
    ],
    [
        " yes sir you might want to get for yourself some jock of fuel it's true yeah it's very true",
        8372.32,
        8378.14
    ],
    [
        " as I keep reminding you off air that I am on the path kind of strict oh yeah yeah",
        8378.14,
        8385.12
    ],
    [
        " like kind of legitimately strict ever since um COVID started I put on some pounds some good some",
        8385.12,
        8395.4
    ],
    [
        " bad and uh you know varying levels of success in going back to you know to where it was before that",
        8397.9,
        8403.06
    ],
    [
        " also I just got back from the motherland why yeah and you know that can go sometimes but",
        8403.06,
        8408.26
    ],
    [
        " nonetheless point is on the path so routine back in full swing 100%",
        8408.26,
        8414.26
    ],
    [
        " brought COVID was like three years ago yeah yeah let's make a regular day don't go off the path",
        8414.26,
        8423.14
    ],
    [
        " for three years everybody I would say this so I was at it two years it's coming up on three years maybe two",
        8423.14,
        8429.12
    ],
    [
        " years two years right I don't know something like that but I was like I'm off the path because of",
        8429.12,
        8433.9
    ],
    [
        " COVID well you know two and a half years ago well jujitsu stops for a long time the routine jujitsu",
        8433.9,
        8441.62
    ],
    [
        " okay we got little pockets here and there you get in this is true but the routine stops you know",
        8441.62,
        8447.04
    ],
    [
        " I still can work out at the house or whatever but cardio goes way down sometimes like off the grid",
        8447.04,
        8452.02
    ],
    [
        " let's face it so I'm just lifting some woman please put yourself on full report",
        8452.02,
        8456.76
    ],
    [
        " maybe someone else out there can relate to the realities of situations like this nonetheless",
        8456.76,
        8462.9
    ],
    [
        " well yeah sure I got back on the path but I never really got back to where it was and after",
        8462.9,
        8468.6
    ],
    [
        " while you know we just got tired of that one you know so we just went more strict some saying",
        8468.6,
        8472.82
    ],
    [
        " but there are certain elements in there that have always been on the path especially with the",
        8472.82,
        8479.22
    ],
    [
        " fuel with the jacquo fuel part of it part of the point as well so thank god you had jacquo fuel",
        8479.22,
        8485.64
    ],
    [
        " because apparently you need you were just you were just wander around never mind off the path you're",
        8485.64,
        8490.56
    ],
    [
        " off the reservation I know and the way I'm putting this more like I just freaking just let myself go",
        8490.56,
        8496.08
    ],
    [
        " I didn't let myself go but I put on like a good 10 15 pounds which isn't yeah I know it's not like",
        8496.08,
        8504.54
    ],
    [
        " night and day kind of a scenario but and that's probably why I didn't get back right away because",
        8505.52,
        8511.58
    ],
    [
        " it wasn't like that big of a thing but it was still a nagging thing I feel like you seem saying",
        8511.58,
        8516.94
    ],
    [
        " did you drink your milk I'm drinking milk yes and actually I just got on this um um um protocol",
        8516.94,
        8522.56
    ],
    [
        " which I always knew about but you know sometimes it takes a little bit for to implement where if you",
        8522.56,
        8526.86
    ],
    [
        " if with your diet if you just control for like the protein getting enough protein whatever your",
        8526.86,
        8531.02
    ],
    [
        " workout program kind of requires it whatever and then you fill in the rest of the macros",
        8531.72,
        8537.6
    ],
    [
        " accordingly depends on where you want to go what your goal is or whatever that's like a really good",
        8537.6,
        8542.58
    ],
    [
        " way to stay on it seem saying like if because if you don't control for protein and you don't get",
        8542.58,
        8549.0
    ],
    [
        " enough protein you don't build your muscle the way you want to do it you risk overtrain you do",
        8549.0,
        8552.4
    ],
    [
        " all the stuff whatever nonetheless it's a better it's a good way to do it yeah yeah you got to get",
        8552.4,
        8556.72
    ],
    [
        " that protein yeah 100 percent what you getting a hot one gram per no like 0.6 0.6 grams per yeah",
        8556.72,
        8566.58
    ],
    [
        " right that's like the you need to up it man yeah yeah up those numbers from what I understand I mean",
        8566.58,
        8573.22
    ],
    [
        " I wonder you're losing weight you're starving to death over there right you're losing muscle mass",
        8573.22,
        8576.98
    ],
    [
        " no it depends on where you what you read and where you read it um it's going to go anywhere from",
        8576.98,
        8582.96
    ],
    [
        " like 0.5 all up to like one oh is it per per pound per or per or per kilo gram no per pound",
        8582.96,
        8592.16
    ],
    [
        " for real yeah okay it depends so um I don't know hey look that's that's your journey",
        8592.16,
        8599.36
    ],
    [
        " to look into that kind of stuff and figure out what's right for you right okay so let's say I weigh",
        8599.36,
        8606.52
    ],
    [
        " 220 mm-hmm and I'm taking what you want me to freaking eat 220 grams of protein in a day that",
        8607.96,
        8613.82
    ],
    [
        " that's what you're saying I don't know that's 10 mocks I love mocks I like mocks a lot but dry I could",
        8613.82,
        8620.1
    ],
    [
        " you know 10 10 yeah even if you break it up three mocks shakes per meal I don't know okay we don't",
        8620.1,
        8628.76
    ],
    [
        " recommend that I'm not saying yes I'm not saying no I'm saying we like my but not that's a much",
        8628.76,
        8632.34
    ],
    [
        " currently I'm not at 10 no I'm at one sometimes two actually don't mind a doubles yes I'm",
        8632.34,
        8637.6
    ],
    [
        " mind yeah I only have doubles okay yeah there you go well nonetheless we're on the program",
        8637.6,
        8644.04
    ],
    [
        " 100 check um also good news with the energy drinks if you didn't already yeah",
        8644.04,
        8649.96
    ],
    [
        " okay all the old good news is still there healthy for your energy drink no sugar sugar is more",
        8649.96,
        8658.46
    ],
    [
        " evil than you think by the way yeah 100 percent I think it's evil so you're not catching me on",
        8658.46,
        8662.76
    ],
    [
        " that one I know as evil as I if you were to you know how like I'm sure there's some point in your",
        8662.76,
        8667.86
    ],
    [
        " life where you like looked into sugar a little bit deeper than maybe do daily and then realize oh",
        8667.86,
        8673.04
    ],
    [
        " shoot this is kind of there's some issues with sugar sugar is like yeah evil you could start looking",
        8673.04,
        8678.16
    ],
    [
        " back into it and probably find some more stuff yeah that's so so you're saying it is even more evil",
        8678.16,
        8683.1
    ],
    [
        " than even I thought and I thought it was pretty damn evil that is my contention yes and",
        8683.1,
        8687.94
    ],
    [
        " good news like I said old good news but good news and no sugar in this one it's all healthy stuff",
        8687.94,
        8693.76
    ],
    [
        " so boom that's still the case but the additional good news we got a reformulating taste",
        8693.76,
        8699.42
    ],
    [
        " for all of them all the all the discipline go tastes good as a hell now like it will take you",
        8699.42,
        8707.92
    ],
    [
        " we're gonna win on taste yeah we're gonna win on taste taste better than the other let's",
        8707.92,
        8713.8
    ],
    [
        " what do we call energy drinks tastes better than the other ones straight up better yeah",
        8713.8,
        8717.9
    ],
    [
        " yeah try that still no sugar yeah still no still no chemicals in there yeah just good for you",
        8717.9,
        8723.18
    ],
    [
        " and now it tastes good too true the other flavors you might have one or two flavors that you like",
        8723.18,
        8729.0
    ],
    [
        " but the other one true kind of now you like them all yeah you'll and you'll love one or two of",
        8729.0,
        8732.96
    ],
    [
        " them yeah that's the difference that's what we just did yeah and there was a few before that you",
        8732.96,
        8736.94
    ],
    [
        " hated you won't even hate any of them yeah now you're gonna you're gonna like them all you're gonna",
        8736.94,
        8742.52
    ],
    [
        " love two or three of them and you're gonna be good to go you're gonna find you a little thing yeah",
        8742.52,
        8747.42
    ],
    [
        " man it's true it's all true uh all talkofuel.com yep uh don't forget a lot of but we don't we",
        8747.42,
        8752.84
    ],
    [
        " haven't actually talked about it whatever the joint stuff that's a big deal because you can be",
        8752.84,
        8757.04
    ],
    [
        " on any program but yeah if your joints you need to start giving out shoulders all this kind of",
        8757.04,
        8761.38
    ],
    [
        " stuff right you're kind of off the program yeah yeah it's voluntarily off the program so yeah keep",
        8761.38,
        8765.62
    ],
    [
        " that in mind you want overall health you want to be able to keep going yeah endurance",
        8765.62,
        8771.48
    ],
    [
        " endurance durable be durable that helps big time um yeah some vitamins in the right",
        8771.48,
        8777.86
    ],
    [
        " them in D cold or immunity but I just check it jockefuel.com. Go to wawaw get some drinks we got",
        8777.86,
        8785.96
    ],
    [
        " to we got to ready to drink common mocha common have you seen that yeah have you tasted yet?",
        8785.96,
        8789.94
    ],
    [
        " no sell a good yeah perfect perfect yes so do they add like um you know how for example",
        8790.02,
        8797.36
    ],
    [
        " I'll put like half a banana in there or something like that do they add anything else in there",
        8797.36,
        8802.16
    ],
    [
        " no just stayed up mocha formulated perfect ratios you could throw banana in there scientifically",
        8802.16,
        8809.62
    ],
    [
        " yeah proven perfect ratios okay all right it's good uh go to wawaw get the drinks go to vitamin",
        8809.62,
        8815.12
    ],
    [
        " shop get this stuff go to if you're in Texas go to hb go to hb rolling hot and get yourself some",
        8815.12,
        8820.46
    ],
    [
        " milk that's what I'm saying uh also get some origin hunt origin USA dot com you can get a bunch of",
        8820.46,
        8828.58
    ],
    [
        " you can get jeans boots you know you can get but you can get stuff that's made in America",
        8828.58,
        8832.62
    ],
    [
        " not stuff that's literally made in a tyrannical country like the one we just talked about",
        8832.62,
        8839.6
    ],
    [
        " it's a little bit different but the principles are kind of there let's not support that let's",
        8840.36,
        8845.42
    ],
    [
        " support America where people are free how about that that's a good idea origin USA dot com get",
        8845.42,
        8850.64
    ],
    [
        " yourself some boots jeans some jujitsu gear gear yeah it's true also you want to represent why you're",
        8850.64,
        8857.46
    ],
    [
        " on this path like I think a lot of us do pretty much every day jockefuel store dot com shirts hats hoodies",
        8857.46,
        8865.04
    ],
    [
        " on there as well I know summertime I get it but at some point it's gonna be fall then winter you've",
        8865.04,
        8870.16
    ],
    [
        " got some hoodies on there um discipline equals freedom that's what you're representing the jockef",
        8870.16,
        8875.68
    ],
    [
        " store stuff uh short locker by the way what I don't know that I've that you've ever told me your",
        8875.68,
        8883.12
    ],
    [
        " assessment of the short locker in any thorough way I see I like it does my assessment if you",
        8883.12,
        8894.44
    ],
    [
        " get a new shirt every month creative they're different different designs pretty much every single",
        8894.44,
        8900.54
    ],
    [
        " one has been a success bearing levels of you know there are sporadic um outliers that might you",
        8900.54,
        8907.74
    ],
    [
        " know they might be too hard there's a couple of jaxians over projections they the the conceptual",
        8907.74,
        8913.36
    ],
    [
        " element behind them might have went over some people's heads or maybe hit them too hard or",
        8913.36,
        8919.02
    ],
    [
        " too hard right in the face yeah a little bit that's what it seemed like short locker dot com is",
        8919.02,
        8923.62
    ],
    [
        " anything no just jackefusdoor dot com I was making up my old dot coms jackefusdoor dot com you click",
        8923.62,
        8931.28
    ],
    [
        " is a big thing click shirt locker come check it out you can see some previews too that's the thing",
        8931.28,
        8935.66
    ],
    [
        " look I'm not gonna give it all away you know as far as what designs are what or whatever but you can",
        8935.66,
        8941.26
    ],
    [
        " see some previews some hints of like what the next one is what some past ones were also if you're",
        8941.26,
        8946.14
    ],
    [
        " memory can buy any of the past ones by the way that's pretty legit yeah so you know you thought you",
        8946.14,
        8951.46
    ],
    [
        " missed out on one the where you can go back but you can bring it right back you want your neighbor",
        8951.46,
        8956.04
    ],
    [
        " because this is how this happens a lot where you're gonna be wearing one and someone be like bro where",
        8956.04,
        8960.78
    ],
    [
        " did you get that shirt like the one that says good right you know we have some good shirts on the store",
        8960.78,
        8965.06
    ],
    [
        " cool we got a better one there's a different one slightly and it's like it's cool it looks really",
        8965.06,
        8970.58
    ],
    [
        " good and I got a literal phone call saying where who got that shirt where can we get that shirt my",
        8970.58,
        8976.34
    ],
    [
        " wife wants it you sign up you can get your wife on your neighbor one whatever you like seem to check",
        8976.34,
        8982.9
    ],
    [
        " that's jackefusdoor dot com subscribe to the podcast check out the jackefusdoor underground we just",
        8982.9,
        8988.44
    ],
    [
        " recorded a couple episodes of that got talking interesting information talk about keeping our",
        8988.44,
        8992.8
    ],
    [
        " own little platform we have our own little platform we don't know this platform that you're listening",
        8992.8,
        8995.84
    ],
    [
        " to unless you're in jackefus door right now but we don't own iTunes we don't own Spotify we don't",
        8995.84,
        9004.04
    ],
    [
        " own YouTube we get kicked off any of those I don't know we talked about the Nazis today will that",
        9004.04,
        9010.04
    ],
    [
        " get us kicked off oh yeah I mean who knows yeah there's like terms that get you like it flagged",
        9010.04,
        9017.26
    ],
    [
        " kind of flagged yeah yeah they're for real are yeah in fact it's so apparently flagged before",
        9017.26,
        9023.46
    ],
    [
        " oh yeah we've been flagged a few times and that's kind of what prompted this jackefusdoor underground",
        9024.52,
        9029.84
    ],
    [
        " dot com because we don't know when we're gonna get kicked off for saying something yeah so if you",
        9029.84,
        9036.1
    ],
    [
        " want to support that eight dollars and eighteen cents a month we appreciate it check out the YouTube",
        9036.1,
        9039.26
    ],
    [
        " channel check out psychological warfare check out flipside canvas dot com Dakota Meyer making",
        9039.26,
        9043.16
    ],
    [
        " awesome stuff to hang on your wall I written a bunch of books check them out you know what they are",
        9043.16,
        9049.96
    ],
    [
        " echelon front talked about that a little bit today leadership lab FTX we have to muster coming up",
        9049.96,
        9055.76
    ],
    [
        " so I think that's the next one isn't Atlanta hotlana October 12th to the 14th we sold out all",
        9055.76,
        9063.26
    ],
    [
        " these things so if you want to come get there early register go to stream ownership dot com for our",
        9063.26,
        9069.78
    ],
    [
        " or that's echelon front dot com if you want to do online training go through some courses you want",
        9069.78,
        9074.96
    ],
    [
        " to understand this stuff at a deeper level go to tree ownership dot com and take some courses",
        9075.2,
        9080.72
    ],
    [
        " some online courses I'll be sitting there telling you what's up you can come and ask me questions",
        9080.72,
        9086.98
    ],
    [
        " extreme ownership dot com and if you want to do your duty from a charity perspective check out",
        9086.98,
        9095.86
    ],
    [
        " Mark Lee's mom mom Lee she's got a great charity organization and if you want to donate to her",
        9095.86,
        9101.0
    ],
    [
        " organization or you want to get involved go to america's mighty warriors dot org and you've",
        9101.84,
        9106.4
    ],
    [
        " also got heroes and horses dot org mica he's up there in the wilderness they're wrapping up their",
        9106.4,
        9112.88
    ],
    [
        " course right now 41 days out in the bush reconnecting with your soul that's for veterans check it",
        9112.88,
        9121.62
    ],
    [
        " out heroes and horses dot org and if you want to well if you want to see us on twitter or the",
        9121.62,
        9127.34
    ],
    [
        " gram or the facebook echo and i don't know but look just be careful fair warning the algorithms",
        9127.34,
        9134.22
    ],
    [
        " there the brainwashing out we said people getting brainwashed by the Nazis you're getting brainwashe",
        9134.22,
        9141.26
    ],
    [
        " too when you're staring at that little screen don't let it happen watch out for the algorithm",
        9141.26,
        9145.12
    ],
    [
        " and finally salute to the greatest generation the world war two veterans that fought against the",
        9145.12,
        9154.2
    ],
    [
        " Nazi power the tyranny the oppression the greatest generation that saved freedom in our world so a salute",
        9156.8,
        9165.84
    ],
    [
        " to them and also thanks to the soldiers sailors airmen and marines that are out there right now as we",
        9165.84,
        9173.64
    ],
    [
        " speak holding the line thank you to all of you and the same goes to our police and law enforcement",
        9173.64,
        9179.36
    ],
    [
        " firefighters paramedics emt's dispatchers correctional officers board of patrol secret service",
        9179.98,
        9184.28
    ],
    [
        " and all the first responders that keep us safe every day thank you for holding the line here at home",
        9184.28,
        9190.36
    ],
    [
        " and everyone else out there remember this idea remember to begin your day with a mission begin the day",
        9190.36,
        9203.68
    ],
    [
        " with a mission and if you approach every day and you approach every task as if it was a battle",
        9203.68,
        9215.12
    ],
    [
        " eventually you can approach battles like there a task that's what we've got for today",
        9215.12,
        9223.86
    ],
    [
        " every day is a battle go get in the fight and until next time this is Echo and Jocco out",
        9224.56,
        9232.54
    ]
]