[
    [
        " This is Jocco Underground Podcast number 41 with Echo Charles sitting here across from me.",
        0.96,
        8.38
    ],
    [
        " I'm Jocco Willink.",
        8.6,
        11.12
    ],
    [
        " So there's a little something to talk about.",
        12.34,
        16.42
    ],
    [
        " The idea of thinking I'm wrong.",
        16.86,
        19.52
    ],
    [
        " Like if you and I are going to have a conversation and I go into the conversation thinking hmm,",
        20.56,
        25.82
    ],
    [
        " I could be wrong.",
        26.06,
        27.24
    ],
    [
        " What does that do?",
        28.5,
        29.64
    ],
    [
        " I'll tell you something extremely positive that happens and this is how I go into conversations.",
        30.32,
        35.54
    ],
    [
        " I go into conversations thinking, hey, you know, uh, Echo's got a plan for doing something.",
        36.12,
        40.34
    ],
    [
        " I've got a plan for doing something.",
        40.82,
        41.58
    ],
    [
        " I'm probably wrong.",
        41.64,
        42.24
    ],
    [
        " Echo's ideas probably right.",
        43.1,
        45.32
    ],
    [
        " So cool.",
        45.74,
        46.3
    ],
    [
        " Let's have a conversation and he can prove that he's right.",
        46.54,
        48.6
    ],
    [
        " And show me how he's right and I'll I'm okay with being wrong.",
        49.08,
        53.58
    ],
    [
        " So what does that do?",
        53.82,
        54.64
    ],
    [
        " It opens my mind.",
        54.84,
        55.88
    ],
    [
        " It opens my mind.",
        56.34,
        57.4
    ],
    [
        " Now does this mean I blindly say yes, Echo's right and I'm wrong.",
        57.52,
        60.64
    ],
    [
        " No, no, no, I might ask you some earnest questions, but I'm not going to get hostile about it.",
        60.74,
        65.14
    ],
    [
        " I'm not going to get get aggro about it.",
        65.54,
        68.38
    ],
    [
        " I'm going to kind of, you know, be okay.",
        68.96,
        72.76
    ],
    [
        " Now where people might get concerned about this is then you think, oh, well,",
        73.96,
        78.56
    ],
    [
        " if I'm going into a conversation thinking, uh, I'm wrong.",
        78.82,
        83.12
    ],
    [
        " Then I don't have any confidence.",
        84.16,
        85.4
    ],
    [
        " No, I'm sorry.",
        86.0,
        87.16
    ],
    [
        " As soon as he says something, I'm just going to shut down.",
        87.42,
        88.98
    ],
    [
        " No, here's where there's here's we have to here's we have to open your mind a little bit.",
        89.12,
        93.56
    ],
    [
        " If you go in with an attitude of, hey, I'm probably wrong.",
        94.28,
        99.9
    ],
    [
        " It actually increases your confidence.",
        100.54,
        103.42
    ],
    [
        " Oddly enough.",
        103.92,
        105.2
    ],
    [
        " Because it's almost like going into a game or a grappling match where you know you're going to lose.",
        108.62,
        117.16
    ],
    [
        " Now look, you go in your, you could have, let's say you were a 10 time, well,",
        118.02,
        123.66
    ],
    [
        " let's say you were a 10 time world champion in Jiu Jitsu and I was a purple belt.",
        123.7,
        128.16
    ],
    [
        " You are a black belt, 10 time world champion and you and I were going to scrap.",
        128.32,
        131.52
    ],
    [
        " I could go in like, oh, I'm going to get beat and that could hurt my confidence.",
        134.24,
        137.92
    ],
    [
        " Or I could go in and say, hey, man, this guy's a world champion, 10 times and he's a black belt.",
        138.36,
        141.74
    ],
    [
        " And I'm only a purple belt.",
        141.98,
        142.72
    ],
    [
        " I'm going to go in there and try and learn some stuff and keep an open mind, watch what he does.",
        143.14,
        145.96
    ],
    [
        " And I kind of have nothing to lose.",
        146.26,
        147.44
    ],
    [
        " So if I want to throw a move out there, I can do it.",
        147.68,
        149.94
    ],
    [
        " And if he gets shut down, I get tapped out.",
        150.06,
        151.96
    ],
    [
        " It's not that big of a deal.",
        151.98,
        152.66
    ],
    [
        " Yeah.",
        154.26,
        161.22
    ],
    [
        " And except other ideas more is to go in there with an attitude not of like, he's going to destroy me and I'm horrible.",
        161.22,
        167.66
    ],
    [
        " But like, hey, I can go in there, take some risks, listen, learn some moves, pay attention.",
        168.14,
        172.48
    ],
    [
        " And that's okay.",
        172.98,
        173.7
    ],
    [
        " And I'm not a loser because of it.",
        174.24,
        175.66
    ],
    [
        " When you see a, you know, like someone steps up and weight class, Jeff Glover, steps up and weight class and goes up against a big monster guy.",
        176.08,
        184.3
    ],
    [
        " That's equivalent level.",
        184.74,
        185.84
    ],
    [
        " So the guy has a huge advantage and then Jeff gets beat.",
        186.12,
        188.92
    ],
    [
        " Do you go, man, what a loser.",
        189.74,
        191.38
    ],
    [
        " No, you freaking, you give respect because he rolled the dice and he stepped in there and he got beaten.",
        192.24,
        198.02
    ],
    [
        " It's no big deal.",
        198.1,
        198.62
    ],
    [
        " Jeff Glover does that in practice too.",
        200.2,
        201.74
    ],
    [
        " He'll like let you get a rear naked choke.",
        201.84,
        203.84
    ],
    [
        " I've seen him let some random purple belt get a rear naked choke on him.",
        204.66,
        210.44
    ],
    [
        " And once it's sunk in, hooks are in, full rear naked choke.",
        210.92,
        216.0
    ],
    [
        " Then you see Jeff start to try and escape.",
        216.08,
        217.8
    ],
    [
        " And I've seen him tap after he let a guy get hooks, full rear naked choke, then starts to escape and he gets tapped.",
        218.38,
        228.32
    ],
    [
        " And he's like, I, whatever.",
        228.68,
        229.5
    ],
    [
        " So it's not that big of a deal.",
        229.92,
        231.88
    ],
    [
        " If you can put your ego in check, it's not that big of a deal.",
        232.52,
        235.3
    ],
    [
        " So thinking to yourself consciously until you get in the habit of it, thinking to yourself like, hey, I might be wrong.",
        235.76,
        243.2
    ],
    [
        " I'm going into this conversation. I'm going into this meeting.",
        243.38,
        245.66
    ],
    [
        " I'm going into this planning session. I'm going to have a discussion with my wife about something.",
        246.14,
        250.02
    ],
    [
        " Going into it and thinking to yourself, alright, I'm going to be wrong and that's okay.",
        250.52,
        255.92
    ],
    [
        " It is an awesome way to adjust your attitude.",
        256.24,
        259.64
    ],
    [
        " It's an awesome way to open your mind and it's an awesome way to move forward in life.",
        259.86,
        265.58
    ],
    [
        " Does it mean you lack confidence?",
        265.78,
        267.42
    ],
    [
        " No, it doesn't.",
        267.98,
        270.06
    ],
    [
        " It means you're going to win because your mind is open and that's going to allow you to get there.",
        270.98,
        277.06
    ],
    [
        " Yeah, one of those easier said than done kind of.",
        277.68,
        281.38
    ],
    [
        " Definitely easier said than done.",
        281.46,
        282.96
    ],
    [
        " It's definitely easier said than done.",
        283.64,
        284.72
    ],
    [
        " It's such the heart. One of the hardest parts about it is seeing that it's an advantage.",
        285.38,
        289.8
    ],
    [
        " Yeah.",
        290.12,
        290.22
    ],
    [
        " Because you know what people say? It's like, when you go into a room, you've got to say, tell yourself like, I'm ready.",
        290.7,
        295.62
    ],
    [
        " I'm going to own that room.",
        295.94,
        296.92
    ],
    [
        " I've got to, you know, they do the, where you look in the mirror and you like raise your hands and you go like,",
        297.08,
        303.44
    ],
    [
        " I am victory or whatever, right?",
        303.46,
        305.78
    ],
    [
        " That's what they tell you to say.",
        306.12,
        307.22
    ],
    [
        " But if you go in there and say, hey, victory is coming out the best idea from this group.",
        307.42,
        313.68
    ],
    [
        " That's victory.",
        314.06,
        314.6
    ],
    [
        " Okay, cool. I'm going to have an open mind. I'm going to listen.",
        314.92,
        317.0
    ],
    [
        " It's how you win.",
        317.44,
        318.5
    ],
    [
        " That's what's hard to get there.",
        319.36,
        322.1
    ],
    [
        " Yeah, it's one of those struggles.",
        322.5,
        324.72
    ],
    [
        " It's kind of like a big picture versus small picture or short term versus long term struggle where,",
        324.8,
        330.26
    ],
    [
        " and especially if you, if you go in saying, I could be wrong kind of a thing, you're already playing the long game already.",
        330.76,
        338.36
    ],
    [
        " So that, you know, in life, that's everybody's struggle.",
        338.82,
        341.42
    ],
    [
        " Because by the way, what are the chances that the discussion that you and I are about to have is the most important and impactful and final discussion that you and I are ever going to have?",
        341.56,
        349.98
    ],
    [
        " The chances are about zero.",
        350.3,
        351.12
    ],
    [
        " Yeah, but that's a big picture perspective.",
        351.54,
        353.3
    ],
    [
        " Which that doesn't come right like intuitively a lot of the time.",
        353.3,
        357.74
    ],
    [
        " Think about it.",
        358.02,
        358.76
    ],
    [
        " The big picture, small picture, short term, long term is your whole life.",
        359.06,
        363.68
    ],
    [
        " That's the struggle in every aspect of life.",
        363.86,
        366.68
    ],
    [
        " Like even relationships, freaking money, health, what you eat, what you exercise, you know, exercise, like everything, everything that you do.",
        366.98,
        375.72
    ],
    [
        " That's strategic versus tactical.",
        376.02,
        377.08
    ],
    [
        " Exactly.",
        377.26,
        377.5
    ],
    [
        " Long term versus short term.",
        377.8,
        378.8
    ],
    [
        " Yeah.",
        378.92,
        379.0
    ],
    [
        " And so, and that also goes big, big picture, small picture.",
        380.26,
        383.54
    ],
    [
        " So like if I say, if I start, which is subtle difference?",
        383.8,
        386.72
    ],
    [
        " But if I'm like, hey, I could be wrong, you're, you being wrong isn't that big of a deal at the end of the day.",
        387.32,
        393.82
    ],
    [
        " Right? That's a big picture attitude.",
        393.94,
        395.5
    ],
    [
        " Me being wrong when I say I'm right, that is a big deal.",
        396.04,
        399.14
    ],
    [
        " It's a bigger deal.",
        399.58,
        400.44
    ],
    [
        " Yes.",
        400.72,
        400.88
    ],
    [
        " And depending on the size of your ego, it could be a huge deal.",
        401.54,
        404.52
    ],
    [
        " Exactly.",
        404.76,
        405.08
    ],
    [
        " And depending on the size of the other person's ego, it could be a huge deal.",
        405.08,
        407.86
    ],
    [
        " Because they like that victory.",
        407.98,
        409.24
    ],
    [
        " And they like to see you squirming in defeat.",
        409.54,
        411.18
    ],
    [
        " Yeah.",
        411.54,
        411.78
    ],
    [
        " But how would you box yourself into that corner?",
        412.26,
        414.02
    ],
    [
        " Has very little impact in your life.",
        414.14,
        415.68
    ],
    [
        " Very little impact.",
        415.96,
        416.64
    ],
    [
        " Yeah.",
        416.96,
        417.16
    ],
    [
        " How many things are you debating in a day that has a massive impact on your life?",
        417.24,
        420.96
    ],
    [
        " Yeah, probably.",
        421.54,
        421.9
    ],
    [
        " Not a lot.",
        422.14,
        422.82
    ],
    [
        " I mean, unless you're debating with some world leader about something.",
        423.02,
        426.72
    ],
    [
        " Yeah, but you could be debating whether you make this investment, which is a lot of money for you.",
        426.8,
        433.78
    ],
    [
        " Yeah.",
        433.84,
        434.24
    ],
    [
        " And if it's that much money for you, maybe you should back it off a little bit.",
        434.6,
        438.16
    ],
    [
        " Yeah.",
        438.32,
        438.46
    ],
    [
        " So that is not a massive risk, but you still get some upside.",
        438.48,
        441.32
    ],
    [
        " In fact, shouldn't you really go in thinking you might be wrong?",
        441.74,
        445.48
    ],
    [
        " Yeah.",
        445.66,
        445.86
    ],
    [
        " It's a big one.",
        446.0,
        446.72
    ],
    [
        " Yeah.",
        446.92,
        447.66
    ],
    [
        " Yeah. It's one of those things, man.",
        447.88,
        449.56
    ],
    [
        " You got to be careful.",
        449.62,
        450.14
    ],
    [
        " Yeah.",
        450.5,
        450.74
    ],
    [
        " So just keep that idea in mind.",
        451.06,
        453.26
    ],
    [
        " It's really, I think people are scared of it because they think they're going to come across as they lack confidence.",
        453.72,
        458.58
    ],
    [
        " What's more confident?",
        459.04,
        459.92
    ],
    [
        " What's more confident?",
        460.4,
        461.08
    ],
    [
        " When I roll in the room, like, hey, I'm not 100% sure of this idea, but here's what I'm presenting.",
        461.08,
        464.14
    ],
    [
        " Or like, my idea is right.",
        464.6,
        466.36
    ],
    [
        " Bro, you sound paranoid already.",
        466.94,
        468.8
    ],
    [
        " Pointed and I'll retarinate there.",
        469.08,
        470.4
    ],
    [
        " Please don't do it.",
        470.56,
        471.26
    ],
    [
        " Yeah.",
        471.82,
        471.98
    ],
    [
        " You just pad there, like you just up the stakes.",
        472.42,
        474.46
    ],
    [
        " It's almost like social stakes kind of or ego-stakes.",
        474.82,
        477.98
    ],
    [
        " But you just up the stakes all the way to like an unreasonable degree when you come with that kind of conviction.",
        478.12,
        483.3
    ],
    [
        " Don't do it.",
        483.56,
        484.14
    ],
    [
        " Now when you go, I could be wrong, brother stakes are very, like, if kind of non-existent.",
        484.36,
        489.14
    ],
    [
        " The mind is open.",
        489.14,
        490.32
    ],
    [
        " Exactly.",
        490.68,
        490.9
    ],
    [
        " The mind is open.",
        491.72,
        492.54
    ],
    [
        " Check.",
        492.88,
        493.04
    ],
    [
        " All right, let's get to Q&A.",
        493.64,
        494.62
    ],
    [
        " What do we got?",
        494.96,
        495.26
    ],
    [
        " First question, Jaco.",
        495.8,
        497.56
    ],
    [
        " I'm a police officer and signed up for BJJ because I know the quarterly refreshers we get aren't anywhere near the amount of training I need.",
        497.9,
        505.14
    ],
    [
        " That is a little excerpt of what we are doing on the Jaco Underground podcast.",
        505.92,
        516.8
    ],
    [
        " So if you want to continue to listen, go to JacoUnderground.com and subscribe.",
        516.8,
        522.58
    ],
    [
        " And we're doing this to mitigate our reliance on external platforms so we are not subject to their control.",
        522.84,
        529.94
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections, better communications with us, strengthen this legion of troopers that are in the game with us.",
        530.26,
        540.66
    ],
    [
        " So thank you.",
        541.0,
        541.58
    ],
    [
        " It's JacoUnderground.com.",
        541.72,
        543.72
    ],
    [
        " It costs $8.18 a month.",
        543.72,
        546.88
    ],
    [
        " And if you can't afford to support us, we can still support you.",
        547.18,
        550.3
    ],
    [
        " Just email assistance at JacoUnderground.com.",
        550.42,
        553.16
    ],
    [
        " And we'll get you taken care of.",
        553.88,
        555.58
    ],
    [
        " Until then, we will see you in a mobilized underground.",
        555.84,
        560.68
    ]
]