[
    [
        " This is the Jocco Underground Podcast number two with Echo Charles and me Jocco Willink and if you haven't caught wind of this yet",
        0.0,
        9.08
    ],
    [
        " We have a little underground movement going",
        9.08,
        12.72
    ],
    [
        " You can join the movement by going to Jocco Underground dot com",
        12.72,
        17.98
    ],
    [
        " some",
        17.98,
        19.22
    ],
    [
        " Additional information that we're putting out the reason we're putting it out in this format in this",
        19.22,
        26.66
    ],
    [
        " protected format",
        27.24,
        28.58
    ],
    [
        " Is that the right word? Sure",
        28.58,
        30.52
    ],
    [
        " is because there's some censorship",
        30.52,
        33.84
    ],
    [
        " ship happening in the world right now",
        33.84,
        36.4
    ],
    [
        " From a bunch of different angles social media traditional media podcast platforms",
        36.4,
        41.58
    ],
    [
        " video platforms and we've been good",
        41.58,
        44.48
    ],
    [
        " For the most part we've had some brushes I guess we could say but",
        44.48,
        50.62
    ],
    [
        " we just",
        50.62,
        52.22
    ],
    [
        " have to be cautious",
        52.22,
        54.24
    ],
    [
        " And make sure that we have a contingency plan in case things go real sideways. So that's what we're doing",
        54.96,
        60.68
    ],
    [
        " And with that our last one was was about cognitive biases and we're continuing down the path of talking about cognitive biases",
        60.68,
        68.82
    ],
    [
        " We got some more to cover",
        68.82,
        70.08
    ],
    [
        " Let's start off with oh yeah, and these these cognitive biases that we're going over they come from a website",
        70.08,
        78.88
    ],
    [
        " Which is",
        78.88,
        80.84
    ],
    [
        " The visual capitalist dot com giving credit where credit is due",
        82.22,
        86.94
    ],
    [
        " It's pretty simple and straightforward",
        86.94,
        88.84
    ],
    [
        " one of these cognitive biases",
        88.84,
        91.36
    ],
    [
        " Is called the forer effect or also known as the barnum effect and it says we easily attribute our personalities to vague statements",
        91.36,
        103.1
    ],
    [
        " Even if they can apply to a wide range of people and this is the whole horoscope thing",
        103.1,
        108.24
    ],
    [
        " Whenever people ask me I was telling some random thing and they go oh you I knew you were a scar beyond",
        110.44,
        117.14
    ],
    [
        " I knew you were a whatever",
        117.14,
        120.32
    ],
    [
        " Libra whatever and then there they get all excited",
        120.32,
        124.04
    ],
    [
        " They get all excited and what I'll actually go too deep",
        124.04,
        128.24
    ],
    [
        " I'll go I'll say um they'll I'll say I'm all Scorpio and they go I knew it",
        128.24,
        134.04
    ],
    [
        " I knew it and I'm just kidding. I'm not a scoop. What?",
        134.04,
        136.62
    ],
    [
        " I'm Capricorn they go oh oh I get it. Yeah",
        137.66,
        140.88
    ],
    [
        " Yeah, Capricorn would do that. Yeah, yeah, exactly",
        140.88,
        144.4
    ],
    [
        " So I don't buy into that thing have you ever buddened no never no even about my dad is heavy",
        144.4,
        153.14
    ],
    [
        " Heavy into it. I don't know if he believes it or if that's just a recreational thing which can be the case",
        153.14,
        159.7
    ],
    [
        " You know, but he's the kind all he'll first thing out of his mouth",
        159.7,
        163.66
    ],
    [
        " Let me ask you this what if you were a bad person and you were running that",
        163.66,
        168.08
    ],
    [
        " Running one running the whole thing if you were if you were writing those things up in the newspaper",
        168.08,
        173.4
    ],
    [
        " It's like this is gonna be a terrible month for you threats on all sides. You are doomed, right?",
        173.4,
        180.98
    ],
    [
        " Because people kind of it's a little bit of a self-fulfilling prophecy",
        181.2,
        185.62
    ],
    [
        " I think is what people hope for yeah, right? This is gonna be the best month financial rewards. Yeah, right?",
        185.62,
        191.28
    ],
    [
        " Yeah, in a way, right? I mean there is function when you think when you put it that way a self-fulfilling prophecy because that's a thing right",
        191.72,
        197.96
    ],
    [
        " placebo and these are all like",
        197.96,
        199.66
    ],
    [
        " Essentially self-fulfilling prophecies in that way good or bad",
        199.66,
        203.34
    ],
    [
        " So if you're like hey, you know what and I'll pull this on my kids a lot",
        203.34,
        206.66
    ],
    [
        " Be like hey, you know what's good about you?",
        206.66,
        208.34
    ],
    [
        " It's like you're like struck like you don't give up easy",
        208.48,
        211.26
    ],
    [
        " That's such a and they'll be like well, you know and no same deal",
        211.26,
        214.54
    ],
    [
        " So yeah, the horse go they can be the same thing and they're usually like other things as vague",
        214.54,
        219.22
    ],
    [
        " But at least it makes you feel good",
        219.94,
        222.0
    ],
    [
        " Better than making you feel bad I guess yeah, I'm not into them. Yeah, that's weird. I don't I don't think I ever was into you",
        222.0,
        230.72
    ],
    [
        " My dad will be ill like hey, you're all you're on the cusp like you tell him your birthday",
        230.72,
        235.02
    ],
    [
        " He'll be like oh you know, hold it whatever you won't ask for it",
        235.02,
        238.22
    ],
    [
        " But like if you offer up when your birthday is that's the first thing out of his",
        238.22,
        242.28
    ],
    [
        " Oh, Capricorn the cusp. Oh, you know like when you're kind of",
        242.28,
        247.1
    ],
    [
        " Oh, right, all right, but yeah, you ever seen those experiments they do like you can watch videos about them",
        247.1,
        252.52
    ],
    [
        " No, they're like sociologic or psycho whatever and they'll",
        252.52,
        255.94
    ],
    [
        " No, no, they'll get a group of people and they'll and they'll be like",
        255.94,
        262.92
    ],
    [
        " They'll give them one of the horoscopes, right and they'll give them all the same one",
        262.92,
        268.92
    ],
    [
        " And then they'll say hey, okay, raise your hand if your horoscope apply it to you, right or if you think you got your",
        268.92,
        276.98
    ],
    [
        " horoscope or something like that for the exact but it's essentially that and",
        277.1,
        281.14
    ],
    [
        " Everyone raises their hand or most people raise their hand and they kind of they have different rounds and different methods and",
        281.14,
        286.44
    ],
    [
        " Of doing it and they do it and it essentially proves or shows strong evidence will say that yeah",
        286.44,
        293.44
    ],
    [
        " It applies to everyone all you got to do is be like read it and",
        293.44,
        297.34
    ],
    [
        " Yeah, it applies to me because your brain finds ways for it to apply to you. Oh, you're um",
        297.34,
        302.8
    ],
    [
        " You're not easy to",
        302.8,
        304.48
    ],
    [
        " To you have a hard shell, but once you get in there, you have a big heart like that kind of stuff, you know where it's kind of like",
        305.42,
        311.2
    ],
    [
        " No one's really gonna. That's the most generic thing ever. Yeah, and it kind of applies everyone if you just think about it and one way or another",
        311.2,
        318.64
    ],
    [
        " Because you can just kind of morph your real self around that",
        318.64,
        322.52
    ],
    [
        " It's kind of like yeah, that's true. I have a lot of friends, but you know, they don't know the real me. You know like that kind of stuff",
        322.52,
        329.42
    ],
    [
        " There's echo Charles reading his horoscope",
        329.42,
        332.62
    ],
    [
        " He's in a real",
        332.92,
        333.92
    ],
    [
        " The Dunning Kruger effect",
        333.92,
        337.5
    ],
    [
        " The less you know the more confident you are the more you know the less confident you are Francis",
        337.5,
        344.02
    ],
    [
        " confidently assures the group that there is no",
        344.02,
        346.54
    ],
    [
        " kelp in ice cream",
        346.54,
        348.82
    ],
    [
        " They do not work in the dairy industry",
        348.82,
        351.82
    ],
    [
        " Interesting that my best example. There's this really good marine",
        351.82,
        357.02
    ],
    [
        " Who was like kind of a legendary marine and he started training jujitsu?",
        357.02,
        361.9
    ],
    [
        " And he had this realization like he was real confident before he started changing it soon",
        363.32,
        368.06
    ],
    [
        " Then once he started changing it to he was kind of thinking yeah, I'm not as badass as I thought I was",
        368.06,
        373.6
    ],
    [
        " That's the same with everything. Yeah, it seems like yeah, it seems like that one you can",
        373.6,
        378.46
    ],
    [
        " Understand it when you just think about it for a second because you know like and you just do how you say it's like",
        378.46,
        384.82
    ],
    [
        " That's a good example because before you get in there and really understand it",
        384.82,
        389.68
    ],
    [
        " You just have this idea of like yeah, I can imagine",
        390.2,
        392.82
    ],
    [
        " I would never let you pull my arm over there. I would just stop that from happening. Yeah",
        392.82,
        397.3
    ],
    [
        " It's like you don't know what you don't know kind of thing versus when you're when you are",
        397.3,
        403.3
    ],
    [
        " Confident like supercom you know how much you know, but you know how much there is to know and you don't know anything kind of an attitude",
        403.3,
        409.54
    ],
    [
        " Yeah, that's one one thing that's nice about you know and jujitsu I",
        409.54,
        413.9
    ],
    [
        " Would say jujitsu probably taught me this I may have had some inkling of it",
        413.9,
        417.5
    ],
    [
        " But man, then you realize it's the same with everything man. I don't know nothing about nothing like you start looking at any sort of",
        417.6,
        423.44
    ],
    [
        " Sort of world",
        423.44,
        425.36
    ],
    [
        " Right and you go. I don't actually know anything about that you think you do",
        425.36,
        429.38
    ],
    [
        " But then you wait for you to do Jitsu you go. I thought I knew about that. I didn't know anything so therefore",
        429.38,
        433.98
    ],
    [
        " I don't know anything about other",
        433.98,
        436.26
    ],
    [
        " Worlds",
        436.26,
        437.98
    ],
    [
        " Have you other subjects? Yeah, have you um?",
        437.98,
        442.74
    ],
    [
        " Can you remember a time that this applied to you and you came to that real realization? I?",
        443.96,
        449.9
    ],
    [
        " Mean jujitsu is the most obvious one. Yeah",
        449.94,
        451.98
    ],
    [
        " Boxing is like that too boxing is like that. Oh, boy tie",
        451.98,
        457.96
    ],
    [
        " The first time I spart of legit boy tie guy",
        457.96,
        461.58
    ],
    [
        " Yeah, you know because you know more tired striking is kind of linear. Yeah, it's kind of linear",
        461.58,
        468.12
    ],
    [
        " Yeah, you're either kicking or punching. It's pretty yeah. Yeah, I can throw. I this guy might was Mike Rignor",
        468.12,
        475.5
    ],
    [
        " He's a badass like real boy tie guy and I would start to throw a kick and he would either",
        475.5,
        481.86
    ],
    [
        " Just kick me before I could kick him or he would just be just waiting to check it",
        481.86,
        487.54
    ],
    [
        " And you know, I was thinking hmm",
        487.54,
        490.54
    ],
    [
        " Uh",
        493.48,
        494.04
    ],
    [
        " Basically in in boxing and in in moitai",
        494.04,
        497.4
    ],
    [
        " The same way a white belt gets destroyed in Jitsu is the same way. If you don't know how to box you're getting destroyed",
        497.4,
        505.1
    ],
    [
        " There is a little bit of a you know look we have a puncher's chance and all that stuff",
        505.1,
        510.48
    ],
    [
        " So there is some level of",
        510.48,
        512.52
    ],
    [
        " Primal fighting that a human can naturally do that will be more effective in the primal fight the primal fighting that you do",
        512.52,
        520.52
    ],
    [
        " In Jiu-Jitsu is counter. It's wrong. Yeah, it's the wrong. You're doing the wrong thing",
        520.54,
        525.02
    ],
    [
        " In boxing and moitai at least it's in the same zone. Yeah",
        525.02,
        530.98
    ],
    [
        " Yeah",
        530.98,
        532.32
    ],
    [
        " Anchoring",
        532.32,
        535.36
    ],
    [
        " We rely heavily on the first piece of information introduced when making decisions",
        535.36,
        542.6
    ],
    [
        " Yeah, first impression for yeah, and and I talk about this one a lot from the from the fact of",
        542.6,
        549.4
    ],
    [
        " What you learn the first way you learn something is the what becomes the de facto proper way you anchor to that subject",
        549.4,
        556.68
    ],
    [
        " I always talk about guys in their first sale platoon",
        556.68,
        558.58
    ],
    [
        " Whatever you know however you learn something in your first sale platoon. That's what you think is right if you're not careful",
        558.58,
        563.88
    ],
    [
        " If you're careful you know what my platoon chief maybe it wasn't right about everything",
        563.88,
        568.18
    ],
    [
        " If you're not careful you like this way you do it",
        568.18,
        572.02
    ],
    [
        " Same thing with Jiu-Jitsu same thing with anything you got to be careful of that one",
        572.02,
        577.44
    ],
    [
        " Gotta be suspect",
        577.64,
        579.4
    ],
    [
        " Automation bias re-reli on automated systems sometimes trusting too much in the automated correction of actually correct decisions",
        579.4,
        590.02
    ],
    [
        " Your phone auto corrects it's to it's with an apostrophe",
        590.02,
        595.44
    ],
    [
        " That is a little excerpt of what we are doing on the jaco underground podcast. So if you want to continue to listen",
        601.6,
        609.22
    ],
    [
        " Go to jaco underground calm and subscribe and we're doing this to mitigate our reliance on external platforms",
        609.22,
        618.0
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        618.0,
        624.7
    ],
    [
        " More direct connections better communications it with us",
        624.78,
        627.6
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jaco underground calm",
        627.6,
        634.66
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        634.66,
        640.22
    ],
    [
        " We can still support you just email assistance at jaco underground calm and we'll get you taken care of until then",
        640.22,
        647.48
    ],
    [
        " We will see you",
        647.48,
        649.24
    ],
    [
        " You're mobilized underground",
        649.24,
        651.78
    ],
    [
        " You",
        654.7,
        655.88
    ]
]