[
    [
        " Discipline is sometimes the determining factor between winning and losing. I had a few eight balls who did fight like hell",
        0.36,
        8.22
    ],
    [
        " But I have also had a lot of men who never caused me trouble who were quiet, confident, well-disciplined and these men fought much better",
        8.22,
        16.2
    ],
    [
        " If you're joining the military to go into combat arms or you're joining the military going special operations",
        16.2,
        20.08
    ],
    [
        " You're going in that you're gonna want to do something that's you basically want to do things that are not legal in the world",
        20.08,
        25.66
    ],
    [
        " Like you're going to kill people. You're gonna blow things up",
        25.66,
        29.1
    ],
    [
        " So there's a little eight ball, you know",
        29.1,
        31.96
    ],
    [
        " Let's face it. He's down for the cause. Yeah, now that's that's the thing the group the very good",
        31.96,
        38.44
    ],
    [
        " Soldier that you want has that capability but has the discipline to keep it under control a leader who is not gained the respect and confidence of his men",
        38.44,
        47.3
    ],
    [
        " During training has two strikes against him when he answers combat the element of doubt in the minds of his men",
        47.3,
        52.06
    ],
    [
        " Maybe the difference between success and failure of a mission",
        52.06,
        55.62
    ],
    [
        " You",
        59.1,
        87.98
    ],
    [
        " You",
        89.1,
        117.98
    ],
    [
        " You",
        119.1,
        147.98
    ],
    [
        " You",
        149.1,
        177.98
    ],
    [
        " You",
        179.1,
        207.98
    ],
    [
        " You",
        209.1,
        237.98
    ],
    [
        " You",
        239.1,
        267.98
    ],
    [
        " You",
        269.1,
        279.68
    ],
    [
        " You",
        294.4,
        294.72
    ],
    [
        " Gaining respect and confidence of your men. How do you do that? Do you that by barking out of no? Do you do that by yelling at him? No?",
        294.72,
        300.64
    ],
    [
        " You do that by listening. You do that by treating them with respect",
        300.98,
        304.48
    ],
    [
        " Here is a definition of discipline says Colonel E. L. Munson signal core true discipline is voluntary",
        306.36,
        313.92
    ],
    [
        " It is based on knowledge region a sense of duty and idealism a good leader develops in his men a",
        313.92,
        324.0
    ],
    [
        " Cheerful and willing obedience that wants to respond that wants to carry out his orders",
        324.0,
        331.0
    ],
    [
        " This kind of discipline will in the end bring combat results as no other kind possibly can we could probably stop right here",
        331.0,
        340.52
    ],
    [
        " Because everyone thinks when the military talks about discipline they're talking about",
        340.52,
        346.62
    ],
    [
        " What if you can beat your people into submission?",
        346.62,
        350.18
    ],
    [
        " Then you're gonna be good to go no, that's not the kind of discipline we're talking about",
        350.78,
        355.38
    ],
    [
        " Cheerful willing obedience. That's a totally different thing",
        357.02,
        360.32
    ],
    [
        " willing obedience people want to carry out the orders",
        360.32,
        365.34
    ],
    [
        " Totally different you don't really think of discipline",
        365.34,
        369.16
    ],
    [
        " Associated with cheerful",
        369.16,
        371.66
    ],
    [
        " Yeah, you the context that they're using is military discipline is like hey do the",
        371.66,
        377.46
    ],
    [
        " Does the team respond and execute?",
        377.46,
        380.8
    ],
    [
        " What they're told to do with discipline right?",
        381.52,
        384.08
    ],
    [
        " so",
        387.56,
        388.12
    ],
    [
        " In the context of that we there's multiple ways to achieve that one of them is by beating people",
        388.12,
        394.52
    ],
    [
        " That you're gonna do this and you beat them and they're afraid and they're doing it out of fear the other way is",
        394.52,
        400.94
    ],
    [
        " They're doing it because they understand because they're part of it the result is the result is similar",
        400.94,
        406.36
    ],
    [
        " But what this guy is saying is that the one that",
        406.36,
        411.22
    ],
    [
        " Will bring combat results like no other kind is the kind where it's a positive discipline",
        411.64,
        417.94
    ],
    [
        " Yeah, when they're happy to do it. It's a self-imposed discipline. We're doing this because we want to yeah",
        417.94,
        424.44
    ],
    [
        " Not because someone's barking at us",
        424.44,
        426.6
    ]
]