[
    [
        " This is Jockel Podcast number 341 with Carrie Hilton and me, Jockel Willink. Good evening, Carrie. Good evening. Also joining us tonight, Dave Burke. Good evening, Dave. Good evening.",
        0.62,
        11.12
    ],
    [
        " To Steve Przenka, who showed us how to soldier, to Henry DeBour, who showed us how to die, to Glover Johns, who showed us how to lead.",
        11.86,
        24.34
    ],
    [
        " And to all the doughboys, the ground pounders, the grunts, the American infantryman, past, present, and especially future.",
        25.04,
        34.68
    ],
    [
        " To them, this book is dedicated.",
        35.58,
        38.26
    ],
    [
        " And that, of course, is the opening dedication of the book about face by Colonel David Hackworth.",
        39.28,
        47.42
    ],
    [
        " And I guess it's been a steady sort of just constant in my life to be reading this book over and over and over again.",
        49.98,
        56.62
    ],
    [
        " And I was thinking about that line the other day, to Glover Johns, who showed us how to lead.",
        57.26,
        64.22
    ],
    [
        " And that's a bold statement, right? For him to put, in the beginning of the book, to talk about Glover Johns, who showed us how to lead.",
        64.84,
        73.08
    ],
    [
        " And I started thinking about, I don't think I'd really given the attention that I needed to, or that I've needed to, to Glover Johns.",
        75.2,
        85.94
    ],
    [
        " Now look, we've talked Glover Johns, we've covered Glover Johns on this podcast. He wrote the book, The Clay Pigeons, I'm saying, low, we covered on podcast 87.",
        86.12,
        94.14
    ],
    [
        " But in this book, Hackworth kind of breaks down some of the stuff that he said, some of his, some of Glover Johns leadership philosophy in a simple, straightforward and powerful way.",
        96.2,
        109.74
    ],
    [
        " That is well worth studying, definitely some things that we can get into.",
        109.94,
        114.62
    ],
    [
        " So yeah, if you want to go listen to podcast 87, go back and do that. This is going to be about the leadership principles, not about the battle of St. Low, at the, the clay pigeons.",
        115.08,
        123.62
    ],
    [
        " So, before we get into that, let me give you the, a little bit of background in case you're just going to jump into this podcast about Glover Johns is from about face.",
        124.06,
        133.26
    ],
    [
        " Here's a little intro to who Glover Johns is.",
        133.58,
        137.62
    ],
    [
        " Hackworth says, I was to report to 8th Division first battle group 18th infantry. It was a nice twist of fate. The unit was a direct descendant of the US 18th, which my great, great grandfather, Jeremiah and his oldest son, George Washington Hackworth, belonged to when they fought their Hackworth cousin, Billy, who was with the Bedford's Forest, Fourth Tennessee Cav during the Civil War.",
        138.5,
        166.42
    ],
    [
        " So he's good. You has a connect. Can you imagine having your relative be fighting for the Union Army and you're in the same unit?",
        167.62,
        174.66
    ],
    [
        " Lidget.",
        175.32,
        176.5
    ],
    [
        " The 18th was military perfection. Men steps, partly across meticulously kept grounds, starched uniforms, blue infantry scarves, dazzling, shined brass and boots, snappy salutes, and cheerful, good afternoon, sirs marked my journey to the HQ where I'd sign in.",
        177.66,
        194.74
    ],
    [
        " The spirit of this fine unit was already infecting me. The hot stifling windless day, the ragged, the ragweed pollen that blew in from the adjacent fields covering the camp and immediately activating my hay fever.",
        194.8,
        207.36
    ],
    [
        " The rundown boring camp itself, none of it mattered. I was inwardly, as inwardly, I was transported to an island oasis untouched by turbulent seas.",
        208.12,
        218.9
    ],
    [
        " And it was all thanks to one man, the battle group commanding officer who would forever, after be my model, mentor and friend.",
        219.98,
        230.46
    ],
    [
        " Colonel Glover S. Johns was the finest senior infantry commander I'd ever seen or would ever see again.",
        231.28,
        239.62
    ],
    [
        " We shared a mutual abiding respect almost from the moment we met. He was my kind of soldier and I was his. He was a warrior, patents aid before World War II.",
        240.94,
        251.16
    ],
    [
        " Then during the war, he'd hit the beaches of Normandy as part of the 29th division and fought from those bloody beaches, from those bloody shores all across Europe until victory was achieved.",
        251.54,
        261.64
    ],
    [
        " As a battalion commanding officer, he'd headed the task force that captured the critical French town of St. Lo, chronicled in his own hard hitting book, the clay pigeons of St. Lo.",
        261.94,
        272.94
    ],
    [
        " In Korea, he'd served as exo, then regimental commander in my own 40th division. His reputation there was awesome.",
        273.58,
        282.48
    ],
    [
        " One story that made its way through the division was that a wild new exo had come to the 224th, gotten down on his belly in the mud to check the unit's machine gun fields of fire and promptly moved two thirds of the machine gun bunkers that had sat there for two years.",
        282.48,
        298.5
    ],
    [
        " I immediately thought of my own fighter company renovations and wished to hell that this savvy character had been assigned to the 223rd.",
        299.34,
        309.08
    ],
    [
        " I noticed that his blue eyes sparkled like those of a wise and truly tested man who'd long since realized that humor could be found in just about anything.",
        311.48,
        320.4
    ],
    [
        " He had seen his share of horror. His cheeks were rosy and the dueling scar that crossed one of them in no way detracted from his rugged yet gentle old soldier face.",
        321.02,
        333.1
    ],
    [
        " The scar, maybe the scar even enhanced it. I don't know, but it sure gave him more character and provided a good yarn to boot.",
        334.4,
        341.9
    ],
    [
        " In any event, Colonel Glover John's was a 49 year old stud.",
        342.48,
        347.82
    ],
    [
        " So there you go.",
        348.62,
        351.28
    ],
    [
        " I think stud, if you don't know anything about Hackworth, stud is the highest category of a human that you can give.",
        352.2,
        358.54
    ],
    [
        " That's that's the pinnacle of of respect coming from him stud.",
        359.58,
        366.3
    ],
    [
        " And in fact, he has studs or duds. He says that a bunch in the book. There's the two kinds of people studs, duds.",
        366.7,
        373.36
    ],
    [
        " Some basic info, some more info. Let me give you some more info.",
        373.74,
        380.42
    ],
    [
        " The one in Glover John's born in 1912 in Austin, Texas grew up in Corpus Christi, Texas. His father went to VMI class in 1908 but got kicked out for hell raising.",
        380.42,
        391.0
    ],
    [
        " I mean, what does that even mean? Is that in your record? Does it go in your record? Are they like, oh yeah, Dave Burke was kicked out of the school for hell raising.",
        391.52,
        400.42
    ],
    [
        " So his dad gets kicked out, but his uncle got two uncles. They go to VMI in 1915 and 1921.",
        400.98,
        407.64
    ],
    [
        " He Glover John's ends up going to go into VMI. He's a rifle, pistol marksman, good across country.",
        408.54,
        416.52
    ],
    [
        " Graduates with a degree in chemistry class in 1931 goes over to Germany.",
        417.02,
        422.2
    ],
    [
        " A study's first semester. He gets married. He has a son. He gets divorced. And he's a civilian, by the way.",
        422.56,
        429.02
    ],
    [
        " And I couldn't quite forget. I think he's a national guard guy, but he's working at a bunch of just normal, normal work life.",
        429.96,
        437.96
    ],
    [
        " Some alkali company works with the Chamber of Commerce. He writes for the local newspaper. But as part of the Texas National Guard, he gets called the active duty in 1940.",
        438.5,
        448.18
    ],
    [
        " And he pretty much begs and maneuvers to get a job going into combat, which he ends up getting and going to Omaha Beach. He goes on goes in Omaha Beach on D day.",
        448.64,
        460.0
    ],
    [
        " And D day plus one. So one day deep into D day, he takes over the battalion because apparently his the person that was the battalion commander was not getting after it.",
        460.4,
        471.3
    ],
    [
        " So he replaces this week commander. And it goes right into the the head row fighting, which band of brothers, you know, if you know anything about D day, that head row fighting was insane.",
        472.68,
        484.68
    ],
    [
        " They take crazy casualties. In his first day as battalion commander, he loses two radio operators and three of his battalion staff battalion staff.",
        485.04,
        494.52
    ],
    [
        " This is not a battalion staff that sit in the rear when you lose two radio operators and three of your battalion staff.",
        497.46,
        503.84
    ],
    [
        " Constant combat. He's in a leadership position in the battle of St. Louis. And just to refresh your memory on that, the 29th division lost more soldiers in the battle of St. Louis than they did on Omaha Beach.",
        504.22,
        517.7
    ],
    [
        " So he ends up 11 months in command. He's awarded three silver stars, two bronze stars in purple heart. By the end of the war, John's unit, clever John's unit had lost 2400 men casualties.",
        521.24,
        538.3
    ],
    [
        " That's two and a half times bigger than the number of people in his unit, right? You know, your battalion size is what six 600 people 700 people 500 people something like that. And they had had 22400 casualties.",
        539.24,
        555.24
    ],
    [
        " He's married gets married again after the war does some has another couple sons. He does peacetime tours in Bulgaria and Turkey. Korean war kicks off. He maneuvers again to try and get to go over there. He does commands the 224th in Pantry Regiment, the 40th Infantry Division fought the punch bowl in Korea.",
        559.9,
        579.5
    ],
    [
        " Get's done with Korea goes the Army War College goes to VMI as the ROTC leader eventually becomes the VMI common dot. And in 1960, he becomes commander of the first battle group 18th Infantry 8th Infantry Division. And he goes into this whole Berlin standoff when when they were building the wall when there's all these tensions. And he has to march or yeah, pretty much marching.",
        579.82,
        607.96
    ],
    [
        " Soldiers right into right into Berlin. Right through East Germany, they kind of face down the Soviet Union. There's a little there's a little anecdote in here that there was some guard, some Russian guard or some East German guard that wasn't opening a gate when they showed up. They need to get through and he was a bridge or something like this.",
        609.56,
        630.36
    ],
    [
        " And the guy says something, you know, like we're not opening this gate. And he says, well, you know, you have to open this gate. He's like, no, he says, you this will start World War III if you come here. And then Glover John's pulls out his 45 and says, you're going to be the first casualty of World War III and they do it opens the gate. It sounds too good to be true, right?",
        631.92,
        651.48
    ],
    [
        " It almost does. Right. But I don't know it man. It sounds like legend. Yeah, it could be it could be. Oh, by the way, the scar in his face. Everyone said he got it in a duel. But actually, there's a footnote about it here.",
        651.7,
        665.28
    ],
    [
        " John's received the scar in an automobile accident in Taipei. He was drunk at the time and barely missed receiving a general cord martial upon his recovery.",
        666.14,
        673.82
    ],
    [
        " Yeah, because they call it a dueling. So I really thought it so legends, man legends, there's some word that can come out. It's not true.",
        676.04,
        684.0
    ],
    [
        " I really want to believe the one about the first casualty of World War II. Yeah, you're going to be the first casualty. They're private.",
        684.0,
        691.32
    ],
    [
        " But it was a big deal. And this was a huge event in the early 60s that hold standoff with the Soviets. And after that was done.",
        691.98,
        702.94
    ],
    [
        " He took a job as an attache in Spain. That was his last army job. Retired in Austin, Texas. He was a technical advisor on the movie patent. Pretty good.",
        703.52,
        721.0
    ],
    [
        " There you go. Now, Hackworth worked for him. And he worked for him during that march into Berlin. And there's great account of all that stuff and what they thought that was going to happen.",
        722.3,
        732.84
    ],
    [
        " I mean, World War III was on the line. This was a standoff between two giant nuclear superpowers. And the word was, if World War III starts all these, that entire regimen is getting wiped out immediately because they're just, they're just known it's going to be able to help them.",
        732.98,
        748.22
    ],
    [
        " There's a quote here that's from Colonel John in the book about face. He says, I drove hard and raised hell when I didn't get what I wanted. I made waves. I bitched about supply procedures.",
        750.76,
        761.2
    ],
    [
        " I fought for my men. If I thought them unjustly accused by a higher HQ. I fought problems too hard from a love of my men as opposed to someone else's men or my own boss's interests.",
        761.68,
        775.44
    ],
    [
        " Because I had identified too closely with them due to my World War II experiences. I think I saw too many men killed and blood too deeply inside with the result that I was overprotective.",
        775.44,
        788.04
    ],
    [
        " And Hackworth goes on to say overprotective he may well have been. But Colonel John's translated his love for his men into one thing that would save them when he was not there.",
        788.9,
        800.98
    ],
    [
        " To wield the sword himself, good realistic training, a spritical or high morale or unabashed cockiness some might say within the units in his command.",
        801.52,
        813.78
    ],
    [
        " So.",
        814.72,
        817.08
    ],
    [
        " Last thing is John's eventually got orders out of the battle group in Berlin. So so Hackworth's there with him in Berlin and he gets orders to go do something else and he gives a farewell speech and during this farewell speech, according to Hackworth, he",
        821.28,
        837.96
    ],
    [
        " John's broke down the basic philosophy of soldering which he had which Hack said was like being let in on the secret ingredients of some magical formula.",
        839.3,
        850.08
    ],
    [
        " That's the think about that. This is Hackworth saying he gets this list of things and it's in the book and you read it in a page and you're like, okay, cool.",
        850.62,
        859.54
    ],
    [
        " And and Hack says it's like a secret ingredients of a magical formula. This is obviously something we should be paying attention to and this is why I kind of got drawn back into it.",
        862.24,
        871.42
    ],
    [
        " So here is leading and soldering according to Colonel Glover John's who taught us how to lead.",
        871.92,
        880.84
    ],
    [
        " The first one is strive to do the small things well strive to do the small things well.",
        885.26,
        892.36
    ],
    [
        " There's a quote how you do anything is how you do everything is a similar idea right because if you let the little things go, then what happens to the big things.",
        892.68,
        902.92
    ],
    [
        " You guys had to be super anal and in the fighter pilot community.",
        904.28,
        909.2
    ],
    [
        " Yeah, there are things you got to be anal about and I think you certainly have to have a philosophy of it's the little things that will kill you.",
        909.64,
        918.7
    ],
    [
        " If you don't do the little things well, it's really hard to do the big things well.",
        918.98,
        921.62
    ],
    [
        " Obviously, there's a balance inside there, but yes.",
        922.2,
        924.72
    ],
    [
        " So you know some people are really detail oriented. Some people are not detail oriented. You got every spectrum in between right.",
        925.88,
        931.66
    ],
    [
        " How do you get a like who's who's in charge of the planes maintenance your planes maintenance.",
        931.82,
        936.52
    ],
    [
        " So Dave Burke, you have your plane. What do you have a tail number on your planes?",
        936.72,
        939.58
    ],
    [
        " I had you identify your plane.",
        939.58,
        940.76
    ],
    [
        " Yeah, you have a number in your name on it.",
        940.9,
        943.32
    ],
    [
        " And your names. So Dave Burke's plane.",
        943.32,
        945.06
    ],
    [
        " But I don't always I don't fly that plane all the time, but yes, I've got a plane.",
        945.38,
        949.06
    ],
    [
        " Okay, you got a plane like my plane.",
        949.1,
        950.82
    ],
    [
        " Is there someone that's in charge of that plane?",
        950.82,
        953.64
    ],
    [
        " Yes. And is he own that plane more than you do kind of?",
        953.78,
        956.82
    ],
    [
        " Yes.",
        956.88,
        957.06
    ],
    [
        " And what's his what's his job?",
        957.38,
        959.56
    ],
    [
        " He's a what we would call a power line mechanic.",
        960.38,
        962.7
    ],
    [
        " And that means the aircraft itself, he's assigned to that aircraft and he is responsible for that aircraft being airworthy, meaning it's legit to fly.",
        963.02,
        971.32
    ],
    [
        " How many aircraft is he responsible for?",
        971.56,
        972.94
    ],
    [
        " Usually one, one. Yes.",
        973.22,
        974.3
    ],
    [
        " So this is your this is your guy.",
        974.86,
        977.1
    ],
    [
        " Yeah, if you're going to have a relationship inside the squadron and you're flying an airplane, the plane captain of that plane, you should have a good relationship.",
        977.26,
        984.08
    ],
    [
        " So he's called the plane captain.",
        984.08,
        985.64
    ],
    [
        " What rank is he?",
        985.64,
        986.82
    ],
    [
        " Probably a Lance Corporal or a Corporal.",
        987.38,
        990.1
    ],
    [
        " Bales.",
        990.1,
        990.6
    ],
    [
        " It's a young kid.",
        990.62,
        991.28
    ],
    [
        " Like huge responsibility.",
        991.84,
        992.7
    ],
    [
        " He's 22 years old.",
        992.7,
        993.98
    ],
    [
        " 22 year old Corporal.",
        994.08,
        995.3
    ],
    [
        " 22 year old Corporal and he's the plane captain.",
        995.4,
        997.82
    ],
    [
        "",
        998.2,
        998.2
    ],
    [
        " Okay, so well, the question I was going to ask is, and man, I thought that guy was going to be an E7.",
        998.88,
        1004.16
    ],
    [
        " No.",
        1004.92,
        1005.14
    ],
    [
        " Marine Corps, don't you?",
        1005.7,
        1006.96
    ],
    [
        " Yeah.",
        1007.14,
        1007.52
    ],
    [
        " They're like, you all response 100%.",
        1007.54,
        1009.46
    ],
    [
        " 100%.",
        1009.46,
        1009.78
    ],
    [
        " So the question I was going to ask is, you got people that are naturally very detailed oriented.",
        1009.78,
        1016.06
    ],
    [
        " You got people that aren't.",
        1016.36,
        1017.2
    ],
    [
        " Are they screening people out when they go to a school?",
        1017.88,
        1020.82
    ],
    [
        " Are they going to a school where they're like, oh yeah, slip not over here.",
        1021.22,
        1024.08
    ],
    [
        " He ain't going to be in charge of a plane.",
        1024.22,
        1025.62
    ],
    [
        " We're going to put him in charge of, you know, something else.",
        1025.86,
        1028.06
    ],
    [
        " Yeah, I would imagine the criteria to make sure those people get to where they're supposed to be and eventually be responsible for an aircraft.",
        1028.38,
        1034.28
    ],
    [
        " There are some things along the way that they've had to screen for.",
        1034.28,
        1037.14
    ],
    [
        " But I mean, this dude's only been in the Marine Corps for like three years.",
        1037.48,
        1039.64
    ],
    [
        " Yeah, well that's the Marine Corps.",
        1039.9,
        1040.62
    ],
    [
        " God.",
        1041.04,
        1041.58
    ],
    [
        " Yeah, I mean, even getting into aviation, I think there's probably some attributes that they screen for initially, you know, on even which basic MOS or what basic, part of the Marine Corps you go to.",
        1043.12,
        1052.36
    ],
    [
        " And then inside that certainly, even though it's, I think, a relatively fast screening process, the process to be qualified to be a plane captain is no joke.",
        1052.74,
        1060.48
    ],
    [
        " And then how many people does he have on his team?",
        1062.2,
        1064.44
    ],
    [
        " He'll probably have one or two other guys.",
        1065.24,
        1066.96
    ],
    [
        " So, you know, a guy who's responsible for an aircraft, he'll have probably one other person who's in like the training pipeline, you know, getting certified and getting evaluated.",
        1067.42,
        1074.92
    ],
    [
        " So when I walk out to a jet and I'm going to go man up that jet and go fly it, the plane captain is there and he'll have somebody with him.",
        1075.52,
        1080.94
    ],
    [
        " And he's watching, observing and then he'll be doing more and then at some point he'll go out a couple months later and be like, hey sir, you know,",
        1081.14,
        1087.64
    ],
    [
        " this other Marine is going to take the lead on today's mission or whatever that might be and he's kind of doing what we call left seat, right seat or sort of the training run.",
        1088.66,
        1095.42
    ],
    [
        " So you're saying that the plane captain, he's doing work or he's not doing, is he turning wrenches?",
        1096.0,
        1102.48
    ],
    [
        " Absolutely. Well, the other key responsibility that the plane captain has, and this is different in other services, but in the Marine Corps it's very specific.",
        1102.88,
        1109.3
    ],
    [
        " The plane captain, they call it power line because you're responsible for the line, the aircraft line, all the jets.",
        1109.72,
        1115.04
    ],
    [
        " You're also responsible for the power plants. So these are your engine mechanics. So in the Marine Corps, the engine mechanic, his other responsibility is the nose to tail responsibility of that aircraft.",
        1115.04,
        1126.0
    ],
    [
        " So not only is he the guy like literally from the nose to the tail of that jet, make sure that thing is ready to go. He's also the one that is responsible for the engines.",
        1126.68,
        1134.78
    ],
    [
        " Corporals in the Marine Corps.",
        1136.58,
        1137.52
    ],
    [
        " And as you might have imagined, I had a very, very good relationship with every single plane captain in the squadron.",
        1139.66,
        1145.56
    ],
    [
        " And in fact, my first real leadership job when I first got into the Marine Corps, into a fighter squadron, you know, you spend some time in operations, you learn how to write the schedule.",
        1145.64,
        1153.68
    ],
    [
        " Then they give you a real job. And my first real job was called the power line, OIC. So I was the officer in charge of the power line division, the engine, mechs and the plane captains.",
        1153.72,
        1163.18
    ],
    [
        " And to this day, probably the best job I had.",
        1164.1,
        1166.46
    ],
    [
        " And what are their 18 planes in the squadron?",
        1166.54,
        1169.42
    ],
    [
        " 12.",
        1169.76,
        1169.88
    ],
    [
        " 12.",
        1170.24,
        1170.54
    ],
    [
        " And there's one officer in charge of all these land squids. Is there a senior and listed guy?",
        1171.32,
        1176.06
    ],
    [
        " Yeah, there's a gunny who's like the most square-to-way gunner.",
        1176.06,
        1179.08
    ],
    [
        " The most square-to-way gunner we get to have ever known, you know, Rich Pilgrim, if you're out there listening to those, who he is, huge, huge impact on my life.",
        1179.08,
        1185.06
    ],
    [
        " Massively influential Marine.",
        1185.62,
        1187.2
    ],
    [
        " And 30 plus young Marines. You know, there's sergeants, there's a staff sergeant, but it's almost all land squarples and corbels making it happen.",
        1188.9,
        1197.3
    ],
    [
        " It's the best job ever.",
        1197.66,
        1198.6
    ],
    [
        " Fucking legit.",
        1198.76,
        1199.28
    ],
    [
        " So obviously in that scenario, doing the small things, right, is mandatory.",
        1199.86,
        1206.74
    ],
    [
        " I mean, I remember going through the certification process myself because I wanted to know what it was like to be certified as a plane captain.",
        1207.32,
        1215.6
    ],
    [
        " So I was young enough in my career that I had the time to be able to do that.",
        1216.1,
        1219.8
    ],
    [
        " And even just the questions that get asked on these boards to certify these Marines, the level of detail inside that was indicative that the message was they wanted the Marines to understand how important these little, little details were.",
        1220.6,
        1234.58
    ],
    [
        " Because of what, what was it risk if those small details get missed, especially in, you know, a really expensive, really fast machine that has this huge amount of responsibility.",
        1235.14,
        1243.94
    ],
    [
        " And so this massive asset you can't just replace.",
        1243.96,
        1246.16
    ],
    [
        " And that philosophy of the little things will kill you was embedded from the very, very beginning.",
        1247.08,
        1252.38
    ],
    [
        " So I read a book a long time ago. It's about desert one.",
        1253.4,
        1258.76
    ],
    [
        " And one of the reasons that desert one failed was aircraft couldn't complete the mission.",
        1259.14,
        1267.32
    ],
    [
        " And I'll do a podcast about it at some point. But so, so they wanted to get the best pilots for desert one to go there, fly into Iran and do this refueling and rescue the hostages, right.",
        1267.32,
        1275.84
    ],
    [
        " Some of the pilots were at least one set of the pilots, the helicopter pilots came from flying Air Force two. What's the helicopter? What's the president's helicopter?",
        1276.3,
        1286.48
    ],
    [
        " The Marine Corps. It's HMX one. Okay. That's the Marine Corps helicopters. That's the presidential helicopter. So maybe it was those guys.",
        1286.96,
        1293.86
    ],
    [
        " And those guys, they're not playing around any issue with any that bird at all. And it's not flying.",
        1294.52,
        1300.22
    ],
    [
        " Yeah. And so there's in the main rotors on a helicopter, there's hydrogen inside. There's like a tube that has a hydrogen in it.",
        1300.42,
        1309.74
    ],
    [
        " And then there's a hydrogen sensor that will tell you if there's something wrong, if there's a crack, if there's something wrong with those blades, this hydrogen sensor goes up.",
        1309.84,
        1319.28
    ],
    [
        " Oh, we got a problem with our blades. We need to land. And that's, that's the way that they keep those things safe.",
        1319.28,
        1325.32
    ],
    [
        " Because you can have, you know, some kind of a stress fracture or something in your, in your rotor blade. And if that thing comes apart, you know, you got major issues.",
        1325.32,
        1331.04
    ],
    [
        " Well, the, the, like the Navy pilots in, in the sea wolves, they just flew with the freaking hydrogen thing. Just they would just like take it out.",
        1331.4,
        1343.66
    ],
    [
        " They didn't want to hear about it. Like they're flying this thing. The army pilots were like that. So there was a lot of pilots that were just saying, hey, dude, you know, like whatever, pretty much whatever.",
        1343.78,
        1353.24
    ],
    [
        " Hey, get it fixed later. And, but they had this, this attentiveness to details that was, hey, nope, hydrogen, we got a hydrogen, we got something wrong with our blade. We got a land.",
        1353.62,
        1364.08
    ],
    [
        " And they left. And all of a sudden, now they're short on aircraft. It's one of the things that led to it was we didn't have these kind of combat experience pilots. Like if that would have been a sea wolf pilot.",
        1365.54,
        1375.28
    ],
    [
        " Bro, this guy would have been like, what?",
        1375.92,
        1377.84
    ],
    [
        " So just like anything else, you, if you go overboard with the small things, you're going to miss some big things, including executing a mission.",
        1378.76,
        1387.8
    ],
    [
        " Yeah. What's cool about understanding how important the small things are rather than overlooking them is that actually gives you some insight about what you can and can tolerate.",
        1387.86,
        1396.82
    ],
    [
        " Meaning, if I don't pay attention to any of the little things because I'm a big picture guy, I don't care. There's some little things that are going to kill me and I might not, might not know about it.",
        1397.28,
        1404.96
    ],
    [
        " But if I'm sort of obsessive about knowing all those things, what it actually gives me in an airplane and really in anything, it gives me an understanding of that, that little thing, that is a little thing.",
        1405.64,
        1415.9
    ],
    [
        " We're going to ignore that and we're going to press or that little thing, it's fine now. But if it leads to this and this, then we got a problem that could get worse or that little thing will get us killed.",
        1415.9,
        1425.88
    ],
    [
        " You got to know what those little things are and know whether to ignore them, pay attention to them or respond to them.",
        1426.62,
        1434.28
    ],
    [
        " And those are three different kind of key criteria. But if you don't know what those things are, you can't make those more decisions. So you got to know those things.",
        1434.64,
        1439.96
    ],
    [
        " You don't have to react to all of them, but you got to know them.",
        1440.02,
        1442.42
    ],
    [
        " How long did it take to study to get your certification and how, like, did you have to put in some work?",
        1442.68,
        1448.18
    ],
    [
        " Oh, yeah. I mean, I did the whole thing. That was a several-month thing and I had a blast doing it because it was a great way to get to know my Marines and really for me more than anything, it was to get to know what the challenges were.",
        1448.42,
        1460.54
    ],
    [
        " And why it was a big deal for me is we were getting ready to go in a carrier and they called them brown shirts. They were brown jerseys on the carrier.",
        1460.54,
        1467.28
    ],
    [
        " Those are your plane captains, those are your crew chiefs. And they have the most unappreciated, unforgiving job.",
        1467.28,
        1475.32
    ],
    [
        " They're the ones out there at two o'clock in the morning trying to fix an engine hanging over the side of an aircraft carrier.",
        1475.62,
        1480.48
    ],
    [
        " So that jet is on the flat skips of the next day.",
        1480.72,
        1482.92
    ],
    [
        " I really underappreciated the amount of work and how important that work was.",
        1485.04,
        1487.52
    ],
    [
        " And I wanted to understand that so I could help advocate to get them the things that needed to be successful.",
        1487.64,
        1491.92
    ],
    [
        " And the only way to do that is to know what they were going through.",
        1492.26,
        1494.08
    ],
    [
        " So I went through the entire process to get certified, to learn about that.",
        1494.44,
        1498.94
    ],
    [
        " It also was a great way to get to know the Marines extremely well.",
        1499.36,
        1502.02
    ],
    [
        " But being a brown shirt, being a crew chief of a plane captain on a carrier,",
        1502.48,
        1505.72
    ],
    [
        " no-one kids are putting in just the most ridiculous hours doing the hardest job in the world with almost no thanks, no appreciation at all.",
        1507.5,
        1515.6
    ],
    [
        " Because what they need is to get a jet to make the flat schedule.",
        1515.72,
        1518.64
    ],
    [
        " And then Dave Burke man's up the jet and gets all the glory because he launches off the carrier.",
        1519.26,
        1523.22
    ],
    [
        " He's up for a 45 minute air condition flight.",
        1523.44,
        1525.48
    ],
    [
        " Totally. He comes back, lands it, turns the keys over and say here's my rental.",
        1525.62,
        1529.06
    ],
    [
        " Yeah. I mean that's the joke.",
        1529.32,
        1530.64
    ],
    [
        " I was like, hey, I took the jet, I come back and I go, hey, this thing's busted.",
        1530.64,
        1533.44
    ],
    [
        " And I didn't the keys and I leave.",
        1533.7,
        1534.64
    ],
    [
        " And obviously I didn't want to be one of those pilots.",
        1535.56,
        1537.2
    ],
    [
        " And those pilots exist.",
        1537.4,
        1539.08
    ],
    [
        " Those pilots exist.",
        1539.08,
        1539.7
    ],
    [
        " Yeah.",
        1540.18,
        1540.56
    ],
    [
        " Right now, just so you know, there are thousands of power line Marines listening to this conversation that are stoked that you're talking about.",
        1541.96,
        1549.4
    ],
    [
        " How many parts, do you know how many parts are in an FAT?",
        1549.5,
        1553.22
    ],
    [
        " I couldn't even guess.",
        1553.74,
        1555.04
    ],
    [
        " Do they have to know every individual system?",
        1557.5,
        1559.9
    ],
    [
        " Or do they just know?",
        1560.16,
        1560.5
    ],
    [
        " In the engine?",
        1560.5,
        1561.0
    ],
    [
        " Yes. I mean, we're talking every single thing in an engine from the front to the back.",
        1561.28,
        1566.32
    ],
    [
        " Now you have air frames, you have electric, you have high jolk, you have other major subsystems that these plane captains have a general understanding of, but no one near the detail.",
        1566.92,
        1574.48
    ],
    [
        " But when it comes to the engine, every single thing.",
        1574.78,
        1578.22
    ],
    [
        " And I'm sure it's true for all of them, but a Hornet engine is a complex piece of machinery.",
        1578.46,
        1582.2
    ],
    [
        " Check.",
        1584.48,
        1584.98
    ],
    [
        " So from a leadership perspective, if you strive to do the small things, if you strive to do the small things well, it's going to help you.",
        1584.52,
        1594.46
    ],
    [
        " You can't become obsessed with them.",
        1594.68,
        1596.2
    ],
    [
        " We have to be careful of that.",
        1596.7,
        1598.0
    ],
    [
        " That becomes OCD, right?",
        1598.2,
        1600.8
    ],
    [
        " You will work for an OCD person?",
        1601.46,
        1602.56
    ],
    [
        " Yes.",
        1602.68,
        1602.82
    ],
    [
        " I work for an OCD seal.",
        1603.18,
        1604.84
    ],
    [
        " And it was, you know, you know, you work through it, but it's just like any other thing.",
        1605.42,
        1612.18
    ],
    [
        " It's like a mental health issue where the person just doesn't understand that they've got it.",
        1612.18,
        1617.62
    ],
    [
        " And you're like, Surah, do you really want, yeah, we, I can't, whatever the case may be, whether it's all the fonts need to, you get those fonts straight and no out, or the drawing cage needs to look like just whatever the thing is.",
        1618.22,
        1630.36
    ],
    [
        " And they're losing their minds about it and it's not healthy.",
        1630.94,
        1633.22
    ],
    [
        " And you can't convince them of otherwise.",
        1633.4,
        1636.0
    ],
    [
        " It's hard to even address it with them because they just look at you like you're crazy.",
        1636.56,
        1640.52
    ],
    [
        " So don't be that person.",
        1642.1,
        1643.68
    ],
    [
        " Yes, do the small things well.",
        1643.94,
        1645.4
    ],
    [
        " Yes, pay attention, but don't get obsessed with them because then you won't be paying attention to the things that you need to pay attention to.",
        1645.62,
        1651.5
    ],
    [
        " So that's number one.",
        1652.04,
        1653.46
    ],
    [
        " All right, next one.",
        1654.28,
        1655.48
    ],
    [
        " Colonel Gloverjohns.",
        1656.54,
        1657.82
    ],
    [
        " To be a doer and a self-starter.",
        1658.3,
        1660.54
    ],
    [
        " Actually, let me repeat that.",
        1660.74,
        1661.82
    ],
    [
        " He actually says be a doer and a self-starter.",
        1661.9,
        1665.02
    ],
    [
        " Aggressiveness and initiatives.",
        1665.52,
        1666.9
    ],
    [
        " An initiative are two most admired qualities and a leader.",
        1666.9,
        1671.16
    ],
    [
        " But he throws the dichotomy in there.",
        1671.78,
        1675.08
    ],
    [
        " But you must also put your feet up and think.",
        1675.32,
        1678.84
    ],
    [
        " This is interesting on 97 different levels.",
        1679.6,
        1682.66
    ],
    [
        " All right, so we're talking about being default aggressive.",
        1683.06,
        1686.28
    ],
    [
        " And this is something that clearly he's talking about it as well.",
        1686.88,
        1692.66
    ],
    [
        " And clearly as a human, you've got to make things happen.",
        1692.66,
        1696.3
    ],
    [
        " And talking and planning and dreaming and all that stuff doesn't matter.",
        1696.92,
        1699.68
    ],
    [
        " It actually doesn't matter.",
        1700.16,
        1700.78
    ],
    [
        " What matters is taking action, making things happen.",
        1701.24,
        1703.98
    ],
    [
        " That's what's going to be good.",
        1704.58,
        1705.84
    ],
    [
        " And the Marine Corps has an awesome mentality.",
        1706.4,
        1710.56
    ],
    [
        " And they want their leaders to have a bias for action.",
        1711.28,
        1714.22
    ],
    [
        " Which is exactly what is being said here.",
        1714.38,
        1717.14
    ],
    [
        " Being a doer and being a self-starter.",
        1717.82,
        1719.3
    ],
    [
        " That means having a bias for action.",
        1719.3,
        1721.78
    ],
    [
        " Your general move is I'm going to take action.",
        1721.98,
        1724.92
    ],
    [
        " That's what the Marine Corps wants their Marines to have.",
        1725.14,
        1728.58
    ],
    [
        " It's a bias for action.",
        1728.74,
        1729.72
    ],
    [
        " Now, when I was teaching young seals, I told them they needed to be default aggressive.",
        1730.48,
        1736.14
    ],
    [
        " Which is a little stronger.",
        1736.36,
        1737.56
    ],
    [
        " It's actually probably quite a bit stronger than a bias for action.",
        1737.96,
        1740.26
    ],
    [
        " Right? Buying for action is like, okay, yep.",
        1740.34,
        1741.8
    ],
    [
        " I'm going to make a decision.",
        1742.34,
        1744.16
    ],
    [
        " I'm going to take action.",
        1744.24,
        1744.9
    ],
    [
        " Okay, cool.",
        1745.42,
        1745.88
    ],
    [
        " I needed guys to be aggressive.",
        1746.76,
        1750.02
    ],
    [
        " Make things happen.",
        1751.08,
        1752.36
    ],
    [
        " And the reason is because the situations I was putting these young seals in",
        1753.04,
        1756.28
    ],
    [
        " was it needed more than just a bias for action to get them going in the right direction.",
        1756.28,
        1760.26
    ],
    [
        " They needed to actually be like, oh, I'm not doing anything.",
        1760.76,
        1763.74
    ],
    [
        " Bad things are happening.",
        1764.06,
        1764.92
    ],
    [
        " I need to get aggressive right now.",
        1765.16,
        1767.46
    ],
    [
        " So that's where that comes from.",
        1768.22,
        1770.64
    ],
    [
        " And like I said, if you're a person in life and you find yourself hesitating,",
        1772.36,
        1777.82
    ],
    [
        " you might need to program yourself to have a default aggressive attitude,",
        1778.26,
        1782.02
    ],
    [
        " not just a bias for action.",
        1782.02,
        1783.36
    ],
    [
        " And not just, well, I'm going to be a doer.",
        1783.8,
        1785.3
    ],
    [
        " Even be a doer is pretty soft.",
        1785.42,
        1787.42
    ],
    [
        " That's not going to push you through some mayhem where things are blowing up.",
        1787.58,
        1793.42
    ],
    [
        " And you're like, well, I'm not sure what I should do.",
        1793.68,
        1795.44
    ],
    [
        " I'm just going to sit here and wait to see what happens.",
        1795.56,
        1796.82
    ],
    [
        " No, you need to go.",
        1796.94,
        1798.88
    ],
    [
        " Now he says this, but you also must put your feet up and think.",
        1802.1,
        1807.12
    ],
    [
        " This is the most interesting, well, I guess one of the most interesting descriptions of detachment that I've heard.",
        1807.5,
        1814.18
    ],
    [
        " And what a good one.",
        1814.68,
        1815.54
    ],
    [
        " Let's face it, there's no possible way you can literally put your feet up and think unless you detach.",
        1815.96,
        1823.2
    ],
    [
        " So he's saying, you got to do more than just, you know, think,",
        1824.0,
        1828.08
    ],
    [
        " you got to put your feet up and think and he's saying that for a reason.",
        1828.08,
        1831.14
    ],
    [
        " He's saying that because, well, I guess I'm assuming he's saying that because he's told plenty of guys,",
        1831.24,
        1835.52
    ],
    [
        " hey, you need to think about what's happening and they're like,",
        1835.6,
        1837.22
    ],
    [
        " ugh, and they still make a bad decision.",
        1837.3,
        1839.66
    ],
    [
        " You know, they're just like, in-brain imploding.",
        1840.24,
        1843.24
    ],
    [
        " He's saying, hey, take a step back.",
        1843.64,
        1845.98
    ],
    [
        " Look, sit down.",
        1846.06,
        1846.76
    ],
    [
        " There's all this chaos going on.",
        1847.32,
        1848.42
    ],
    [
        " Cool, put your feet up and think.",
        1848.56,
        1849.76
    ],
    [
        " That's what I need you to do.",
        1850.3,
        1851.52
    ],
    [
        " I'm thinking of the literal sense of that too.",
        1854.38,
        1856.28
    ],
    [
        " And you, you once described talking about the idea of detachment of when you said you're writing,",
        1856.42,
        1860.82
    ],
    [
        " when you write things down, it's a good one.",
        1861.0,
        1863.84
    ],
    [
        " It's a literal form of detachment.",
        1863.96,
        1866.24
    ],
    [
        " And I'm thinking of, especially like if you're a soldier,",
        1866.4,
        1870.44
    ],
    [
        " it's really hard to do anything when you're feet are up.",
        1870.88,
        1874.62
    ],
    [
        " Literally, like, and I have this picture of this person who's at a desk,",
        1874.86,
        1877.7
    ],
    [
        " because feet are up on the desk.",
        1877.7,
        1879.2
    ],
    [
        " And you actually can't do or go or move anywhere when you're feet are up.",
        1880.2,
        1883.62
    ],
    [
        " And even just the stark contrast in your mind of what he means by that,",
        1883.76,
        1887.14
    ],
    [
        " which isn't just a stop and think.",
        1887.7,
        1888.94
    ],
    [
        " It's actually put yourself in a position where you're not doing anything while you're thinking.",
        1889.02,
        1892.42
    ],
    [
        " And then, of course, the dichotomy inside there,",
        1892.9,
        1894.52
    ],
    [
        " and I just can't help but imagine the idea that he understands that.",
        1894.52,
        1899.22
    ],
    [
        " And I think you did too, and test you and bruiser is,",
        1899.62,
        1902.24
    ],
    [
        " when you start correlating a little bit of risk of not doing something,",
        1902.4,
        1905.76
    ],
    [
        " it's not like, hey, we get a little behind the project, or we get a,",
        1905.76,
        1908.96
    ],
    [
        " we'll finish it money instead of fraud here, we get a little over budget.",
        1909.14,
        1911.48
    ],
    [
        " If you don't get this thing done in combat, the risk of that is astonishing.",
        1911.58,
        1915.98
    ],
    [
        " And when you understand the natural human bias is not to do those things,",
        1916.7,
        1921.86
    ],
    [
        " sometimes pushing to the deep, all aggressive is actually where you have to go",
        1921.98,
        1928.36
    ],
    [
        " to get them to get away from that natural state, which is to do nothing.",
        1928.36,
        1931.42
    ],
    [
        " Yeah.",
        1932.1,
        1932.44
    ],
    [
        " I think I've got this somewhere else in this, in the main my notes here,",
        1932.72,
        1936.08
    ],
    [
        " but the power curve, which is a real thing in life,",
        1936.2,
        1940.02
    ],
    [
        " and I know it's a real thing in the air, but we used to use that term,",
        1940.24,
        1943.32
    ],
    [
        " that, oh, you don't get behind the power curve.",
        1944.04,
        1946.26
    ],
    [
        " That means all the stuff that you have to get done,",
        1946.64,
        1949.06
    ],
    [
        " you get behind the power curve and you're done.",
        1949.2,
        1950.58
    ],
    [
        " You can't catch up again.",
        1950.78,
        1951.82
    ],
    [
        " That's right.",
        1952.08,
        1952.3
    ],
    [
        " So that's what happens in an aircraft, right?",
        1952.54,
        1953.9
    ],
    [
        " How does it work?",
        1954.42,
        1955.18
    ],
    [
        " So, yeah, the power curve in an aircraft is a place literally it's a curve that they draw,",
        1955.58,
        1960.74
    ],
    [
        " and it's based on like factors like thrust and lift, is if you get behind the power curve,",
        1960.74,
        1965.82
    ],
    [
        " it requires more power than you have.",
        1966.1,
        1969.24
    ],
    [
        " Then you have, which again, in that literal sense,",
        1969.34,
        1972.7
    ],
    [
        " and the curve is like once you get past that curve,",
        1972.92,
        1975.74
    ],
    [
        " you know, I think the saying is like more power to go slower.",
        1976.58,
        1978.8
    ],
    [
        " Like you don't have the power or the thrust to keep the aircraft doing what it's doing,",
        1978.98,
        1984.06
    ],
    [
        " and if you get behind the power curve, it is an unrecoverable thing.",
        1984.06,
        1988.02
    ],
    [
        " Unless you do some other things and give up some other things which you don't want to do.",
        1988.1,
        1991.4
    ],
    [
        " Well, if you're at altitude, you can put nose down, you can regain your speed.",
        1991.68,
        1994.16
    ],
    [
        " Yes.",
        1994.28,
        1994.42
    ],
    [
        " That's what I usually do.",
        1994.64,
        1995.62
    ],
    [
        " Yes. That's what you're doing.",
        1995.8,
        1996.86
    ],
    [
        " But to your point, like,",
        1997.1,
        1998.84
    ],
    [
        " if you do these other things, you don't have to get there.",
        1999.12,
        2002.92
    ],
    [
        " Yeah, there was a...",
        2004.54,
        2007.2
    ],
    [
        " Stoneware was getting in...",
        2007.2,
        2008.68
    ],
    [
        " He's talking to some like command historian or something like this,",
        2008.68,
        2011.96
    ],
    [
        " and he told this command historian,",
        2012.6,
        2016.18
    ],
    [
        " and the command historian showed it to me.",
        2016.18,
        2017.54
    ],
    [
        " He said something along the lines,",
        2018.28,
        2019.84
    ],
    [
        " well, in Ramadi,",
        2019.94,
        2021.46
    ],
    [
        " Jocco had to beat his head against the wall to get a mission done.",
        2022.18,
        2026.8
    ],
    [
        " It was like every mission to make a mission happen,",
        2027.24,
        2029.92
    ],
    [
        " there was so much stuff that you had to do to get it to go.",
        2030.0,
        2033.14
    ],
    [
        " And that's what it feels like when you talk about,",
        2034.16,
        2037.18
    ],
    [
        " oh, these little things, this little document that you got to get put out,",
        2037.38,
        2040.76
    ],
    [
        " you got to run to this brief, you got to go talk to this person,",
        2040.96,
        2043.9
    ],
    [
        " there's all these things that have to take place.",
        2043.9,
        2046.34
    ],
    [
        " And not to mention,",
        2047.14,
        2049.06
    ],
    [
        " the weapons have to be prepped,",
        2049.36,
        2050.74
    ],
    [
        " the vehicles need to be ready, the plan has to make all these things are going on.",
        2050.8,
        2053.16
    ],
    [
        " And if you fall back behind that power curve,",
        2053.56,
        2056.36
    ],
    [
        " you're just not gonna do it.",
        2056.52,
        2057.42
    ],
    [
        " You're not gonna happen.",
        2057.42,
        2058.42
    ],
    [
        " You have to be just...",
        2058.76,
        2060.4
    ],
    [
        " Just full thrust, you have to just keep it there.",
        2060.4,
        2063.9
    ],
    [
        " And sure, after the op, you can be like,",
        2064.46,
        2066.2
    ],
    [
        " okay, I'm gonna back off a little bit and save a little bit of gas right now,",
        2066.26,
        2070.28
    ],
    [
        " but it's not gonna take more than a couple hours before,",
        2070.3,
        2072.64
    ],
    [
        " you better put that, you better put that throttle fully down again.",
        2072.64,
        2076.26
    ],
    [
        " You better start making things happen because they're not gonna happen on their own.",
        2076.66,
        2080.14
    ],
    [
        " Um, so that's good.",
        2081.6,
        2083.38
    ],
    [
        " Be a doer, be a soft self starter, be aggressive, take initiative,",
        2084.26,
        2087.64
    ],
    [
        " but just straight up,",
        2088.02,
        2090.56
    ],
    [
        " put your feet up and think about what you're doing.",
        2090.92,
        2093.48
    ],
    [
        " So there you go, that's number two.",
        2094.04,
        2095.22
    ],
    [
        " Number three, strive for self improvement through constant self evaluation.",
        2095.5,
        2100.42
    ],
    [
        " Strive for self improvement through constant self evaluation.",
        2102.38,
        2105.7
    ],
    [
        " This is a good rule for leadership and life.",
        2106.32,
        2110.18
    ],
    [
        " And it's weird to think that,",
        2111.32,
        2114.94
    ],
    [
        " number one, if you're not humble, you're not doing this, right?",
        2115.34,
        2117.56
    ],
    [
        " If you're not...",
        2118.0,
        2118.5
    ],
    [
        " If you think you're doing everything right, you're not doing this,",
        2118.5,
        2120.02
    ],
    [
        " this just isn't happening.",
        2120.08,
        2120.86
    ],
    [
        " You have to be looking, you have to be humble enough to say,",
        2121.42,
        2123.86
    ],
    [
        " what can I do better?",
        2124.02,
        2124.98
    ],
    [
        " And you have to start off by knowing where you are.",
        2125.38,
        2127.08
    ],
    [
        " And then trying to assess what you can get better at.",
        2128.62,
        2134.12
    ],
    [
        " And this is a difficult thing to do.",
        2135.08,
        2137.46
    ],
    [
        " You know, to me, this is the eminently qualified human,",
        2137.66,
        2141.72
    ],
    [
        " the actual evaluation of yourself,",
        2142.38,
        2146.34
    ],
    [
        " which you and I wrote that book, the Co-Devaluation Protocol,",
        2146.7,
        2149.5
    ],
    [
        " and then made the app.",
        2150.14,
        2151.84
    ],
    [
        " There's an app for it.",
        2152.02,
        2152.88
    ],
    [
        " But that's the kind of thing where you go,",
        2153.02,
        2154.32
    ],
    [
        " okay, I know where I'm at right now.",
        2154.32,
        2155.66
    ],
    [
        " I know what I need to do today.",
        2156.14,
        2157.54
    ],
    [
        " I know where I slacked off a little bit.",
        2157.8,
        2159.9
    ],
    [
        " I know where I can improve tomorrow.",
        2160.04,
        2161.26
    ],
    [
        " And if you're not doing that, that's how Rome fell apart, right?",
        2161.66,
        2166.88
    ],
    [
        " Rome wasn't built in the day, and it didn't fall apart in the day.",
        2167.14,
        2169.2
    ],
    [
        " You didn't fall apart a little bit at a time.",
        2169.3,
        2170.94
    ],
    [
        " It's a little bit at a time.",
        2171.24,
        2172.3
    ],
    [
        " That's what happens.",
        2172.86,
        2174.74
    ],
    [
        " That's so the self evaluation comment,",
        2175.76,
        2179.34
    ],
    [
        " and obviously immediately tethered that to the idea of humility,",
        2179.68,
        2183.14
    ],
    [
        " it's such an important piece of that,",
        2183.38,
        2184.94
    ],
    [
        " because, and I would see this all the time,",
        2185.04,
        2186.96
    ],
    [
        " is I would work with the guys that were good at certain things,",
        2187.22,
        2190.98
    ],
    [
        " and not good at other things.",
        2191.2,
        2192.72
    ],
    [
        " And where they would spend their focus,",
        2193.42,
        2195.28
    ],
    [
        " would be doing the things they did well,",
        2195.66,
        2198.14
    ],
    [
        " which is important.",
        2198.34,
        2199.46
    ],
    [
        " And this is not to say that if you don't have a particular strength",
        2199.66,
        2201.34
    ],
    [
        " that you shouldn't focus on that strength,",
        2201.34,
        2202.58
    ],
    [
        " but because they were comfortable doing the things they were good at,",
        2203.06,
        2206.02
    ],
    [
        " they spent all their time doing the things they were good at.",
        2206.12,
        2208.28
    ],
    [
        " And as you got more experience and more senior,",
        2208.5,
        2210.58
    ],
    [
        " the more those other gaps became a big hindrance,",
        2211.12,
        2214.58
    ],
    [
        " because you have to be good at a lot of things,",
        2214.74,
        2216.3
    ],
    [
        " especially in a leadership role, especially if you play on elevating",
        2216.3,
        2219.04
    ],
    [
        " in that leadership role, the awareness of,",
        2219.04,
        2221.66
    ],
    [
        " hey, if I'm not good at this, I have to spend time doing the things,",
        2221.66,
        2224.9
    ],
    [
        " and getting better at things I'm not as good at as I should be,",
        2225.46,
        2227.82
    ],
    [
        " and how easy it is to go, well, I'm pretty good at this.",
        2228.26,
        2230.32
    ],
    [
        " I'm just going to stay over here, because this is so much easier for me,",
        2230.4,
        2232.96
    ],
    [
        " and not being willing to acknowledge what you're not good at,",
        2233.58,
        2236.9
    ],
    [
        " and actually spend some time working on that.",
        2237.3,
        2238.96
    ],
    [
        " And how easy it is to fall on the trap of, well, I'm good at this,",
        2239.14,
        2242.7
    ],
    [
        " I suck at this. What should I be working on today?",
        2242.84,
        2244.94
    ],
    [
        " I'll just keep doing this thing over here.",
        2245.46,
        2246.76
    ],
    [
        " And that self, the self evaluation of what do I know I'm not good at,",
        2247.76,
        2251.44
    ],
    [
        " and how easily we can just ignore what we know we need to be working on.",
        2251.52,
        2254.7
    ],
    [
        " I used to hate being on the bottom in Jiu-Jitsu, like someone on top.",
        2254.98,
        2258.78
    ],
    [
        " It was just like smash, and I would hate the feeling, right?",
        2259.02,
        2261.04
    ],
    [
        " And so for months, the only place I started was with people",
        2261.3,
        2264.24
    ],
    [
        " across the side of Mount Anatomy.",
        2264.24,
        2265.4
    ],
    [
        " I was like, I'm going to take it, and then just got over it,",
        2265.4,
        2268.98
    ],
    [
        " got over it completely, where it literally didn't matter anymore.",
        2269.18,
        2272.52
    ],
    [
        " If you don't have that approach, you're going to have problems.",
        2273.24,
        2275.8
    ],
    [
        " I'm going to have problems. Watch out for that.",
        2276.08,
        2278.18
    ],
    [
        " And this is tied into the next one, number four,",
        2279.56,
        2281.4
    ],
    [
        " which is never be satisfied. Ask of any project,",
        2281.5,
        2283.74
    ],
    [
        " how can it be done better?",
        2284.06,
        2285.24
    ],
    [
        " Now, listen, you know, you could just to throw like a different perspective",
        2285.8,
        2291.36
    ],
    [
        " on this or a different angle, the never be satisfied thing,",
        2291.36,
        2294.9
    ],
    [
        " where all of a sudden, you know, I'm never satisfied,",
        2295.0,
        2298.32
    ],
    [
        " and I'm freaking out about and constantly,",
        2298.32,
        2300.62
    ],
    [
        " there's people that run into issues with that,",
        2301.44,
        2304.24
    ],
    [
        " where they can't like chill out and back off and detach,",
        2304.38,
        2309.12
    ],
    [
        " and look around and see what's happening.",
        2309.58,
        2311.06
    ],
    [
        " So never is kind of a strong word.",
        2311.26,
        2313.6
    ],
    [
        " But at the same time, this is completely tied to humility,",
        2314.6,
        2317.54
    ],
    [
        " because if you are satisfied,",
        2317.54,
        2320.36
    ],
    [
        " that's an indicator that maybe you think you're there,",
        2322.28,
        2324.84
    ],
    [
        " and you're not, you're not.",
        2325.08,
        2327.08
    ],
    [
        " This implies that the debrief to me, you know,",
        2327.68,
        2330.74
    ],
    [
        " it's like not being satisfied with it by looking back at it",
        2330.92,
        2335.62
    ],
    [
        " and saying, hey, how could we do this better?",
        2335.62,
        2337.56
    ],
    [
        " Did we miss anything?",
        2338.22,
        2339.08
    ],
    [
        " Is there something we should add to this,",
        2339.68,
        2341.74
    ],
    [
        " and then debriefing it, and then trying to, you know,",
        2341.9,
        2344.88
    ],
    [
        " try and get them the next evolution?",
        2345.0,
        2346.22
    ],
    [
        " Yeah, 100%. If you're not debriefing what you're doing,",
        2346.44,
        2348.78
    ],
    [
        " and look, if you want to take that to a really good,",
        2349.76,
        2352.18
    ],
    [
        " personal level, if you look at your day,",
        2352.28,
        2355.94
    ],
    [
        " that's what's nice about the EQH app,",
        2355.94,
        2357.88
    ],
    [
        " it's like if you look at your day and you're like,",
        2357.94,
        2359.06
    ],
    [
        " oh, I could have done this better.",
        2359.22,
        2361.0
    ],
    [
        " I just set the end of the day going,",
        2361.64,
        2362.46
    ],
    [
        " did I really, I didn't really do that.",
        2363.56,
        2365.3
    ],
    [
        " I got in on that donut or whatever,",
        2366.14,
        2368.76
    ],
    [
        " tapped in my daughters right now, they say tapped in,",
        2369.08,
        2371.94
    ],
    [
        " if they're talking about food, they're like,",
        2372.06,
        2373.84
    ],
    [
        " oh, can I tap into that?",
        2373.94,
        2375.0
    ],
    [
        " So you might have accidentally tapped into a donut",
        2375.26,
        2377.3
    ],
    [
        " or whatever, right?",
        2377.3,
        2378.24
    ],
    [
        " You're gonna watch out.",
        2378.48,
        2379.26
    ],
    [
        " So, which by the way, I don't think I can ever eat a donut again",
        2379.96,
        2383.62
    ],
    [
        " because I've talked to someone smack about donuts.",
        2383.62,
        2385.58
    ],
    [
        " You know, I think there's someone with like a 600 millimeter lens",
        2386.26,
        2389.06
    ],
    [
        " stalking you waiting to see that donut.",
        2389.06,
        2391.16
    ],
    [
        " Go down that.",
        2391.78,
        2392.44
    ],
    [
        " Ain't happening.",
        2392.78,
        2393.26
    ],
    [
        " But doing a debrief with yourself at the end of the day,",
        2393.94,
        2397.6
    ],
    [
        " what did I, and then also creating what you're gonna do tomorrow",
        2397.68,
        2401.42
    ],
    [
        " to focus on the weaknesses a little bit.",
        2401.42,
        2403.84
    ],
    [
        " And again, like you said, Dave,",
        2403.94,
        2404.84
    ],
    [
        " Dave wasn't like, hey, you know, I'm gonna focus on my piano skills",
        2405.46,
        2410.26
    ],
    [
        " because he's not that great at piano when he's supposed to be a jet fighter pilot,",
        2410.26,
        2413.96
    ],
    [
        " right?",
        2413.96,
        2414.22
    ],
    [
        " Right.",
        2414.42,
        2414.54
    ],
    [
        " I get it.",
        2414.7,
        2415.12
    ],
    [
        " But doesn't mean you shouldn't understand music or something.",
        2415.56,
        2418.86
    ],
    [
        " You know what I'm saying?",
        2419.3,
        2420.06
    ],
    [
        " Doesn't mean you shouldn't go out and get that get box.",
        2420.36,
        2422.08
    ],
    [
        " Oh.",
        2422.42,
        2422.56
    ],
    [
        " All right.",
        2423.16,
        2425.7
    ],
    [
        " Number five, don't over inspect or oversupervised.",
        2426.48,
        2430.72
    ],
    [
        " Allow your leaders to make mistakes in training",
        2430.94,
        2433.52
    ],
    [
        " so they can profit from their errors and not make them in combat.",
        2433.52,
        2438.04
    ],
    [
        " So decentralized command clearly is what we're talking about here.",
        2439.08,
        2442.88
    ],
    [
        " And it's incredible how annoying over inspection and oversupervision is to humans.",
        2443.66,
        2449.94
    ],
    [
        " That's psychological reactants, right?",
        2450.48,
        2452.3
    ],
    [
        " It's like a psychological reactants, which means we don't want to be told what to do",
        2452.76,
        2455.72
    ],
    [
        " because we're human beings and we have a psychological rejection of people",
        2455.72,
        2458.78
    ],
    [
        " that are trying to control us.",
        2458.78,
        2459.7
    ],
    [
        " That's normal.",
        2459.74,
        2460.36
    ],
    [
        " That's common.",
        2460.88,
        2461.58
    ],
    [
        " But over inspection and oversupervision just triggers the psychological reactants all day long,",
        2462.48,
        2468.38
    ],
    [
        " all day long.",
        2468.6,
        2469.56
    ],
    [
        " Don't let it happen.",
        2469.92,
        2470.86
    ],
    [
        " Don't be that leader because that's not going to work out good for you.",
        2471.32,
        2475.12
    ],
    [
        " It's not your team's not going to like it.",
        2475.42,
        2476.72
    ],
    [
        " No one's going to like it.",
        2476.86,
        2478.08
    ],
    [
        " Now here's where people get a little bit wary about this because they think,",
        2478.18,
        2483.26
    ],
    [
        " well, you know, I'm in the business world.",
        2483.3,
        2485.18
    ],
    [
        " And so I don't have the luxury of being able to train someone to in a training situation,",
        2485.62,
        2491.5
    ],
    [
        " no, they got to go in front of a client.",
        2491.5,
        2493.2
    ],
    [
        " I can't just let them fail in training because there's no such thing.",
        2493.6,
        2497.72
    ],
    [
        " We don't do that.",
        2497.86,
        2498.38
    ],
    [
        " We don't have time.",
        2498.8,
        2499.2
    ],
    [
        " I don't have six months getting ready to go on deployment and work with a client.",
        2499.32,
        2502.62
    ],
    [
        " No, we're working with a client today.",
        2502.64,
        2503.62
    ],
    [
        " So there are multiple ways of doing this, right?",
        2504.26,
        2507.76
    ],
    [
        " If Dave has got to eat Dave's not experienced in a certain type of project.",
        2507.96,
        2511.98
    ],
    [
        " And I go, okay, Dave, you're going to take lead on this project.",
        2512.08,
        2515.48
    ],
    [
        " Why don't you come up with, you know, your initial, your initial brief on the timeline you want to use.",
        2515.94,
        2521.0
    ],
    [
        " And he puts together the timeline.",
        2521.62,
        2523.04
    ],
    [
        " I don't send him to the client with it.",
        2523.26,
        2524.6
    ],
    [
        " I say, okay, now brief me on it.",
        2524.8,
        2526.04
    ],
    [
        " And he's like, hey, I got 30 days to talk about cover and move.",
        2526.64,
        2529.64
    ],
    [
        " And I go, no, that doesn't make me sense.",
        2529.72,
        2530.64
    ],
    [
        " So you can, you can actually train and educate someone just by putting in a little,",
        2530.78,
        2535.72
    ],
    [
        " probably 20% extra effort.",
        2535.86,
        2537.74
    ],
    [
        " And if you think about it, it's actually probably a break even because I didn't have to do the bulk of the work myself.",
        2537.82,
        2543.06
    ],
    [
        " I just said, hey, Dave, come up with a timeline for this training schedule for this client.",
        2543.6,
        2546.74
    ],
    [
        " And he goes, oh, cool.",
        2547.02,
        2547.84
    ],
    [
        " And he goes and does it.",
        2548.54,
        2549.68
    ],
    [
        " Now, if I would have had to do it, I would have made phone calls, know what I'd do to pull out the word processor.",
        2549.8,
        2553.94
    ],
    [
        " And I would have sat down and do it.",
        2554.54,
        2555.72
    ],
    [
        " And it would have been pain.",
        2555.94,
        2556.74
    ],
    [
        " And plus I would have been in the weeds on it.",
        2557.38,
        2558.96
    ],
    [
        " So I don't really see as much, I'm not detached from it.",
        2559.08,
        2562.14
    ],
    [
        " And so I go, hey, Dave, come up with a timeline for this client.",
        2562.16,
        2563.94
    ],
    [
        " What you want to do for a basic schedule.",
        2564.04,
        2565.42
    ],
    [
        " And he goes, cool, got it.",
        2565.44,
        2566.2
    ],
    [
        " He does it.",
        2566.54,
        2567.06
    ],
    [
        " He's never done it before.",
        2567.32,
        2568.24
    ],
    [
        " Or maybe he just, I go, here's an old client, similar client.",
        2568.44,
        2571.18
    ],
    [
        " You can use this as a, as a guide.",
        2571.28,
        2572.98
    ],
    [
        " Cool.",
        2573.24,
        2573.38
    ],
    [
        " He does it.",
        2574.04,
        2575.24
    ],
    [
        " It's pretty close, right?",
        2575.44,
        2576.64
    ],
    [
        " It doesn't, I'm not wasting a bunch of time.",
        2576.8,
        2578.6
    ],
    [
        " And if he was a total idiot and you produce something that sucked, I'd be like, okay, cool.",
        2578.68,
        2583.08
    ],
    [
        " This is what, this is horrible.",
        2583.2,
        2584.04
    ],
    [
        " This is why.",
        2584.18,
        2584.56
    ],
    [
        " Didn't cost us anything.",
        2585.02,
        2585.9
    ],
    [
        " Didn't put any risk.",
        2586.4,
        2587.38
    ],
    [
        " Didn't show the client some bad take on us.",
        2587.54,
        2589.68
    ],
    [
        " No, it's all good.",
        2589.88,
        2590.9
    ],
    [
        " So just because we use that, just because the term is used here, make mistakes in training.",
        2592.06,
        2598.42
    ],
    [
        " Don't consider training to be this official thing where you've been pulled away and you don't have any interaction in the real world.",
        2598.98,
        2604.54
    ],
    [
        " No, training can happen every single day with everything that you do.",
        2604.54,
        2607.4
    ],
    [
        " And that's what you should do.",
        2607.92,
        2609.42
    ],
    [
        " And you should let people brush up against the guard rails or failure.",
        2609.56,
        2611.94
    ],
    [
        " You should let people do that.",
        2612.26,
        2613.4
    ],
    [
        " And then when they do, you don't jump down their throat and now you don't become a micro manager,",
        2613.78,
        2617.44
    ],
    [
        " you let, you make adjustments and you set another thing for them.",
        2617.76,
        2620.84
    ],
    [
        " Say, all right, here's, hey, Dave, this doesn't make any sense.",
        2620.96,
        2623.08
    ],
    [
        " Adjust this.",
        2623.38,
        2623.84
    ],
    [
        " This is, we'll never take this much time.",
        2623.94,
        2625.54
    ],
    [
        " Go make some adjustments and bring it back to me, Dave.",
        2625.78,
        2627.44
    ],
    [
        " Does it?",
        2627.52,
        2627.8
    ],
    [
        " And cool.",
        2627.92,
        2628.16
    ],
    [
        " Yep, good to go.",
        2628.32,
        2628.92
    ],
    [
        " My net investment of time is probably the same, if not, I'm probably saving time.",
        2630.02,
        2633.3
    ],
    [
        " And my product, my end product is actually better because I'm detached and I wasn't in the weeds on the initial assignment.",
        2633.86,
        2641.56
    ],
    [
        " So, don't over inspect.",
        2642.52,
        2645.52
    ],
    [
        " Don't oversupervised.",
        2646.1,
        2647.16
    ],
    [
        " Hard to do that.",
        2647.46,
        2648.38
    ],
    [
        " Your ego wants you to oversupervised, by the way.",
        2648.64,
        2650.72
    ],
    [
        " Your ego wants to over inspect.",
        2651.44,
        2652.82
    ],
    [
        " Your ego actually wants to find problems.",
        2653.3,
        2655.54
    ],
    [
        " You ever had those bosses that you can't get through a, like in the SEAL teams, you give a brief.",
        2655.6,
        2661.04
    ],
    [
        " There's no way you're getting through the brief without getting dinged on seven different things.",
        2661.46,
        2666.5
    ],
    [
        " I'd like some of the guys I used to critique their brief song coming to me because I was freaking harsh on those briefs.",
        2666.72,
        2673.48
    ],
    [
        " But here's the thing, man.",
        2673.7,
        2674.52
    ],
    [
        " I'll have to review some of my notes because I would be harsh because they would do dumb shit.",
        2675.24,
        2680.56
    ],
    [
        " And I'd be like, bro, what are you doing over here?",
        2681.06,
        2683.14
    ],
    [
        " What does this mean?",
        2683.28,
        2683.8
    ],
    [
        " I can't even understand.",
        2684.04,
        2684.84
    ],
    [
        " Look at your pictures here.",
        2685.14,
        2686.14
    ],
    [
        " Like this doesn't make any sense.",
        2686.4,
        2687.34
    ],
    [
        " What is this timeline?",
        2687.92,
        2688.52
    ],
    [
        " How do you think you're going to patrol from here to here in that amount of time?",
        2688.66,
        2690.44
    ],
    [
        " They were just legitimate things because I actually didn't care.",
        2690.84,
        2694.88
    ],
    [
        " I actually didn't care what the font was.",
        2695.16,
        2697.86
    ],
    [
        " I didn't care about any of that.",
        2697.98,
        2698.84
    ],
    [
        " I cared about, and actually, here's a good case in point.",
        2699.3,
        2702.18
    ],
    [
        " I had a guy, good dude, tore his brief up.",
        2702.52,
        2705.58
    ],
    [
        " And, you know, he gets done.",
        2706.98,
        2708.56
    ],
    [
        " They do another brief next day, next stop.",
        2709.08,
        2711.36
    ],
    [
        " Tor it up.",
        2711.56,
        2712.04
    ],
    [
        " It's terrible.",
        2712.22,
        2712.7
    ],
    [
        " And he's like, after the first day, he added even more, like trying to satisfy me.",
        2713.56,
        2718.08
    ],
    [
        " And he says, dude, this is like a moving target.",
        2719.2,
        2721.84
    ],
    [
        " What does that you actually want from these briefs?",
        2722.0,
        2724.16
    ],
    [
        " And I said, well, it's not a moving target.",
        2724.32,
        2727.24
    ],
    [
        " I said, to me, a good brief is when you give a brief,",
        2727.66,
        2732.46
    ],
    [
        " your men understand the mission and the execution.",
        2732.74,
        2736.72
    ],
    [
        " And he was like, okay, fair enough.",
        2737.38,
        2742.46
    ],
    [
        " And then he took that to heart of, okay, my audience is not good.",
        2742.68,
        2748.06
    ],
    [
        " I'm not a job job, oh, my audience is not the commanding officer.",
        2748.06,
        2749.92
    ],
    [
        " My audience is my machine gunner.",
        2750.02,
        2751.4
    ],
    [
        " My audience is my point man.",
        2751.56,
        2752.86
    ],
    [
        " My audience is my breacher.",
        2752.92,
        2753.98
    ],
    [
        " That's my audience.",
        2753.98,
        2754.76
    ],
    [
        " That's who needs to understand this thing.",
        2755.26,
        2756.68
    ],
    [
        " And that's the way it's supposed to be.",
        2756.88,
        2757.9
    ],
    [
        " That's the same, same thing, Lafen, I wrote about.",
        2758.3,
        2760.16
    ],
    [
        " That's happened with Lafen, Seth.",
        2760.28,
        2761.98
    ],
    [
        " Lafen, Seth, we're doing the freaking most insane 150 slide PowerPoint briefs",
        2762.0,
        2768.5
    ],
    [
        " for reconnaissance missions in training.",
        2768.5,
        2770.8
    ],
    [
        " And they were so bad.",
        2771.32,
        2772.86
    ],
    [
        " And I was like, hey guys, no one knows what the hell you guys are talking about.",
        2773.26,
        2777.46
    ],
    [
        " I said, let's do this.",
        2777.5,
        2779.18
    ],
    [
        " I said, I just want you to brief to the lowest common denominator in your",
        2779.28,
        2782.16
    ],
    [
        " episode.",
        2782.16,
        2782.38
    ],
    [
        " Just do that.",
        2782.76,
        2783.48
    ],
    [
        " Pull out a map.",
        2783.9,
        2784.6
    ],
    [
        " Don't need to put a bunch of slides.",
        2785.14,
        2786.44
    ],
    [
        " They don't need to have animation in the slides.",
        2786.62,
        2789.08
    ],
    [
        " You know, how much time it takes to do animation in the slide?",
        2789.36,
        2791.7
    ],
    [
        " I mean, it's a total waste of time.",
        2792.34,
        2794.66
    ],
    [
        " It's a total waste of time.",
        2794.94,
        2796.36
    ],
    [
        " You should pull up the map and be like, hey, we're going to move from here to here.",
        2796.68,
        2799.46
    ],
    [
        " That's the way it's going to work.",
        2799.96,
        2800.92
    ],
    [
        " Follow my finger.",
        2801.18,
        2802.18
    ],
    [
        " Follow my pointer on this map.",
        2802.38,
        2803.86
    ],
    [
        " So you all know what's up.",
        2804.24,
        2805.4
    ],
    [
        " And instead we spend an extra hour and 22 minutes making humvees drive down a route",
        2805.48,
        2811.62
    ],
    [
        " in an animated way.",
        2811.62,
        2813.06
    ],
    [
        " It's a, it's a disaster, man.",
        2813.24,
        2815.3
    ],
    [
        " And the cool thing was, and props to my commanding officer, those guys, and you guys have heard",
        2815.44,
        2822.14
    ],
    [
        " this story like Seth was like, we're going to get fired.",
        2822.14,
        2824.32
    ],
    [
        " And I said, hey, you will not get fired.",
        2824.7,
        2827.5
    ],
    [
        " If anyone gets fired, I will say this was 100% on me.",
        2827.6,
        2830.34
    ],
    [
        " I told him, brief this way.",
        2830.6,
        2831.68
    ],
    [
        " Don't worry about it.",
        2831.8,
        2832.38
    ],
    [
        " Brief to your lowest common denominator, brief to your machine gunners.",
        2832.44,
        2836.04
    ],
    [
        " And they're like, okay, and sure enough, the commanding officer came up.",
        2836.46,
        2838.82
    ],
    [
        " He sat through the brief and tears credit.",
        2838.92,
        2840.02
    ],
    [
        " He was like, that was the, those are the best briefs we've had.",
        2840.14,
        2842.24
    ],
    [
        " I actually understand what's happening.",
        2843.12,
        2844.56
    ],
    [
        " I'm like, that's the goal.",
        2844.56,
        2845.66
    ],
    [
        " So that's what we need to do.",
        2846.32,
        2850.32
    ],
    [
        " Don't oversupervised.",
        2851.44,
        2852.76
    ],
    [
        " Don't over inspect.",
        2853.18,
        2853.96
    ],
    [
        " And when people make mistakes, just make some low adjustments.",
        2854.44,
        2856.52
    ],
    [
        " Tell them what the goal is.",
        2857.02,
        2857.94
    ],
    [
        " And we're going to be all right.",
        2858.28,
        2859.16
    ],
    [
        " Yeah.",
        2860.94,
        2861.34
    ],
    [
        " I'm just cracking out, listening to you tell these stories and just kind of putting my",
        2861.66,
        2865.46
    ],
    [
        " version of that in my experience.",
        2865.46,
        2866.76
    ],
    [
        " But I think also when a leadership role doesn't matter for the military, doesn't matter",
        2867.0,
        2870.54
    ],
    [
        " for your private sector and whether you're training a real world, you also have to know",
        2870.54,
        2875.58
    ],
    [
        " what matters.",
        2875.58,
        2875.98
    ],
    [
        " You got to know what really matters and what really doesn't.",
        2876.8,
        2879.38
    ],
    [
        " And something we saw in the military that I know transfer is over, what drive people",
        2879.52,
        2883.64
    ],
    [
        " nuts is, if you're in a key leadership role and you're getting this brief and you make",
        2883.64,
        2888.3
    ],
    [
        " a comment about the font, guess what?",
        2888.3,
        2891.0
    ],
    [
        " Those people all downstream you, they're going to obsess over the font.",
        2891.32,
        2895.08
    ],
    [
        " So if it really doesn't matter, don't say anything about it because what your people are",
        2896.08,
        2900.28
    ],
    [
        " really trying to do is make you happy.",
        2900.28,
        2901.34
    ],
    [
        " They're trying to give you what they think you want.",
        2901.52,
        2903.04
    ],
    [
        " And if you're the guy that wants to think out loud, go boy, you know, career is way better",
        2903.56,
        2908.18
    ],
    [
        " than times, isn't it?",
        2908.18,
        2909.16
    ],
    [
        " Every single slide is not going to get reviewed.",
        2909.98,
        2912.32
    ],
    [
        " Three layers downstream of someone trying to make sure, oh, Dave's real obsessive about",
        2912.7,
        2917.8
    ],
    [
        " the font, even if you're not.",
        2918.28,
        2919.8
    ],
    [
        " But if you want to make a point of that, if you decide to bring that up, your people are",
        2919.96,
        2923.32
    ],
    [
        " going to try to satisfy you and that's what you're going to try to do.",
        2923.32,
        2924.92
    ],
    [
        " So be real careful about what matters and don't talk about the things that don't matter",
        2925.06,
        2928.96
    ],
    [
        " because they're going to hear you and they're going to want to fix that when in your mind,",
        2928.96,
        2932.54
    ],
    [
        " it isn't even an important thing.",
        2932.68,
        2935.16
    ],
    [
        " But once you say it, it's out there.",
        2935.3,
        2937.22
    ],
    [
        " That's what people are going to do.",
        2937.26,
        2937.88
    ],
    [
        " We saw that in the military all the time.",
        2937.92,
        2939.22
    ],
    [
        " It's, oh, we're brief in this general.",
        2939.34,
        2940.62
    ],
    [
        " His role big on spacing.",
        2940.7,
        2942.36
    ],
    [
        " And I bet you, if you grab that general, go, hey, general, we have to spend three hours",
        2943.28,
        2946.9
    ],
    [
        " fixing the spacing on the spree.",
        2946.9,
        2948.1
    ],
    [
        " If you want us to do that, he would say, no, we're even get that.",
        2948.14,
        2950.66
    ],
    [
        " But he made a comment or it came out.",
        2950.84,
        2953.1
    ],
    [
        " And the worst thing is you've got people that are focused on that instead of focusing",
        2953.44,
        2956.82
    ],
    [
        " on a mission and a good plan and contingency plans.",
        2956.82,
        2961.54
    ],
    [
        " So be careful that number six, keep the troops informed, telling them what, how and why",
        2962.18,
        2974.42
    ],
    [
        " builds their confidence.",
        2974.92,
        2976.1
    ],
    [
        " It's an interesting, an interesting little twist on that, right?",
        2976.34,
        2979.6
    ],
    [
        " Builds their confidence.",
        2979.86,
        2980.86
    ],
    [
        " First of all, let's us know the importance of people being confident, being confident",
        2981.74,
        2985.12
    ],
    [
        " in the plan.",
        2985.12,
        2985.54
    ],
    [
        " And look, when you know what you're doing, but you don't know why, that's a problem for",
        2986.12,
        2991.72
    ],
    [
        " your confidence.",
        2991.72,
        2992.22
    ],
    [
        " You don't even know why you're doing it.",
        2992.36,
        2993.26
    ],
    [
        " If you're just a phone, if you know why you're doing something, but you don't know",
        2993.64,
        2997.66
    ],
    [
        " what you're doing it for, that's the same thing.",
        2997.66,
        2999.14
    ],
    [
        " So keeping people informed, a lack of info.",
        3000.9,
        3005.54
    ],
    [
        " And this was one of the reasons why I was very happy.",
        3006.18,
        3009.38
    ],
    [
        " Look, and I was very lucky in my career.",
        3009.94,
        3011.64
    ],
    [
        " I was very lucky in my career that I did my career the way I did.",
        3011.86,
        3015.16
    ],
    [
        " Then I'm not saying that there's a bunch of better ways to do it because there certainly",
        3015.68,
        3018.34
    ],
    [
        " are.",
        3018.34,
        3018.52
    ],
    [
        " But for me, what was very nice for me, one of the huge lessons that I learned was how",
        3018.68,
        3026.46
    ],
    [
        " horrible it feels not to know what's happening.",
        3026.46,
        3028.56
    ],
    [
        " And the team normally doesn't know what you think they know.",
        3029.44,
        3036.5
    ],
    [
        " They don't.",
        3037.98,
        3038.56
    ],
    [
        " Do you think they know stuff?",
        3038.9,
        3040.22
    ],
    [
        " They don't know it.",
        3040.5,
        3041.12
    ],
    [
        " You think that they understand things.",
        3041.22,
        3042.42
    ],
    [
        " They don't.",
        3042.6,
        3042.98
    ],
    [
        " That's not because they're not stupid because they don't have the visibility on the things",
        3043.0,
        3045.8
    ],
    [
        " that you have the visibility on.",
        3045.8,
        3046.9
    ],
    [
        " So it's very important to tell people what's going on.",
        3047.48,
        3054.38
    ],
    [
        " And by the way, and this is, it's so crystal clear in the seal teams, but it's crystal clear",
        3054.54,
        3060.6
    ],
    [
        " anywhere else.",
        3060.6,
        3060.94
    ],
    [
        " But the seal teams was just so, so epic at doing this.",
        3060.98,
        3065.66
    ],
    [
        " Anything that the troops didn't know, they were going to make up their own freaking rumor.",
        3065.84,
        3070.24
    ],
    [
        " And it was going to be like the worst possible case scenario every single time.",
        3070.58,
        3074.08
    ],
    [
        " You know, oh, we're heading back early.",
        3074.72,
        3077.52
    ],
    [
        " Oh, we're heading back from this trip early.",
        3078.2,
        3079.52
    ],
    [
        " You know, you're probably going because the aircraft got rescheduled and so you're going",
        3079.78,
        3082.22
    ],
    [
        " to head back and lay people are like, oh, no.",
        3082.22,
        3083.92
    ],
    [
        " See our platoons getting disband.",
        3084.54,
        3086.84
    ],
    [
        " You know, we, whatever.",
        3087.14,
        3088.32
    ],
    [
        " They just go wild.",
        3088.72,
        3089.8
    ],
    [
        " So when you don't tell people what's going on, they're going to make it up and that's",
        3090.3,
        3094.24
    ],
    [
        " going to be bad.",
        3094.24,
        3094.7
    ],
    [
        " And it, and it, one of the worst feelings in the world is to not know what's happening",
        3095.22,
        3099.26
    ],
    [
        " in as part of a team.",
        3099.26,
        3101.16
    ],
    [
        " And it, look, this doesn't mean you have to submit a 19 page PowerPoint brief, especially",
        3101.5,
        3107.26
    ],
    [
        " if you can get people the context and the context, you know, if every day or every",
        3107.26,
        3112.94
    ],
    [
        " couple days, you're giving the context of people have the context.",
        3112.94,
        3116.78
    ],
    [
        " Now my brief doesn't have to be that long.",
        3116.94,
        3118.18
    ],
    [
        " It's like, hey, Kerry, we're actually going to move to this position.",
        3118.58,
        3120.66
    ],
    [
        " You're like, okay, cool, because I know that here's where we were.",
        3120.72,
        3122.88
    ],
    [
        " Here's where we're going.",
        3123.08,
        3123.68
    ],
    [
        " If I just, you don't know, have any context and I tell you we're moving here, I have to",
        3124.12,
        3129.0
    ],
    [
        " actually take now 20 minutes to explain how we got to the point where we're going to",
        3129.0,
        3132.42
    ],
    [
        " go there.",
        3132.42,
        3132.72
    ],
    [
        " So keep that in mind.",
        3134.82,
        3135.94
    ],
    [
        " Number seven, the harder the training, the more the troops will brag.",
        3137.1,
        3142.8
    ],
    [
        " The harder the training, the more the troops will brag.",
        3143.7,
        3148.9
    ],
    [
        " Clearly, this is seen in the military and almost to a detriment, of course, because people",
        3149.64,
        3158.44
    ],
    [
        " you can put people through so much training and they can start to brag so much they start",
        3158.44,
        3161.56
    ],
    [
        " to believe it.",
        3161.56,
        3162.2
    ],
    [
        " Uh, Lafe always talks about the fact when we started tasking a bruiser and we're working",
        3162.84,
        3167.86
    ],
    [
        " together and we were going to do an extra.",
        3167.86,
        3170.44
    ],
    [
        " We were coming in early in the morning.",
        3171.06,
        3172.8
    ],
    [
        " We were staying later at night.",
        3172.8,
        3174.1
    ],
    [
        " We were doing extra iterations of the training that we were being told to do.",
        3174.38,
        3177.94
    ],
    [
        " The training cadre would leave and we'd stay there and do more.",
        3178.02,
        3180.42
    ],
    [
        " And the initial take was like, we're doing a point.",
        3181.0,
        3183.98
    ],
    [
        " We're going to go, we're going to do this.",
        3184.32,
        3184.88
    ],
    [
        " Actually, that was the kind of initial take.",
        3184.88,
        3186.82
    ],
    [
        " And sure enough, as we got better, as we got more squared away, as we started getting,",
        3188.24,
        3194.64
    ],
    [
        " you know, huge compliments from the training cadre, all of a sudden that that bitching",
        3194.9,
        3202.6
    ],
    [
        " turned to bragging, which was pretty, which was pretty cool.",
        3202.6,
        3205.18
    ],
    [
        " And it's the thing is though, there's a speed bump that you have to get over, right?",
        3205.92,
        3212.12
    ],
    [
        " There's a speed bump.",
        3212.22,
        3213.08
    ],
    [
        " There's a point in time.",
        3213.1,
        3214.82
    ],
    [
        " There's an intersection of time where you're working harder, but you're not seeing any",
        3215.16,
        3219.66
    ],
    [
        " benefits from it.",
        3219.66,
        3220.54
    ],
    [
        " You're working harder, but no one really else can see it.",
        3220.98,
        3223.66
    ],
    [
        " You're working hard.",
        3223.9,
        3224.56
    ],
    [
        " You're doing extra, but there's no real benefit.",
        3224.68,
        3227.16
    ],
    [
        " And you got to get to speed bump.",
        3227.86,
        3230.1
    ],
    [
        " And so you're going to get people be negative.",
        3230.22,
        3231.98
    ],
    [
        " This building, you're going to work extra.",
        3232.24,
        3233.56
    ],
    [
        " What are you going to do?",
        3233.68,
        3234.1
    ],
    [
        " You can be coming early.",
        3234.24,
        3234.88
    ],
    [
        " Why are you going to stay late?",
        3235.02,
        3235.5
    ],
    [
        " I've got that.",
        3235.58,
        3235.88
    ],
    [
        " That isn't a thing that you're going to have to overcome and get to the point where all",
        3235.88,
        3239.72
    ],
    [
        " of a sudden, oh, we just crushed this block of training.",
        3239.72,
        3242.58
    ],
    [
        " We just got huge compliments to our commanding officer about our performance in land warfare",
        3243.76,
        3249.64
    ],
    [
        " or whatever.",
        3249.64,
        3250.3
    ],
    [
        " And so you've got to get over that speed bump so that the bragging can start and the",
        3250.84,
        3256.26
    ],
    [
        " pride can start.",
        3256.26,
        3257.26
    ],
    [
        " And then what you got to be careful of is you got to be careful that that pride doesn't",
        3257.5,
        3261.3
    ],
    [
        " get so big that people are like, well, you know, we don't need to do anymore.",
        3261.3,
        3263.62
    ],
    [
        " We don't need to do this anymore.",
        3264.08,
        3265.12
    ],
    [
        " So keep that in mind and keep yourselves in check.",
        3265.76,
        3269.98
    ],
    [
        " Luckily, we had friends in other task units because it got pretty bright.",
        3270.16,
        3277.44
    ],
    [
        " The kind of the chest sticking out in task unit, we got a little bit much.",
        3278.0,
        3281.82
    ],
    [
        " And we'd get some of our friends in other task units who'd be like, oh, BTF, we're like,",
        3283.7,
        3290.54
    ],
    [
        " OK, we need to back off a little.",
        3290.66,
        3291.72
    ],
    [
        " Hey, chill out, everybody.",
        3291.82,
        3292.88
    ],
    [
        " So just keep it in check a little bit.",
        3293.38,
        3297.2
    ],
    [
        " But there's a speed bump.",
        3297.6,
        3298.74
    ],
    [
        " You got to get over.",
        3298.84,
        3299.28
    ],
    [
        " That's a real thing.",
        3299.88,
        3300.8
    ],
    [
        " Yeah, and I think there's a connection to it or the previous comment you made about the",
        3301.78,
        3305.2
    ],
    [
        " why is it that hard training, especially when they start to make the connection of why",
        3305.2,
        3309.9
    ],
    [
        " hard training is important.",
        3309.9,
        3310.76
    ],
    [
        " If they know why they're doing it, your people will have so much more resilience and be",
        3311.46,
        3316.62
    ],
    [
        " able to tolerate so much more hard training.",
        3316.62,
        3318.34
    ],
    [
        " And if you're just out for just training hard because that's how you are and they can't",
        3318.44,
        3321.66
    ],
    [
        " make any connection to all this extra time, all this extra work that it doesn't lead",
        3321.66,
        3325.92
    ],
    [
        " to.",
        3325.92,
        3326.01
    ],
    [
        " You did something, you will run into a problem.",
        3326.1,
        3327.98
    ],
    [
        " But if you can connect that why and they go, oh, this real thing was so much easier.",
        3328.0,
        3334.5
    ],
    [
        " Now the willingness to work hard and practice or work hard and training are put in the",
        3335.2,
        3339.4
    ],
    [
        " next your time because they know why they're doing it and makes it so much easier down the",
        3339.4,
        3342.56
    ],
    [
        " road.",
        3342.56,
        3342.74
    ],
    [
        " Yeah, no doubt.",
        3343.16,
        3344.86
    ],
    [
        " Like you said, going with the previous point, keep the troops in forms.",
        3345.14,
        3348.32
    ],
    [
        " If you're not informing the troops and you're just kicking the crap out of a normal basis,",
        3348.7,
        3353.14
    ],
    [
        " there's not going to be any pride.",
        3353.14,
        3354.74
    ],
    [
        " There's just going to be negativity.",
        3354.86,
        3355.62
    ],
    [
        " So be careful that number eight, enthusiasm, fairness and moral and physical courage,",
        3356.08,
        3364.36
    ],
    [
        " four of the most important aspects of leadership.",
        3364.82,
        3366.86
    ],
    [
        " It made me interesting, enthusiasm out of the gate, enthusiasm.",
        3367.42,
        3373.08
    ],
    [
        " Man, you know why that is, in my opinion, because that is so infectious to everybody else.",
        3373.68,
        3381.68
    ],
    [
        " And when you're enthusiastic about something, when someone on the team is enthusiastic, that",
        3381.68,
        3387.18
    ],
    [
        " can just, that can change the attitude of everyone on the team.",
        3387.18,
        3390.42
    ],
    [
        " If you as the leader enthusiastic, it's definitely going to help.",
        3390.9,
        3393.28
    ],
    [
        " If you as the leader are not enthusiastic about something, it's a disaster and everyone's",
        3393.7,
        3400.18
    ],
    [
        " going to be bummed out to be doing whatever, having a good time with stuff and being enthusiastic.",
        3400.18,
        3407.36
    ],
    [
        " That's something.",
        3408.0,
        3408.52
    ],
    [
        " And you know what's cool?",
        3408.6,
        3409.14
    ],
    [
        " You can fake that.",
        3409.14,
        3409.84
    ],
    [
        " You can fake that all day long.",
        3410.24,
        3412.16
    ],
    [
        " I did.",
        3412.38,
        3412.74
    ],
    [
        " I'd be like, this is some dumb shit.",
        3413.12,
        3414.64
    ],
    [
        " Hey, let's rock and roll.",
        3414.76,
        3415.78
    ],
    [
        " Like, you know what I mean?",
        3415.98,
        3416.7
    ],
    [
        " You got to just sometimes call it, man.",
        3417.32,
        3419.2
    ],
    [
        " I'm going to be fired up for this.",
        3419.48,
        3421.18
    ],
    [
        " I'm going to take it to the next level watch.",
        3421.74,
        3423.04
    ],
    [
        " Let's go.",
        3423.26,
        3423.64
    ],
    [
        " And then you're just having fun and pretty much you fool everyone else.",
        3423.88,
        3426.94
    ],
    [
        " Then you fool yourself and you're having a good time.",
        3427.06,
        3428.28
    ],
    [
        " Let's do it.",
        3428.7,
        3429.18
    ],
    [
        " Let's rock and roll.",
        3429.7,
        3430.54
    ],
    [
        " Fairness clearly, clearly got to be fair about what you're doing.",
        3431.56,
        3437.18
    ],
    [
        " And then moral and physical courage.",
        3437.18,
        3438.7
    ],
    [
        " You know what's interesting on these two, I was thinking about it, you would think that",
        3439.06,
        3445.86
    ],
    [
        " moral courage would be the easier thing to have because you're not under the threat of",
        3445.86,
        3452.98
    ],
    [
        " physical harm, right?",
        3452.98,
        3454.3
    ],
    [
        " Because normally I think physical courage, I think you're risking some sort of physical",
        3454.48,
        3457.78
    ],
    [
        " injury.",
        3457.78,
        3459.14
    ],
    [
        " What's it want?",
        3460.78,
        3461.58
    ],
    [
        " But I think most of the time we see, I think we more often see a failure of moral, moral",
        3461.92,
        3469.26
    ],
    [
        " courage than physical courage.",
        3469.26,
        3470.78
    ],
    [
        " Why is that?",
        3471.42,
        3472.36
    ],
    [
        " And I think it basically boils down to most of the time with moral courage.",
        3472.5,
        3477.4
    ],
    [
        " You have time to think about it.",
        3477.8,
        3480.1
    ],
    [
        " And physical courage, you're like, oh, there's something going on.",
        3480.24,
        3482.0
    ],
    [
        " I don't even get in there.",
        3482.02,
        3482.56
    ],
    [
        " I'm going to go do this right now.",
        3482.72,
        3483.72
    ],
    [
        " And even talking to guys that have done like incredibly courageous thing, I remember",
        3484.04,
        3489.1
    ],
    [
        " Mike Thornton was on the podcast, Metal Von Recipient, Vietnam Seal.",
        3489.36,
        3493.34
    ],
    [
        " And I said, we know what you scared when you were getting ready to, I forget what it",
        3494.92,
        3499.08
    ],
    [
        " was, when you were getting ready to run across this beach that's being, hey, you know,",
        3499.08,
        3503.16
    ],
    [
        " just darted with machine gun fire and grab your buddy that you thought was dead, were",
        3503.54,
        3508.64
    ],
    [
        " you, were you scared?",
        3508.64,
        3510.12
    ],
    [
        " Did you hesitate?",
        3510.26,
        3510.58
    ],
    [
        " He's like, nah, I didn't think about it.",
        3510.7,
        3511.84
    ],
    [
        " I just had to go.",
        3511.88,
        3512.4
    ],
    [
        " So can you have time to think about it?",
        3513.22,
        3514.94
    ],
    [
        " You know, it's just like, that's what, this is what I'm doing.",
        3515.36,
        3517.44
    ],
    [
        " I'm doing it now.",
        3517.44,
        3518.04
    ],
    [
        " And there's no time to think about it.",
        3518.42,
        3519.3
    ],
    [
        " Moral courage is like, you have time to weigh out what's going to happen and what the",
        3519.9,
        3524.26
    ],
    [
        " consequence is going to be and what are people going to think and what are you going to",
        3524.26,
        3526.94
    ],
    [
        " think and how's it going to feel.",
        3526.94,
        3528.0
    ],
    [
        " And I think that's why oftentimes the moral courage can be harder to muster up because",
        3528.52,
        3534.5
    ],
    [
        " you have time to think about it, which is generally not fun.",
        3534.5,
        3538.8
    ],
    [
        " In the team dynamic, you know, moral courage in a team, especially if there's like social",
        3539.34,
        3546.42
    ],
    [
        " proof against you, right?",
        3546.64,
        3548.0
    ],
    [
        " The rest of the team thinks one thing and you think, you know, you're being morally",
        3548.16,
        3553.56
    ],
    [
        " courageous and that's not what the team thinks.",
        3553.56,
        3556.12
    ],
    [
        " That can put some, some pressure on you as a individual now against the team and your",
        3556.64,
        3562.42
    ],
    [
        " views versus theirs.",
        3562.42,
        3563.36
    ],
    [
        " That's a little different dynamic as opposed to moral courage as an individual.",
        3563.8,
        3567.84
    ],
    [
        " I'm going to do the right thing because that's the right thing to do.",
        3568.2,
        3571.1
    ],
    [
        " But you throw that in the team dynamic, it gets a little, little more difficult.",
        3571.64,
        3574.82
    ],
    [
        " Yeah, well, you better have and build really good relationships with people.",
        3575.52,
        3579.02
    ],
    [
        " That way you don't get yourself into a predicament, right?",
        3579.4,
        3582.38
    ],
    [
        " The predicament that you get yourself into is, you know, Dave does something that's",
        3582.98,
        3586.28
    ],
    [
        " a little bit wrong, but I don't really know him that well.",
        3586.28,
        3588.4
    ],
    [
        " And I'm like, well, you know, I don't really want to say anything.",
        3588.48,
        3590.94
    ],
    [
        " And then I basically now have said, hey, you're cool.",
        3590.94,
        3594.28
    ],
    [
        " What you did is cool.",
        3594.6,
        3595.6
    ],
    [
        " And now he does something a little bit further outside the box of what he should be doing.",
        3596.1,
        3599.52
    ],
    [
        " And now I'm like, wait a second.",
        3599.92,
        3601.24
    ],
    [
        " And now this is going outside the box, but I still don't can't say anything to Dave",
        3601.24,
        3605.04
    ],
    [
        " about it.",
        3605.04,
        3605.38
    ],
    [
        " I haven't preempted anything.",
        3605.44,
        3606.6
    ],
    [
        " And now Dave goes further outside the box.",
        3607.22,
        3608.96
    ],
    [
        " So by the time I'm like, I'm going to say something.",
        3609.4,
        3612.04
    ],
    [
        " Well, now I've known about the four things that he did that were outside the box.",
        3612.24,
        3615.4
    ],
    [
        " I'm culpable as well now.",
        3615.64,
        3617.34
    ],
    [
        " So now all of a sudden, I got it.",
        3617.62,
        3619.04
    ],
    [
        " It's going to be, I totally screwed myself.",
        3619.16,
        3621.7
    ],
    [
        " Whereas if I see Dave leaning outside the box and go, hey, Dave, what are you doing?",
        3622.5,
        3626.68
    ],
    [
        " What are you doing with this?",
        3626.96,
        3628.02
    ],
    [
        " And he's like, well, you know, something we can get away with.",
        3628.06,
        3629.8
    ],
    [
        " And I go, ah, man, would you really like that to be on the cover of, you know, the newspaper?",
        3629.84,
        3634.36
    ],
    [
        " And he's like, well, yeah, maybe not.",
        3635.2,
        3638.04
    ],
    [
        " I mean, and look, I trust you and you trust me.",
        3638.32,
        3640.74
    ],
    [
        " But what about this guy over here and that guy over there?",
        3640.82,
        3642.68
    ],
    [
        " And they're all going to know what's happening.",
        3642.8,
        3643.78
    ],
    [
        " This doesn't seem like a smart move, man.",
        3644.02,
        3645.48
    ],
    [
        " So just having a, it just like, just like I always say about hard conversations that earlier",
        3645.68,
        3649.8
    ],
    [
        " you have that conversation, the easier it's going to be.",
        3649.8,
        3651.4
    ],
    [
        " You know, I, that's something that that Dave talks about.",
        3652.26,
        3655.84
    ],
    [
        " You know, I said there's no cover-ups in asking a bruiser.",
        3655.84,
        3658.58
    ],
    [
        " There's no cover-ups.",
        3658.88,
        3659.4
    ],
    [
        " They're not covering anything up.",
        3659.48,
        3660.38
    ],
    [
        " If something happens, we're going to tell everyone what happened.",
        3660.4,
        3662.04
    ],
    [
        " If you know, if somebody gets shot, something goes down, there's no cover-ups.",
        3662.52,
        3666.22
    ],
    [
        " This is what we're doing.",
        3666.58,
        3667.3
    ],
    [
        " And right there, everyone kind of goes, okay, I guess that's the way it's going to be.",
        3667.78,
        3672.08
    ],
    [
        " And there's no, there's no, you start stepping outside the box and it's like, wait a second.",
        3673.06,
        3677.5
    ],
    [
        " I already told you this.",
        3677.8,
        3678.8
    ],
    [
        " So it makes the easy, it makes the hard conversation easier out of the gate.",
        3680.28,
        3683.56
    ],
    [
        " Because everybody kind of knows, oh,",
        3683.96,
        3685.72
    ],
    [
        " the chocolate said there's no cover-ups.",
        3686.56,
        3688.02
    ],
    [
        " Okay, well, we know where he stands, got it.",
        3689.0,
        3692.06
    ],
    [
        " And we won't try and, you know, push the envelope.",
        3692.48,
        3694.62
    ],
    [
        " And when we do push the envelope a little bit, we're getting, we're getting pushed back in there real quick.",
        3695.02,
        3698.68
    ],
    [
        " So I think that will help you with your moral courage.",
        3699.46,
        3704.02
    ],
    [
        " Number one, having relationships with people.",
        3704.26,
        3705.82
    ],
    [
        " Number two, having the hard conversations earlier.",
        3706.1,
        3707.9
    ],
    [
        " Because that way you don't put yourself in that freaking terrible predicament.",
        3708.44,
        3711.42
    ],
    [
        " We're like, uh, Dave's in Bezzled freaking $380,000 from whatever, you know, you're like,",
        3711.58,
        3718.84
    ],
    [
        " bro, what are you doing?",
        3718.9,
        3719.96
    ],
    [
        " And it's too late because I knew about it, but now I'm culpable.",
        3720.42,
        3722.98
    ],
    [
        " So let's not get there.",
        3723.84,
        3724.98
    ],
    [
        " Moral courage is easier earlier.",
        3726.24,
        3728.3
    ],
    [
        " Let people know where you stand.",
        3729.28,
        3730.74
    ],
    [
        " Number nine,",
        3731.76,
        3734.96
    ],
    [
        " Shulman ship, a vital technique of leadership.",
        3736.18,
        3739.54
    ],
    [
        " One of the things that isn't about face, I guess,",
        3740.08,
        3746.08
    ],
    [
        " Colonel Glover John's was like a crack shot.",
        3746.32,
        3750.12
    ],
    [
        " It's a super accurate shot.",
        3750.68,
        3753.08
    ],
    [
        " And he'd walk down the range and like, let me see your rifle, son.",
        3753.48,
        3756.24
    ],
    [
        " And he'd say, you got a quarter on you and he'd have him throw a quarter up in the air",
        3756.74,
        3760.3
    ],
    [
        " and he'd shoot the quarter.",
        3760.3,
        3761.28
    ],
    [
        " And these were like prized possessions to have a quarter that was shot by Glover John's.",
        3761.56,
        3766.02
    ],
    [
        " These are the kind of things that he did.",
        3766.02,
        3767.04
    ],
    [
        " So that's something that, you know, something that is good to be able to, to show people",
        3767.96,
        3778.78
    ],
    [
        " that you got something.",
        3778.78,
        3779.24
    ],
    [
        " I mean, the SEAL team is being able to shoot, move and communicate.",
        3779.38,
        3781.1
    ],
    [
        " It's a good thing, you know, you got to be a good shot.",
        3781.6,
        3784.7
    ],
    [
        " You don't want to be a loser shot.",
        3784.8,
        3786.2
    ],
    [
        " You know, I was definitely never the best shot.",
        3788.58,
        3790.42
    ],
    [
        " I was usually fast.",
        3790.56,
        3791.58
    ],
    [
        " I was pretty fast out of the holster so I could do well in a speed shooting.",
        3791.82,
        3796.34
    ],
    [
        " But then, you know, you get out some, the, my accuracy wouldn't be as good as like",
        3796.46,
        3801.22
    ],
    [
        " our really good shooters.",
        3801.22,
        3802.0
    ],
    [
        " And guys were freaking really good.",
        3802.0,
        3803.68
    ],
    [
        " But shoot, move and communicate, you know, are you in good shape?",
        3804.12,
        3806.82
    ],
    [
        " Can you, hey, if you're lagging, if you're in leadership position, you're lagging on",
        3806.94,
        3811.32
    ],
    [
        " a patrol, like you need your weight, you can't carry your weight, that's a problem.",
        3811.32,
        3814.8
    ],
    [
        " Right?",
        3815.06,
        3815.34
    ],
    [
        " That's a problem.",
        3815.52,
        3816.3
    ],
    [
        " If you don't know how to work your radio, that's a problem.",
        3816.52,
        3818.88
    ],
    [
        " These are just like little things, right?",
        3818.98,
        3821.08
    ],
    [
        " And honestly, GJ2 is pretty good little showmanship thing.",
        3822.4,
        3825.28
    ],
    [
        " You know, you want to roll?",
        3826.1,
        3827.68
    ],
    [
        " Hey, it's kind of an issue to work with, you know.",
        3828.38,
        3832.32
    ],
    [
        " And I've, I've, man, when I talk about, I was on, I was on the academy the other day",
        3834.94,
        3838.84
    ],
    [
        " and, and I brought this up, I brought this up, this idea of showmanship and when to",
        3838.84,
        3844.78
    ],
    [
        " actually say, let me show my boss how good my team is.",
        3846.08,
        3850.86
    ],
    [
        " Like sometimes you got to do things like that.",
        3850.98,
        3852.9
    ],
    [
        " And it's very counter to what I say 99% of the time, which is, hey, you work hard.",
        3853.44,
        3859.3
    ],
    [
        " Don't worry about the, don't worry about who sees it.",
        3860.04,
        3862.04
    ],
    [
        " But sometimes all of a sudden you're thinking, well, if we know, if the boss can't see what",
        3862.26,
        3865.54
    ],
    [
        " we're doing, we're not going to get these extra funds, we're not going to get this extra",
        3865.54,
        3867.76
    ],
    [
        " person out.",
        3867.76,
        3868.12
    ],
    [
        " How do I set this up?",
        3868.48,
        3869.66
    ],
    [
        " So my boss can actually see so I can take care of the team better.",
        3869.76,
        3872.28
    ],
    [
        " So there are times when showmanship is going to play a role in you being able to take",
        3873.02,
        3878.26
    ],
    [
        " care of your team better.",
        3878.26,
        3879.06
    ],
    [
        " That happens.",
        3879.46,
        3880.12
    ],
    [
        " How much of, how much showmanship did you do fly an F-18 at the top gun school?",
        3880.72,
        3885.42
    ],
    [
        " Yeah, I think, I think that ability to, to be a little bit of a showman is, is, I mean,",
        3885.72,
        3894.04
    ],
    [
        " it's important a bunch of ways.",
        3894.06,
        3894.96
    ],
    [
        " Even you were just talking a minute ago, you're talking about enthusiasm.",
        3895.06,
        3897.36
    ],
    [
        " And you're like, hey, what's cool about that is you can fake it.",
        3897.9,
        3899.96
    ],
    [
        " And that even there's a little bit of showmanship of you were going to present yourself as if",
        3900.8,
        3905.34
    ],
    [
        " this situation that we're in no matter what it is, it's totally awesome.",
        3905.34,
        3909.1
    ],
    [
        " This is going to be a blast.",
        3909.28,
        3909.96
    ],
    [
        " We're going to, we're going to whatever.",
        3910.26,
        3911.68
    ],
    [
        " And it's really not that hard to even pretend to be interested in something as opposed",
        3912.22,
        3917.84
    ],
    [
        " to walking in like, okay, here we go.",
        3917.84,
        3922.28
    ],
    [
        " And how instantaneously you can set the tone.",
        3922.36,
        3924.64
    ],
    [
        " And if you in the back of your mind recognize that part of being a showman is the people",
        3924.94,
        3928.8
    ],
    [
        " are going to follow, they're going to, they're going to reflect that back to you.",
        3928.8,
        3931.96
    ],
    [
        " They're going to guide off your behavior or whatever you show them.",
        3932.36,
        3934.58
    ],
    [
        " They're going to show them back that showmanship of how your attitude is going to be towards",
        3934.58,
        3937.94
    ],
    [
        " anything and how quickly you can come into your half your team's attitude just by showing",
        3937.94,
        3943.9
    ],
    [
        " that this is going to be fun or a good time.",
        3943.9,
        3945.76
    ],
    [
        " Even if they know you're faking it, they get on board.",
        3946.14,
        3948.62
    ],
    [
        " The idea that you have to kind of play the game a little bit and sort of act a little",
        3949.24,
        3958.78
    ],
    [
        " is such an overlook thing.",
        3959.02,
        3960.52
    ],
    [
        "",
        3961.04,
        3961.04
    ],
    [
        " And as you were saying that, I broke something down and I realized something about myself",
        3961.52,
        3965.1
    ],
    [
        " that is a, a tactic, technique and procedure that's probably very important and it's something",
        3965.1,
        3970.2
    ],
    [
        " that I've probably done my whole career.",
        3970.2,
        3972.34
    ],
    [
        " I'm not going to rely on being a good actor.",
        3972.8,
        3976.0
    ],
    [
        " I'm not going to be, be even rely on faking it.",
        3977.06,
        3979.42
    ],
    [
        " What I'm going to do is I'm going to figure out in my own head how this makes sense.",
        3979.58,
        3984.52
    ],
    [
        " How, how this makes sense for me to be able to do what I'm going to do to the end degree.",
        3985.84,
        3990.84
    ],
    [
        " Like I can tell you, here's one, when I was going to college, I didn't want to,",
        3991.62,
        3997.36
    ],
    [
        " I didn't want to do this, read this book and write this, do this, all this stupid stuff.",
        3997.5,
        4001.3
    ],
    [
        " I turned it into a competition in my head against the teacher.",
        4001.7,
        4004.26
    ],
    [
        " I was fighting against the teacher.",
        4004.64,
        4006.48
    ],
    [
        " I wanted to know more than teachers.",
        4006.64,
        4007.78
    ],
    [
        " I made that in my head where I was like, oh, I'm going to crush this teacher.",
        4007.92,
        4010.78
    ],
    [
        " They're not, they're not going to ask me one question that I don't know the answer to.",
        4011.22,
        4013.84
    ],
    [
        " That's not happening.",
        4014.06,
        4014.86
    ],
    [
        " And so I turned it into a competition in my head that was fun.",
        4015.08,
        4017.2
    ],
    [
        " But I do the same thing like if my platoon got tasked with doing something stupid,",
        4017.22,
        4021.6
    ],
    [
        " I'd be like, oh, guess what?",
        4021.64,
        4023.16
    ],
    [
        " I'd turned it into a game.",
        4023.22,
        4024.02
    ],
    [
        " My head that I really did want to win.",
        4024.1,
        4025.64
    ],
    [
        " And I really wanted to platoon to win.",
        4025.8,
        4027.3
    ],
    [
        " So I'd be like, oh, guess what?",
        4027.3,
        4028.2
    ],
    [
        " We got tasked with doing this stupid hydrographic reconnaissance.",
        4028.32,
        4031.68
    ],
    [
        " We're going to take it so seriously that the command is going to be like, oh my god.",
        4031.86,
        4036.56
    ],
    [
        " We're going to leave an impression on them from doing a hydrographic reconnaissance",
        4036.68,
        4040.56
    ],
    [
        " that they're going to think we're the most square-to-way guys ever.",
        4040.56,
        4042.74
    ],
    [
        " Watch this and all of a sudden, instead of, I would truly believe that.",
        4042.74,
        4046.98
    ],
    [
        " I would try to be like, hell yeah.",
        4047.42,
        4048.96
    ],
    [
        " So I think that was my tactic and my technique was to truly find what was good about some situation",
        4049.74,
        4057.7
    ],
    [
        " and completely focus on that 100%.",
        4057.7,
        4060.5
    ],
    [
        " Because then I'm not trying to, because you know, I always say you can smell.",
        4060.5,
        4064.1
    ],
    [
        " You can smell.",
        4064.26,
        4064.72
    ],
    [
        " Intent has a smell, right?",
        4065.1,
        4068.02
    ],
    [
        " So if I'm like, well, this is stupid hydrographic reconnaissance,",
        4068.32,
        4071.36
    ],
    [
        " but I'm going to pretend like it's good.",
        4071.36,
        4072.84
    ],
    [
        " Guys, you're going to smell that.",
        4073.26,
        4074.38
    ],
    [
        " But if I go, hey, they're making us do a hydrographic reconnaissance.",
        4074.64,
        4078.44
    ],
    [
        " We're going to blow their minds when they get this chart that we give them.",
        4078.48,
        4082.9
    ],
    [
        " And we're going to give it to them.",
        4083.1,
        4083.88
    ],
    [
        " In fact, the Albusund was like, hey, well, yeah, yeah.",
        4083.92,
        4086.38
    ],
    [
        " Like, they're going to want to test everyone else.",
        4086.68,
        4088.14
    ],
    [
        " They're going to give all the other hydrographic reconnaissance to the other platoons.",
        4088.14,
        4089.92
    ],
    [
        " Because they're going to know, we know what's up.",
        4090.0,
        4091.34
    ],
    [
        " Where our goal is to make us never get tasked with a hydrographic reconnaissance.",
        4091.82,
        4095.44
    ],
    [
        " Because they see that we know how to do it so well.",
        4095.44,
        4097.58
    ],
    [
        " Boom.",
        4097.76,
        4097.9
    ],
    [
        " And all of a sudden, everyone's amped up.",
        4098.4,
        4100.0
    ],
    [
        " And that's what I didn't probably more than anything else.",
        4101.14,
        4104.32
    ],
    [
        " I remember I did that at an officer candidate school.",
        4104.46,
        4107.14
    ],
    [
        " At officer candidate school, you have to follow all these rules.",
        4107.54,
        4111.06
    ],
    [
        " And one of them is speaking in a ballistic tone, which means you have to yell everything.",
        4111.36,
        4114.38
    ],
    [
        " And how would just, I told my whole class, I'm like, because you had to do it to the senior",
        4114.8,
        4118.7
    ],
    [
        " classes above you, the senior classes, you were supposed to talk in a ballistic tone to them.",
        4118.7,
        4124.36
    ],
    [
        " And I said, and it was kind of annoying.",
        4124.42,
        4126.62
    ],
    [
        " And I said, you should be so loud.",
        4126.92,
        4129.0
    ],
    [
        " We're going to be so loud that it's going to annoy them.",
        4129.16,
        4131.44
    ],
    [
        " And also just like, you can see Carrie smiling.",
        4132.1,
        4134.76
    ],
    [
        " You're smiling like that.",
        4134.9,
        4135.64
    ],
    [
        " All of a sudden became fun.",
        4135.78,
        4136.92
    ],
    [
        " We were trying to be so loud when we were talking to the senior classman that it was annoying.",
        4137.24,
        4141.62
    ],
    [
        " It wasn't annoying.",
        4141.78,
        4142.24
    ],
    [
        " It was annoying to us.",
        4142.34,
        4142.5
    ],
    [
        " It was annoying to them.",
        4142.5,
        4143.58
    ],
    [
        " And that's exactly what we did as a matter of fact.",
        4144.28,
        4146.98
    ],
    [
        " One time we were all lined up to buy, they would sell us candy bars.",
        4147.08,
        4150.06
    ],
    [
        " Right?",
        4150.44,
        4150.58
    ],
    [
        " And so my class is lined up with the senior classes selling us coaxing candy bars to make",
        4150.72,
        4154.48
    ],
    [
        " money so they can make a t-shirt or something like this.",
        4154.48,
        4156.72
    ],
    [
        " And they're selling from this little closet thing.",
        4157.16,
        4160.46
    ],
    [
        " And I had, I said, hey, when you guys go in there, you go ballistic.",
        4161.28,
        4164.9
    ],
    [
        " And so sure enough, there's 50 or 60 people in my class by the 25th person,",
        4165.8,
        4171.02
    ],
    [
        " the upperclassman like steps out in the hallway.",
        4171.58,
        4173.96
    ],
    [
        " Attention candidates, when you get in this office, you are not to sound off in a ballistic tone.",
        4174.8,
        4179.16
    ],
    [
        " And what did I do?",
        4179.42,
        4180.18
    ],
    [
        " I stepped out, I was like, you know, officer candidate,",
        4180.44,
        4184.08
    ],
    [
        " willing request permission to speak.",
        4184.22,
        4185.66
    ],
    [
        " Like, what?",
        4186.04,
        4187.0
    ],
    [
        " I'm like, you know, according to the freaking rulebook seven to nine,",
        4187.48,
        4193.26
    ],
    [
        " we are supposed to maintain ballistic tone at all times.",
        4193.62,
        4198.12
    ],
    [
        " And they they coward to it.",
        4199.2,
        4200.84
    ],
    [
        " They were like fine.",
        4201.1,
        4203.4
    ],
    [
        " And so we just went in there and screamed and I got more headaches.",
        4203.7,
        4206.3
    ],
    [
        " So I'm going to take something like that.",
        4208.22,
        4209.88
    ],
    [
        " I'm going to find a way to make this fun and good.",
        4210.04,
        4212.82
    ],
    [
        " And I think that might be a more reliable tool",
        4213.14,
        4216.04
    ],
    [
        " than my acting ability, which I can't really count on.",
        4216.04,
        4220.24
    ],
    [
        " Yeah.",
        4220.8,
        4221.66
    ],
    [
        " And it's not even that hard.",
        4221.86,
        4222.76
    ],
    [
        " You've inserted it inside there.",
        4222.86,
        4223.84
    ],
    [
        " You're like, watch this.",
        4223.84,
        4225.12
    ],
    [
        " That's showmanship.",
        4225.22,
        4226.34
    ],
    [
        " It's like, hey, you want to give me that thing?",
        4226.52,
        4228.24
    ],
    [
        " Watch this.",
        4229.1,
        4229.58
    ],
    [
        " And yeah, I think the, you know, obviously the semantics of the word you want to be careful with that.",
        4229.62,
        4234.16
    ],
    [
        " You don't want to fake anything.",
        4234.28,
        4235.9
    ],
    [
        " In terms of, hey, I don't really believe this, but I'm going to do it.",
        4236.3,
        4239.48
    ],
    [
        " You got to find the truth that's inside there.",
        4239.72,
        4241.38
    ],
    [
        " But if there's something just like, hey, we're going to do this thing.",
        4241.5,
        4243.68
    ],
    [
        " Watch this.",
        4244.2,
        4245.5
    ],
    [
        "",
        4245.82,
        4245.82
    ],
    [
        " And quickly people rally around and get on board and it gets done.",
        4246.1,
        4249.3
    ],
    [
        " It's good to go and you move on.",
        4249.38,
        4250.3
    ],
    [
        " Yeah.",
        4250.52,
        4250.7
    ],
    [
        " And it's not that big of a deal.",
        4250.82,
        4251.9
    ],
    [
        " Hell, when I was going through buds and third phase,",
        4252.2,
        4254.02
    ],
    [
        " I would mean my swim buddy would voluntarily get wet and sandy.",
        4254.26,
        4259.2
    ],
    [
        " And eventually they, they nearly instruct me,",
        4259.52,
        4263.34
    ],
    [
        " why are you getting wet and sandy?",
        4263.58,
        4264.74
    ],
    [
        " We'd be like, to get harder, to be harder.",
        4265.12,
        4266.92
    ],
    [
        " And they didn't want us to get wet and sandy on like the electric blasting range.",
        4267.38,
        4271.66
    ],
    [
        " So you're doing demolition on the range and they want you to be dry and stuff.",
        4271.96,
        4275.5
    ],
    [
        " And we, they ended up securing our class saying, you guys are not allowed to get wet and sandy.",
        4276.14,
        4281.34
    ],
    [
        " And then we got wet and sandy and slept outside.",
        4281.66,
        4283.92
    ],
    [
        " And they were like, what are you doing?",
        4284.24,
        4285.86
    ],
    [
        " And I like just trying to get harder.",
        4286.56,
        4287.66
    ],
    [
        " So little psychological game.",
        4288.2,
        4290.34
    ],
    [
        " We're going to have fun with this.",
        4290.48,
        4291.26
    ],
    [
        " That's what we're doing.",
        4291.46,
        4292.02
    ],
    [
        " Rock and roll.",
        4292.18,
        4292.5
    ],
    [
        " Showmanship.",
        4293.5,
        4293.94
    ],
    [
        " Keep it in mind.",
        4294.3,
        4294.92
    ],
    [
        " Number 10, the ability to speak and write well to essential tools of leadership.",
        4296.64,
        4305.28
    ],
    [
        " Here's the thing that I think people underestimate.",
        4306.0,
        4308.14
    ],
    [
        " You can get better at both these things.",
        4308.46,
        4309.56
    ],
    [
        " And, matter of fact, you can get insanely better at both these things.",
        4310.4,
        4313.92
    ],
    [
        " Writing for sure.",
        4314.72,
        4315.94
    ],
    [
        " A one tip out of the gate if you're not much of a writer right now,",
        4316.76,
        4319.62
    ],
    [
        " write and then read what you wrote aloud and see what it sounds like.",
        4319.78,
        4322.56
    ],
    [
        " And you're going to see that you suck.",
        4322.56,
        4324.0
    ],
    [
        " You suck at writing.",
        4324.6,
        4326.42
    ],
    [
        " When you write something and then you read it aloud and you have this sounds awful.",
        4326.86,
        4329.92
    ],
    [
        " Yep, that's a great first indicator.",
        4330.14,
        4332.08
    ],
    [
        " And the more you practice and then find somebody to read it for you and critique it.",
        4332.62,
        4337.04
    ],
    [
        " And you will get better at writing.",
        4337.16,
        4338.8
    ],
    [
        " You will become more clear.",
        4338.8,
        4340.22
    ],
    [
        " You will become more concise.",
        4340.54,
        4341.86
    ],
    [
        " You will become a better writer over time.",
        4341.88,
        4343.78
    ],
    [
        " And that will reflect in the way that you speak as well.",
        4344.18,
        4348.56
    ],
    [
        " And also, the more you speak to groups,",
        4349.06,
        4352.24
    ],
    [
        " the more you speak aloud.",
        4352.56,
        4353.96
    ],
    [
        " That's one of the reasons why they had you do that.",
        4354.34,
        4355.8
    ],
    [
        " OCS, that's why you had to yell everything.",
        4355.9,
        4357.16
    ],
    [
        " Because they wanted you to get confident in your voice",
        4357.56,
        4359.62
    ],
    [
        " and get confident in thinking and speaking quickly.",
        4359.62,
        4362.9
    ],
    [
        " And the way the drone instructor told us,",
        4364.3,
        4366.62
    ],
    [
        " he said, you know,",
        4367.22,
        4368.82
    ],
    [
        " young officers are going to be on the bridge of a vessel of a warship.",
        4368.96,
        4373.62
    ],
    [
        " And it's going to be going on a wrong direction.",
        4373.66,
        4375.26
    ],
    [
        " And you need to confidently say,",
        4375.26,
        4376.7
    ],
    [
        " hey, we need to shift course right now.",
        4376.7,
        4378.36
    ],
    [
        " You can't be shy about it when you speak.",
        4378.52,
        4381.26
    ],
    [
        " So those are things that you can definitely get better at.",
        4383.08,
        4385.42
    ],
    [
        " Your ability to speak and write well.",
        4385.62,
        4387.0
    ],
    [
        " And look, you're going to have some natural capability.",
        4387.22,
        4388.54
    ],
    [
        " Some people are more articulate and good at speaking and public speaking,",
        4389.06,
        4394.8
    ],
    [
        " just naturally.",
        4394.8,
        4395.7
    ],
    [
        " They're just naturally good at it.",
        4396.04,
        4397.18
    ],
    [
        " Just like some people have good hand-eye coordination.",
        4397.2,
        4398.98
    ],
    [
        " Some people have a good singing voice.",
        4399.64,
        4400.86
    ],
    [
        " Some people can write well.",
        4401.34,
        4402.9
    ],
    [
        " Some people can are better at writing out of the gate than some other people.",
        4403.04,
        4406.36
    ],
    [
        " It's just the way it is.",
        4406.48,
        4407.18
    ],
    [
        " But you don't have to accept that that's where you need to be.",
        4408.16,
        4410.9
    ],
    [
        " And that's where you're going to stay.",
        4410.9,
        4411.82
    ],
    [
        " You don't have to.",
        4411.98,
        4412.42
    ],
    [
        " You can truly get better at both of these things.",
        4412.9,
        4415.54
    ],
    [
        " And these are essential tools of leadership,",
        4416.04,
        4418.72
    ],
    [
        " essential tools of leadership.",
        4419.14,
        4420.24
    ],
    [
        " And really, you think about it.",
        4420.52,
        4421.54
    ],
    [
        " That's what leadership actually boils down to",
        4421.56,
        4423.72
    ],
    [
        " is you're trying to get other humans to understand what you're saying.",
        4423.72,
        4426.28
    ],
    [
        " That's what you're doing.",
        4426.72,
        4427.74
    ],
    [
        " So if you can't articulate things well in both spoken word and written word,",
        4428.88,
        4434.02
    ],
    [
        " you're going to have problems.",
        4434.22,
        4435.34
    ],
    [
        " Do they train you guys actually in the Marine Corps to speak?",
        4437.78,
        4440.66
    ],
    [
        " Or is it just, oh, JT, because you're briefing this and you're briefing that?",
        4441.84,
        4444.18
    ],
    [
        " Yeah, my recollection for up until, like,",
        4444.48,
        4446.86
    ],
    [
        " top-gun level stuff, they weren't giving you explicit stuff on speaking.",
        4447.18,
        4452.8
    ],
    [
        " But there was a lot of work on writing.",
        4453.38,
        4455.92
    ],
    [
        " And you know, when the writing there was, I think they called it,",
        4456.74,
        4458.52
    ],
    [
        " was it like a standard naval letter format.",
        4458.54,
        4461.5
    ],
    [
        " There was like a technique of how to do that.",
        4461.74,
        4464.28
    ],
    [
        " There was a book or a publication or like a guide on how to do that.",
        4464.28,
        4469.5
    ],
    [
        " And you know, that wasn't like the most creative or unique way to do it.",
        4470.54,
        4474.34
    ],
    [
        " But there was a technique to that, especially if you were trying to run some paperwork up",
        4474.34,
        4477.42
    ],
    [
        " to get an approval of something, there was a way to do it.",
        4477.42,
        4479.72
    ],
    [
        " And there's a lot of teaching on that.",
        4480.4,
        4482.56
    ],
    [
        " The natural tendency thing that you spoke to made me think of something is",
        4483.18,
        4487.2
    ],
    [
        " it was really obvious, especially early in the career,",
        4487.2,
        4489.6
    ],
    [
        " the people that had, that speaking parts specifically,",
        4490.6,
        4493.38
    ],
    [
        " the ones that were just naturally good speakers.",
        4493.38,
        4494.86
    ],
    [
        " And how drawn you were to those guys,",
        4495.24,
        4496.58
    ],
    [
        " you look at them like, damn, that was a really good brief.",
        4496.84,
        4499.12
    ],
    [
        " I don't even remember exactly what he's saying, but he said it really well.",
        4499.46,
        4501.76
    ],
    [
        " And how powerful that capacity is,",
        4502.22,
        4505.86
    ],
    [
        " and to your point that if you weren't good at it,",
        4505.96,
        4508.26
    ],
    [
        " if you're not careful, you'll convince yourself that, oh, I'm just not good at this.",
        4508.84,
        4511.66
    ],
    [
        " But dude, you could get good at speaking by just practicing and role-playing, rehearsing,",
        4512.1,
        4515.76
    ],
    [
        " and listening to yourself.",
        4515.8,
        4516.54
    ],
    [
        " And how important, how important it is to sound good when you're talking.",
        4516.84,
        4520.46
    ],
    [
        " And look, if you got that natural capacity, that's awesome.",
        4521.68,
        4524.06
    ],
    [
        " Congrats. That's a good thing for you.",
        4524.28,
        4525.78
    ],
    [
        " It's going to help you.",
        4525.84,
        4526.46
    ],
    [
        " But if you don't have that, you can improve on that.",
        4526.64,
        4528.9
    ],
    [
        " Like quickly, if you spend some time on it.",
        4529.06,
        4531.78
    ],
    [
        " Somebody sent me a clip the other day.",
        4532.34,
        4533.78
    ],
    [
        " It was one of my old bosses.",
        4533.82,
        4536.08
    ],
    [
        " And he was getting interviewed.",
        4536.6,
        4537.66
    ],
    [
        " And he was like, you know, the guy says, oh, you know,",
        4537.88,
        4539.56
    ],
    [
        " did you ever work with Jocke?",
        4540.4,
        4542.16
    ],
    [
        " And he's like, yeah, I'm on what?",
        4542.22,
        4543.42
    ],
    [
        " He worked for me for whatever, 18 months.",
        4543.6,
        4546.42
    ],
    [
        " And he goes, oh, do you have any good stories about Jocke?",
        4546.76,
        4548.64
    ],
    [
        " Like, what was he like?",
        4548.64,
        4549.36
    ],
    [
        " And he goes, he was the thing.",
        4549.82,
        4551.76
    ],
    [
        " He was the thing that I'm going to tell you.",
        4551.98,
        4553.16
    ],
    [
        " And this is probably going to let you down.",
        4553.2,
        4554.2
    ],
    [
        " The thing that I'll tell you about Jocke was that he was a really, really excellent writer.",
        4554.2,
        4558.78
    ],
    [
        " And I was like, okay, that's cool.",
        4559.34,
        4562.94
    ],
    [
        " Fair enough.",
        4563.48,
        4564.16
    ],
    [
        " There's something that you can go to in the Navy.",
        4564.58,
        4566.52
    ],
    [
        " It's called Master Training Specialist.",
        4566.64,
        4568.4
    ],
    [
        " And it's where you learn to kind of become an instructor.",
        4568.58,
        4570.76
    ],
    [
        " And they used to send buds instructors to that school.",
        4570.76,
        4572.98
    ],
    [
        " And I had friends that went to it.",
        4573.16,
        4574.64
    ],
    [
        " And they would have to, a brief, you know,",
        4574.64,
        4576.2
    ],
    [
        " they'd have to teach something to a class.",
        4576.82,
        4578.14
    ],
    [
        " I never went to that school.",
        4578.14,
        4579.4
    ],
    [
        " I think that's the closest that you could get to some kind of a formal training for speaking",
        4579.52,
        4585.62
    ],
    [
        " in the Navy, at least in the SEAL teams.",
        4585.62,
        4588.24
    ],
    [
        " Maybe there's more, I don't know.",
        4588.24,
        4589.4
    ],
    [
        " And speaking of, I don't know, if you're speaking,",
        4590.2,
        4595.36
    ],
    [
        " try and speak about things that you know about.",
        4595.72,
        4598.3
    ],
    [
        " And if you don't know about them, you say, I don't know.",
        4598.52,
        4600.42
    ],
    [
        " This is one of the biggest ways to level up",
        4601.8,
        4605.88
    ],
    [
        " in your speaking ability.",
        4606.32,
        4607.8
    ],
    [
        " Is when someone says, hey, Jocco, can you explain the flux capacitor on this engine?",
        4608.4,
        4614.06
    ],
    [
        " I go, actually, I'm not familiar with flux capacitors.",
        4614.68,
        4616.96
    ],
    [
        " You'll have to check with Dave Burke on that one.",
        4617.24,
        4619.0
    ],
    [
        " Right?",
        4619.38,
        4619.46
    ],
    [
        " And just knowing that I can say that about any subject that I don't understand well enough",
        4619.82,
        4625.2
    ],
    [
        " is such a liberating feeling.",
        4625.2,
        4628.02
    ],
    [
        " And oftentimes people think, well, if I'm standing up in front, I better know the answer.",
        4628.82,
        4633.64
    ],
    [
        " You don't need to know the answer to anything.",
        4633.74,
        4635.1
    ],
    [
        " You're a human being.",
        4635.98,
        4636.94
    ],
    [
        " You're not a computer.",
        4637.18,
        4637.82
    ],
    [
        " And by the way, whatever needs to be found out can be Googled and figured out really quickly.",
        4638.62,
        4643.08
    ],
    [
        " So you don't need to say, hey, that's an interesting question.",
        4643.42,
        4646.24
    ],
    [
        " Why don't you Google it and get back to me with the answer, right?",
        4646.32,
        4648.8
    ],
    [
        " There's no reason to think you have to know the answer to everything you don't.",
        4649.14,
        4651.98
    ],
    [
        " So let that be the first thing to level you up.",
        4652.48,
        4656.7
    ],
    [
        " I'm quite frankly now that I think about it.",
        4657.14,
        4659.24
    ],
    [
        " I got taught this when I was getting ready to do my try-dent review board to see if I was",
        4659.5,
        4664.12
    ],
    [
        " going to get my try-dent.",
        4664.12,
        4664.96
    ],
    [
        " The master chief was like, if you don't know something, say you don't know it.",
        4665.42,
        4670.36
    ],
    [
        " Don't try and bullshit us.",
        4670.72,
        4671.88
    ],
    [
        " We'll smash you.",
        4672.02,
        4672.7
    ],
    [
        " And you're like, okay, fair enough.",
        4672.76,
        4673.7
    ],
    [
        " And that's a great lesson to learn in life.",
        4674.2,
        4675.7
    ],
    [
        " Everyone can see through it.",
        4676.38,
        4677.78
    ],
    [
        " So speaking, writing, practice them.",
        4678.5,
        4681.74
    ],
    [
        " You'll get better.",
        4681.94,
        4682.48
    ],
    [
        " Speaking of speaking and writing, this is an interesting one.",
        4683.9,
        4686.36
    ],
    [
        " Number 11, there is a salient difference between profanity and obscenity.",
        4687.58,
        4693.58
    ],
    [
        " While the leader employs profanity, tempered with discretion, he never uses obscenities.",
        4694.12,
        4700.36
    ],
    [
        " We're talking about some semantics and split and some hairs here.",
        4700.84,
        4704.64
    ],
    [
        " So from the dictionary, profanity is blasphemous or obscene language or a swear word.",
        4705.24,
        4710.7
    ],
    [
        " So it's the word.",
        4710.86,
        4711.7
    ],
    [
        " Whereas obscenity is the state or quality of being obscene, obscene behavior, language,",
        4713.0,
        4719.02
    ],
    [
        " images, and extremely offensive word or expression.",
        4719.18,
        4722.14
    ],
    [
        " So there are definitely a bunch of cross over there.",
        4722.14,
        4724.18
    ],
    [
        " That's like the dictionary definition.",
        4724.8,
        4727.58
    ],
    [
        " The FCC, the Federal Communications,",
        4728.02,
        4730.94
    ],
    [
        " what was it, Federal Communications Commission maybe, they had obscene content",
        4730.94,
        4736.42
    ],
    [
        " is not protected by the First Amendment.",
        4736.42,
        4739.2
    ],
    [
        " And it's by obscene content is never allowed on FCC programming.",
        4739.94,
        4745.46
    ],
    [
        " It's not allowed.",
        4745.88,
        4746.44
    ],
    [
        " There's a three-pronged test.",
        4747.2,
        4750.3
    ],
    [
        " So number one is it appeals to an average person's sexual interest.",
        4751.62,
        4756.54
    ],
    [
        " So that alone can make it obscene.",
        4756.86,
        4760.46
    ],
    [
        " Depictor describes sexual contact in a patently offensive way.",
        4760.88,
        4764.56
    ],
    [
        " And the key point here is lack serious literary artistic, political, or scientific value.",
        4765.16,
        4770.58
    ],
    [
        " So that's what obscene means, according to the FCC.",
        4771.14,
        4775.02
    ],
    [
        " Prophane, and this is something that can make it onto the FCC sometimes.",
        4776.72,
        4781.74
    ],
    [
        " Grossly offensive language that is considered a public nuisance.",
        4782.16,
        4784.96
    ],
    [
        " So you could say a swear word as long as you weren't using the context of something offensive.",
        4785.54,
        4791.9
    ],
    [
        " And the way I guess the way I try to simplify this for myself is that using profane words sometimes",
        4793.1,
        4802.52
    ],
    [
        " is okay, but not using them like in the actual context that the word means.",
        4802.96,
        4810.74
    ],
    [
        " I think I got it.",
        4811.46,
        4813.46
    ],
    [
        " I'm not 100% sure.",
        4813.8,
        4814.92
    ],
    [
        " We did a whole freaking podcast, like one of the earliest podcasts we did was about swearing.",
        4815.56,
        4819.62
    ],
    [
        " And yeah, so my opinion on swearing is there is, look, if you're swearing all the time,",
        4820.9,
        4828.54
    ],
    [
        " hey, if you're swearing all the time and you're in the locker room, you're at the team area,",
        4828.9,
        4831.98
    ],
    [
        " you're with your buddies, whatever, not that big of a deal, of course.",
        4831.98,
        4834.82
    ],
    [
        " You start standing up in front of a group of a team that you're leading and you're swearing a",
        4835.36,
        4839.96
    ],
    [
        " bunch is not going to work. It's not going to help. It doesn't come across well.",
        4839.96,
        4844.1
    ],
    [
        " And if you develop your vocabulary, hopefully you won't need to swear.",
        4844.72,
        4848.64
    ],
    [
        " And if you're swearing all the time when the time comes where you do need to swear,",
        4848.96,
        4852.2
    ],
    [
        " it's not powerful.",
        4852.46,
        4853.88
    ],
    [
        " So that's what I'll stick with. I don't know.",
        4857.7,
        4859.46
    ],
    [
        " Dave, any opinion on that one?",
        4860.4,
        4861.44
    ],
    [
        " Yeah, I mean, I think I'm kind of contemplating what I remember people, how often people swore in",
        4861.74,
        4869.9
    ],
    [
        " the military. And so when I get up to Topka, there's no swearing up there.",
        4869.9,
        4877.42
    ],
    [
        " And what they really, really wanted to impress on you was they wanted you to be professional.",
        4877.86,
        4886.14
    ],
    [
        " And it's really kind of hard to make the connection between just, you know,",
        4886.74,
        4890.46
    ],
    [
        " swear words and professionalism. But I think as I'm hearing you talking,",
        4890.68,
        4894.54
    ],
    [
        " I'm actually thinking about a little bit of the logic behind that. I think something you said",
        4894.66,
        4897.9
    ],
    [
        " it was kind of really important was there was this idea. And listen, I was up there like",
        4897.9,
        4903.52
    ],
    [
        " predated like social media, predated phones that had cameras like it. But there was this idea that",
        4903.88,
        4908.74
    ],
    [
        " you are always being watched. And what they were trying to impress upon you is that when you",
        4908.74,
        4913.08
    ],
    [
        " wear a Topka and Patch and you're in a squadron space, whether you're an instructor or a former",
        4913.08,
        4916.5
    ],
    [
        " instructor, that patch is going to draw attention to you. I bet it's very much like a Trident.",
        4916.5,
        4921.54
    ],
    [
        " You see someone with a Trident. And look, you're going to immediately get some cred. I don't",
        4922.02,
        4926.44
    ],
    [
        " care who you're going to get looked at. And they're going to kind of be like, all right,",
        4926.44,
        4930.62
    ],
    [
        " let's let's let's what's this guy all about. And if you have a Trident, I imagine in the Navy and",
        4931.48,
        4936.02
    ],
    [
        " the military service, that symbol has meaning. And what they wanted to impress upon us is that",
        4936.02,
        4940.58
    ],
    [
        " you are going to be judged at a higher standard, a higher level than you have ever been because",
        4940.58,
        4947.14
    ],
    [
        " that patch that you had and they wanted to impress upon you, the need to be a professional as",
        4947.14,
        4952.7
    ],
    [
        " often as you can. And I think the point you made is when for whatever reason, I chose to use",
        4952.7,
        4959.9
    ],
    [
        " a profanity, it had much more impact than my old methodology. One of the most pre-professional",
        4960.66,
        4969.02
    ],
    [
        " was I just in the squadron space just, I don't even know how often I swore going on.",
        4969.02,
        4972.98
    ],
    [
        " So I think that idea that you were being judged to a particular standard. And that's true,",
        4973.4,
        4978.4
    ],
    [
        " listen, what you want from your people in your organization, they want to feel the obligation to",
        4978.6,
        4982.42
    ],
    [
        " represent that organization well, your team, your company, that image, whatever it might be. And you",
        4982.42,
        4987.92
    ],
    [
        " can't do that well if every other word is just some f-bomb because you don't know how to",
        4987.92,
        4992.1
    ],
    [
        " communicate in another way. So I think the way you described it is really good, the nuance of that.",
        4992.1,
        4997.04
    ],
    [
        " And also the idea that you are representing something that is important. And if you don't",
        4997.42,
        5002.3
    ],
    [
        " add a communicate without using those words, you're not going to represent the community or that",
        5002.3,
        5006.0
    ],
    [
        " your team very well at all. Yeah. I, when my kids were a lot of never sworn, front of my kids,",
        5006.0,
        5011.74
    ],
    [
        " never sworn in front of my wife or very seldom. And then I brought my son out.",
        5011.74,
        5017.9
    ],
    [
        " To a true, you know, I would bring him out sometimes to training, you know, when he was little.",
        5019.62,
        5023.22
    ],
    [
        " And he was at that age where, you know, maybe he, maybe he, he knew, like he knew swears, right?",
        5023.66,
        5031.48
    ],
    [
        " You're hearing him at school and it's like, oh my gosh. So he knew swears, but he never heard me",
        5031.6,
        5034.78
    ],
    [
        " standing there. The first time you heard me debrief like a whole tune. You could see his eyes, like,",
        5034.78,
        5039.2
    ],
    [
        " just getting bigger and bigger and bigger. He was like amazed. It was like a totally different",
        5039.26,
        5045.34
    ],
    [
        " scenario. I got asked at the last monster. I forget the context of the question, but the question",
        5047.66,
        5052.8
    ],
    [
        " was basically, what does professionalism mean to you? And I was talking to Jason and Steve about",
        5052.8,
        5057.3
    ],
    [
        " it. They were backstage. And I got this question. They were kind of like looking at each other.",
        5057.3,
        5060.32
    ],
    [
        " Oh, what is it? And they were like, well, it's hair uniforms being on time. And I'm like thinking",
        5060.32,
        5064.18
    ],
    [
        " about it. And then I say professionalism to me is you put the mission above yourself.",
        5064.18,
        5070.38
    ],
    [
        " And they were like, oh, that's a good answer because look, why do you have a crappy uniform?",
        5072.0,
        5077.34
    ],
    [
        " Because you care more about your own time. Why do you show up late? Oh, it's because you care",
        5078.24,
        5082.58
    ],
    [
        " more about yourself than you do about the mission. Why do you, why is your haircut out of regs?",
        5082.58,
        5087.18
    ],
    [
        " Oh, it's because you don't care about the, it's like, it's a concise way of saying that.",
        5087.22,
        5091.08
    ],
    [
        " And that's the same thing here. Like if you're going to act professional and you're just dropping",
        5091.48,
        5099.28
    ],
    [
        " F bombs the whole time. You know, who, who's recording you? Who's listening to you? How does that",
        5099.28,
        5105.96
    ],
    [
        " sound? And is it appropriate for all audience? Is it appropriate sometimes to swear? Hell yes.",
        5105.96,
        5112.38
    ],
    [
        " Yes, it is. And you get into a platoon and you're trying to make them understand something.",
        5113.24,
        5117.84
    ],
    [
        " It's going to be clear and hot. But next thing you know, and that's what's interesting about",
        5118.34,
        5122.96
    ],
    [
        " the seal teams. Next thing you're your briefing, whatever, some civilians about something. And you",
        5122.96,
        5127.7
    ],
    [
        " just have to be professional. So there you go. Next one, number 12. Have consideration for others.",
        5127.7,
        5139.5
    ],
    [
        " Isn't this an amazing statement? It's such a big blanket statement. Subordinates,",
        5140.46,
        5147.44
    ],
    [
        " superiors, friends, foes have consideration for others. And if you want to really, if you want to,",
        5147.84,
        5155.4
    ],
    [
        " if I can apply some jaco stretch semantics to this consideration is also let me understand what",
        5155.4,
        5162.62
    ],
    [
        " their perspective is. Let me understand how this is going to make them feel. Let me understand",
        5162.62,
        5165.82
    ],
    [
        " how this is going to impact someone else. And that's just that's simple. Have consideration for",
        5165.82,
        5173.4
    ],
    [
        " others up and down the chain of command across the chain of command. Competitors, allies have",
        5173.4,
        5178.92
    ],
    [
        " consideration. This is one of those things that I see right away when there's a lack of it,",
        5180.92,
        5186.18
    ],
    [
        " you know, and it, I don't get bothered by a ton of stuff. But lack of consideration is one of",
        5186.64,
        5192.42
    ],
    [
        " those things that just it gets to me a little bit. You know, it's like, how do you know I got",
        5192.42,
        5197.5
    ],
    [
        " that pet peeve going on? How do you not see it? You know, how are you not aware that there's just",
        5197.5,
        5203.6
    ],
    [
        " a total lack of consideration and the impact? Do you want to answer that question? Please.",
        5203.6,
        5207.48
    ],
    [
        " Yeah, the answer to that question is I'm more important than you. So I'll show up late and you'll",
        5207.48,
        5212.04
    ],
    [
        " wait on me and I won't bring the right gear and I can borrow yours. And I, whatever the case",
        5212.04,
        5218.36
    ],
    [
        " may be, that's all just me thinking I'm cooler and you don't really, you don't really matter as much",
        5218.36,
        5224.02
    ],
    [
        " as I do. I think that's where a true lack of consideration for others is the only thing I consider",
        5224.02,
        5229.16
    ],
    [
        " as myself. Right. Bad move is a leader. Number 13, yelling, detracts from your dignity,",
        5229.16,
        5237.22
    ],
    [
        " take men aside to counsel them. Straight forward. Again, I think it's funny, you know,",
        5237.7,
        5247.1
    ],
    [
        " life said has to say like, you know, chocolate looks like a yellow, do I look like a yellow?",
        5247.2,
        5251.94
    ],
    [
        " And then he always has to say, but he's never yelled at me, right? And, you know,",
        5254.42,
        5259.54
    ],
    [
        " and layful say, I gave jockled hundreds of opportunities or situations where I probably",
        5259.54,
        5266.42
    ],
    [
        " deserved to get yellow at, yellow that, which is funny. But yeah, not yelling. I mean,",
        5266.42,
        5272.94
    ],
    [
        " think about where you're at. Think about how effective you are as a communicator if you get to",
        5273.02,
        5277.54
    ],
    [
        " a point where you're yelling at someone. Look, if I'm yelling at you to tell you to get away from",
        5277.54,
        5282.16
    ],
    [
        " the freaking edge of the building, because you're about to slip, but what? Obviously, if I have to",
        5282.16,
        5286.7
    ],
    [
        " yell at you to get over the sound of machine gunfire, obviously, if I have to raise my voice",
        5286.7,
        5290.62
    ],
    [
        " so everyone in the room can hear me, that's not what we're talking about. But me yelling at you",
        5290.62,
        5294.62
    ],
    [
        " and front of the team is just, that's just stupid. And he's specific about like yelling at people",
        5294.62,
        5300.6
    ],
    [
        " in front of the group to to berate them for a mistake that they've made. No, don't do it. And I'm",
        5300.96,
        5308.52
    ],
    [
        " gonna say don't do it. Just don't do it. Would you write down over there, Dave? Well, you've said",
        5308.52,
        5313.3
    ],
    [
        " something in the past and, and I think there's an element to what he's saying that you can even take",
        5313.3,
        5319.56
    ],
    [
        " it a step further is, listen, yelling at somebody else in front of a whole bunch of the people, I can't,",
        5319.56,
        5326.02
    ],
    [
        " I cannot think of a time when that's okay. And I'm not talking about raising your voice to get a",
        5326.02,
        5330.1
    ],
    [
        " particular action because the sound is loud. I'm talking like we're in the, we get the team,",
        5330.1,
        5334.12
    ],
    [
        " Jocco screwed something up and I start yelling at Jocco. So I can't even imagine a scenario where",
        5334.42,
        5339.88
    ],
    [
        " that's okay. But you even talked about it too, like the times that you've had to yell at someone",
        5339.88,
        5346.08
    ],
    [
        " or raise your voice, I think the element that you've talked about that's so important is that",
        5346.08,
        5349.86
    ],
    [
        " you were aware of that. Yeah. That was based on an escalation of a whole series of other",
        5349.86,
        5355.46
    ],
    [
        " approaches that did not get the reaction, which is different than, yeah, Jocco, like I just lost my",
        5355.72,
        5361.66
    ],
    [
        " temper. I just no longer had control of myself and I just started screaming at somebody. You know,",
        5361.66,
        5366.28
    ],
    [
        " even inside the idea of yelling, which on very rare occasions, there are some times that you're",
        5366.36,
        5372.64
    ],
    [
        " going to have to do that, that you're still aware that you're doing that. Yeah. As opposed to just,",
        5372.64,
        5377.5
    ],
    [
        " well, you know, I just got a bad temper and that's just kind of how I am. So I can't control myself.",
        5377.62,
        5381.88
    ],
    [
        " And I look back and go, well, I shouldn't have done that. I didn't even realize I was doing that.",
        5381.88,
        5385.26
    ],
    [
        " I totally lost control in a leadership role and how important I think that story of even the few",
        5385.3,
        5390.82
    ],
    [
        " times in your career, you had to do that. You knew what you were doing. Yeah. Yeah. I cannot think of",
        5390.82,
        5397.06
    ],
    [
        " any situation where I yelled without thinking about like, okay, I need to yell right now. And yeah,",
        5397.06,
        5404.04
    ],
    [
        " let's say you get a group, let's see your whole tunes there and all of a sudden you could,",
        5404.32,
        5406.96
    ],
    [
        " somebody that does something really stupid and it's an opportunity for everyone to see,",
        5407.24,
        5411.46
    ],
    [
        " hey, this can't happen. And obviously I haven't gotten that master across. Sure. I might dress",
        5411.5,
        5417.56
    ],
    [
        " someone down in front of everybody and I might yell. I really can't think of any times that I did",
        5417.56,
        5423.3
    ],
    [
        " that in my 20 year career that I off top of my head, but it's not going to be on accident because",
        5423.3,
        5427.4
    ],
    [
        " you just lost control. No, no, that's not happening. So don't be yelling. Number 14,",
        5427.4,
        5432.2
    ],
    [
        " understand and use judgment. No one to stop fighting for something you believe is right. Okay.",
        5433.66,
        5439.12
    ],
    [
        " This is where we might start to get derailed on some stuff. So first of all, it's interesting",
        5439.64,
        5444.26
    ],
    [
        " that he says, understand and use judgment. So there's a conjunction there. The first thing is just",
        5444.26,
        5452.58
    ],
    [
        " understand, which is an easy word to say, but it can be very difficult to do. So try and understand",
        5452.58,
        5460.3
    ],
    [
        " the situation. And the reason that he has to say this is because so often people do things without",
        5460.3,
        5465.26
    ],
    [
        " understanding what's happening. So he's telling you understand, understand what's going on.",
        5465.26,
        5472.06
    ],
    [
        " That's what you have to do. And the same thing is use judgment. Do you think that someone",
        5472.36,
        5476.92
    ],
    [
        " would have to tell a leader to understand and to use judgment? No. Why does he have to say that",
        5476.92,
        5481.66
    ],
    [
        " to hear because people all the time, neither understand nor use judgment. So be careful with those two.",
        5481.66,
        5489.6
    ],
    [
        " Now he says, no one to stop fighting for something you believe is right. And",
        5489.6,
        5495.32
    ],
    [
        " here's where I probably have the first maybe separation in understanding or separation in belief",
        5495.32,
        5509.64
    ],
    [
        " and what he's saying here. Maybe it's not, but I think most of the time I'm not fighting for something",
        5509.64,
        5521.52
    ],
    [
        " I believe to be right because I don't really care if I'm right or not. And the reason I don't care",
        5521.52,
        5526.68
    ],
    [
        " if I'm right or not is because most things don't actually matter. That's why. So Dave believes we",
        5526.68,
        5534.1
    ],
    [
        " should do it one way. Dave's believes we should attack the target from the north. I believe we",
        5534.1,
        5537.38
    ],
    [
        " should attack it from the west. And I'm going to fight about that. Most of the time it doesn't matter",
        5537.38,
        5542.32
    ],
    [
        " north or west. It doesn't, it doesn't, it doesn't matter. Dave wants to invest $18,000 in this",
        5542.32,
        5549.22
    ],
    [
        " software system. I want to invest $12,000 in a different system. And guess what? It probably",
        5549.22,
        5557.86
    ],
    [
        " doesn't matter. There's some advantages. The 18,000 one. There's some advantages. 12,000 one. We",
        5557.86,
        5561.36
    ],
    [
        " don't really know how it's going to impact. We've never done this kind of interface before. And I'm",
        5561.36,
        5564.38
    ],
    [
        " going to commit my relationship value, my leadership capital, like I'm going to commit all this",
        5564.38,
        5568.8
    ],
    [
        " stuff to me just thinking I'm going to be right. I'm going to art. No, no, I'm not going to do that.",
        5568.8,
        5574.02
    ],
    [
        " It's just a stupid thing to do. So 99% of the time, these things that we're fighting for actually",
        5574.16,
        5585.68
    ],
    [
        " don't matter or you're fighting for something that's in the future that you don't know the actual",
        5585.68,
        5589.22
    ],
    [
        " outcome to. So that's most of the time for me. And that's a very powerful lesson is you're sitting",
        5589.22,
        5596.44
    ],
    [
        " there thinking, but I want to do it my way. And it doesn't matter. We should use this marketing",
        5596.44,
        5601.02
    ],
    [
        " company, not that marketing company. We should invest in this piece of equipment or that piece of",
        5601.02,
        5604.26
    ],
    [
        " equipment. I want to get this back home and not that back home. Guess what? It probably doesn't matter",
        5604.26,
        5610.58
    ],
    [
        " that much. And by the way, if it doesn't matter that much, and there's a real reason. And I say,",
        5610.58,
        5616.44
    ],
    [
        " hey, Dave, the reason I like this backhoe better is it has the following capabilities that the",
        5616.44,
        5621.16
    ],
    [
        " backhoe you want to get done done have. It can do this, this, this, and this. It's this more",
        5621.16,
        5625.32
    ],
    [
        " efficient. And boom, does this make sense to you? If I can't articulate the reason why something",
        5625.32,
        5631.02
    ],
    [
        " is better, it's probably not worth arguing over. So there's your litmus test. Let's, let's put",
        5631.02,
        5636.72
    ],
    [
        " that one right that one down. If you're having a hard time articulating why your plan is better",
        5636.72,
        5643.72
    ],
    [
        " than someone else's plan, your plan is probably not worth arguing over because it's too hard for",
        5643.72,
        5649.96
    ],
    [
        " you to clarify the reasons, hard for you to clarify is because they're both basically the same thing.",
        5649.96,
        5653.3
    ],
    [
        " Or there's risk involved in both of those items. So this idea to know when you stop fighting for",
        5654.28,
        5662.44
    ],
    [
        " something you believe in, right? First thing, I'm going to run this thing through a filter that is",
        5662.44,
        5666.96
    ],
    [
        " so powerful that the filter is going to filter out most of the arguments I'm going to have with people.",
        5666.96,
        5670.96
    ],
    [
        " Because it doesn't really matter. Most things don't matter. Look, are there occasional things that",
        5672.36,
        5677.0
    ],
    [
        " matter? Yes, there are occasional things that matter. And one of those things that matter,",
        5677.0,
        5680.46
    ],
    [
        " it's so easy to articulate why they matter. And it's so easy to sway people's opinions because",
        5680.62,
        5685.28
    ],
    [
        " the facts are there. So it doesn't turn into an argument. It turns into, hey, let me, let me ask you",
        5685.28,
        5693.52
    ],
    [
        " some earnest questions about what you think. And let me give you my perspective over here and people",
        5693.52,
        5698.3
    ],
    [
        " see it. So I don't generally have to know when to stop fighting for something I believe, right?",
        5698.3,
        5706.02
    ],
    [
        " Because I'm generally not fighting for it. And when I do, when I do need to approach somebody",
        5706.1,
        5711.12
    ],
    [
        " about something, all I need to do is ask them some earnest questions and they, the truth is",
        5711.12,
        5714.76
    ],
    [
        " revealed to them by them answering their own questions.",
        5714.76,
        5717.54
    ],
    [
        " This is, I mean, there's a lot inside this. And just trying to like imagine the",
        5723.92,
        5730.34
    ],
    [
        " affront to your ego when someone says, stop fighting for what you think is right. Yeah,",
        5730.34,
        5736.58
    ],
    [
        " you're like, I will never stop fighting. And what this is probably from is someone who's",
        5736.74,
        5742.56
    ],
    [
        " observed hundreds of people sell all their leadership capital and all their credibility over",
        5743.92,
        5748.68
    ],
    [
        " something that literally does not matter. I was with the company, they were doing a workshop about",
        5748.68,
        5755.62
    ],
    [
        " picking a logo for their company. And they kind of narrowed it down with three different options.",
        5755.62,
        5760.24
    ],
    [
        " I looked at the three and they're like, they were all pretty good. One was like, and the two were",
        5760.24,
        5765.64
    ],
    [
        " like, pretty good. And so sort of quickly it got to like, we're not going to do B, but hey,",
        5765.64,
        5771.6
    ],
    [
        " and see they're good. They were both good. And you know what, you could make a case for a,",
        5771.6,
        5777.02
    ],
    [
        " you could make a case for C, which tells me like, they're both good. They're both good. Which means",
        5777.16,
        5782.12
    ],
    [
        " it doesn't matter what we started to see was like the A group and the C group are not going to",
        5782.12,
        5787.48
    ],
    [
        " bunch. And if you use this, the phrase like, Hey, Jocco, I know you're supporting on A, I want",
        5787.48,
        5792.46
    ],
    [
        " you to stop fighting for what you think is right. If I say it like that, like, it's almost impossible",
        5792.46,
        5796.94
    ],
    [
        " for you to say, OK, but the part that you're emphasizing, which is so important is the idea that",
        5796.94,
        5803.22
    ],
    [
        " it doesn't matter at how quickly you can get entrenched into something that you will sell every",
        5803.22,
        5810.16
    ],
    [
        " piece of credibility you have, which means your influence in the future can go to zero because you",
        5810.16,
        5817.12
    ],
    [
        " want the round logo. And I want the square logo. Yep. And by the way, so you're taking all that,",
        5817.12,
        5823.9
    ],
    [
        " all that leadership capital and all that future influence. And you're putting it all on,",
        5823.92,
        5829.18
    ],
    [
        " you're pushing it all in. You're going all in on this thing that doesn't really even freaking",
        5829.18,
        5833.9
    ],
    [
        " matter. And and and and a gamble because you look up in six months and like, Hey, this logo,",
        5833.9,
        5839.44
    ],
    [
        " we're not getting the traction we want. But you put all in and now you look like an idiot.",
        5839.6,
        5843.52
    ],
    [
        " Instead of going, you know what, Dave? Yeah, we'll go see that looks, they're pretty close.",
        5843.64,
        5846.8
    ],
    [
        " Cool. Sounds good, man. I I I reserved all I kept all my money to myself. I kept all my",
        5847.14,
        5852.26
    ],
    [
        " leadership capital. I kept all my future. In fact, I made because I agreed with you, because I",
        5852.26,
        5857.92
    ],
    [
        " supported your plan, I got a little bit more. I took some more off the table. I actually grew my",
        5857.92,
        5862.96
    ],
    [
        " leadership capital in that moment. And now when we look up in six months and your logo that you",
        5862.96,
        5868.88
    ],
    [
        " picked isn't really getting the traction we wanted to, I get even more because I say, okay,",
        5868.88,
        5873.66
    ],
    [
        " well, you know, we tried it doesn't seem like we're getting the traction we want. Do you want to try",
        5873.76,
        5877.4
    ],
    [
        " this other logo now? Boom. And all of a sudden, and now my logo goes out and wins. I get even",
        5877.4,
        5882.58
    ],
    [
        " more leadership. It's like crazy. But we'll burn our bridges and throw away our leadership capital",
        5882.58,
        5888.4
    ],
    [
        " over over what's the word here? Spitting to build something we believe is right.",
        5888.4,
        5894.64
    ],
    [
        " It's this is not the way to view the world. The way to view the world is that 99% of things don't matter.",
        5896.92,
        5904.76
    ],
    [
        " And then they're in the future. And look, if you come to me with a logo that's freaking stupid.",
        5906.2,
        5912.16
    ],
    [
        " Totally. You know, I'm like, Hey, Dave, that logo that you put together, he's like, how do you",
        5912.52,
        5917.34
    ],
    [
        " like it? Dave, just so you know, it's pretty much looks like a swastika, you know, but it's orange.",
        5917.34,
        5923.12
    ],
    [
        " And you're like, Oh, you know, like, okay, maybe we should not go with that, right? Okay, you're",
        5923.6,
        5929.24
    ],
    [
        " like, Oh, I didn't even see that. Okay, great. You know, boom, we're done. Or you know, you",
        5929.24,
        5933.9
    ],
    [
        " approach me, Hey, Jaco, what do you think of this? Oh, it, Dave, it's a pentagram. Like, no, we're",
        5933.9,
        5937.5
    ],
    [
        " not going to use satanic ritual stuff or not. Okay, cool. You're like, God, it go, how do I",
        5937.5,
        5943.84
    ],
    [
        " not see that? Boom. So we're done. But you're like, it's a star. But you know, I want to show that we're",
        5943.84,
        5947.2
    ],
    [
        " we're we're we're flipping over the star. Yeah, that's a pentagram, dude. So, so you see where we're",
        5947.2,
        5953.7
    ],
    [
        " going with this? The chances that you come to me with a logo that's unusable is almost",
        5953.7,
        5958.94
    ],
    [
        " almost not existent. And we want to fight about things that we quote believe is right. And it's",
        5959.24,
        5964.12
    ],
    [
        " not worth it. And you're thrown away leadership capital. And by the way, if there is something that's",
        5964.12,
        5969.12
    ],
    [
        " completely wrong and it is time to stand your ground because someone's doing something immoral,",
        5969.12,
        5974.08
    ],
    [
        " unethical or illegal, then cool. That's where you hold the line. Of course. If somebody wants to do",
        5974.42,
        5980.66
    ],
    [
        " something that is you're a morally against somebody wants to rip off a client and you're like,",
        5980.66,
        5987.82
    ],
    [
        " hey, we're not doing that. We're not doing that. Like, okay. So we want to make it, you know,",
        5987.82,
        5993.32
    ],
    [
        " put some product out there. That's dangerous. And it's we got some flaw in it. But you know what,",
        5993.42,
        5998.26
    ],
    [
        " let's just sell it anyways. No, we're not doing that. That's all we're talking about. And if that",
        5998.3,
        6001.84
    ],
    [
        " happens, of course, then you you you take the right action and you don't back down.",
        6001.84,
        6005.9
    ],
    [
        " And even in that case, what you need more than anything in those cases is leadership capital.",
        6006.48,
        6013.64
    ],
    [
        " This credibility is a reputation of someone who only digs in on those. Yeah. And if you can",
        6013.64,
        6020.66
    ],
    [
        " sell it all on round versus square or or red versus blue on the logo, when those important times",
        6020.66,
        6027.3
    ],
    [
        " do come, nobody is going to listen to you. When it actually matters, they're not going to listen to",
        6027.3,
        6031.24
    ],
    [
        " you because they're so used to you saying, I am not giving up my position. It's logo A or death.",
        6031.24,
        6038.32
    ],
    [
        " Come on, man. So there's some human nature here that's guys, you know, obviously he's seen",
        6039.08,
        6043.74
    ],
    [
        " of people willing to dig in on things that just don't matter. And then when it does matter,",
        6043.74,
        6047.64
    ],
    [
        " nobody's listening to you. At F. Sampfront, you know, Jamie, our CEO, she's told me like,",
        6047.82,
        6053.8
    ],
    [
        " if I push back against her like more than twice, she's like, she says to herself, like, I'm wrong",
        6053.88,
        6059.82
    ],
    [
        " about this. I got to go figure something out. There's something I'm wrong. She's like, if you're",
        6059.82,
        6068.3
    ],
    [
        " something I don't see here, I'm wrong. I gotta go figure this out. And it's because 99% of the time,",
        6068.3,
        6072.7
    ],
    [
        " I'm like, yeah, sounds good. Yep, go execute. Yep, sounds good. Yeah. That's a better plan than I had.",
        6072.98,
        6076.66
    ],
    [
        " Boom, boom, boom. So when I say, he pumped the brakes, she's like, oh, there's something wrong.",
        6076.74,
        6081.34
    ],
    [
        " As opposed to her thinking, oh, God, he never likes anything. Oh, here we go. What do you know? How",
        6082.22,
        6087.88
    ],
    [
        " do you want to do it? John? It's like, no, don't, don't back yourself into that corner.",
        6087.88,
        6092.3
    ],
    [
        " That's a healthy sense of self-doubt you've talked about before. I think that, you know, Jamie's a",
        6092.62,
        6097.24
    ],
    [
        " perfect example of where, you know, if you believe you're right, how often are you really",
        6097.38,
        6103.88
    ],
    [
        " believing that you're 100% right? If that's a pretty regular thing, might want to check that.",
        6103.88,
        6110.78
    ],
    [
        " You know, I know I'm not right a lot of the time. And if somebody else is giving you some feedback,",
        6111.18,
        6117.3
    ],
    [
        " maybe listen to that too, you know, and like Jamie, if she starts to get some feedback, she has that",
        6117.3,
        6122.72
    ],
    [
        " humility to say, what am I not seeing here? How can, you know, how can I solve this problem?",
        6122.72,
        6128.38
    ],
    [
        " Yeah. Yeah. Don't put yourself in that position. So there you go. That's, I guess, my first",
        6128.48,
        6133.04
    ],
    [
        " disagreement a little bit with, with Glover John's here. Last couple points here. Number 15.",
        6133.04,
        6140.44
    ],
    [
        " And this is another one that, okay. So another 15. Discuss and argue your point of view",
        6141.16,
        6148.32
    ],
    [
        " until a decision is made and then support the decision wholeheartedly.",
        6148.32,
        6153.62
    ],
    [
        " So again, just using the term argue and saying argue your point of view, I'm not going to need",
        6154.16,
        6164.32
    ],
    [
        " to argue my point of view because I'm not married to my point of view because the chances are,",
        6164.32,
        6168.46
    ],
    [
        " you see something, I don't see the chances are I'm not 100% right, the chances are my ideas flawed.",
        6168.62,
        6172.9
    ],
    [
        " That's what the chances are. So I'm not going to quote argue my point of view until a decision is",
        6173.46,
        6179.74
    ],
    [
        " made. I don't need to. I might ask earnest questions. I might try and see your perspective. I might",
        6179.74,
        6185.58
    ],
    [
        " try and understand why I might ask you why this is the best way, but I'm not quote arguing my point of view",
        6185.58,
        6192.24
    ],
    [
        " because what is my, is my subordinates plan so freaking crazy? Is my boss's plan so totally insane?",
        6192.24,
        6201.42
    ],
    [
        " That I need to completely argue against it. This is basically a run on off the last, the last",
        6202.64,
        6207.36
    ],
    [
        " statement. I don't need to argue because I'm not married to my plan because my plan could be wrong",
        6207.36,
        6213.7
    ],
    [
        " and it probably needs adjustments. And it by the way, if it's so awesome and your plan sucks so bad,",
        6213.7,
        6220.84
    ],
    [
        " it's not, I don't have to argue it for very long because I go, hey, Dave, your plan is to do this.",
        6221.14,
        6225.5
    ],
    [
        " And if we do that, we're going to lose all this and you go, oh, cool. What did you want to do?",
        6225.64,
        6230.28
    ],
    [
        " And I go, I want to do this and you go, that sounds good. So we shouldn't have to quote argue.",
        6230.28,
        6238.02
    ],
    [
        " Now, when a decision gets made, I am going to do my damnedest to execute on that thing. But you know,",
        6238.62,
        6246.12
    ],
    [
        " I try and think of all my life and the times that I got told, you know what, Jocco, what your",
        6246.24,
        6251.34
    ],
    [
        " points are taken, we don't care, go and execute this other thing that's the opposite of, I just can't",
        6251.34,
        6256.98
    ],
    [
        " think of situations where that happened. I just can't think of situations where people said,",
        6256.98,
        6263.14
    ],
    [
        " hey, shut up, Jocco, do what I told you to do. That's it. And I'm thinking, oh, this is going to",
        6263.14,
        6268.14
    ],
    [
        " have a terrible outcome. There's time for us to say, you know, this might be not, this isn't going",
        6268.14,
        6273.12
    ],
    [
        " to be quite as efficient or this might take a little bit longer or there might be a higher risk on",
        6273.12,
        6278.64
    ],
    [
        " this maneuver over here. But by doing that higher maneuver risk, we're going to save some speed and",
        6278.64,
        6285.36
    ],
    [
        " security over on this other side. So there's, I've never just like had an idiotic plan that I",
        6285.36,
        6289.86
    ],
    [
        " wasn't able to say, hey, boss, can I talk this through with you or hey, you know, subordinate,",
        6289.86,
        6294.14
    ],
    [
        " can you talk me through this so we can understand it better? Yeah. Um, I think that's pretty straightforward.",
        6294.3,
        6304.72
    ],
    [
        " Yeah, I think there's again some, some human nature inside there. I'm kind of picturing again,",
        6305.56,
        6309.54
    ],
    [
        " these scenarios that have played out in my life as I'm hearing you talk about the explanation of",
        6309.62,
        6313.68
    ],
    [
        " this leadership attribute, this behavior you want to apply. Top gun, this happened a lot,",
        6314.56,
        6320.9
    ],
    [
        " this discussion, these debates on right or wrong or how we should do something. And we would do",
        6321.22,
        6325.58
    ],
    [
        " these things called staff exercises. So class will be over, it's a 25 inch shuckers, we'd lock the door",
        6325.58,
        6331.6
    ],
    [
        " and we would have debates over how we should do, we were very SOP heavy, we had standardization",
        6331.6,
        6338.22
    ],
    [
        " across the board. There was a way to do a lot of things, not everything, but a lot of things.",
        6338.22,
        6341.5
    ],
    [
        " And our job was to standardize it so we could teach it. And we would at the end of each class",
        6341.54,
        6345.56
    ],
    [
        " talk about what worked and what didn't and what we needed to change. And there'd be different camps.",
        6345.56,
        6349.64
    ],
    [
        " There'd be one camp that said we should do it like this, another camp that should do it like that.",
        6350.18,
        6353.26
    ],
    [
        " Now what was interesting about that is that they weren't like 9010 where all this one camp is",
        6353.52,
        6359.28
    ],
    [
        " like this awesome plan, this other camp has this awful stupid plan. They're actually both camps like",
        6359.28,
        6363.46
    ],
    [
        " damn those are two pretty good plans. Yeah, those are pretty good ideas. I see the merits of that,",
        6363.46,
        6369.42
    ],
    [
        " I see the merits of this. And listen, we wanted, arguing is the wrong word because that has a kind",
        6369.42,
        6375.5
    ],
    [
        " of a negative tone but like pretty healthy to bid. Do as you go back and forth and they would,",
        6375.5,
        6378.42
    ],
    [
        " they would dig in to really make sure they was understood and it was managed by a guy who",
        6378.44,
        6384.84
    ],
    [
        " who ran these meetings and he was called the standardization officer who who facilitated like,",
        6384.84,
        6388.82
    ],
    [
        " all right, what do you think in their jokal? Why are we doing that? And I would capture those in",
        6388.86,
        6391.96
    ],
    [
        " notes and say, okay, what are you saying is this? Listen, in the end, there was a winning side",
        6391.96,
        6397.08
    ],
    [
        " in the losing side and then we had to make a decision. So you have this group of people that",
        6397.08,
        6400.62
    ],
    [
        " believed in a certain approach and in the end, we would pick a different approach.",
        6400.62,
        6404.1
    ],
    [
        " Where the problem would come, which sometimes is someone's ego would come into play, we'd then",
        6404.58,
        6409.24
    ],
    [
        " go implement this with a squasional or a class or something and then I'd sit down and I go, hey,",
        6409.24,
        6414.7
    ],
    [
        " the way we're going to do this, this problem, jokal, we're going to do it like that and you're like,",
        6415.04,
        6418.62
    ],
    [
        " why? And I'd say, well, listen, I actually didn't want to do it this way but here's how we're going",
        6418.68,
        6424.68
    ],
    [
        " to do it. So that little need for me to still be right for me to get my way and not accept the",
        6424.68,
        6430.78
    ],
    [
        " outcome. I would poison the reality of, and it's the part you said that's so important is so we don't",
        6430.78,
        6437.36
    ],
    [
        " really know if we knew they wouldn't be a debate. And so the only way to find out is actually go out",
        6437.36,
        6441.64
    ],
    [
        " there and do it. But rather than me say, hey, here's the reasons why, ABC and D, let's go execute,",
        6441.64,
        6446.56
    ],
    [
        " get some good feedback. I'd say, I didn't really want to do this. I actually think this is kind of",
        6446.68,
        6454.66
    ],
    [
        " approach that when we go execute, I'm really going to get the feedback to come back and go, hey,",
        6455.24,
        6459.82
    ],
    [
        " guys, we executed on this plan three times and look, it did not work. We need to make some changes.",
        6459.92,
        6465.98
    ],
    [
        " And go, okay, cool, let's go back to the drawing work. I'll do that all day long and we'd see it",
        6466.9,
        6470.6
    ],
    [
        " rarely but we'd see guys go, well, I didn't get my way. So I'm not really, I'm not going to support",
        6470.6,
        6476.52
    ],
    [
        " this plan. I'm going to let you know that yeah, we're going to go do this, but I think this is dumb",
        6476.52,
        6479.74
    ],
    [
        " and there's no way that's going to work. So inside that of, hey, if you lose the debate, if you lose",
        6479.74,
        6483.9
    ],
    [
        " the argument, you don't get your way unless you were convinced that the other side is there to",
        6483.9,
        6489.54
    ],
    [
        " destroy the company, don't just agree with it. Get on board, get on board and the best, it'll work",
        6489.54,
        6495.9
    ],
    [
        " and it will or she'll come back. Oh, hey, man, hey, Jacque, we ran this a couple times. There's",
        6495.9,
        6500.28
    ],
    [
        " some feedback here. We can make some tweaks and now I can take that plan and I can influence and",
        6500.28,
        6503.96
    ],
    [
        " get a better outcome for the team. Yeah. I think Jason Gardner at the Monster was like, oh,",
        6503.96,
        6509.92
    ],
    [
        " what's the best plan? My plan, of course, that's right. Actually, thanks. My plan's the best plan.",
        6510.24,
        6515.88
    ],
    [
        " And so then we go, what we're talking about right now is we're talking about situation we got",
        6517.08,
        6521.32
    ],
    [
        " six and one half dozen the other, right? We got six and one half dozen the other. Okay, cool.",
        6521.32,
        6524.98
    ],
    [
        " Dave's got six. I'm saying half dozen. If we're having that hard of a time figuring out what it",
        6525.56,
        6532.22
    ],
    [
        " goes six or half dozen, guess what? They're both kind equally valid and guess what my default is.",
        6532.22,
        6539.04
    ],
    [
        " My default is, you know what Dave sounds good. Let's go with your plan. Look, I'm thinking half",
        6539.56,
        6543.42
    ],
    [
        " dozen. You're thinking six. Let's go with your plan right now. And I'm going to execute, just like",
        6543.42,
        6547.18
    ],
    [
        " you just said, I'm going to execute it to the absolute best of my ability. That way we can see if",
        6547.18,
        6552.42
    ],
    [
        " it works or not. And by the way, as long as I didn't dig my heels in like a jackass, if I said,",
        6552.42,
        6557.34
    ],
    [
        " you know, you said your side and I said, well, hey, what about this Dave and you said, yeah,",
        6557.42,
        6560.34
    ],
    [
        " no, but most of the time and I go, well, okay, you know what? You know, it seems like yours covers",
        6560.34,
        6564.28
    ],
    [
        " the same thing for the most parts a little bit of a different direction, but let's give it a shot. I'm",
        6564.28,
        6568.52
    ],
    [
        " down. And my leadership capital just went up and I don't look like an idiot. The person that looks",
        6568.52,
        6572.78
    ],
    [
        " like an idiot is like, no, my points are more important than your points. So my default mode,",
        6572.78,
        6581.0
    ],
    [
        " when we're in a 50, actually my default mode is like, hey, we're going to go with Dave's plan.",
        6581.42,
        6585.52
    ],
    [
        " But certainly in a 50, 50 situation, it's like, it doesn't matter. See, it still doesn't matter.",
        6586.16,
        6592.02
    ],
    [
        " Because as you first started talking through that, I was like, oh, so this is something that",
        6592.18,
        6594.92
    ],
    [
        " matters because you got this people saying this and but no, you can't satisfy both things.",
        6594.92,
        6599.38
    ],
    [
        " Well, I guess maybe you could find a compromise that you could you could create. But in lieu of some",
        6599.38,
        6606.1
    ],
    [
        " kind of a compromise, you know, you either do this procedure or that procedure. Right. When this",
        6606.1,
        6610.3
    ],
    [
        " happens, when you get this tail lock on your plane, you can do this or this. And there's some",
        6610.3,
        6615.46
    ],
    [
        " advantage to this and there's advantage to that. Okay. They both have advantages. Guess what?",
        6615.46,
        6622.22
    ],
    [
        " Which one do you want to do it, Dave? You want to do this one? Cool. We'll do that one for",
        6622.34,
        6625.1
    ],
    [
        " it. We'll do this one for now. Boom. It's so easy. So again, I don't have to argue my point of view",
        6625.1,
        6631.22
    ],
    [
        " because I'm not going to back myself into a corner because I'm not going to give away my position",
        6631.22,
        6633.98
    ],
    [
        " because I'm not going to be married to something that I don't know about that we can't determine",
        6633.98,
        6639.02
    ],
    [
        " the impact of the future on people want to bet so much on the future when we don't know what's",
        6639.02,
        6644.1
    ],
    [
        " going to happen in the future. Yeah. It's crazy. And think about what I do to the relationship.",
        6644.1,
        6647.52
    ],
    [
        " If I do what you just said and I go, Hey, you know what? Honestly, dude, I came in coming with",
        6647.72,
        6652.7
    ],
    [
        " with the plan of going, you know, six and I hear you want to go half dozen. Hey, let's go exude.",
        6652.7,
        6657.44
    ],
    [
        " And if I project in my mind, the next conversation we're going to have, I'm going to win on both",
        6657.56,
        6662.92
    ],
    [
        " because I'm going to come back and go, Hey, dude, I did your plan, dude. It was awesome. Man,",
        6662.92,
        6667.5
    ],
    [
        " we crushed it. That was awesome. And thank you for that feedback. The team did really well.",
        6667.5,
        6671.96
    ],
    [
        " And it's awesome. Archimba go, dude, I ran with the half dozen plan man and we kind of got",
        6672.88,
        6678.6
    ],
    [
        " rolled a couple of times here. What are you seeing? Like, I'm going to see in the same thing.",
        6678.6,
        6682.62
    ],
    [
        " But either way, we're good. But if I don't take that approach, that next conversation about the",
        6683.1,
        6689.54
    ],
    [
        " future that we do not know is almost always going to have some sort of friction that's going to",
        6689.54,
        6694.36
    ],
    [
        " be some argument. So I can even just project in my mind by going with your plan. I'm going to win",
        6694.36,
        6699.76
    ],
    [
        " no matter what because I would come back and go, dude, you're awesome. Great idea. Thanks, bro.",
        6699.82,
        6704.44
    ],
    [
        " Or I'm going to come back and go, dude, I'm still struggling. Can you walk me through this? We",
        6704.84,
        6707.94
    ],
    [
        " are not getting past these steps. And you're going to either go, Hey, dude, we're having the exact",
        6707.94,
        6711.98
    ],
    [
        " same promise. So we might need to go back to the drawing board or, Oh, hey, that's a great question.",
        6711.98,
        6715.1
    ],
    [
        " We did this this and this. Either way, we're winning because the team, the team is winning in our",
        6715.4,
        6719.64
    ],
    [
        " relationship is stronger for it. And you see guys all the time just dig in. I very often see losing",
        6719.64,
        6727.16
    ],
    [
        " as a winning. And this is a classic situation. Oh, Dave, I was wrong. You were right. You're awesome.",
        6727.16,
        6733.76
    ],
    [
        " To me, I wrote about that leadership strategy and tactics. I'm like, Hey, it gives me the opportunity",
        6734.14,
        6738.26
    ],
    [
        " to prove how humble I am because by the way, I'm running around trying to make calls, trying to",
        6738.26,
        6741.68
    ],
    [
        " make decisions and I'm the one that's having to put word out. And when all of a sudden, Dave does",
        6741.68,
        6745.28
    ],
    [
        " something better. I can go, Hey, Dave, dude, awesome work, man. You were definitely right about",
        6745.28,
        6749.16
    ],
    [
        " it being a half dozen and not six. Sweet. That's an opportunity for me. And yet people see it as",
        6749.16,
        6756.8
    ],
    [
        " losing and they won't take it. So be careful of this one. Last one, pretty straightforward. Stay",
        6756.86,
        6765.9
    ],
    [
        " ahead of your boss. Kind of brilliant, right? Stay out of your boss and stay out of the power curve.",
        6765.9,
        6773.54
    ],
    [
        " To me, stay out of your boss. Another way of thinking about this is when it comes to",
        6774.3,
        6779.54
    ],
    [
        " functioning as a human, think strategic and think long term. That's how you stay out of your boss.",
        6779.54,
        6785.02
    ],
    [
        " You stay out of your boss by your boss says there's a fire right now. Put it out and you go,",
        6785.18,
        6788.54
    ],
    [
        " cool, got it boss. And then you look to see where that next fire is going to be. It's as simple as",
        6788.64,
        6792.22
    ],
    [
        " that. It's as simple as that. Stay ahead of your boss. Make your boss look good. Again,",
        6792.22,
        6800.06
    ],
    [
        " leadership strategy tactics. I remember making a make your boss look good. What a what a incredible",
        6800.2,
        6805.2
    ],
    [
        " way to build a good relationship with your boss. What an incredible way to build leadership capital",
        6805.2,
        6809.84
    ],
    [
        " will be boss. Make your boss look good. That's my goal. Do I want to credit? No, I want Dave",
        6809.84,
        6814.66
    ],
    [
        " Burke. My boss to get the credit. That's what I want. Want him to look awesome. You think Dave",
        6814.66,
        6817.96
    ],
    [
        " Burke's not going to take care of me all day. So once Dave Burke is taking care of me, guess what I can do?",
        6817.96,
        6825.5
    ],
    [
        " I can take care of my team. And that's my mission. Well, now I can take care of my team. Now we can",
        6825.84,
        6830.24
    ],
    [
        " take care of the mission and life is good. That's what we're doing. And this is another thing that",
        6830.24,
        6837.36
    ],
    [
        " seems hard. And it's not. It's just not hard. And if we spend less time lamenting everything",
        6837.36,
        6843.4
    ],
    [
        " wrong with our boss, you're talking about the OCD boss a couple, you know, minutes ago about",
        6843.4,
        6847.1
    ],
    [
        " any work for no CD boss. Yeah, I remember that. And I immediately this guy came to mind.",
        6847.1,
        6851.56
    ],
    [
        " And people hated working for him. They hated working for him. And look, I work from it was not",
        6852.1,
        6858.58
    ],
    [
        " easy at first. I had to figure him out. But once I figured him out, it was super easy to work for",
        6858.58,
        6863.12
    ],
    [
        " him because I knew what he wanted. And I could stay ahead of him. And I could anticipate the things",
        6863.12,
        6868.6
    ],
    [
        " that he needed. And if you just spend less time thinking about what's wrong with your boss and all",
        6868.6,
        6873.22
    ],
    [
        " the dumb things he's making you do and send more time thinking like, all right, what is he trying to",
        6873.22,
        6876.56
    ],
    [
        " get accomplished? What's his personality like? What do I need to do to get ahead of him to help him",
        6876.56,
        6881.7
    ],
    [
        " so I can help the team? Cracking that code is usually not that hard. And when you crack the code,",
        6881.7,
        6887.48
    ],
    [
        " not only does your boss lives get better, your life gets so much better. It's so much easier.",
        6887.76,
        6893.0
    ],
    [
        " And just like you describe it to push that down to the team, that's where that's where the",
        6893.72,
        6897.66
    ],
    [
        " win is. It's like you can take care of your team. You can help your team. You can make sure your team",
        6897.66,
        6901.36
    ],
    [
        " successful. So if you're looking at this about how hard that is, that's just your ego telling you",
        6901.36,
        6905.62
    ],
    [
        " when your boss is the problem, there's nothing wrong with your boss. Just figure out what he wants",
        6905.62,
        6910.38
    ],
    [
        " and get ahead of him. And it's really, really not that hard. All right. Well, there you go.",
        6910.38,
        6916.1
    ],
    [
        " Those are some some simple rules for being a better leader and a better follower and a better human.",
        6916.66,
        6922.36
    ],
    [
        " And here's the thing. Gotta pay attention to it. You can only see these things",
        6922.76,
        6925.48
    ],
    [
        " if you detach. And by the way, when you detach and you take a step back,",
        6925.48,
        6932.88
    ],
    [
        " the thing that you really have to detach from is still part of you. It's your ego. It's",
        6933.68,
        6938.4
    ],
    [
        " driving so many of these mistakes that we make. So you can't just detach from the situation.",
        6938.4,
        6943.6
    ],
    [
        " You can't just detach from your boss. You can't just detach from the plan. You got to detach",
        6943.6,
        6947.58
    ],
    [
        " and be able to see your own ego, which is probably the root of 97% of these problems. So take a step",
        6947.58,
        6955.9
    ],
    [
        " back. Write these things down. Write these rules down. Just go go take about face. Write these",
        6955.9,
        6962.48
    ],
    [
        " rules down. Go read them before you go to a meeting. Read them before you make a decision. Read",
        6962.48,
        6968.7
    ],
    [
        " them before you meet with your subordinate. Read through them. At the end, check yourself.",
        6968.7,
        6974.7
    ],
    [
        " How do you do on them? And eventually over time, this is how you become better because you won't",
        6974.7,
        6981.28
    ],
    [
        " rely on having to read through these things. You'll start to know them and they will become",
        6981.28,
        6986.4
    ],
    [
        " second nature. So there you go. All right, with that, we carry. Why are you here?",
        6986.4,
        6995.84
    ],
    [
        " Just so everyone knows, people that are freaking out right now. Echo Charles, he needed a break,",
        6996.74,
        7002.92
    ],
    [
        " bro. He was, I mean, he had the stress level was high. He hadn't been cruising in at least a few",
        7002.92,
        7009.78
    ],
    [
        " days. And so Echo Charles, don't worry everybody. E.C. will be back. He's okay. He just had to reset,",
        7009.78,
        7018.62
    ],
    [
        " you know, had to recharge the batteries. Recharge the mana back on the island. So he had to go",
        7018.88,
        7026.72
    ],
    [
        " get some island time in. That's where Echo has been. He'll be back, hopefully. I don't know.",
        7026.72,
        7031.0
    ],
    [
        " You never know. Maybe you know, let me make the call. Whatever. It's no factor. Keep covering",
        7031.0,
        7035.42
    ],
    [
        " whatever. Whatever Echo needs. We're just here. So don't worry. This is still the Echo podcast.",
        7035.42,
        7041.14
    ],
    [
        " He'll be back. It's kind of a lose, lose for you, isn't it, Kerry? Be in here. I mean, it's",
        7041.4,
        7048.22
    ],
    [
        " it's hard. Look, you know, Echo, he's kind of got that thing going where people just, he's just",
        7048.22,
        7054.94
    ],
    [
        " nice and kind of like if you, if you do something, anything different than him, even if you do the same",
        7054.94,
        7060.78
    ],
    [
        " thing as him, people like, well, oh, look, you try not to be like it. You're trying to jack Echo style.",
        7060.78,
        7064.98
    ],
    [
        " You're going to lose, lose situation, bro. Hey, I'm just happy to be here, man. You know,",
        7065.38,
        7069.38
    ],
    [
        " plus happy to be here. Sitting in the hot seat. Everything, pressing record over there.",
        7069.7,
        7073.24
    ],
    [
        " No, it's awesome, man. We get to cover down. And yeah, when he comes back, I'll be back in the shadows.",
        7073.7,
        7079.36
    ],
    [
        " Back in the shadows. Retreat to the shadows. Well, maybe he'll get whacked. He'll just be like,",
        7079.72,
        7085.36
    ],
    [
        " well, looks like I'm in here now. Won't give up the chair. Yeah, give it up the chair.",
        7085.36,
        7090.98
    ],
    [
        " There he gets bummed out. We were doing Jordan Peterson. Man, he was, it got scheduled. And he",
        7091.24,
        7098.02
    ],
    [
        " was going to be in Hawaii. And he wasn't around. He was bummed about that. Yeah. We were talking",
        7098.02,
        7103.36
    ],
    [
        " about that, you know, the Tim Kennedy podcast, you know, that's he was kind of bummed about that one,",
        7103.36,
        7108.64
    ],
    [
        " too. Yeah. That was a good one, man. That was that one went by quick for how long it was.",
        7108.64,
        7116.38
    ],
    [
        " It was almost five hours and 50 minutes. And then I was like, oh, that's a long, but also",
        7116.72,
        7122.78
    ],
    [
        " Huberman was, Huberman was five hours and 20 minutes. And of course, Sean Parnell was five",
        7122.78,
        7128.5
    ],
    [
        " hours and 25 minutes or something like this. That's a long time to be talking. If we were better",
        7128.5,
        7132.96
    ],
    [
        " at milking, we would just break it up into four different podcasts. No, hey, don't worry people.",
        7134.58,
        7139.82
    ],
    [
        " We got you. We got you. We're here. We're going to put it out. One hit.",
        7140.18,
        7145.0
    ],
    [
        " A little bit of that immediate gratification for you. Dude, you know, there's some people",
        7145.26,
        7149.5
    ],
    [
        " that look at that thing. They see five hours and 50 minutes and they go, oh, damn. Let me get that",
        7149.5,
        7154.54
    ],
    [
        " two X on. And there's also some people that are like, hell, yeah. Yeah, for sure. I'm definitely",
        7154.54,
        7161.6
    ],
    [
        " in that camp anytime I see a five hour jaco podcast. You just know it's like, yes. Well, the thing is",
        7161.6,
        7168.32
    ],
    [
        " there's no time limit in either direction. Yeah. I'm not. There's no goal. Right. Did we could go an",
        7168.32,
        7173.9
    ],
    [
        " hour? We could go five hours. I don't know. We go 12 hours. We go 30 minutes. If it's there,",
        7173.9,
        7179.4
    ],
    [
        " we'll roll with it. We're getting it. Yeah. That's it. I never get it. See Tim and I had a lot of,",
        7179.66,
        7184.4
    ],
    [
        " you know, with the fight background and he was doing all that stuff when I was like, we were in",
        7184.4,
        7188.82
    ],
    [
        " the game, right? At the same time, I was like older. I think I'm maybe eight years older than him",
        7188.82,
        7196.3
    ],
    [
        " or something like this. And so, but, you know, Chuck LaDale. I just saw Chuck LaDale at the UFC.",
        7196.3,
        7203.3
    ],
    [
        " He said, what's up? I was at UFC. That was cool. That was good, man. It was awesome. But we were,",
        7203.64,
        7210.26
    ],
    [
        " so we had a lot to talk about there, you know, but Echo Charles to be back with his powerful",
        7210.32,
        7216.34
    ],
    [
        " question and opinions standing by until there. Speaking to being strategic, make sure you're saying",
        7216.34,
        7222.86
    ],
    [
        " shape, make sure you keep your health. That's strategic move. Keep stay healthy. You know how you do",
        7222.86,
        7227.32
    ],
    [
        " that? Jockelfuel.jockelfuel.com. How's the new flavors? Dave. So just FYI,",
        7227.32,
        7232.64
    ],
    [
        " we have an energy drink. It's called go. And it will give you energy. When we initially made it,",
        7232.96,
        7244.32
    ],
    [
        " the taste profile was based on my taste buds, which are not normal. My taste buds are",
        7245.58,
        7251.72
    ],
    [
        " hypersensitive to the sweetness. And so I tried these things and I was like, oh, yeah, that's very sweet.",
        7251.72,
        7256.0
    ],
    [
        " That's, you know, this is good to go. This basically tastes like a Coca-Cola to me right now. It's",
        7256.18,
        7259.96
    ],
    [
        " like just, well, I was wrong. And a lot of people that normally eat a lot of sugar, they were like,",
        7259.96,
        7265.3
    ],
    [
        " what is this? This doesn't taste good. So we redid all the flavors, all of them. Dave, you got your new",
        7265.32,
        7271.82
    ],
    [
        " afterburn orange. How was that going down today? It's good. I'm going to say it",
        7272.44,
        7276.62
    ],
    [
        " about I never drank an energy drink before go ever. I don't drink them. So I had no frame of reference.",
        7276.62,
        7282.5
    ],
    [
        " When we made the orange, I got to do all the flavor testing and all that stuff at the end. I'm like,",
        7283.12,
        7287.42
    ],
    [
        " this thing is incredible. It tastes like an orange crush or whatever.",
        7287.52,
        7291.14
    ],
    [
        " The I've had almost, not all, I've had almost all the new flavors. And they are ridiculously",
        7293.72,
        7299.88
    ],
    [
        " good tasting. So I'm over here thinking like, all right, I'm doing timing. I'm doing reasons. I",
        7301.1,
        7305.26
    ],
    [
        " got to anticipate all these. Now it's just like, I just want to, I just want the way it tastes.",
        7305.26,
        7309.98
    ],
    [
        " Yeah. Yeah. I'm drinking the citrus psycho, which was by far a worst seller. And the reasons",
        7310.26,
        7316.56
    ],
    [
        " are worse sellers because the first one that came out before I had any semblance of trying to",
        7316.56,
        7322.88
    ],
    [
        " make things taste good for the world at large. And now this one is freaking delicious. So",
        7322.88,
        7330.02
    ],
    [
        " Lafe Babin's Haterade here, citrus psycho. It tastes like there's a reason that this was the first",
        7330.02,
        7335.84
    ],
    [
        " flavor that we made, by the way. The reason this is the first flavor that we made was because I thought",
        7335.84,
        7339.78
    ],
    [
        " to myself, what's the common flavor that everybody likes? You know, well, it's lemon lime. Look at",
        7339.78,
        7352.86
    ],
    [
        " this. Now it's okay. Lemon lime. This is like, this is a standard flavor. It's like chocolate",
        7352.92,
        7358.02
    ],
    [
        " vanilla, right? It's the same thing. It's like, oh, you're going to make a protein shake, cool",
        7358.02,
        7361.56
    ],
    [
        " chocolate or vanilla or strawberry. That's what, that's what this was to me. So this was the first",
        7361.56,
        7367.16
    ],
    [
        " flavor. That's why. But man, I didn't sweeten it enough. And now this thing is, and it's still,",
        7367.16,
        7375.24
    ],
    [
        " it's still sugar-free. It's still keto. It's still all natural. It's still pasteurized. It's still",
        7375.44,
        7380.8
    ],
    [
        " freaking this all the same qualities of awesomeness, but it tastes delicious. So there you go.",
        7381.88,
        7388.04
    ],
    [
        " jocafuel.com. Check all that stuff out. Check out some milk. Do you have some milk over the",
        7388.28,
        7392.62
    ],
    [
        " fourth of July? Of course. I was talking about that on that last podcast. I'm up to two",
        7392.62,
        7399.1
    ],
    [
        " milkshakes a day now, because once you start tracking the macros, you need that extra hitter",
        7399.1,
        7403.94
    ],
    [
        " of protein. You got it too. Yeah, if it can be measured, it can be managed or whatever. Do you",
        7403.94,
        7410.16
    ],
    [
        " want to go one? I double it up. Double it up. Double up that hitter. jocafuel.com. Go to",
        7410.16,
        7417.72
    ],
    [
        " wall, wall if you want the drinks. Go to vitamin shop. Go to HEB down in Tejas. We got you.",
        7417.72,
        7423.14
    ],
    [
        " And try the new flavors. The new flavors are kind of hitting the stores right now. So what's it",
        7423.28,
        7429.78
    ],
    [
        " July? By August, I think we'll be in all new flavors, but go, go get them. Orgineusa.com,",
        7429.78,
        7435.64
    ],
    [
        " get some cool American made apparel. I'll up with you. I've seen a lot of people were pumped.",
        7435.64,
        7440.16
    ],
    [
        " A lot of people were pumped on the hunt line coming out on the, you know, I had guys,",
        7440.36,
        7445.06
    ],
    [
        " every guy I have is an origin key. I'm like, hell yeah. American me. So if you want to get on",
        7445.28,
        7451.52
    ],
    [
        " the American me train, then go to origin USA.com. Get yourself to Gigi's to get jeans.",
        7451.52,
        7457.74
    ],
    [
        " People representing the jeans. That's freaking legit. You know, it's a sad day when you're",
        7458.32,
        7464.42
    ],
    [
        " iconic American jeans are not made in America. But guess what? They are now because now the only",
        7464.42,
        7469.3
    ],
    [
        " pair of iconic jeans you can get is good old origin USA.com. Get some of that jockel store.",
        7469.3,
        7476.04
    ],
    [
        " That's where we have stuff that might help you on the path.",
        7476.72,
        7480.58
    ],
    [
        " Might help you on the path. Echo has been busy too on some new discipline equals freedom shirts.",
        7480.86,
        7486.28
    ],
    [
        " Really? Some new ones. Yeah, go check those out. Some new colors on there. And there's like a",
        7486.64,
        7492.3
    ],
    [
        " little bit of a Gigi to line that's forming as well. Yeah. Gigi to his life t-shirt is quite popular.",
        7492.3,
        7498.12
    ],
    [
        " It is. It is. It's super clean. And then we've got the Dean Lisch on there as well. The Dean Lisch.",
        7498.32,
        7503.5
    ],
    [
        " Do we have the foot soldier one yet? I want to make a foot. He's got that little sticker that says",
        7503.76,
        7508.1
    ],
    [
        " foot soldier. And it's like Dean Lisch during like a non style helmet. And it just says foot soldier.",
        7508.1,
        7513.44
    ],
    [
        " We got a good thing. Come on. We've got the foot foot that Dean Lisch for. Yeah. But also shirt locker.",
        7513.92,
        7521.12
    ],
    [
        " New shirt every month with that. And we've been just going going pretty hard on those.",
        7521.68,
        7527.2
    ],
    [
        " The last month was pretty awesome if you get it. What was last month's shirt?",
        7527.44,
        7533.12
    ],
    [
        " Or it might have been month before last thing. We did kind of a GI Joe style.",
        7533.52,
        7537.84
    ],
    [
        " Oh yeah. That was the discipline one. But it looked GI Joeish.",
        7537.96,
        7540.74
    ],
    [
        " Right. Right. And then the Charlie Mike was I believe after that.",
        7540.9,
        7544.28
    ],
    [
        " So there you go. Jockelstore.com. You can check some of that out. Subscribe to the podcast. Jockel",
        7544.62,
        7550.08
    ],
    [
        " under ground. Jockel under ground.com. If you want to if you're if you're nervous about the platform.",
        7550.08,
        7554.38
    ],
    [
        " Look, we don't own the platform that you're listening to unless you're listening to us right now",
        7554.86,
        7558.26
    ],
    [
        " on jockelnderground.com. Then we own it. No one can stop us. We got that. But if you're listening",
        7558.26,
        7563.42
    ],
    [
        " on some of the other platforms that are out there. Look, we don't own them. And they could shut us",
        7563.42,
        7567.04
    ],
    [
        " down. They could censor us. Maybe they don't want us talking about war. Maybe they don't want us",
        7567.04,
        7571.32
    ],
    [
        " talking about whatever we're talking about. And we got to be aware of that. We got to have a contingency",
        7571.32,
        7580.06
    ],
    [
        " and I've written a bunch of books. If you want to check out the books that I've written go to Amazon and buy them all.",
        7581.24,
        7585.46
    ],
    [
        " We have Ashlam Front. Dave and I work at Ashlam Front. We solve problems through leadership.",
        7585.72,
        7592.8
    ],
    [
        " We take these principles of combat leadership. We teach people how to apply them inside their business.",
        7593.28,
        7597.88
    ],
    [
        " Get your business aligned around leadership. If you have leaders. If you have problems, their leadership problems.",
        7597.9,
        7602.98
    ],
    [
        " So Ashlam Front.com come to the master next master's in Atlanta hot Atlanta October 12th through the 14th.",
        7604.28,
        7611.7
    ],
    [
        " We're going to sell it out. We sell it everything. So come and check that out. We have the extreme ownership academy.",
        7611.7,
        7617.54
    ],
    [
        " Online extreme ownership.com. We got courses. We're about to record a course today. We're doing a course on",
        7618.72,
        7625.68
    ],
    [
        " relationships and the value of relationships. How to build relationships. How to maintain relationships.",
        7625.68,
        7631.12
    ],
    [
        " Why relationships are so powerful? So these are the kind of conversations that we have on that platform",
        7633.18,
        7641.02
    ],
    [
        " that you can study. You can test. You can learn. And leadership is not an inoculation. You can't read extreme",
        7641.02,
        7649.82
    ],
    [
        " ownership one time. Be like, cool. Got it. It doesn't work. And for a while I'd say, well, you know, you want some more",
        7649.82,
        7656.52
    ],
    [
        " courses. Oh, that stuff. Listen to the podcast. But then now there's 341 podcasts. There's hundreds and hundreds and",
        7656.52,
        7664.42
    ],
    [
        " hundreds of hours. I can't say, well, let's go list the podcast. Now we had to we had to streamline it and distill it down.",
        7664.42,
        7670.22
    ],
    [
        " The the principles so that people could learn them and actively train in them. Just like you go to the gym.",
        7670.46,
        7676.56
    ],
    [
        " Just like you trained your GITS who just like you pick up your GIT box and play guitar at night. If you're not practicing,",
        7676.78,
        7681.3
    ],
    [
        " you're you're not learning. So go to extreme ownership.com. Check out the courses. Also, I'm on their live a bunch.",
        7681.38,
        7688.7
    ],
    [
        " At least once a week. I'm on their answering questions. So extreme ownership.com. Come and check that out.",
        7689.16,
        7694.12
    ],
    [
        " Also, if you want to help service members, active and retired, their families, Gold Star families,",
        7694.34,
        7699.0
    ],
    [
        " check out Mark Lee's mom. Momma Lee, she's got an awesome charity organization. She helps with health issues.",
        7699.4,
        7705.6
    ],
    [
        " Putting GITS putting service members through health protocols that aren't paid for by the military, but that are extremely helpful.",
        7707.16,
        7715.38
    ],
    [
        " So America's mighty warriors dot org. Check that out. If you want to donate or you want to get involved. Also, check out heroes and horses dot org.",
        7716.46,
        7725.4
    ],
    [
        " Micah. He's up there in the mountains right now. I'm just getting it. Teaching people what's up.",
        7725.72,
        7730.44
    ],
    [
        " And of course, on Twitter, on the Graham on Facebook, Dave's at David R. Burke carries that carry underscore. Helton. He didn't get that. He didn't get the real one.",
        7731.64,
        7742.16
    ],
    [
        " Not fast. I had to throw that underscore in there too slow. Yeah, just a just a forever sign of being a little too slow.",
        7742.38,
        7749.86
    ],
    [
        " Everybody knows. And if you want to see me on there, I'm at jocke. I'm like, no, I'm underscore in there. No, period. No dot. Nothing.",
        7750.24,
        7759.34
    ],
    [
        " Just got in there deep early. Coming at you while you're in there, just watch out because the algorithm might grab you by the by the leg and start dragging you down.",
        7759.34,
        7767.84
    ],
    [
        " So be careful of that. And thanks to all our military personnel out there, the current and future Glover johns.",
        7768.32,
        7777.36
    ],
    [
        " Thanks for doing what you are doing out there every day to lead and protect our country.",
        7777.9,
        7782.4
    ],
    [
        " The same goes to our police and law enforcement, firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol, secret service.",
        7782.4,
        7789.38
    ],
    [
        " All you first responders, thank you for what you do every day to protect us here at home.",
        7789.92,
        7796.02
    ],
    [
        " And everyone else just try and remember and implement these simple lessons from Glover johns. Things like do the small things. Well, things like be a doer and a self starter.",
        7796.66,
        7809.7
    ],
    [
        " Never be satisfied. Have consideration of others. Remember that the heart of the training, the more the troops are going to brag.",
        7811.1,
        7820.0
    ],
    [
        " These are all things that are simple, but not easy. But if you do get them and you do implement them, you'll be a better leader and you'll be a better human being.",
        7820.86,
        7833.18
    ],
    [
        " So go out there and get after it. And until next time, this is Dave and Kerry and Jocco out.",
        7834.04,
        7842.62
    ]
]