[
    [
        " This is just a little bit of what you missed from Jocco Underground.",
        2.5,
        6.0
    ],
    [
        " If you want to hear the rest of the conversation and more, go to jocco Underground dot com.",
        6.42,
        11.22
    ],
    [
        " How do you adapt to Jiu Jitsu when outnumbered and in something more serious than a playground",
        11.82,
        16.8
    ],
    [
        " or bar fight?",
        16.8,
        17.5
    ],
    [
        " Yeah.",
        19.06,
        19.3
    ],
    [
        " So outnumbered.",
        19.5,
        21.54
    ],
    [
        " What are you going to do?",
        21.58,
        21.98
    ],
    [
        " First of all, we avoid getting in fights where we're outnumbered and you avoid it at all",
        22.28,
        26.38
    ],
    [
        " freaking costs because the chances of you winning a fight while you're outnumbered is very",
        26.38,
        30.64
    ],
    [
        " small.",
        30.64,
        30.88
    ],
    [
        " Now, availability bias will tell you if you watch YouTube of box or knocks out three people",
        30.98,
        36.46
    ],
    [
        " or whatever.",
        36.46,
        37.26
    ],
    [
        " You can think you're going to pull that off.",
        37.72,
        39.2
    ],
    [
        " You're not.",
        39.82,
        40.2
    ],
    [
        " You are not.",
        40.84,
        41.92
    ],
    [
        " You have a 1% chance of doing that.",
        42.22,
        45.38
    ],
    [
        " Even if you're freaking skilled.",
        45.7,
        47.14
    ],
    [
        " Can you come up against three guys or four guys that are drunk or stupid or untrained?",
        48.58,
        53.42
    ],
    [
        " Yes, you can.",
        54.52,
        55.56
    ],
    [
        " Actually, I saw a meme.",
        56.22,
        58.1
    ],
    [
        " I saw a meme and it said how I think I'm going to win a street fight and it was like",
        58.52,
        65.98
    ],
    [
        " a pie chart.",
        65.98,
        66.72
    ],
    [
        " And there was a little tiny sliver that was like 3% of the pie and it said, you know,",
        67.14,
        72.0
    ],
    [
        " I train on a regular basis.",
        72.22,
        74.22
    ],
    [
        " And the other giant part of the pie was something along the lines of quote, you don't know me,",
        74.62,
        81.24
    ],
    [
        " bro.",
        81.44,
        81.6
    ],
    [
        " When I see red, I get wild and I'm going to get nuts and no one's going to be able to",
        81.88,
        87.88
    ],
    [
        " hold me back or something like that, which is still the truth.",
        87.88,
        90.72
    ],
    [
        " Even in today's world of MMA and all that stuff, because you got to remember now everybody",
        90.9,
        96.32
    ],
    [
        " knows a little bit of MMA.",
        96.32,
        97.44
    ],
    [
        " So it's not like now if you're a guy that watches UFC and you think you know a little bit",
        98.52,
        104.46
    ],
    [
        " from watching UFC and you're going to get nuts and that's how you're going to win,",
        104.46,
        107.16
    ],
    [
        " well, everyone else knows a little bit of UFC too.",
        107.32,
        109.72
    ],
    [
        " Everybody.",
        109.86,
        110.18
    ],
    [
        " So that get nuts thing.",
        110.86,
        112.3
    ],
    [
        " First of all, it was never real.",
        113.1,
        114.96
    ],
    [
        " But now just because you're going to get nuts and you have a little bit of UFC watching",
        115.7,
        119.76
    ],
    [
        " on TV, like it's not going to work out.",
        119.76,
        121.68
    ],
    [
        " So okay.",
        121.86,
        122.28
    ],
    [
        " So we are going to avoid getting in strikes with a bunch of people.",
        122.8,
        125.72
    ],
    [
        " If we can't avoid it, yes, jujitsu is not your first option.",
        125.82,
        130.74
    ],
    [
        " Like, hey, I'm going to grab this guy and start to grapple with this guy while three",
        131.62,
        136.6
    ],
    [
        " other guys are hitting me in the head with beer bottles or with, you know, because he's",
        136.6,
        140.04
    ],
    [
        " talking about something more serious than a playground or a bar fight, whatever they're",
        140.04,
        144.72
    ],
    [
        " going to hit you with or stab you, right?",
        144.72,
        147.16
    ],
    [
        " You're going to not want to engage.",
        147.88,
        150.82
    ],
    [
        " You want to hit people and get away.",
        150.96,
        152.26
    ],
    [
        " You still want to get away.",
        152.38,
        153.24
    ],
    [
        " Your goal is still to get away.",
        153.36,
        154.46
    ],
    [
        " And then the next thing, is it something like a time for dirty judo or the psych's fair",
        154.82,
        164.7
    ],
    [
        " burn, which is this is stuff that they taught World War II, the commandos taught it.",
        164.7,
        169.56
    ],
    [
        " And it's just basically big, gross motor movements to disable your opponent as quickly",
        170.16,
        180.6
    ],
    [
        " as possible.",
        180.6,
        181.4
    ],
    [
        " And theoretically, it's like, okay, that's a good theoretical thing to think about.",
        181.66,
        188.56
    ],
    [
        " Realistically, it's not as...",
        188.9,
        193.5
    ],
    [
        " It's a good theory that's going to work sometimes and it's also not going to work a bunch",
        193.5,
        197.74
    ],
    [
        " of the time.",
        197.74,
        198.06
    ],
    [
        " So, you know, for instance, a groin strike.",
        198.32,
        202.72
    ],
    [
        " A groin strike, that's something you need to the groin or a shin kick to the groin.",
        203.08,
        209.3
    ],
    [
        " That's great.",
        209.54,
        210.54
    ],
    [
        " Can it be, you know, a shock if you're in a fight with somebody and you nail them?",
        211.42,
        217.56
    ],
    [
        " Sure.",
        218.28,
        219.74
    ],
    [
        " But guess what?",
        220.56,
        220.98
    ],
    [
        " It's not going to end the fight.",
        221.08,
        221.7
    ],
    [
        " It's actually not going to end the very well.",
        222.54,
        224.14
    ],
    [
        " Let me rephrase that.",
        224.28,
        224.86
    ],
    [
        " There's a one percent chance that it ends the fight.",
        225.1,
        227.06
    ],
    [
        " What if you go for an eye gouge?",
        227.54,
        230.06
    ],
    [
        " Because that's like super hostile, right?",
        230.26,
        231.96
    ],
    [
        " It seems like, oh, well, once I gouge their eyes, I win the fight.",
        232.3,
        235.74
    ],
    [
        " It's not true.",
        235.84,
        236.38
    ],
    [
        " I've had people try to gouge my eyes before and it is not an effective method for stopping",
        236.62,
        241.68
    ],
    [
        " someone.",
        241.68,
        242.08
    ],
    [
        " I did not stop.",
        242.28,
        243.32
    ],
    [
        " So even though those things sound like, well, I'll just do this.",
        244.46,
        248.84
    ],
    [
        " Remember, we had a guy at victory, gotten to a street fight, and the dude got crazy and",
        249.0,
        255.94
    ],
    [
        " bit his ear off or bit a big chunk out of his ear.",
        255.94,
        258.18
    ],
    [
        " And even though the guy, our fighter, lost part of his ear, he still won the fight and",
        259.08,
        265.22
    ],
    [
        " could have killed the other person, had he won it too.",
        265.22,
        267.06
    ],
    [
        " So even biting off someone's ear, which you think is going to be this big shocking thing,",
        267.14,
        271.18
    ],
    [
        " it's not.",
        271.5,
        271.76
    ],
    [
        " It doesn't stop.",
        272.1,
        272.96
    ],
    [
        " Small joint manipulation.",
        273.2,
        274.34
    ],
    [
        " This is an interesting one.",
        274.66,
        275.4
    ],
    [
        " If I break your fingers, like if you and I are training and I grab one of your fingers",
        276.3,
        284.04
    ],
    [
        " and break it, you're going to be like, bro, we're going to stop, right?",
        284.04,
        287.42
    ],
    [
        " Because I just broke your finger.",
        287.56,
        288.46
    ],
    [
        " If I'm trying to kill you and I break your finger, you don't give a shit.",
        289.24,
        292.06
    ],
    [
        " You're going to keep coming.",
        292.22,
        293.6
    ],
    [
        " If I fish hook you, right?",
        294.62,
        297.2
    ],
    [
        " If I fish hook you and we're training, well, you're going to move your head and you're",
        297.34,
        302.34
    ],
    [
        " going to kind of comply with my fish hook.",
        302.34,
        304.12
    ],
    [
        " If we're fighting to the death, you're going to bite my finger off.",
        304.78,
        309.04
    ],
    [
        " Here's another one.",
        309.34,
        314.08
    ],
    [
        " If you decide you're going to grab my hair, which I don't have any for obvious reasons,",
        315.14,
        324.18
    ],
    [
        " if someone grabs your hair, like that's a legit thing where they get control over you.",
        324.54,
        328.56
    ],
    [
        " So you got to be careful of that when we don't really grab hair a lot in training.",
        329.06,
        332.18
    ],
    [
        " So would you grab hair and a fight?",
        333.2,
        334.72
    ],
    [
        " Yeah, that's a really good take down too.",
        334.82,
        335.98
    ],
    [
        " Like if you've ever grabbed someone by their hair and shocked their balance, you can really",
        336.5,
        341.84
    ],
    [
        " take someone down quite easily just by grabbing their hair.",
        341.84,
        344.2
    ],
    [
        " Unless they're a good wrestler and then all of a sudden you're kind of still, you're",
        344.4,
        347.98
    ],
    [
        " almost like an adjudo fight, right?",
        347.98,
        349.52
    ],
    [
        " You're just happening to use their hair as a key.",
        349.64,
        350.98
    ],
    [
        " So the idea that, hey, here's what it boils down to.",
        352.72,
        360.3
    ],
    [
        " If you and I are going to fight and now we're fighting to the death and you've trained",
        360.88,
        368.4
    ],
    [
        " you Jiu Jitsu and I've not, you are going to destroy me.",
        368.4,
        373.9
    ],
    [
        " And I might scratch your eyes.",
        374.68,
        376.78
    ],
    [
        " I might scratch near one of your eyes for a half a second before you arm lock me",
        377.14,
        381.96
    ],
    [
        " or before you choke me or before you get them out and punch me in the head 17 times or elbow me",
        381.96,
        386.4
    ],
    [
        " in the face. You might be able to get a little bit of damage on me, but you're, you're attempt",
        386.4,
        394.8
    ],
    [
        " to kick me in the groin. You're attempt to throat punch me.",
        394.8,
        399.82
    ],
    [
        " All those things are going to fall short and I'm going to take, oh, sorry.",
        400.04,
        402.2
    ],
    [
        " This is when you trained Jiu Jitsu and I don't.",
        402.38,
        404.06
    ],
    [
        " If I try and throat punch you or I try and poke your eyes or I try and kick you in the groin,",
        404.18,
        409.38
    ],
    [
        " all those things, there's a point zero, zero one chance that I nail the perfect groin shot or",
        409.52,
        414.44
    ],
    [
        " I actually stick one of my fingers in your eyes. I'm not going to get both my fingers in your eyes.",
        414.8,
        417.66
    ],
    [
        " I might get one in and guess what? You can still see the other one and you're going to freaking",
        417.98,
        422.38
    ],
    [
        " now you're going to do a double leg. You're going to take me down. You're going to kill me.",
        422.38,
        425.16
    ],
    [
        " So what's the deal here?",
        426.22,
        429.4
    ],
    [
        " Train Jiu Jitsu, train boxing, train moitai, train wrestling.",
        430.02,
        432.82
    ],
    [
        " And then if you want to start looking at some of the old school, hey, where some vulnerable areas,",
        433.1,
        438.22
    ],
    [
        " that's fine. You know what they are already. You occasionally incorporate some of them.",
        438.86,
        443.98
    ],
    [
        " Sure. If you're training a female in some level of self-defense,",
        444.88,
        448.78
    ],
    [
        " should they be thinking about how they could do some of these strikes? Sure. But if you think",
        449.4,
        453.7
    ],
    [
        " that a female is going to give a guy a kick to the groin followed by what do they call that?",
        453.7,
        459.92
    ],
    [
        " Like a palm strike to the face and that's going to stop a 220 pound guy. It is not going to.",
        460.04,
        464.64
    ],
    [
        " It is not going to. There's a much better chance that she's able to",
        464.92,
        469.82
    ],
    [
        " sort of pretend to be weak and allow the dude to get into a certain position before she",
        472.52,
        481.42
    ],
    [
        " springs up for he can triangle choke or escapes to the back and gets a rear-naker roll something",
        481.42,
        486.98
    ],
    [
        " like that. Way infinitely better chance. If you think that you're going to, if you think you're",
        486.98,
        492.84
    ],
    [
        " going to incapacitate somebody with one strike and that's what you're counting on, you're wrong.",
        492.84,
        496.78
    ],
    [
        " Can it happen? Yes. Is it going to happen? Not likely.",
        497.26,
        501.44
    ],
    [
        " Change your jitsu, train moitai, train boxing, train wrestling. If you want to take a look at some",
        502.36,
        506.6
    ],
    [
        " old school hyper-aggressive gross motor skills to incapacitate people, sure, look at them.",
        506.6,
        513.74
    ],
    [
        " But you cannot rely on it. You know what you can rely on? If you're hyper-aggressive with one of",
        514.42,
        519.9
    ],
    [
        " those and someone's not expecting it, sure, it'll work. You know, like someone comes up and gets",
        519.9,
        524.08
    ],
    [
        " in your face and you've just freaking, you know, you strike first fast and hard, you can get the",
        524.08,
        530.04
    ],
    [
        " upper hand. You can definitely get the upper hand. If they're ready to fight, then none of that",
        530.04,
        534.68
    ],
    [
        " shit works. Yeah. Yeah. If they're ready to fight, it's a big one. Yeah, I think sometimes",
        534.68,
        540.6
    ],
    [
        " jiu jitsu gets like almost like this unfair thing where it's almost like a straw man argument",
        540.6,
        546.9
    ],
    [
        " where and they'll do funny videos about it where it's like, oh yeah, jiu jitsu and a street fight",
        546.9,
        550.94
    ],
    [
        " then the guy will be like, hey, you want to go? You want to go and the guy will like pull guard",
        550.94,
        553.86
    ],
    [
        " or something like that? Yeah. And yeah, that's not you don't that's not how you employed you just",
        553.86,
        560.0
    ],
    [
        " do in a real life scenario. Jiu jitsu, this is what I wrote about in Displenico's Freedom Field Manual.",
        560.0,
        564.84
    ],
    [
        " You learn to grapple because if you, if you echo Charles, we're in the street and you want to",
        565.88,
        573.46
    ],
    [
        " fight me and you square up to me, I'm going to run away. If you try and kick me, you don't have",
        573.46,
        580.54
    ],
    [
        " control me. I'm going to run away. If you try and punch me, you don't have control of me. I'm",
        580.54,
        583.48
    ],
    [
        " going to run away. If you, if you square off and push me, cool. You just push me away. I'm running",
        583.48,
        587.94
    ],
    [
        " away. So if I'm going to get, I'm not going to get you, I don't need to fight. I can get away from",
        587.94,
        591.68
    ],
    [
        " you and I don't want to fight because I don't know where your friends are. If you have a blade in",
        591.68,
        594.84
    ],
    [
        " your back pocket and if you have a pistol with you, I don't want to get arrested. I don't want to",
        594.84,
        597.46
    ],
    [
        " get sued all these things. So on my goal is to not fight. So if you try and push me, kick me, strike",
        597.46,
        602.0
    ],
    [
        " me, I'm going to get away from you. The minute you grab me, I don't have that option anymore. I need",
        602.0,
        610.2
    ],
    [
        " to earn that option. I need to grapple. I need to counter your grappling to get away from you.",
        610.66,
        617.4
    ],
    [
        " Hopefully I can do it while you're while we're standing. Hopefully my wrestling and my standing",
        617.54,
        622.6
    ],
    [
        " jujitsu and my judo is enough for me to break whatever grip you have and get away from you. That's",
        622.6,
        627.96
    ],
    [
        " what my goal is. And then I get away from you. If I can't do that and you get control of me,",
        627.96,
        634.74
    ],
    [
        " now I need to work even harder. Now you get me to the ground. Well, good or my strikes on the",
        635.04,
        640.1
    ],
    [
        " ground. They're not any good at all. I need to know jujitsu. I need to know how to get up and get",
        640.1,
        646.4
    ],
    [
        " away from you. That's what jujitsu is for in the street. So train as much as you can. Keep an open",
        646.4,
        654.44
    ],
    [
        " mind and avoid getting in situations like this. Because if you're outnumbered, the again, the 99.9%",
        654.44,
        665.76
    ],
    [
        " chances you're about to get beat down. Yeah, I'll number the thing is to leave for sure.",
        666.14,
        673.16
    ]
]