[
    [
        " You write in the book about some of the things that you implemented to try and help guys out from a, I guess, a psychological and spiritual perspective.",
        0.36,
        11.44
    ],
    [
        " Talk us a little, talk us through that a little bit. Not only what you did, but also what made you, what gave you the awareness?",
        12.5,
        19.44
    ],
    [
        " You know, this is pretty early on in the war and you seem to be, you seem to somehow be instinctively or intuitively know that guys are going to need some help.",
        19.44,
        30.06
    ],
    [
        " Yeah, I think, look, I like to say in life, I just have varying levels of ignorance on everything and some things I'm a little less ignorant on, but this was definitely one of them.",
        30.84,
        38.74
    ],
    [
        " I, in talking to the guys, I realized that this isn't a problem we're going to solve alone. Kind of your voice example for the squeaky voice guy earlier, you know, and so know what you're good at, know what you're not good at, know how to bring in teammates that are better at things than you.",
        38.94,
        55.18
    ],
    [
        " And, and so we asked to have a psychologist and a chaplain come out and took everybody in the platoon aside and I said, listen, I've had one on one conversations with every single one of you.",
        55.86,
        65.92
    ],
    [
        " You are all struggling with things in different different things and in different ways. I will never talk about any of our conversations with anybody else. It's not public, it's not for public knowledge, but here's the deal.",
        65.92,
        77.42
    ],
    [
        " I want every single one of you to spend at least five minutes with the chaplain and five minutes with the psych. It's, it was very counterculture at the time.",
        78.54,
        85.88
    ],
    [
        " You know, all we did was grow up showing either strength or perceived strength and this was kind of like weakness. It could be perceived as weakness, clearly not, but, but in those days could be perceived as weakness.",
        86.16,
        99.36
    ],
    [
        " And, you know, we had the, you know, the guys who would beat their chest and say, no, effing way, am I talking to the chaplain and blah, blah, blah.",
        99.7,
        106.48
    ],
    [
        " And I was just like, okay, the way to get through this is make everybody do it and there'll be no stigma for who did and who didn't talk and, and, and there wasn't a single person who didn't talk less than several hours to each of the psych and the chaplain.",
        106.48,
        120.0
    ],
    [
        " We had to extend them there for a couple weeks and, and really I think set the foundation for a couple things.",
        120.0,
        125.28
    ],
    [
        " Number one is for each of those guys in their own lives as they dealt with, you know, the post traumatic stress of, of doing the body recoveries from the down helicopter and putting their buddies in bags and bringing them home.",
        125.36,
        135.72
    ],
    [
        " Which, which clearly isn't easy and just the extreme loss of, of teammates and such.",
        136.12,
        140.74
    ],
    [
        " It was the first real mass casualty that the seals had in, in the modern era.",
        140.86,
        144.54
    ],
    [
        " And so I, I just felt like it was a no brainer to me to, to bring in, to bring in help.",
        144.94,
        150.54
    ],
    [
        " And then I ultimately, as I returned from that deployment, made a real push to get a psychologist on the staff and to begin the era of, of really saying asking for help is a sign of strength, not weakness.",
        150.66,
        162.7
    ]
]