[
    [
        " I'll never forget one great story that he told from Korea about, you know, being shot at",
        0.0,
        5.64
    ],
    [
        " on quite heavily going into rescue a pilot and just very calmly looking at his co-pilot",
        5.64,
        10.46
    ],
    [
        " and after this co-pilot was freaking out a bit and saying,",
        10.46,
        13.2
    ],
    [
        " sir, there's shooting at us, there's shooting at us, there's shooting at us.",
        13.34,
        15.64
    ],
    [
        " And of course, I'm sure my grandfather just icing his veins just sudson.",
        16.0,
        20.84
    ],
    [
        " We're at war, that's their prerogative.",
        21.58,
        23.06
    ],
    [
        " I was on a, I was on a, uh, going on an operation.",
        25.98,
        30.04
    ],
    [
        " It was my first deployment to Iraq and we're driving into convoy and we're heading south",
        30.26,
        34.2
    ],
    [
        " of Baghdad and it was a long transit.",
        34.2,
        35.92
    ],
    [
        " We had, we were going down to the Joph as a matter of fact.",
        35.96,
        38.16
    ],
    [
        " So it was a long haul, a few hours, maybe even like four or five hours.",
        38.28,
        41.8
    ],
    [
        " But we get ambushed and a couple RPGs, some, some small arms fire and the RPGs missed us.",
        42.18,
        48.46
    ],
    [
        " One of them went over and I'm in vehicle two and it was a long convoy.",
        48.46,
        52.36
    ],
    [
        " We had some vehicle, another type of vehicle in the middle.",
        52.54,
        55.68
    ],
    [
        " So we probably had six vehicles.",
        55.78,
        56.98
    ],
    [
        " So the, the, and you know, we're driving blacked out and it's at night and we,",
        57.6,
        62.98
    ],
    [
        " so we get, so my vehicle, we make it, no, nothing happens to us at all.",
        63.22,
        66.84
    ],
    [
        " And then we see, I, the first thing I saw was I was looking kind of outboard and I just see",
        67.12,
        73.54
    ],
    [
        " an explosion, which the first thing that I saw, well, I saw a couple of tracers,",
        73.54,
        76.3
    ],
    [
        " but then I saw an explosion, which was an RPG that went high and then another one went low.",
        76.3,
        80.5
    ],
    [
        " And we just, you know, kept driving.",
        81.84,
        83.86
    ],
    [
        " I think I think, uh, you know, push through is the typical call, whatever.",
        84.28,
        88.36
    ],
    [
        " And, and then my platoon chief who's a freaking great guy, that he was in vehicle six.",
        88.86,
        95.14
    ],
    [
        " So he's the one that got to like watch the RPGs near missing all this stuff and he comes up",
        95.32,
        99.86
    ],
    [
        " on the radio and he goes, he's like, hey, sir, you know, we just got ambushed back here.",
        99.86,
        104.44
    ],
    [
        " We took some RPG fire and some, and some, and some, and some freaking small arms.",
        104.44,
        108.98
    ],
    [
        " And I came up on the radio and I went Roger.",
        109.26,
        111.72
    ],
    [
        " And he got a big kick out of that.",
        112.14,
        115.1
    ],
    [
        " Maybe I should have been more understanding at the time, but, uh, yeah, I got to,",
        115.46,
        120.76
    ],
    [
        " I got to try and stay calm.",
        120.76,
        121.88
    ]
]