[
    [
        " It was like a recruiting poster, a recruiting, yeah,",
        0.0,
        3.86
    ],
    [
        " some kind of poster that I think they had for Project Delta",
        4.0,
        8.38
    ],
    [
        " in Vietnam and it was Charlie Beckwith said,",
        8.38,
        10.9
    ],
    [
        " something along the lines of,",
        11.2,
        12.46
    ],
    [
        " I promise you medals or a body bag or both,",
        12.76,
        18.44
    ],
    [
        " volunteer here, but I've also seen a similar thing",
        19.06,
        22.78
    ],
    [
        " for UDTs in World War II.",
        22.78,
        24.74
    ],
    [
        " I haven't been able to figure out the source of it,",
        24.86,
        26.62
    ],
    [
        " but it was something along the lines of,",
        26.96,
        29.24
    ],
    [
        " no KP duty, no uniform, no standing in line",
        29.24,
        34.46
    ],
    [
        " at the Chow Hall, join the Suicide Squad UDT.",
        34.46,
        39.08
    ],
    [
        " Yeah, it's like a way to recruit guys, man.",
        39.9,
        42.18
    ],
    [
        " Yeah, young guys read that kind of stuff",
        42.62,
        45.46
    ],
    [
        " and they get all kinds of fired up for it.",
        45.46,
        47.38
    ],
    [
        " Sure.",
        47.64,
        47.98
    ],
    [
        " And yeah, they have to have,",
        48.58,
        51.16
    ],
    [
        " they have to want to take a risk too.",
        51.48,
        54.22
    ],
    [
        " Yeah, yeah.",
        54.42,
        55.1
    ],
    [
        " So what was the process for actually joining,",
        56.12,
        59.3
    ],
    [
        " and how did your dad feel about you going in the UDT?",
        59.4,
        61.28
    ],
    [
        " Oh, he was soul-forward.",
        61.28,
        62.5
    ],
    [
        " 100% in a game.",
        63.02,
        64.38
    ],
    [
        " Yeah, my dad was, he was a great cheerleader.",
        64.64,
        68.16
    ],
    [
        " And yeah, he'd, you know, like swimming, you know,",
        68.82,
        72.02
    ],
    [
        " and he would, he'd like to drink a lot too.",
        72.1,
        75.56
    ],
    [
        " And boy, after, you know,",
        75.92,
        78.84
    ],
    [
        " we were at some cocktail party or something, boy,",
        78.96,
        81.04
    ],
    [
        " you know, by the end of that night,",
        81.18,
        82.36
    ],
    [
        " he had me going to the Olympics, he had, you know.",
        82.94,
        85.8
    ],
    [
        " It was awesome.",
        85.86,
        88.14
    ],
    [
        " But I didn't measure up, but it was, yeah, he was all for it.",
        88.6,
        95.2
    ],
    [
        " And did he tell you anything about the UDT's",
        95.58,
        97.64
    ],
    [
        " in World War II?",
        97.64,
        98.3
    ],
    [
        " He didn't know.",
        98.8,
        99.8
    ],
    [
        " No, and even when I joined, he didn't,",
        100.38,
        104.42
    ],
    [
        " he probably didn't know what they much about him.",
        104.42,
        107.26
    ],
    [
        " He was in the Pacific and he was in an airplane",
        107.4,
        110.28
    ],
    [
        " and, you know, and I don't, I mean,",
        111.9,
        114.8
    ],
    [
        " the UDT certainly were made a contribution during the war,",
        114.96,
        119.22
    ],
    [
        " but I don't know if everybody in the military",
        119.36,
        121.3
    ],
    [
        " was aware of what, what all they did.",
        121.3,
        123.6
    ],
    [
        " But I, he was stoked with me joining it.",
        124.24,
        127.48
    ],
    [
        " He, I think he could see why,",
        127.64,
        129.22
    ],
    [
        " why it appealed to me instead of, you know,",
        129.48,
        134.38
    ],
    [
        " something that is a little more organized.",
        134.46,
        137.82
    ],
    [
        " And, but it, yeah, he was all for it.",
        139.9,
        143.36
    ],
    [
        " I felt like he really was supportive of it.",
        143.6,
        146.44
    ]
]