[
    [
        " Now it seems like along the way I've talked to some of the,",
        0.0,
        2.64
    ],
    [
        " I guess it's the next generation, maybe a Seals,",
        2.8,
        5.96
    ],
    [
        " a little bit younger than me, maybe 10 years behind me.",
        6.52,
        9.08
    ],
    [
        " And I guess it's when you were in Coronado",
        9.82,
        11.32
    ],
    [
        " that you developed a bunch of relationships",
        11.32,
        13.54
    ],
    [
        " and mentored a bunch of these,",
        13.54,
        14.86
    ],
    [
        " the next generation guys coming up, they all love you.",
        14.96,
        17.58
    ],
    [
        " Well, they were wonderful guys.",
        18.26,
        19.68
    ],
    [
        " I mean, I sure love them.",
        20.04,
        21.58
    ],
    [
        " How about all come about?",
        21.58,
        22.24
    ],
    [
        " Well, lifeguarding, there was a sand,",
        22.54,
        26.1
    ],
    [
        " sand was at the beach.",
        26.36,
        27.84
    ],
    [
        " Peppers at the beach.",
        30.0,
        31.08
    ],
    [
        " There were others, oh, and then Charlie,",
        31.76,
        36.72
    ],
    [
        " who was, you know, Charlie Keating, who,",
        37.02,
        39.54
    ],
    [
        " wow, he, I've known him because he was a sony",
        40.7,
        46.82
    ],
    [
        " and he would come over and he's just this wonderful kid.",
        46.82,
        51.08
    ],
    [
        " And he started coming over and he was like 13, 14 years old.",
        51.84,
        55.68
    ],
    [
        " And then,",
        55.96,
        56.24
    ],
    [
        " So you remember him, Chuck Keating,",
        56.3,
        58.14
    ],
    [
        " when he was 13, 14 years old?",
        58.14,
        59.64
    ],
    [
        " Yeah, because he would say,",
        59.64,
        60.7
    ],
    [
        " I'm a Coronado for the summer.",
        60.7,
        61.78
    ],
    [
        " Right, he would say it in my house.",
        62.22,
        63.36
    ],
    [
        " Oh, okay.",
        63.64,
        64.06
    ],
    [
        " Well, how did you, how did you, how'd that happen?",
        64.22,
        67.0
    ],
    [
        " I mean, well,",
        67.1,
        67.78
    ],
    [
        " well, his cousin Bobby and,",
        67.78,
        73.24
    ],
    [
        " and Mikey were, their names were Zobaka,",
        73.24,
        77.26
    ],
    [
        " but they're Keating family, kids.",
        77.34,
        78.94
    ],
    [
        " And Charlie was one of their cousins,",
        79.32,
        81.6
    ],
    [
        " one of their 800 cousins, you know, and Catholics, you know.",
        81.6,
        86.14
    ],
    [
        " So they, but so that's how I got acquainted with Charlie",
        88.34,
        91.7
    ],
    [
        " and became a dear friend and wonderful guy, you know,",
        91.7,
        95.46
    ],
    [
        " just a great guy.",
        95.62,
        96.78
    ],
    [
        " And so in the summers,",
        97.18,
        98.66
    ],
    [
        " I mean, it sounds from talking to some of his friends",
        98.66,
        101.0
    ],
    [
        " that you were kind of the reason he decided to go in the teams.",
        101.0,
        104.42
    ],
    [
        " I, I'm not aware of that.",
        105.68,
        108.64
    ],
    [
        " I, necessarily, I knew, I, oh, well, his dad did call me",
        108.86,
        113.12
    ],
    [
        " and said, hey, Lance, Charlie's talking about going in the teams.",
        113.24,
        117.06
    ],
    [
        " Do you, I said, couldn't you, I said, well, do anything I can.",
        117.34,
        121.44
    ],
    [
        " I, so I looked in, I think I found a name or something.",
        121.82,
        124.34
    ],
    [
        " I didn't do much of anything really except,",
        124.54,
        126.94
    ],
    [
        " refer to somebody who, who really could help him.",
        127.84,
        130.66
    ],
    [
        " And so that's how he got in the teams.",
        131.32,
        133.1
    ],
    [
        " And then, but I'm real close with that whole family.",
        133.72,
        136.04
    ],
    [
        " Mm-hmm.",
        136.16,
        136.26
    ],
    [
        " And, and Charlie,",
        136.98,
        139.52
    ],
    [
        " who was killed, his dad's name, his name is Charlie also.",
        141.68,
        145.44
    ],
    [
        " And he knew about my brother, DeAnnie.",
        146.54,
        148.08
    ],
    [
        " And so there's, and then Charlie's brother, Billy,",
        149.04,
        154.04
    ],
    [
        " is also in the teams or was in the teams,",
        155.24,
        157.46
    ],
    [
        " I think he's getting out,",
        157.58,
        158.38
    ],
    [
        " knew about my brother.",
        159.08,
        163.66
    ],
    [
        " And so there's a, there's a kinship there",
        164.14,
        166.46
    ],
    [
        " that we, we feel as family.",
        166.46,
        168.26
    ],
    [
        " And we, you know, we, we stay in touch.",
        170.74,
        173.94
    ],
    [
        " And on May, I think it's May 3rd is that when Charlie was killed,",
        174.16,
        179.98
    ],
    [
        " in 2016, was that 2016 he was killed?",
        180.78,
        183.66
    ],
    [
        " And so, waiting how Charlie and I, you know,",
        184.14,
        187.26
    ],
    [
        " when I go to Rhodescran, I'll take a picture and send it to him.",
        187.32,
        190.0
    ],
    [
        " And, and that's one thing good about these damn iPhones, you know,",
        190.06,
        193.92
    ],
    [
        " you can communicate boom when you want to, you know.",
        194.0,
        197.06
    ],
    [
        " Yeah.",
        197.48,
        197.88
    ],
    [
        " And, yeah, he's definitely a special guy.",
        198.04,
        202.38
    ],
    [
        " I mean, when he was coming up in the teams, you know,",
        202.58,
        207.3
    ],
    [
        " I was in a position where I was teaching land war,",
        207.32,
        210.32
    ],
    [
        " for and stuff like that.",
        210.44,
        211.04
    ],
    [
        " So, you know, and so I, I would see faces, you know,",
        211.04,
        214.08
    ],
    [
        " I'd see guys, but unless someone was either really good or really bad,",
        214.1,
        218.48
    ],
    [
        " I probably wouldn't remember me, you know, and he was, you know,",
        218.58,
        221.16
    ],
    [
        " one of the guys, I remember this guy.",
        221.28,
        223.06
    ],
    [
        " And, but man, like some of the, like the stories you hear about,",
        223.3,
        226.74
    ],
    [
        " about Chuck is just like he was just a freaking epic guy.",
        227.16,
        230.76
    ],
    [
        " And he's one of those guys, you know,",
        231.36,
        232.82
    ],
    [
        " you look at all these pictures of him that you just,",
        232.84,
        235.44
    ],
    [
        " you just know that this guy was just such an awesome guy",
        235.44,
        239.6
    ],
    [
        " to have in your platoon.",
        239.6,
        240.7
    ],
    [
        " And he left such a mark on so many of the team guy buddies of his",
        241.0,
        245.16
    ],
    [
        " and got a great thing going now.",
        245.16,
        248.0
    ],
    [
        " They got the C4 Ranch up here in San Diego,",
        248.1,
        250.5
    ],
    [
        " which is a beautiful place, a bunch of awesome people.",
        250.5,
        253.4
    ],
    [
        " And it gives, gives guys a place to be able to go and unwind",
        253.54,
        257.84
    ],
    [
        " and take their families and spend time in nature and all that kind of stuff.",
        257.84,
        261.18
    ],
    [
        " So, his name is living on and he's still helping the,",
        261.44,
        266.98
    ],
    [
        " his brother seals through that thing that he's doing.",
        267.4,
        269.72
    ],
    [
        " Yeah, I, yeah, no, for sure.",
        270.14,
        272.34
    ],
    [
        " It's a great legacy and very worthwhile.",
        272.44,
        275.58
    ],
    [
        " And, and I know his dad's involved and then broke his wife,",
        275.64,
        281.62
    ],
    [
        " I think is really involved.",
        281.62,
        283.48
    ],
    [
        " And so, yeah, it's, it's important, it's significant.",
        283.7,
        286.44
    ],
    [
        " And that, yeah, they found a great piece of property up there.",
        286.8,
        290.46
    ],
    [
        " And I think it, I think it serves a, it's filling out the mission",
        290.74,
        295.34
    ],
    [
        " in a great way.",
        295.34,
        296.2
    ]
]