[
    [
        " This is Jockel Podcast number 338 with Echo Charles and me, Jockel Willink, good evening,",
        0.2,
        5.42
    ],
    [
        " echo. When I was teaching close quarters combat, which is, you know, going into rooms,",
        5.54,
        14.46
    ],
    [
        " going into buildings and clearing rooms and clearing buildings, clearing hallways,",
        14.68,
        18.32
    ],
    [
        " clearing stairwells, there's all kinds of things that a seal has to do correctly when",
        18.56,
        25.14
    ],
    [
        " they do this. And there are a lot of rules, a lot of standard operating procedures that",
        25.14,
        29.44
    ],
    [
        " you have to follow, how you enter the room, where your feet go, where you aim your weapon",
        29.44,
        36.42
    ],
    [
        " and where you don't aim your weapon. How far you stay off the wall, what you say to",
        36.42,
        42.94
    ],
    [
        " your shooting buddy when you need to move, what you, how you respond to your shooting",
        42.94,
        48.3
    ],
    [
        " buddy when he needs to move. There's a bunch of verbal and nonverbal signals that you",
        48.3,
        56.02
    ],
    [
        " give with your voice, with your weapon, with your posture, with your actions. You got",
        57.12,
        61.58
    ],
    [
        " to know how to give those signals, you got to know how to receive those signals. And",
        61.58,
        65.48
    ],
    [
        " then there's a bunch of calls that you actually make. And again, some of those calls you make",
        65.48,
        70.5
    ],
    [
        " and you pass that word via verbal or other types of visual signals, when to move, where",
        70.5,
        80.76
    ],
    [
        " you got to address in a, in a particular room or in a hallway or in a building, because",
        80.76,
        87.0
    ],
    [
        " you got to prioritize an execute when you go into room, there's multiple things going",
        87.0,
        89.86
    ],
    [
        " on. You got to figure out which ones the most important one. You got to support your",
        89.86,
        93.56
    ],
    [
        " shooting buddy at all times. That's cover and move. You got to do all this with simple",
        93.56,
        98.78
    ],
    [
        " clear concise communication. You got to make sure that while you're doing all these things,",
        98.78,
        102.14
    ],
    [
        " you're supporting the overall intent of the mission, which is decentralized command. So",
        102.26,
        110.36
    ],
    [
        " when you're doing close quarters combat, and when I taught this, there was, you know,",
        110.36,
        118.44
    ],
    [
        " we as instructor cadre would get really critical about the actions that the guys entering",
        118.58,
        128.0
    ],
    [
        " the room made, because we wanted them to stay tight on the SOPs, because imagine you enter",
        128.0,
        134.26
    ],
    [
        " a room and you go where you're not supposed to go, you can get shot by, by your partner.",
        134.26,
        138.1
    ],
    [
        " So you got to get guys to do the right thing, and then they've got to be able to make",
        138.38,
        142.82
    ],
    [
        " decisions. They got to be able to make decisions quickly. And so us as cadre, you know, we",
        142.82,
        148.96
    ],
    [
        " would definitely harp on these guys and give them firm critique when they screwed something.",
        148.96,
        155.14
    ],
    [
        " I'll paint you too far off the wall or you should address that open door first or you",
        155.26,
        159.88
    ],
    [
        " can clear behind that couch over there. So we're getting on these guys. And there's",
        159.88,
        168.08
    ],
    [
        " a lot of things that we can do. And we did that. And again, the reason we did that was to",
        168.08,
        173.12
    ],
    [
        " make sure that they follow the SOPs, because when you get into a platoon or you're in a platoon,",
        173.12,
        177.2
    ],
    [
        " and you don't follow the SOPs, there's some SOPs. If you don't follow them in CQC, you can",
        177.52,
        183.62
    ],
    [
        " get yourself killed, you can get your buddy killed, you can get the everybody killed. So we're",
        183.62,
        189.96
    ],
    [
        " hypercritical. Now, as I watched that, and as you know, as my cadre, as I watched my cadre,",
        189.96,
        196.46
    ],
    [
        " you know, I sort of detached and would would let the cadre sort of run the those those",
        196.46,
        202.12
    ],
    [
        " finer points of the standard operating procedures. And I got to a point where, you know, I would",
        202.12,
        208.2
    ],
    [
        " talk to guys when they do something wrong, where I'd say, hey, you did what you did. Let's",
        208.2,
        225.0
    ],
    [
        " be addressed this door instead of that couch first, you know, and I could say, hey, that door",
        225.98,
        230.8
    ],
    [
        " was open. It's a big, I would say, hey, echo, you, you address the couch and you turn",
        230.8,
        236.16
    ],
    [
        " your back on the door. What were you thinking about? Because I wanted to know why you did it",
        236.16,
        240.5
    ],
    [
        " so that I can learn more and it can allow me to teach better, right? If I know why you",
        240.5,
        247.84
    ],
    [
        " did something and you say, well, you know, I thought that the biggest threat was one",
        247.84,
        251.06
    ],
    [
        " that was closest to me. Well, this one might be further away, but if it's a bigger space",
        251.06,
        256.02
    ],
    [
        " to hide behind whatever the case may be. So as I learned why people made mistakes, that",
        256.02,
        264.28
    ],
    [
        " helped me be able to teach these things better. Because then I could close some of those",
        264.28,
        269.74
    ],
    [
        " loose ends as I'm teaching it. And I took this to other areas of training as well, especially",
        269.74,
        275.12
    ],
    [
        " with the leaders, right? Especially with the leaders, the young CEO leaders trying to understand",
        275.12,
        279.5
    ],
    [
        " not just what they did wrong and point out to them what they did wrong, but why they did it",
        279.5,
        284.78
    ],
    [
        " so that I could adjust the training to address the shortfall and I could address and adjust my own",
        284.78,
        291.38
    ],
    [
        " my own methodology of instruction to make sure that I explained it in a way that they understood",
        291.38,
        297.66
    ],
    [
        " why why we were doing something a certain way. So I need to figure out, I needed to figure out",
        297.66,
        303.66
    ],
    [
        " what they were thinking and why they were thinking it. And I learned a lot from doing that.",
        304.46,
        309.36
    ],
    [
        " And of course, we would do this type of thing after missions as well, you know, the debrief.",
        310.1,
        314.86
    ],
    [
        " We get on with the mission, we immediately are going to go do a debrief. What happened,",
        315.68,
        319.76
    ],
    [
        " why it happened, what we could do better. And of course, if we had someone on the team that",
        320.1,
        327.5
    ],
    [
        " messed something up, but I would talk to them about why they did it. Not just",
        327.5,
        331.14
    ],
    [
        " re-mum out because they screwed up, but hey, what were you thinking when you made that move?",
        331.76,
        335.7
    ],
    [
        " What were you thinking? Why did you move into that building? What did you think was going to happen?",
        335.9,
        339.26
    ],
    [
        " And you know, if you read Extreme Ownership, the first chapter after the Blue on Blue,",
        340.56,
        346.0
    ],
    [
        " of course, we obviously debriefed and we created some new standard operating procedures",
        346.44,
        351.64
    ],
    [
        " to prevent it from happening again or at least mitigate the risk as much as we could.",
        351.64,
        357.78
    ],
    [
        " And if you read the rest of the book, there were even more situations that we talk about in the",
        357.78,
        363.56
    ],
    [
        " book that were close to being catastrophic fracture sites, catastrophic blue on blues. But we were",
        363.56,
        372.28
    ],
    [
        " able to stop those from happening, either from our procedures that we had put in a place",
        372.28,
        377.02
    ],
    [
        " or our better understanding of what could unfold or our awareness of what was happening.",
        377.02,
        382.66
    ],
    [
        " And when I got home from that deployment, I debriefed that operation, that blue on blue,",
        384.1,
        389.88
    ],
    [
        " I debriefed it over and over again to the SEAL teams and the platoons that were going through",
        390.36,
        395.66
    ],
    [
        " training and the troops that were going through training to try and pass on the lessons learned",
        395.66,
        399.3
    ],
    [
        " to everyone. And then we set up training that we organized the training so that those lessons",
        399.3,
        410.54
    ],
    [
        " learned would get embedded into these young SEAL leaders. They would understand how these",
        410.54,
        415.1
    ],
    [
        " things happened so they could prevent them from happening. And I was told many times over the years",
        415.1,
        421.04
    ],
    [
        " that the training and awareness that we gave people prevented many friendly fire incidences",
        421.04,
        429.78
    ],
    [
        " from happening. And I mean, Case in Point Jason Gardner's got a few in that he that happened",
        429.78,
        435.2
    ],
    [
        " on his deployment to Afghanistan where he straight up said, you know, like, if I wouldn't have",
        435.26,
        441.1
    ],
    [
        " been aware, if we wouldn't, wouldn't have had that blue on blue training, this, we probably would",
        441.1,
        445.94
    ],
    [
        " have had a blue on blue for real. So I heard that many times. Now a lot of people have been asking me",
        445.94,
        456.82
    ],
    [
        " about the horrific scenario that unfolded in Yvalde, Texas.",
        457.5,
        464.6
    ],
    [
        " Psychotic and sociopathic gunmen entered a school and killed 19 innocent children and two adults.",
        465.74,
        476.02
    ],
    [
        " And I can't even fathom the grief and the fam- the just trauma for those families. The horror,",
        479.92,
        490.34
    ],
    [
        " the whole in their lives that they have now that can never be replaced. And the potential of life",
        491.14,
        503.66
    ],
    [
        " that was thrown away before it even had a chance to grow. And it's just a completely",
        505.08,
        512.38
    ],
    [
        " heart-breaking situation. And what has made the situation even harder to process",
        512.38,
        523.36
    ],
    [
        " was the response from law enforcement on the scene. And of course, we all like to think about and",
        526.96,
        537.04
    ],
    [
        " talk about what I would have done. But I would have done if I were there. And I get that everyone is",
        537.04,
        543.28
    ],
    [
        " horrified by what took place. And we all like to think that we would have been braver, that we",
        543.28,
        551.62
    ],
    [
        " would have been more decisive, that we would have had more situational awareness, that we would",
        551.62,
        555.46
    ],
    [
        " have handled the scenario in a way that created a better outcome. Of course, we all like to,",
        555.46,
        563.58
    ],
    [
        " we would all give anything to be able to create a better outcome in that situation.",
        564.04,
        570.16
    ],
    [
        " And unfortunately, the situation has already happened. The outcome is complete.",
        570.76,
        579.24
    ],
    [
        " And we can't change what happened. And what the response was, any more than I could change the",
        581.8,
        588.44
    ],
    [
        " decision a young seal made when he walked into Roman, moved the wrong way, or addressed the wrong",
        588.44,
        594.04
    ],
    [
        " threat. I couldn't change what he had done. I could tell him what he did wrong. But what I really",
        594.04,
        602.36
    ],
    [
        " needed to do, as I said, was to understand why he made that decision and learn from it.",
        602.36,
        610.78
    ],
    [
        " And then figure out how I could teach other people to not make that mistake. And that is,",
        611.62,
        616.88
    ],
    [
        " unfortunately, the best I can offer in this situation as well. Now, there are other things to talk",
        616.88,
        628.96
    ],
    [
        " about with regards to contributing factors in this situation. And you've got mental health,",
        628.96,
        637.24
    ],
    [
        " you've got media violence, you've got dehumanization of people, you've got gun laws and",
        637.24,
        642.38
    ],
    [
        " their enforcement or lack of enforcement. And I talked about some of those on the Jockeau",
        642.38,
        649.5
    ],
    [
        " and Ravling podcast with Darryl Cooper and all those. The thing is with all those, those are massive",
        649.5,
        656.16
    ],
    [
        " subjects. Those are massive subjects, all of them that are being discussed at the national level.",
        656.16,
        662.78
    ],
    [
        " And we'll take some unified efforts to solve. They'll take some unified efforts and by that,",
        664.06,
        671.54
    ],
    [
        " I mean, people actually working together, which we don't seem to have any of.",
        671.54,
        675.6
    ],
    [
        " So as that conversation continues to take place, I just want to look at what happened",
        676.82,
        685.04
    ],
    [
        " tactically on the ground and try and figure out why it happened.",
        685.22,
        690.12
    ],
    [
        " And I'm going to use a timeline, follow a timeline from the Texas Tribune. It was last updated on",
        690.76,
        698.76
    ],
    [
        " June 9th. And just to note, we're recording this today on June 13th, 2022. And it's just based on",
        698.76,
        710.54
    ],
    [
        " simple open source reporting. And I'm sure that there will be more detailed information available",
        711.82,
        717.2
    ],
    [
        " in the future. And maybe at some point we'll go over it with more detail. But the thing is,",
        717.2,
        722.96
    ],
    [
        " there are lessons to be learned, even from what we know right now, that I want to talk a little",
        723.08,
        729.74
    ],
    [
        " bit about again, from the tactical perspective to try and figure out why things happened like this",
        729.74,
        735.66
    ],
    [
        " in this event. So again, from the Texas Tribune, this is May 24th, 2022, around 11 a.m. The Shooter",
        736.52,
        746.3
    ],
    [
        " Sands Facebook messages. The Shooter Sands private Facebook messages to a girl in Germany he met",
        746.3,
        752.08
    ],
    [
        " online and tells her about his plans to shoot his grandmother. The gunman shoots his grandmother",
        752.08,
        758.26
    ],
    [
        " in the face and calls the police. The Shooter steals his grandmother's vehicle and drives from his",
        758.64,
        766.32
    ],
    [
        " home to Rob Elementary School, which is about two miles away. So there you have a clear declaration",
        766.32,
        779.42
    ],
    [
        " that something bad is going to happen made by the individual himself. And I don't know if there's",
        779.42,
        785.78
    ],
    [
        " some kind of a social media 9-1-1 call that you can make. It seems like there should be some kind of a",
        785.78,
        795.52
    ],
    [
        " social media 9-1-1 to call where if someone is making threats of violence via social media,",
        795.52,
        805.36
    ],
    [
        " that people that see these threats can have someone to contact where action can be taken.",
        806.12,
        814.76
    ],
    [
        " And I don't know if there is an AI that can screen for things like this. My guess is yes,",
        816.46,
        824.0
    ],
    [
        " considering that if I Google search something on my phone or on my laptop,",
        824.28,
        830.92
    ],
    [
        " the very next screen that I click, I get advertisements for whatever that thing that I just searched is.",
        831.6,
        836.72
    ],
    [
        " So to think that we couldn't come up with or that the tech companies couldn't come up with something",
        837.68,
        843.2
    ],
    [
        " that was coming through messages, coming through posts, looking for threatening content,",
        843.2,
        850.56
    ],
    [
        " it seems like that would be a feasible thing. And at a minimum to have something where",
        851.06,
        858.18
    ],
    [
        " there's like a universal 9-1-1 call to make if someone is posting threatening things,",
        858.18,
        865.7
    ],
    [
        " it seems like that would be a move that would be able to help these when these situations unfold.",
        866.24,
        871.52
    ],
    [
        " Moving to 11.28 AM, the shooter arrives at the school. The shooter crashes the vehicle into a",
        875.08,
        882.06
    ],
    [
        " ditch near the school. He fires his gun at two male witnesses who began approaching the crash",
        882.06,
        886.34
    ],
    [
        " from a nearby funeral home. The witness is fleeing call 9-1-1.",
        886.34,
        889.94
    ],
    [
        " So this is at 11.28.",
        891.62,
        895.18
    ],
    [
        " When you get a shooter that's in the vicinity of a school, there's got to be a really good",
        897.68,
        904.82
    ],
    [
        " lockdown protocol that happens. And this is something that when we talk about lockdown protocol,",
        904.82,
        915.88
    ],
    [
        " one thing that I think needs to be discussed is if you have a shooter that's external to the",
        916.28,
        924.98
    ],
    [
        " school, lock the doors. But when you have a shooter that's in the school,",
        924.98,
        930.26
    ],
    [
        " everyone should get the hell out of the school. You shouldn't keep people in the school anymore.",
        930.94,
        936.3
    ],
    [
        " So having a couple different immediate action drills when it comes to when a shooter is either in",
        937.98,
        948.46
    ],
    [
        " a school, we're going to get out of the school. If he's outside the school, we're going to stay in",
        948.46,
        954.96
    ],
    [
        " the actions, not one. Because if there's a shooter in the school, you should get the hell out of the school.",
        954.96,
        961.52
    ],
    [
        " 11.30 AM, a teacher calls 9-1-1. A teacher at the elementary school makes a 9-1-1 call reporting",
        963.06,
        974.5
    ],
    [
        " the crash and seeing the shooter noting he has a gun. The shooter walks toward the school,",
        974.5,
        980.58
    ],
    [
        " climbs the fence into the parking lot and shoots at the school several times.",
        980.72,
        984.48
    ],
    [
        " Again, if the shooter's outside the school, we should have an instant protocol to keep him outside the",
        985.18,
        992.52
    ],
    [
        " school. 11.31 AM, shooter walks to the school parking lot. The shooter reaches the last",
        992.52,
        1000.56
    ],
    [
        " role of vehicles in the school parking lot, firing his rifle throughout. Police arrive at the funeral",
        1000.56,
        1007.18
    ],
    [
        " home. So you remember the people that initially reacted to the crash, they ran back to a funeral",
        1007.18,
        1012.32
    ],
    [
        " home called the police. The police now arrive at the funeral home. A school district police officer",
        1012.32,
        1017.4
    ],
    [
        " speeds in the direction of a person they think is the man with the gun reported by the teacher,",
        1017.4,
        1021.26
    ],
    [
        " but drives past the gunman and heads to the back of the school, mistaking a teacher for the shooter.",
        1021.38,
        1025.7
    ],
    [
        " So you have a problem of positive identification now, where you got teachers who are the only adults",
        1030.5,
        1038.24
    ],
    [
        " in the schools except for the shooter. So how are you going to tell them apart?",
        1038.24,
        1042.22
    ],
    [
        " This is where we look and say, hey, is there an arm band that we have? Is there in an emergency",
        1043.04,
        1050.06
    ],
    [
        " everyone knows to put on a certain t-shirt or a certain vest? And I know you might be thinking",
        1050.46,
        1055.94
    ],
    [
        " all that sounds stupid. If you've ever been into a combat situation where there's multiple people",
        1055.94,
        1061.28
    ],
    [
        " running around on the battlefield, positive identification is a real problem. It is really hard to",
        1061.28,
        1066.84
    ],
    [
        " identify who's who. And you can make it a lot easier if you throw, if you give people some kind of",
        1066.84,
        1073.8
    ],
    [
        " a uniform to put on where, oh, all the teachers are wearing a vest that says teacher on it.",
        1073.8,
        1078.5
    ],
    [
        " An orange vest.",
        1083.68,
        1084.12
    ],
    [
        " 11.33 a.m. the shooter enters the school.",
        1084.14,
        1094.1
    ],
    [
        " Shooter enters the school for the back through the back door. He shoots at least 100 rounds inside",
        1095.56,
        1108.48
    ],
    [
        " or he's originally said a teacher left the door, propped open, but later said a teacher closed the",
        1108.48,
        1114.28
    ],
    [
        " door and the automatic lock failed. And there's a quote here. She remembers pulling the door closed",
        1114.28,
        1123.64
    ],
    [
        " while telling 911 that he was shooting. She thought the door would lock because the door is always",
        1123.64,
        1129.12
    ],
    [
        " supposed to lock. I've heard some people talk about the horrible idea of what seems like a horrible",
        1129.12,
        1142.44
    ],
    [
        " idea of turning schools into bunkers type thing. Oh, you can have armed guards and everything.",
        1142.44,
        1151.18
    ],
    [
        " And look, no one wants to bring their kids to a school where the school feels like it's a reverse",
        1152.46,
        1158.9
    ],
    [
        " prison, right? Or some kind of a prison environment where you've got barbed wire, you got bars on",
        1158.94,
        1162.8
    ],
    [
        " the window and all this kind of stuff. No, wants to bring their kids to school like that. But there is",
        1162.8,
        1167.54
    ],
    [
        " a way to properly secure schools where it doesn't look like some prison camp. There's absolutely a way",
        1167.54,
        1180.62
    ],
    [
        " to make that happen. And I think that just about any parent, I think actually any parent would be okay",
        1180.62,
        1188.0
    ],
    [
        " with having some security in place so that the school is a place where people can't get into unless",
        1188.96,
        1197.84
    ],
    [
        " they're supposed to be there. So the back doors open. Look, does this mean I'm a little bit paranoid?",
        1197.84,
        1207.48
    ],
    [
        " Yeah, a little bit paranoid. And I think a little bit of paranoia is actually okay.",
        1209.46,
        1217.18
    ],
    [
        " A little bit of paranoia is actually okay.",
        1218.44,
        1221.42
    ],
    [
        " So that was at 1133. At 1135, the Yuvalday police enter the school.",
        1225.78,
        1239.22
    ],
    [
        " Three police officers rushed to the same door that the gunman used to enter which was closed.",
        1240.64,
        1244.94
    ],
    [
        " They enter and receive grazing wounds from the gunman they retreat.",
        1246.0,
        1249.62
    ],
    [
        " So response time has been, well, 1128 AM, the shooter arrives at the school.",
        1250.92,
        1260.06
    ],
    [
        " 1131, he's walking through the parking lot. 1133, he enters the school. The police arrive pretty",
        1260.68,
        1268.02
    ],
    [
        " quickly. Now, if there was some kind of security guard there, guess what? Response time is zero minutes.",
        1268.02,
        1273.3
    ],
    [
        " And does this mean that your kid feels like he's going to school in a, in a, in a damn prison?",
        1277.26,
        1283.04
    ],
    [
        " Because there's a plain closed security guard there. I'm okay with that. Do I love it? No, I don't.",
        1283.6,
        1298.3
    ],
    [
        " But this is not that big of a price to pay to keep kids safe.",
        1300.7,
        1304.78
    ],
    [
        " The idea that a guard or an armed guard has to be some overt presence that the kids have to walk",
        1305.76,
        1315.38
    ],
    [
        " by to get to class. Oh, there's, you know, Mr. Fred with the, with the AR-15 guarding us.",
        1315.38,
        1323.2
    ],
    [
        " I feel intimidated because I'm a little kid. I don't like it. It makes me feel uncomfortable.",
        1323.6,
        1327.78
    ],
    [
        " Does it have to be like, no, it doesn't actually have to be that way at all.",
        1328.48,
        1330.98
    ],
    [
        " There can be a very low visibility option for that.",
        1332.5,
        1337.16
    ],
    [
        " And it can be a low visibility option that the children don't know much about, but the public",
        1338.0,
        1343.2
    ],
    [
        " does know about. And therefore, it also, it also causes deterrence for a would-be school shooter.",
        1343.2,
        1350.68
    ],
    [
        " If the would-be school shooter knows that there are armed people in the school,",
        1352.2,
        1357.52
    ],
    [
        " they're probably going to figure out a different target.",
        1357.72,
        1360.2
    ],
    [
        " So the police officers enter the school, they get shot at.",
        1361.58,
        1369.38
    ],
    [
        " Receive grazing wounds. They retreat.",
        1371.36,
        1375.0
    ],
    [
        " So,",
        1383.72,
        1384.16
    ],
    [
        " this is a tough one to with what I know about, you know, the only words here they retreat",
        1380.12,
        1389.04
    ],
    [
        " and that they received fire. This could mean a bunch of different things.",
        1389.04,
        1394.18
    ],
    [
        " This could mean full automatic fire that is at the shooting at the door that they're trying to get",
        1395.7,
        1400.84
    ],
    [
        " through. And if that's the case and they proceed in there, they're just all going to die.",
        1400.84,
        1406.98
    ],
    [
        " Now they can't help. Or is it some rounds came and they immediately retreated. I don't know.",
        1407.28,
        1417.5
    ],
    [
        " I don't know what happened there. I do know this. When you're getting shot at,",
        1417.68,
        1425.6
    ],
    [
        " you now have information. You have very pertinent information.",
        1426.78,
        1432.5
    ],
    [
        " You know the general location. If you're taking rounds, you know where they're coming from.",
        1433.06,
        1440.94
    ],
    [
        " So now we can start to formulate some kind of a plan. You also know that you've got a high",
        1442.38,
        1447.12
    ],
    [
        " threat scenario and you've got children in there. Now you can't just put down cover fire and",
        1447.12,
        1455.14
    ],
    [
        " you can get a friendly fire scenario happening. So you can't just lay down cover fire like you would",
        1455.14,
        1461.8
    ],
    [
        " over in a foreign country in a war. But you know where the bad guy is generally speaking.",
        1461.8,
        1471.1
    ],
    [
        " You know at least the door that you're at, he has covered, which tells you what.",
        1471.96,
        1476.58
    ],
    [
        " There's other doors that he may not have covered, meaning other doors where he may not be able to",
        1477.04,
        1483.12
    ],
    [
        " engage. So we've tried one entry and we have now an information that we can't get in there.",
        1484.92,
        1490.08
    ],
    [
        " So now what are we going to do? Find another place to go.",
        1490.2,
        1492.62
    ],
    [
        " At this point going back to the timeline here,",
        1495.1,
        1503.7
    ],
    [
        " Pete Eridondo, the chief of the school district's police department, also arrives at the scene",
        1505.1,
        1510.6
    ],
    [
        " around this time. He does not have his radios.",
        1510.6,
        1513.7
    ],
    [
        " Eridondo wanted both hands on his gun if he encountered the shooter and believed the radios would",
        1515.64,
        1521.54
    ],
    [
        " have slowed him down his attorney said. No, that's, this is not, this is not even a thing.",
        1521.54,
        1536.74
    ],
    [
        " This is not even a remotely",
        1537.16,
        1540.94
    ],
    [
        " squared away concept in any way. What the radio going on you down?",
        1540.94,
        1549.8
    ],
    [
        " Get go. A, the radio slowing you down. B, both hands on your gun. I mean, you don't care",
        1550.0,
        1556.58
    ],
    [
        " your radio in your hand while you're shooting. You have, you have your radio. You have a mic to",
        1556.58,
        1565.22
    ],
    [
        " talk into if you need to. You going into a situation like this,",
        1565.22,
        1574.82
    ],
    [
        " communication during an event like this is beyond critical. There's beyond critical,",
        1575.52,
        1581.58
    ],
    [
        " especially if you're the chief. If you're overall in charge of what's happening,",
        1581.82,
        1588.12
    ],
    [
        " you are the one person that absolutely needs a radio. And you know what, so does everybody else.",
        1589.04,
        1593.94
    ],
    [
        " Now, you don't always, sometimes you don't always have every single person with a radio, but if you're",
        1596.26,
        1600.8
    ],
    [
        " overall in charge, you're the one that's going to be communicating, receiving communications,",
        1600.8,
        1606.28
    ],
    [
        " giving directions, you're the one that's supposed to get an overall concept of what's happening.",
        1606.8,
        1611.96
    ],
    [
        " Now, this is an insane lack of judgment. And I would love to pull the thread on this.",
        1613.46,
        1623.6
    ],
    [
        " And, and figure out what actually happened. My guess is some, the chief didn't look in his car,",
        1624.62,
        1633.12
    ],
    [
        " see his radio and go, you know what, I'm going to leave my radio here. My guess is that's not",
        1633.46,
        1639.86
    ],
    [
        " what happened. That might be what the lawyer is saying. As a rationalization, well, he thought he",
        1639.86,
        1644.98
    ],
    [
        " might need it. He thought it might slow him down and thought that he want to have both hands on",
        1644.98,
        1651.7
    ],
    [
        " his guns, on his gun. That might be a post operation rationalization. Excuse my guess is that",
        1651.7,
        1661.54
    ],
    [
        " in the in the panic of the situation, he didn't think about it and forgot it.",
        1661.54,
        1667.5
    ],
    [
        " And, and by the way, this points to an equally insane lack of training.",
        1668.58,
        1674.74
    ],
    [
        " Because no one ever in any kind of scenario ever where more than one person is acting",
        1675.88,
        1681.62
    ],
    [
        " in different parts of a team decides not to bring a radio. That's not a decision that anyone is",
        1681.62,
        1687.38
    ],
    [
        " going to make. I would grab my radio before, if I was in charge, I'd grab my radio before I",
        1687.38,
        1694.94
    ],
    [
        " grabbed my weapon. How you like that? So to be in charge and to decide not to bring your radio",
        1694.94,
        1706.2
    ],
    [
        " is complete, not a failure. And you're obviously in some things where they ran some scenarios",
        1706.2,
        1711.36
    ],
    [
        " like this. The training, if you train one time doing this and you're in charge, you'll say,",
        1711.36,
        1723.32
    ],
    [
        " what if you do this one time, if you approach a hostile target where there's bad guys in there,",
        1723.82,
        1730.68
    ],
    [
        " one time, no, no hostages, no children, just one bad guy you put him in a building and you have",
        1731.24,
        1736.84
    ],
    [
        " you and one other person, you'll, you'll make that radio of absolute priority.",
        1736.84,
        1745.28
    ],
    [
        " One time. Now you take a situation where you've got an active shooter and there's a bunch of",
        1750.32,
        1754.56
    ],
    [
        " kids and you got different units coming in from different places, you're going to freaking need a",
        1754.56,
        1759.72
    ],
    [
        " radio and you would know that if you had any training whatsoever.",
        1759.72,
        1762.3
    ],
    [
        " Here's the thing. It takes practice and I know this sounds crazy because everyone's look,",
        1770.6,
        1775.12
    ],
    [
        " everyone's an armchair quarterback and everyone can sit there and look, of course, I would have brought",
        1775.4,
        1779.38
    ],
    [
        " my radio. I'm telling you, I'm telling you this, it takes practice to know this. As obvious as it",
        1779.38,
        1786.0
    ],
    [
        " seems to everyone right now, it takes practice. You hear kids screaming, you hear gunshots going off,",
        1786.0,
        1791.92
    ],
    [
        " you're the person in charge, you kind of panic and you go. You haven't been trained to the",
        1791.96,
        1798.44
    ],
    [
        " proper level and you go in there without a radio. So it's again, reflects bad training.",
        1798.44,
        1807.26
    ],
    [
        " And at this point, former officers, including a deputy with the county sheriff's office,",
        1807.98,
        1816.12
    ],
    [
        " also enter the school at this time. So now we have seven police there against one. And again,",
        1816.12,
        1821.08
    ],
    [
        " I'm going to need to see the breakdown detail of the building itself, of where people entered,",
        1821.08,
        1826.84
    ],
    [
        " but you got more people in the school now. And by the way, by my numbers, that seven police against",
        1826.94,
        1833.16
    ],
    [
        " one shooter. And I like those odds. Seven against one, I like. 1137 gunmen fires 16 more rounds.",
        1833.16,
        1849.58
    ],
    [
        " Again, you have a school with little kids in it. And the gunmen is shooting.",
        1850.0,
        1858.56
    ],
    [
        " What that means is you go. That's what that means.",
        1859.86,
        1865.78
    ],
    [
        " Let me rephrase that. If you didn't already get the signal that there's a freaking gunman in a school,",
        1866.7,
        1872.92
    ],
    [
        " and you haven't done everything you can to get in there. And now that gunman is shooting again,",
        1875.06,
        1879.58
    ],
    [
        " that's another blaring signal to get your ass in there.",
        1879.9,
        1885.58
    ],
    [
        " And by the way, these are not, these are lessons that have been learned.",
        1886.72,
        1893.24
    ],
    [
        " When you look at what happened at Columbine, they came up with these same kind of conclusions.",
        1893.96,
        1897.94
    ],
    [
        " There was too much hesitation. There's too much waiting. When you hear this stuff happening,",
        1899.04,
        1903.38
    ],
    [
        " you have to take action. This is, this is, this is exactly the type of scenario where when I",
        1903.86,
        1913.48
    ],
    [
        " start with teaching the young seals, I had to teach them to be default aggressive. This is the",
        1913.48,
        1918.52
    ],
    [
        " exact kind of scenario. The problem's not going to solve itself. You have to go and solve it.",
        1918.52,
        1922.44
    ],
    [
        " That's what you have to do. And the reason that I had to teach them to be aggressive and have",
        1922.44,
        1928.7
    ],
    [
        " that be their default mode is because when things like this happen, people's natural mode isn't to",
        1928.7,
        1934.12
    ],
    [
        " take action. For many people, their natural mode is, oh, I don't know what's happening. I'm going to",
        1934.12,
        1939.76
    ],
    [
        " wait to try and figure out what's happening. That's what their instinct is. And we have to train",
        1939.76,
        1945.36
    ],
    [
        " that instinct out of many people, not all people. Some people you actually have to train in the other",
        1945.36,
        1950.98
    ],
    [
        " direction. Some people you have to say, hey, hold on a second. You don't know. You have no idea what's",
        1951.2,
        1954.52
    ],
    [
        " happening. Don't go running in there. Most people, you have to train, hey, if it's going on and you",
        1954.52,
        1961.04
    ],
    [
        " can't tell what's happening, you need to get aggressive and figure out what's happening. You need to",
        1961.04,
        1965.5
    ],
    [
        " take action. And in a situation like this, where now you have a gunman in the school that's still",
        1965.5,
        1973.74
    ],
    [
        " shooting, it is time without question to do whatever you need to do to get in there.",
        1973.74,
        1978.18
    ],
    [
        " Now at 143 a.m. Rob Elementary and you valde police post on Facebook. They announced that the",
        1980.5,
        1995.7
    ],
    [
        " school is under lockdown status to do gunshots in the area. By the way, this is like 150 rounds have",
        1995.7,
        2002.96
    ],
    [
        " been fired. The students and staff are safe in the building. The building is secure in a lockdown",
        2002.96,
        2007.72
    ],
    [
        " status school officials say an announcement. So there's no emergency communication in the building.",
        2007.72,
        2016.24
    ],
    [
        " What I mean by that, there's no, there's no",
        2016.86,
        2020.7
    ],
    [
        " pro word. So in the military, you have something called pro word, which is one word that means something.",
        2020.7,
        2029.58
    ],
    [
        " That means a whole whole scenario is taking place. So if I'm out on an operation and we start",
        2029.58,
        2039.9
    ],
    [
        " taking fire, heavy fire from the target building and we haven't entered the target yet, I have one word",
        2039.9,
        2047.56
    ],
    [
        " that I can say. And when I say that one word, everybody knows what to do. Everyone knows that there's",
        2047.56,
        2059.56
    ],
    [
        " a word that everybody knows what to do. If we have people in the target building and we start",
        2059.56,
        2063.82
    ],
    [
        " taking fire, I have one word I can say and everybody knows what to do. So there's a breakdown",
        2063.82,
        2070.18
    ],
    [
        " of communication here because no one has put out, hey, there's a freaking shooter in our school",
        2070.18,
        2075.96
    ],
    [
        " that's gunning people down. No one knows this.",
        2075.96,
        2081.52
    ],
    [
        " So no one knows what's happening. So as you think through these scenarios, you need to come up",
        2085.98,
        2090.5
    ],
    [
        " with some pro words so that everyone understands what's happening. At the same time, the Valdey Police",
        2090.5,
        2098.0
    ],
    [
        " Department posts on Facebook, large police presence at Rob Elementary, we ask the public to avoid",
        2098.0,
        2102.88
    ],
    [
        " the area. So there's not communication between the school and the police. Are there police",
        2102.88,
        2110.44
    ],
    [
        " radios in the school? That seems like a really obvious question.",
        2110.5,
        2116.5
    ],
    [
        " But does the school have the ability to communicate with the police directly through radios?",
        2117.9,
        2126.46
    ],
    [
        " Because this is not a very hard thing to figure out. It's not a very costly thing to figure out.",
        2127.68,
        2134.16
    ],
    [
        " 11.44 AM, the police officers are inside. Police with the city of Uvalde are and the school",
        2140.44,
        2151.66
    ],
    [
        " district are inside the school. This is 11.44. Uvalde police officers enter the building where",
        2151.66,
        2157.78
    ],
    [
        " the shooter is from the north entrance. They hear gunfire, are shot at, move back and get cover.",
        2157.78,
        2166.26
    ],
    [
        " Again, if you're getting shot at, you now have a general idea of where the shooter is.",
        2170.84,
        2175.48
    ],
    [
        " And if you have a general idea where the shooter is, then it's time to maneuver. It's time to flank.",
        2175.92,
        2182.78
    ],
    [
        " A shooter can only cover so many different directions at the same time.",
        2185.24,
        2189.44
    ],
    [
        " And how do I know that? Because I've been on both sides of those scenarios.",
        2190.44,
        2197.78
    ],
    [
        " When you train properly, you not only act as the good guys, you spend time as a bad guy.",
        2198.66,
        2207.48
    ],
    [
        " So you start to realize what works and what doesn't work.",
        2208.2,
        2212.54
    ],
    [
        " That's the benefit of training.",
        2213.36,
        2216.74
    ],
    [
        " Back to the document. Around this time, Eradondo and another Uvalde police officer enter the",
        2222.3,
        2229.18
    ],
    [
        " building through the south entrance. Eradondo witnesses the gunfire. He then checks the door to",
        2229.18,
        2235.18
    ],
    [
        " the classroom that the shooter is in, finding it locked. He uses his cell phone to call for squad",
        2235.18,
        2240.0
    ],
    [
        " teams, snipers, extrication tools and keys to the classrooms.",
        2240.0,
        2244.48
    ],
    [
        " This is at 1144.",
        2250.32,
        2252.02
    ],
    [
        " So all of this is taking place for almost over 20 minutes. This has been going on.",
        2253.68,
        2261.48
    ],
    [
        " And only now we're getting a call for squad team snipers, breaching tools.",
        2261.94,
        2266.08
    ],
    [
        " And it's on the cell phone. Why are we making calls on a cell phone?",
        2266.72,
        2275.62
    ],
    [
        " Why is that happening?",
        2276.28,
        2277.84
    ],
    [
        " We have radios. There's a reason you have radios, direct communication,",
        2281.74,
        2285.12
    ],
    [
        " instantaneous immediate direct communication to a whole net of people.",
        2285.78,
        2290.38
    ],
    [
        " Oh, that's right. Well, he doesn't have his radio.",
        2291.34,
        2294.34
    ],
    [
        " So he's making cell phone calls.",
        2295.6,
        2298.08
    ],
    [
        " It says, there's a quote in here. Initial officers are there and receive gunfire.",
        2307.3,
        2312.74
    ],
    [
        " Therefore, do not make entry. Officers call everyone in the area for additional resources,",
        2313.06,
        2318.54
    ],
    [
        " tactical teams, equipment, specialty equipment, body armor, precision riflemen, and negotiators.",
        2319.08,
        2325.62
    ],
    [
        " They're evacuating students and teachers during this time. And this is from Victor Escalon,",
        2326.08,
        2330.48
    ],
    [
        " a DPS official during a press conference on May 26th.",
        2330.54,
        2335.98
    ],
    [
        " From the very beginning of this whole thing, you clearly have an active shooter that needs to be",
        2338.88,
        2345.66
    ],
    [
        " hunted down and killed. That's completely evident from the first moments.",
        2345.66,
        2353.68
    ],
    [
        " As soon as a car crashes and two guys go to help and they get shot at,",
        2354.74,
        2358.68
    ],
    [
        " or those two guys get shot at by someone who then maneuvers towards a school,",
        2359.02,
        2363.42
    ],
    [
        " this is an active shooter situation and someone needs to hunt this guy down and kill him.",
        2363.94,
        2367.82
    ],
    [
        " And that's the mode that needs to be gone into instantaneously.",
        2368.32,
        2372.9
    ],
    [
        " And there's going to be risk.",
        2373.86,
        2378.2
    ],
    [
        " There's going to be risk when you're going up against someone with a gun.",
        2382.82,
        2385.1
    ],
    [
        " There's a risk that you're going to die. And that's what we in the military and law enforcement",
        2385.56,
        2391.12
    ],
    [
        " sign up for. And we have to think through that actually. And you have to train for that.",
        2391.12,
        2397.64
    ],
    [
        " And the first time that you think about getting shot and the probability that you get shot",
        2398.32,
        2402.86
    ],
    [
        " shouldn't be in an actual gunfight. This shouldn't be the first time this is going through your head.",
        2402.86,
        2406.86
    ],
    [
        " You should do training and you need to do training where you understand what you're going to be put",
        2410.32,
        2416.16
    ],
    [
        " up against. And you should understand what that feels like and you should either get over it",
        2416.16,
        2421.22
    ],
    [
        " and accept that as part of your job or you should get a different job.",
        2421.22,
        2424.28
    ],
    [
        " 1148. There's an officers wife is shot. So you've all the CISD police officer Rubin Ruey's",
        2437.52,
        2450.16
    ],
    [
        " can be heard telling other officers as he arrives inside the school that his wife,",
        2450.28,
        2454.4
    ],
    [
        " Eva Morellis has been shot.",
        2455.14,
        2457.3
    ],
    [
        " So you look at this woman, the school teacher just seemed like an amazing human.",
        2459.38,
        2470.68
    ],
    [
        " She's got pictures, there's pictures of her, she's outdoors, she's enjoying life,",
        2472.32,
        2479.1
    ],
    [
        " she's out running, she's hiking, she's doing Spartan races, she's doing CrossFit, she just",
        2479.1,
        2484.72
    ],
    [
        " seems like an awesome woman and had a daughter with Rubin Ruey's. So he gets word that she shot.",
        2484.72,
        2494.86
    ],
    [
        " 11.51 am, more police arrive, more law enforcement officials arrive at the scene. Again,",
        2496.82,
        2508.64
    ],
    [
        " so what are we doing at this point? Who is running things at this point in time?",
        2508.64,
        2515.62
    ],
    [
        " Now you got 15, 20 law enforcement officers on scene and you got one bad guy.",
        2516.88,
        2525.2
    ],
    [
        " That's a fight we can win all day long, all day long. We're going to win and we might take some",
        2526.14,
        2534.22
    ],
    [
        " casualties, but we can win that fight all day long.",
        2534.22,
        2538.98
    ],
    [
        " 11.54 am, there's an onlooker starts filming.",
        2541.14,
        2548.34
    ],
    [
        " 21 minutes after the shooter enters the school and onlooker streams a live video showing",
        2550.14,
        2558.48
    ],
    [
        " parents begging police to enter the school.",
        2558.48,
        2561.12
    ],
    [
        " Now this is very difficult to watch. This is actually sickening to watch.",
        2562.5,
        2570.96
    ],
    [
        " There are parents that are going crazy with frustration. They want to help their kids.",
        2571.28,
        2576.78
    ],
    [
        " And in some of these videos, you can see that the parents are being held back by officers",
        2577.8,
        2585.02
    ],
    [
        " with long guns, with rifles, with assault rifles.",
        2585.02,
        2589.9
    ],
    [
        " And what they're doing is keeping the parents at bay.",
        2590.42,
        2597.4
    ],
    [
        " Now here's what's difficult to understand. Most likely, I can just about guarantee these",
        2603.1,
        2609.48
    ],
    [
        " officers that are doing this have no idea what's going on. They have no idea what's happening.",
        2609.48,
        2613.84
    ],
    [
        " They probably think they're doing the right thing, which is, hey, there's an active shooter in",
        2615.78,
        2619.68
    ],
    [
        " there. My teammates are in there killing this guy. So I need to make sure these civilians stay safe.",
        2619.68,
        2624.66
    ],
    [
        " That's what they're thinking. And why are they thinking that's because no one in this whole",
        2624.82,
        2629.8
    ],
    [
        " scenario is detached and connecting the pieces, which is what needs to happen when this kind of",
        2629.8,
        2636.94
    ],
    [
        " thing goes down. Someone has got to take a step back and piece together what's happening and put",
        2636.94,
        2645.0
    ],
    [
        " in. So these parents, you watch these parents, they actually are somewhat detached. The parents",
        2645.0,
        2654.44
    ],
    [
        " are kind of detached because they can see that there's why is this shooting continuing?",
        2654.44,
        2660.06
    ],
    [
        " Why is this happening?",
        2660.84,
        2661.7
    ],
    [
        " 12.03.",
        2669.22,
        2669.96
    ],
    [
        " Please continue to arrive and a student calls 911 from inside a student calls 911 from room 112",
        2670.5,
        2677.44
    ],
    [
        " for a minute and 23 seconds and identifies herself in a whisper.",
        2677.44,
        2680.76
    ],
    [
        " Meanwhile, as many as 19 officers are positioned in the school's hallway, 19 officers.",
        2681.64,
        2687.9
    ],
    [
        " And now we know that we got kids in there alive. And you have 19 officers.",
        2688.9,
        2696.72
    ],
    [
        " 12, 10 student calls back. Student calls 911 and says multiple people are dead.",
        2698.42,
        2707.26
    ],
    [
        " So now you know for sure the shooter is a psychopath that needs to be stopped.",
        2708.46,
        2715.0
    ],
    [
        " That's what you know.",
        2715.88,
        2716.96
    ],
    [
        " 12, 13 p.m. Student calls 911 again. Student calls a third time.",
        2721.44,
        2730.26
    ],
    [
        " Authorities have not expanded on our comments during this call. 12, 15 Border Patrol Tactical Unit",
        2731.2,
        2736.14
    ],
    [
        " arrives. Border Patrol Tactical Unit members carrying shields arrive. And look,",
        2736.14,
        2744.18
    ],
    [
        " ballistic shields are a great, an awesome tool to have. For sure. They're great.",
        2744.18,
        2750.84
    ],
    [
        " We're not waiting for this if there's kids that are going to be killed when I'm waiting for",
        2752.5,
        2758.4
    ],
    [
        " shields to show up. 12, 16 p.m. Student calls 911 once again. The student calls 911 again saying",
        2758.4,
        2770.24
    ],
    [
        " eight or nine students are alive. So now we know we got live kids in there.",
        2770.24,
        2774.5
    ],
    [
        " And we got more than enough people to make this happen.",
        2775.62,
        2782.12
    ],
    [
        " 12, 17 oddly enough, the school announces there's an active shooter on campus.",
        2782.94,
        2788.4
    ],
    [
        " I mean, what's happening",
        2789.92,
        2793.96
    ],
    [
        " in our overall from an overall leadership perspective between the school and the police when we have",
        2795.9,
        2802.48
    ],
    [
        " at 12, 17 as there's dead children, dead teachers, and now we're announcing that we have an active",
        2802.48,
        2809.24
    ],
    [
        " shooter on campus. The onlookers, the parents are now begging for action.",
        2809.24,
        2814.64
    ],
    [
        " 12, 16 p.m.",
        2818.02,
        2820.32
    ],
    [
        " Here's a little pullout. At some point during the standoff onlookers beg police to charge the school.",
        2820.32,
        2825.06
    ],
    [
        " According to the Associated Press, parents try to break windows and are not allowed to immediately",
        2825.98,
        2831.56
    ],
    [
        " be reunited with their children. Again, there's a video of this. It's it's sickening to watch.",
        2831.56,
        2835.84
    ],
    [
        " There's parents yelling out, what are you doing? Get inside the building. Go protect the kids.",
        2836.08,
        2840.82
    ],
    [
        " And there's a one mom, one mom, Angelie Rose Gomez. She gets cuffed.",
        2846.98,
        2856.64
    ],
    [
        " She gets cuffed for quote intervening with an active investigation.",
        2856.64,
        2863.38
    ],
    [
        " And I can't even give this woman enough props and praise.",
        2864.2,
        2870.04
    ],
    [
        " She like pretended to calm down so that they would release her. Once they released her,",
        2873.36,
        2878.76
    ],
    [
        " she distanced herself from the crowd, got away from like all the hype and all the mania.",
        2879.0,
        2883.58
    ],
    [
        " And then she jumped the fence, went in and got her two kids out.",
        2884.18,
        2886.42
    ],
    [
        " Meanwhile, she said that other fathers got tackled, pepper sprayed and tased.",
        2888.28,
        2897.06
    ],
    [
        " Again, somebody has to take a step back and get control of the situation. And no one did that here.",
        2907.66,
        2916.82
    ],
    [
        " And is there a chance that someone in this group of people, one of these police officers",
        2917.62,
        2921.62
    ],
    [
        " happens to be a really good leader and happens to understand what to do in dynamic situations",
        2921.62,
        2927.92
    ],
    [
        " and happens to have the authority and the leadership skill to get control of the situation.",
        2927.92,
        2934.6
    ],
    [
        " Is there a chance that someone might have that? There's a chance. There's also a chance that no one",
        2935.1,
        2939.16
    ],
    [
        " has that. And that's why you have to train people so that they can perform in these situations.",
        2939.16,
        2942.58
    ],
    [
        " And by the way, the training also is a screening to see what kind of personality people have",
        2943.16,
        2948.42
    ],
    [
        " and see what kind of shortfalls they have as leaders. And some people don't have the cognitive",
        2948.42,
        2952.84
    ],
    [
        " capacity to make these decisions. And some people don't have the cognitive capacity to take a step back.",
        2953.0,
        2959.88
    ],
    [
        " And some people don't have the wherewithal to press through in tough scenarios.",
        2960.72,
        2965.34
    ],
    [
        " And so as leaders, we need to know who those people are.",
        2966.42,
        2970.06
    ],
    [
        " This mom, Ms Gomez, Ms Gomez, she is that type of person to take action, to be default",
        2978.38,
        2987.72
    ],
    [
        " aggressive, get things solved. She was detached enough emotionally to realize she had to get away",
        2987.72,
        2993.02
    ],
    [
        " from the mob, get to a position where she could maneuver in. She was able to do this.",
        2993.02,
        2997.22
    ],
    [
        " Sometimes, some people have that natural ability. Some people don't. And I'm going to get to this",
        2998.86,
        3002.92
    ],
    [
        " in a little bit. There's also training that has to be overcome. Sometimes people fall into",
        3002.92,
        3009.0
    ],
    [
        " training habits that aren't good. So we have to train to the point that we recognize when what",
        3009.0,
        3017.96
    ],
    [
        " we've been trained to do isn't working. 1219 PM. Another student calls 911 from from room 111.",
        3017.96,
        3032.58
    ],
    [
        " Hangs up when another student tells her to 1221 gunman fires again.",
        3032.86,
        3037.22
    ],
    [
        " Authorities say he was believed to be at the classroom's door.",
        3041.2,
        3044.46
    ],
    [
        " On a 911 call from a student, three gunshots can be heard. This is over and over again.",
        3045.08,
        3054.32
    ],
    [
        " Things that would mean to me as a tactical leader, we go right now. There's time after time,",
        3055.04,
        3064.32
    ],
    [
        " after time after time, there's execute criteria. A room full of kids, there's a guy in there",
        3064.32,
        3074.16
    ],
    [
        " is shooting. You go. There's not a debate. You go. That's what you do. You go. You go through the",
        3074.16,
        3081.16
    ],
    [
        " windows. You breach the doors. You do whatever you got to do to get in there. That's what you do.",
        3081.16,
        3085.74
    ],
    [
        " 1236 student in room 111 calls back again. Same student calls back for 21 seconds and is told to",
        3093.98,
        3099.42
    ],
    [
        " stay on the line quietly. 1243 gunman shoots the door. The student tells 911 that the gunman shot",
        3099.42,
        3107.8
    ],
    [
        " the door. Okay. There's another execute criteria. And you do what you have to do to get in there.",
        3107.8,
        3118.76
    ],
    [
        " Windows. You put ladders up to the windows. You crash. You crash through those windows. You crash",
        3119.28,
        3136.4
    ],
    [
        " what you do. 1246. I can hear the police next door student called 911. 1246. Eridondo gives the",
        3136.4,
        3149.18
    ],
    [
        " approval to enter. If you're all ready to do it, you do it. He says according to a transcript of",
        3149.18,
        3157.06
    ],
    [
        " police body cam footage. 1246. 1246.",
        3157.06,
        3169.48
    ],
    [
        " Over an hour.",
        3173.28,
        3174.76
    ],
    [
        " 1247. 911 call from a student. Please send police now.",
        3178.88,
        3190.9
    ],
    [
        " 1250. Border Patrol tactical unit officer breaches the room and uses using a janitor's keys and kills the gunman.",
        3195.98,
        3202.98
    ],
    [
        " And I don't have I don't have any details on on how that actually happened yet.",
        3203.56,
        3213.48
    ],
    [
        " I know. Bortak people, which is the border patrol tactical unit, Bortak. I know them. I've actually worked with them a little bit.",
        3216.12,
        3223.84
    ],
    [
        " I've got some reports that they disobeyed orders. People were telling them not to enter and they did it anyways. Go to them.",
        3224.54,
        3232.0
    ],
    [
        " But you know what I've been saying this whole time go in go in go in.",
        3233.18,
        3240.1
    ],
    [
        " And you think to yourself well if you go in or you're going to get shot if you go in is this going to happen you don't know.",
        3242.42,
        3247.36
    ],
    [
        " But look what happens when these guys finally go in they go in there and they killed the guy.",
        3247.8,
        3252.02
    ],
    [
        " That's what happens. You got to go on offense.",
        3253.02,
        3257.94
    ],
    [
        " 1251. Children are moved out of the room.",
        3266.88,
        3269.36
    ],
    [
        " So 1251 106 police announced the shooter is in custody because the board patrol and they're in kill them.",
        3270.3,
        3283.5
    ],
    [
        " And then you valde police announced on Facebook that the shooter is in custody authorities.",
        3286.3,
        3292.74
    ],
    [
        " We can't to that information later.",
        3293.14,
        3294.9
    ],
    [
        " So there you have it.",
        3295.32,
        3302.46
    ],
    [
        " What can we learn from this?",
        3303.34,
        3309.0
    ],
    [
        " And again at this point in time I'm focused on what can we learn from this tactical situation that unfolded?",
        3310.96,
        3317.54
    ],
    [
        " What can we learn from it?",
        3318.54,
        3320.48
    ],
    [
        " I know there's a whole bunch of a whole slew of other topics to talk about.",
        3322.04,
        3325.82
    ],
    [
        " And those are happening on a massive level.",
        3326.42,
        3329.64
    ],
    [
        " And those will continue to happen.",
        3330.48,
        3332.24
    ],
    [
        " But as an area that I actually know a decent amount about is this.",
        3333.82,
        3339.9
    ],
    [
        " So that's what I'm talking about.",
        3340.52,
        3342.3
    ],
    [
        " And first of all, and I've been saying this for years police need more training.",
        3343.48,
        3348.36
    ],
    [
        " Police 20% of time, 20% of working hours for police should be spent training.",
        3349.68,
        3361.98
    ],
    [
        " That's what should happen.",
        3363.42,
        3364.32
    ],
    [
        " That's what needs to happen.",
        3364.52,
        3365.26
    ],
    [
        " And listen, you think oh that there's now going to be less people out on patrol, less police out on patrol?",
        3365.72,
        3372.38
    ],
    [
        " Their effectiveness will more than make up for the fact that there's less police on patrol.",
        3372.88,
        3378.26
    ],
    [
        " Who would you rather if you were in a hostage situation with some crazy person in your house?",
        3378.88,
        3382.92
    ],
    [
        " Who would you rather have show up 10 untrained people or 8 highly trained people?",
        3383.24,
        3387.46
    ],
    [
        " And if you're not sure about that, let me tell you because I guarantee you all day long,",
        3389.52,
        3393.54
    ],
    [
        " I'll take 8 highly trained people, over 10 untrained people all day.",
        3393.62,
        3397.56
    ],
    [
        " All day.",
        3398.34,
        3400.48
    ],
    [
        " And I'll tell you, I am now, I've started to talk to some organizations to see how",
        3401.46,
        3416.38
    ],
    [
        " echelon from my company can help do this on a national level.",
        3417.3,
        3420.14
    ],
    [
        " What should this training consist of?",
        3420.9,
        3422.6
    ],
    [
        " What are we training policing?",
        3422.76,
        3423.96
    ],
    [
        " Well, combatives for one thing, shooting, breaching, first aid trauma,",
        3425.78,
        3431.1
    ],
    [
        " deescalation.",
        3432.52,
        3434.44
    ],
    [
        " And anybody that's listening that doesn't know much about the police, you might think they do all this",
        3435.58,
        3440.66
    ],
    [
        " stuff all the time. They don't.",
        3440.66,
        3442.9
    ],
    [
        " They don't do this all the time.",
        3443.76,
        3445.82
    ],
    [
        " They barely get to shoot.",
        3446.04,
        3447.28
    ],
    [
        " I bet you 99% of police have very limited training if any in breaching",
        3448.16,
        3453.28
    ],
    [
        " in how to breach a door with a shotgun.",
        3453.28,
        3456.98
    ],
    [
        " Combatives, barely any, barely any training.",
        3458.94,
        3465.42
    ],
    [
        " Close quarters combat, room clearing.",
        3466.36,
        3469.16
    ],
    [
        " Urban combat clearance.",
        3472.92,
        3474.52
    ],
    [
        " How do you handle an active shooter?",
        3474.92,
        3477.42
    ],
    [
        " How do you handle a barricaded shooter?",
        3477.58,
        3479.0
    ],
    [
        " And then you've got to run scenarios.",
        3479.82,
        3482.84
    ],
    [
        " You got to put people into these situations.",
        3483.42,
        3485.8
    ],
    [
        " You got to get",
        3486.96,
        3488.48
    ],
    [
        " simulation or some kind of",
        3488.48,
        3492.26
    ],
    [
        " round that can be fired at other people during training.",
        3492.26,
        3497.34
    ],
    [
        " You need assets, you need role players.",
        3497.74,
        3499.9
    ],
    [
        " So that people get used to it.",
        3504.34,
        3506.3
    ],
    [
        " And you absolutely get better.",
        3507.3,
        3509.24
    ],
    [
        " This is exactly what I did for a living",
        3509.66,
        3512.96
    ],
    [
        " was train young seals so that they understand what to do in these types of situations.",
        3512.96,
        3520.26
    ],
    [
        " And you can watch and see them learn and get better.",
        3520.68,
        3524.14
    ],
    [
        " And over time, they eventually get to a point where they know exactly what to do.",
        3525.06,
        3529.88
    ],
    [
        " Yeah.",
        3537.48,
        3537.96
    ],
    [
        " Yeah, they learn about the basic fundamental principles,",
        3538.1,
        3540.1
    ],
    [
        " cover and move simple prioritizing XQ decentralized command.",
        3540.1,
        3542.58
    ],
    [
        " They're going to learn about those things.",
        3542.68,
        3543.44
    ],
    [
        " They're going to learn about decentralized command, which means when I show up",
        3543.8,
        3547.02
    ],
    [
        " and there's something going on and I'm the junior guy, but I'm the first person there,",
        3547.02,
        3550.4
    ],
    [
        " I can make things happen.",
        3550.58,
        3551.54
    ],
    [
        " I can make decisions.",
        3551.64,
        3552.3
    ],
    [
        " I know what the priorities are.",
        3552.74,
        3554.1
    ],
    [
        " That's what they learn.",
        3555.36,
        3558.22
    ],
    [
        " They learn how to detach.",
        3559.24,
        3561.36
    ],
    [
        " You've heard me say someone's got to take a step back and figure out what's happening broadly.",
        3561.36,
        3565.76
    ],
    [
        " Well, that's what people learn when you run them through the appropriate training.",
        3566.12,
        3569.7
    ],
    [
        " They learn how to communicate.",
        3569.84,
        3571.0
    ],
    [
        " They learn the importance of communications.",
        3571.18,
        3572.48
    ],
    [
        " They learn not to go into dynamic scenarios without a radio so they can communicate",
        3572.76,
        3577.04
    ],
    [
        " with the rest of their troops.",
        3577.04,
        3578.04
    ],
    [
        " This so much of this whole thing was people not seeing the big picture.",
        3579.64,
        3587.32
    ],
    [
        " No one assembled the entire scene to understand what was happening.",
        3587.32,
        3591.82
    ],
    [
        " And therefore no one made the broad call that needed to be made, which is get in there.",
        3592.5,
        3597.7
    ],
    [
        " Get in there. We're going.",
        3598.48,
        3601.44
    ],
    [
        " And this does take training.",
        3602.78,
        3608.34
    ],
    [
        " It does take training.",
        3608.94,
        3611.12
    ],
    [
        " Now it doesn't take training if you're a parent and your kids in there,",
        3611.24,
        3613.6
    ],
    [
        " that doesn't take any training.",
        3613.7,
        3614.5
    ],
    [
        " That's instinct.",
        3614.54,
        3615.02
    ],
    [
        " And I'll talk a little bit about that.",
        3617.56,
        3619.06
    ],
    [
        " But it takes training.",
        3619.36,
        3620.44
    ],
    [
        " I had experienced seals.",
        3620.6,
        3621.96
    ],
    [
        " I would have experienced seals that would fail to take action when they needed to.",
        3622.48,
        3626.94
    ],
    [
        " And we'd have to have them do that training again.",
        3627.14,
        3629.2
    ],
    [
        " And maybe again and maybe again until they realize that when they don't take action,",
        3629.48,
        3632.68
    ],
    [
        " everything's going to fall apart.",
        3632.76,
        3633.58
    ],
    [
        " So even seals would have a hard time in some cases figuring these things out.",
        3634.6,
        3641.4
    ],
    [
        " Now like I said, the parents that were there, they were detached.",
        3645.8,
        3653.68
    ],
    [
        " And maybe not emotionally because they're obviously horrified by what's going on.",
        3654.5,
        3661.0
    ],
    [
        " But some of the parents you can go watch the videos, they're making matter of fact statements",
        3662.28,
        3666.36
    ],
    [
        " about what was going on.",
        3666.36,
        3667.4
    ],
    [
        " They're saying there's kids in there.",
        3668.18,
        3670.18
    ],
    [
        " They're shooting going on.",
        3670.18,
        3671.74
    ],
    [
        " Now to this idea of instinct, which I mentioned, instinct versus methodology versus instinct.",
        3673.2,
        3682.06
    ],
    [
        " Okay, you have an instinct of what to do.",
        3682.74,
        3685.5
    ],
    [
        " And in some cases, you need to get trained against that instinct.",
        3686.28,
        3691.32
    ],
    [
        " It's just like in Jujitsu.",
        3692.4,
        3695.04
    ],
    [
        " There's certain things where your instinct is wrong.",
        3695.42,
        3698.8
    ],
    [
        " And so it takes some training to teach you to overcome your instinct.",
        3699.02,
        3705.3
    ],
    [
        " To learn a methodology that's superior to the instinct.",
        3706.2,
        3712.52
    ],
    [
        " And there are times when the methodology is wrong and the instinct is correct.",
        3713.22,
        3717.82
    ],
    [
        " What do I mean by that?",
        3719.16,
        3720.74
    ],
    [
        " I got a story about JP to know.",
        3721.02,
        3722.24
    ],
    [
        " JP to know.",
        3722.38,
        3722.88
    ],
    [
        " One of my guys in my last deployment to Iraq.",
        3723.24,
        3727.98
    ],
    [
        " And an outstanding guy, seal, sniper, point man, outstanding guy.",
        3730.2,
        3736.04
    ],
    [
        " And when we first started working together, we were out in the desert.",
        3736.74,
        3739.62
    ],
    [
        " And we're doing a patrol out in the desert.",
        3740.46,
        3742.36
    ],
    [
        " And the patrol stopped and I'm looking at JP.",
        3742.88,
        3747.24
    ],
    [
        " And JP standing out in the open.",
        3747.84,
        3749.12
    ],
    [
        " He's standing out in the open.",
        3749.72,
        3751.46
    ],
    [
        " Now we're out in the desert, but it's not a barren desert.",
        3752.28,
        3754.94
    ],
    [
        " There's rocks and shrubs and micro terrain features.",
        3755.36,
        3758.52
    ],
    [
        " And we stop our patrol and JP standing out in the open.",
        3758.52,
        3762.16
    ],
    [
        " And I walk over to him and I said, hey JP, if you were 10 years old right now and we were playing war,",
        3762.78,
        3770.56
    ],
    [
        " where would you be standing?",
        3771.04,
        3772.54
    ],
    [
        " And he pointed over to a little bush with some rocks rounded with a little terrain to hide behind.",
        3773.28,
        3778.88
    ],
    [
        " And he said right over there.",
        3779.18,
        3780.14
    ],
    [
        " And I said, let your 10s 10 year old instinct.",
        3780.66,
        3784.1
    ],
    [
        " Let it come to life.",
        3786.08,
        3787.3
    ],
    [
        " Let it do its job.",
        3787.62,
        3788.78
    ],
    [
        " That's where you should be.",
        3789.18,
        3790.12
    ],
    [
        " I know the standard operating procedure is when the patrol stops,",
        3790.58,
        3793.6
    ],
    [
        " you set down in your position, in your field of fire, you halt and you stay there.",
        3793.86,
        3797.94
    ],
    [
        " But if you can move six yards and have good cover and concealment, that's what you should do.",
        3798.52,
        3803.28
    ],
    [
        " So sometimes people train to a point like these police officers probably",
        3804.52,
        3809.26
    ],
    [
        " and I've heard some talk about this.",
        3809.26,
        3811.88
    ],
    [
        " Hey, it's a barricaded shooter which means he's going to be staying there and we should negotiate.",
        3812.42,
        3818.76
    ],
    [
        " So they got in this mode of well barricaded shooter.",
        3819.5,
        3823.24
    ],
    [
        " He's not, we should just negotiate with him.",
        3823.54,
        3826.24
    ],
    [
        " The reality of the situation, it wasn't barricaded shooters.",
        3826.84,
        3830.74
    ],
    [
        " He was moving around.",
        3830.88,
        3831.58
    ],
    [
        " He was still shooting the entire time.",
        3831.66,
        3832.98
    ],
    [
        " That's not a barricaded shooter that's decided to hold up and negotiate for some kind of ransom.",
        3833.5,
        3838.34
    ],
    [
        " Not at all.",
        3839.0,
        3840.5
    ],
    [
        " They got stuck in that mode.",
        3841.88,
        3843.12
    ],
    [
        " What needed to happen was action.",
        3844.14,
        3848.22
    ],
    [
        " A methodical entry, a perfect entry into the building.",
        3849.48,
        3852.64
    ],
    [
        " If you were to plot out the perfect close quarters combat",
        3852.96,
        3857.1
    ],
    [
        " operation for this school and how many people you would need and what methodology you would move",
        3857.1,
        3862.82
    ],
    [
        " for the building and what type of breaches you would use on the doors and which would be most",
        3862.82,
        3866.52
    ],
    [
        " efficient.",
        3866.52,
        3866.9
    ],
    [
        " All that stuff goes out the window when there's an active shooter in a room with a bunch of kids.",
        3867.26,
        3870.9
    ],
    [
        " Your instinct needs to be to get in there and some of those parents had that instinct.",
        3872.22,
        3877.24
    ],
    [
        " Yelling, get into the building.",
        3877.52,
        3879.2
    ],
    [
        " But the training methodology had boxed these guys in mentally where they thought,",
        3880.02,
        3888.04
    ],
    [
        " oh, well, we don't have shields.",
        3888.04,
        3889.26
    ],
    [
        " This is a, I'm speculating at this point, but oh, if we don't have ballistic shields,",
        3890.6,
        3895.36
    ],
    [
        " we shouldn't go in there.",
        3895.5,
        3896.32
    ],
    [
        " Hey, we were taught not to go into a shooter situation, an active shooter situation without",
        3896.76,
        3902.1
    ],
    [
        " ballistic shields. We're waiting for the ballistic shields. No, that's the methodology been",
        3902.1,
        3906.42
    ],
    [
        " talked. It's not working right now. What about the windows? Walking up to the windows, smashing a",
        3906.42,
        3914.28
    ],
    [
        " window, shooting through the window. You can do that. Throwing crash grenades through the windows.",
        3914.28,
        3923.06
    ],
    [
        " Put 10 crash grenades through the windows on this guy.",
        3924.7,
        3927.58
    ],
    [
        " There's a bunch of different things that if you do what you would naturally do in a situation,",
        3928.1,
        3938.92
    ],
    [
        " you're probably right.",
        3938.98,
        3940.04
    ],
    [
        " So what you have to do is you're going to have instinct. You're going to have a natural",
        3941.16,
        3946.08
    ],
    [
        " instinct. The instinct could be wrong. The instinct could be right.",
        3946.08,
        3949.22
    ],
    [
        " I mean, here's an instinct. What somebody's shooting at me, I'm going to run away.",
        3951.06,
        3953.78
    ],
    [
        " And I'm not going to go back. So, so police officers have to overcome that instinct to go and",
        3954.28,
        3958.68
    ],
    [
        " stay and maneuver towards fire. That's overcoming their natural instinct.",
        3958.68,
        3963.12
    ],
    [
        " But there's sometimes where the methodology is wrong. And so you have to be good enough to overcome",
        3963.8,
        3970.76
    ],
    [
        " your methodology and go with your instincts sometimes.",
        3970.76,
        3973.9
    ],
    [
        " I used to say, it's another thing I used to say to these young seals.",
        3978.38,
        3980.78
    ],
    [
        " I'd say, hey, if you were going to go in that room right now, and I was in there, and you were",
        3981.54,
        3987.18
    ],
    [
        " 10 years old, and I was 10 years old, and I had a squirt gun, and you had a squirt gun,",
        3987.18,
        3991.22
    ],
    [
        " and you were going to enter this room. How would you do it? And they'd show me.",
        3992.06,
        3996.86
    ],
    [
        " And I'd say, doesn't that make more sense than what you just did? And they'd say, yeah, it does.",
        3997.82,
        4002.2
    ],
    [
        " But they would follow some standard operating procedure that didn't make sense in a particular room.",
        4004.26,
        4009.08
    ],
    [
        " But they would do what they were taught to do, even though it didn't make sense.",
        4009.6,
        4012.62
    ],
    [
        " And the ability to decide whether your instinct is right or wrong,",
        4013.52,
        4019.34
    ],
    [
        " you get that ability by being able to take a step back and assess. And the way you get that",
        4019.9,
        4024.8
    ],
    [
        " ability to take a step back and assess is through training.",
        4024.8,
        4027.14
    ],
    [
        " And it takes time.",
        4032.98,
        4034.48
    ],
    [
        " And that's why I used that term that, that, that idea of 20% of time for police officers",
        4035.46,
        4042.66
    ],
    [
        " should be spent training. And you're going to end up with infinitely more qualified and prepared",
        4042.66,
        4049.38
    ],
    [
        " police. There was a, there was a fighting methodology, a combative's methodology, a system.",
        4049.38,
        4061.42
    ],
    [
        " That was being used in the SEAL teams. And it was, it was, it was ineffective. It was an",
        4062.28,
        4068.52
    ],
    [
        " ineffective system. But one of the reasons that it was argued to be a good system",
        4068.52,
        4074.1
    ],
    [
        " was because there was a one week course of instruction of this fighting methodology,",
        4074.1,
        4080.04
    ],
    [
        " that if you took this one week course of instruction, then you were qualified",
        4080.28,
        4084.84
    ],
    [
        " and allegedly prepared for combat. Well, you can't learn to fight one week. It's not going to",
        4086.38,
        4093.42
    ],
    [
        " happen. You can't learn good combative skills in one week. And, and so I was bringing up to my",
        4093.42,
        4101.72
    ],
    [
        " chain of command, hey, this combative system is ineffective. We should use some kind of a more",
        4101.72,
        4109.0
    ],
    [
        " mixed martial arts combination of Jiu-Jitsu wrestling boxing, Moitai, using our weapons in those",
        4109.0,
        4114.52
    ],
    [
        " scenarios. And one of the arguments that I got against that idea was that, oh, that stuff takes",
        4114.82,
        4122.32
    ],
    [
        " years to learn. It takes, takes years to learn the stuff. This stuff we can teach people in a week.",
        4122.32,
        4127.34
    ],
    [
        " Well, you know what I said to that? I said, well, we're in the damn teams for 20 years. Let people",
        4128.3,
        4134.0
    ],
    [
        " get good. You shouldn't tell someone that after a week of training, they're going to be good to go.",
        4134.0,
        4137.84
    ],
    [
        " They're not. Training has to happen all the time. And by the way, eventually we do have a great",
        4137.84,
        4146.44
    ],
    [
        " Jiu-Jitsu wrestling boxing, Moitai based combative system in the SEAL teams, which is you also",
        4146.44,
        4156.24
    ],
    [
        " utilize your weapons, you utilize your gear, but it's based in these things that work. And it takes",
        4156.24,
        4162.16
    ],
    [
        " time to get good at. No one says, oh, you've been through a one week course. You can handle",
        4162.16,
        4165.64
    ],
    [
        " yourself now because we know that that's not true. So it comes down to training. And there's a look.",
        4165.64,
        4177.36
    ],
    [
        " Are there a bunch of other factors, a bunch of other things that we can address? Yes,",
        4179.0,
        4182.8
    ],
    [
        " there absolutely are. There are a bunch of other things to talk about. But like I said, this is",
        4182.94,
        4190.42
    ],
    [
        " something that I know and something that I understand. Training people for stressful, dynamic,",
        4190.42,
        4195.46
    ],
    [
        " dangerous situations. And that's what we need to do with our law enforcement. We need to train",
        4195.8,
        4202.14
    ],
    [
        " them properly. Because we owe it, we owe it to them. We owe it to our police and law enforcement",
        4202.14,
        4210.74
    ],
    [
        " to train them properly. We owe it to the law abiding citizens of this country.",
        4210.74,
        4215.46
    ],
    [
        " And of course, we owe it to the innocent children that are just trying to get their freaking",
        4218.9,
        4228.8
    ],
    [
        " education in school. So that's my initial take on this scenario.",
        4229.36,
        4244.58
    ],
    [
        " Again, I talked about some of the other factors with their Cooper",
        4246.22,
        4252.7
    ],
    [
        " on our unraveling podcasts. But I want to address this here and try and get this word out.",
        4254.22,
        4263.66
    ],
    [
        " With that, Equatorals. Yes. You know, like a lot of times we're sometimes when these things happen,",
        4264.94,
        4279.7
    ],
    [
        " you hear of like all these solutions, right? Whether it be on guards in schools,",
        4280.68,
        4286.04
    ],
    [
        " gun control laws, like, you know, everyone has their take. What do you think are some of the solutions",
        4286.36,
        4291.5
    ],
    [
        " that off the top of your head that are not practical or doable? Or probably wouldn't be effective",
        4291.5,
        4298.22
    ],
    [
        " that you've heard? There's a whole slew of things going on. And there's many facets that lead to this",
        4298.22,
        4307.28
    ],
    [
        " situation. As far as I don't really think too much about, hey, what wouldn't work? And one of the",
        4309.3,
        4315.3
    ],
    [
        " reasons why I wanted to talk about this is this is this is what I know will help in a situation",
        4315.3,
        4319.54
    ],
    [
        " like this. If you train people properly that'll be able to handle these situations. If you could",
        4319.54,
        4324.68
    ],
    [
        " snap your fingers and have all the schools, you know, be totally safe, of course. Of course, we'll take",
        4324.68,
        4337.26
    ],
    [
        " disturbed people out there. And if you haven't listened to that podcast, I did with Darryl. One of the",
        4337.26,
        4342.04
    ],
    [
        " most shocking statistics that come out came out from it was in 1955, there were 340",
        4342.04,
        4351.28
    ],
    [
        " inpatient beds for every 100,000 people in America that needed mental health help.",
        4351.28,
        4359.62
    ],
    [
        " 340 beds forever every 100,000 citizens. Those beds were dedicated for mental health.",
        4361.18,
        4369.24
    ],
    [
        " They had that many available. Available? Yeah. Just not necessarily taking up, just available.",
        4369.42,
        4375.74
    ],
    [
        " So out of every 100,000 people, there's 370 inpatient mental health beds available in",
        4376.04,
        4386.06
    ],
    [
        " in 2007. There was 17. Yeah. 17. So that's a 95% reduction in the amount of available mental health",
        4387.62,
        4402.4
    ],
    [
        " facilities for people that need help. And by the way, during this time, we've added all kinds of other",
        4402.4,
        4416.04
    ],
    [
        " legal drugs, illegal drugs, prescription drugs, all kinds of media, violence, whether it's social media,",
        4416.64,
        4425.2
    ],
    [
        " whether it's violent movies, whether it's violent video games, all that's added into the mix.",
        4426.12,
        4431.16
    ],
    [
        " The SSRIs, the isolation of being on social media in the first place,",
        4431.86,
        4440.92
    ],
    [
        " the breakdown of the family structure, like all these things are happening. You throw those,",
        4441.44,
        4445.2
    ],
    [
        " all those things into the mix. And then you have less mental health available.",
        4445.2,
        4451.38
    ],
    [
        " That's where you end up. It's one of the things that you end up. So I don't know if that",
        4452.06,
        4458.62
    ],
    [
        " necessarily answered your question about what would not help. I try and look at what can we actually",
        4458.62,
        4465.1
    ],
    [
        " do immediately to try and start getting people in a better situation, getting these things",
        4465.1,
        4471.54
    ],
    [
        " freaking moving in the right direction. Yeah. Yeah. I was thinking, um, because I remember you said",
        4471.66,
        4476.8
    ],
    [
        " something about, like, you're an advocate of like having an arm guard at the school, right?",
        4476.8,
        4481.74
    ],
    [
        " Where they're retired military or this was a while ago. And then I remember hearing",
        4481.88,
        4489.02
    ],
    [
        " the option of training teachers or arming the teachers. That's what it was. So how do you feel about",
        4489.02,
        4496.04
    ],
    [
        " arming teachers? It's the same thing you need to train the teachers. Are you going to train the",
        4497.14,
        4505.1
    ],
    [
        " teachers? Because you got to train the teachers, which can you train the teachers? Yes, you can.",
        4505.1,
        4509.42
    ],
    [
        " You can train some of them. Some of them that want to get trained. You know, the arm guard thing,",
        4509.5,
        4513.26
    ],
    [
        " my mom was a school principal. And, and then she was a superintendent of schools.",
        4513.34,
        4518.34
    ],
    [
        " And I remember when these school shootings started happening, I was immediately like, hey,",
        4518.98,
        4523.76
    ],
    [
        " you should put there should be two dudes sitting in a closet, you know, with video cameras,",
        4524.26,
        4532.3
    ],
    [
        " closer to television cameras. They're watching what's going on. And if anything ever happens,",
        4532.52,
        4536.12
    ],
    [
        " they come out and they kill bad guy. I wish I would have been super vocal about it. Because some",
        4536.12,
        4542.52
    ],
    [
        " of these things would have been stopped a lot quicker. And then like I said, there's some people",
        4542.52,
        4550.08
    ],
    [
        " that say, well, you know, what kind of world are we living into when we need to? Let me rephrase",
        4550.08,
        4554.58
    ],
    [
        " that because I'm using a horrible voice. Some people say, hey, what kind of world are we living in",
        4554.58,
        4558.86
    ],
    [
        " where we have to put armed guards in a school? I'll tell you, the world that we created,",
        4558.86,
        4563.34
    ],
    [
        " the world that we created, you need to have armed guards in school because we're, we've got",
        4563.8,
        4569.72
    ],
    [
        " some serious issues, some serious cultural and societal issues that makes an 18-year-old kid want",
        4569.72,
        4578.18
    ],
    [
        " to get a machine gun and go into a freaking school and start killing kids. That's what's, that's",
        4578.18,
        4585.94
    ],
    [
        " why. So if you say to me, what kind of a world are we living in where we need to put armed guards",
        4585.94,
        4593.88
    ],
    [
        " in schools? I will say the United States of America. Do I like it? Do I like the fact that we have",
        4593.88,
        4600.38
    ],
    [
        " to do that? No. Do I like the fact that I got to, you know, wear a seatbelt when I drive a car",
        4600.38,
        4608.16
    ],
    [
        " because I might crash. I don't really like it, but I'm going to do it.",
        4608.26,
        4612.04
    ],
    [
        " I remember I was in high school and there was security there. They didn't have, they weren't armed",
        4612.04,
        4620.12
    ],
    [
        " that I knew of, but I feel like, grind at this is high school, so I'll let me just go a little bit",
        4620.12,
        4623.86
    ],
    [
        " different. And I'm thinking back, if they were armed, I don't think that would have made that",
        4623.86,
        4630.68
    ],
    [
        " much of a difference. If you're, I mean, if they were like prison guards, like, you know, ordering,",
        4630.68,
        4636.32
    ],
    [
        " actually, these security guards are pretty mean to everybody. And we're like hosts, you know,",
        4636.32,
        4640.76
    ],
    [
        " I envision it where they should be nice, like almost like nice teachers almost kind of a thing,",
        4641.1,
        4646.44
    ],
    [
        " like shaperones, you know, sometimes teachers get like yard duty. That's what they call it in",
        4646.46,
        4650.66
    ],
    [
        " school where they got and monitored school. Awesome. No, it's like, well, I'm telling you,",
        4650.66,
        4659.08
    ],
    [
        " so elementary school teachers have yard duty, right? Certain ones. And basically they just got",
        4659.22,
        4663.3
    ],
    [
        " side in recess and just make sure no one acts up or whatever. Yeah. So what you're talking about is",
        4663.42,
        4669.0
    ],
    [
        " people that are, people that are employed at the school to keep the students in check.",
        4669.0,
        4672.6
    ],
    [
        " There's a difference between someone that's at school to keep the students in check and someone",
        4673.02,
        4676.36
    ],
    [
        " that's at school to prevent someone from coming to harm the students. Yeah. So there's two different",
        4676.36,
        4680.64
    ],
    [
        " people you'd be looking for. Yes, but in high school, when I'm thinking about the security,",
        4680.64,
        4684.7
    ],
    [
        " that's what these, and actually there were ladies, two of them. And they were there, yes,",
        4684.86,
        4689.58
    ],
    [
        " for to keep people in check in all capacities. But what I'm saying is maybe one or two levels",
        4689.58,
        4695.78
    ],
    [
        " more advanced will say is instead of two ladies with just radios, they were retired military",
        4695.78,
        4704.56
    ],
    [
        " or guys with guns, not necessarily over, you know, with badges. But their presence is kind of known",
        4704.56,
        4712.72
    ],
    [
        " or whatever. It's not intimidating. It's more of like a host kind of scenario. You know, like",
        4712.72,
        4718.08
    ],
    [
        " someone who's on the kid side kind of a thing more so than someone, you know, with their",
        4718.66,
        4722.36
    ],
    [
        " eagle eyes open for any trouble, you know, that kind of thing. Even though that is what they're doing,",
        4722.36,
        4726.66
    ],
    [
        " that's not their presence. That's not like what it's what it feels like. Yeah, you need to be",
        4726.66,
        4730.46
    ],
    [
        " careful with that. If you're going to have someone that's going to be doing security, they should",
        4730.46,
        4733.96
    ],
    [
        " be doing security. Look, can someone be dual-rolled? Sure. But if you're going to put someone on security,",
        4733.96,
        4739.86
    ],
    [
        " like their purpose is security, you don't want them breaking up fights over potato chips in",
        4740.52,
        4745.4
    ],
    [
        " the school yard. You know what I'm saying? Yeah, you want them to be focused on what they're supposed",
        4745.4,
        4748.78
    ],
    [
        " to be focused on. Is it smart to have people that are dual-trained? Sure. But someone has to be,",
        4748.78,
        4754.74
    ],
    [
        " if you put someone on security for the purpose of being on security, they should be on security.",
        4755.02,
        4758.46
    ],
    [
        " Now, like you said, and like I said, this doesn't mean they need to be walking around with body",
        4759.4,
        4763.58
    ],
    [
        " armor, visible body armor and a weapon and a sole rifle like posted up. They don't need to be",
        4763.58,
        4771.22
    ],
    [
        " like that. But they, I mean, they could literally be sitting in a central location and a closet",
        4771.22,
        4777.2
    ],
    [
        " with closed-circa TVs. And when something like this happens, they know what to do.",
        4777.2,
        4783.06
    ],
    [
        " I remember the the arming the teacher's option. And I remember kind of talking to some of our",
        4784.2,
        4791.9
    ],
    [
        " friends that are actual teachers and it kind of put things into perspective because at first,",
        4791.9,
        4796.38
    ],
    [
        " I was like, yeah, that makes sense. You know, it's not like, you know, give them just a little bit of",
        4796.54,
        4799.76
    ],
    [
        " training, whatever. But at least it's one more good guy on the field, you know, with, you know,",
        4799.76,
        4804.4
    ],
    [
        " whose arm didn't can protect. But then I thought about it after talking to some of the teachers,",
        4804.44,
        4809.82
    ],
    [
        " you think about it. Like, who wants to become a teacher? And then now becoming a teacher becomes a",
        4809.82,
        4815.1
    ],
    [
        " whole different thing. Like right now, it's like, I'm a teacher. I want to teach these young",
        4815.1,
        4818.64
    ],
    [
        " minds, you know, to get to the next level in life and all this, like basically all the things that",
        4818.64,
        4824.28
    ],
    [
        " people pursue being teachers over, it shifts to something completely different. Yeah, that being",
        4824.58,
        4831.36
    ],
    [
        " said, I bet if there was an option where if you're a school teacher, you can go to a four-week",
        4831.36,
        4836.86
    ],
    [
        " summer course on, you know, active shoe to response. And then inside of a school with 30 teachers,",
        4836.86,
        4844.74
    ],
    [
        " there's three people that have been in this course. I think we're, I think I'm feeling good about",
        4844.74,
        4848.46
    ],
    [
        " that. Yeah. Yeah. And then you do a refresher course every summer. And you know what I'm saying?",
        4848.46,
        4852.98
    ],
    [
        " Like, you got, you got to train people. You have to train people properly. But people are willing",
        4852.98,
        4859.96
    ],
    [
        " to train because it's beneficial in a multitude of different ways. Yeah, that's interesting.",
        4859.96,
        4864.58
    ],
    [
        " I never thought about that word. It's like kind of the optional training or whatever because I was",
        4864.74,
        4868.9
    ],
    [
        " just thinking of it in terms of like, hey, because this is how they'd say, I don't, you know, they",
        4868.9,
        4873.54
    ],
    [
        " don't go into depth or nothing. They're just like, yeah, I'm the teacher. Like all the teachers,",
        4873.54,
        4877.22
    ],
    [
        " they can't go into that. Yeah. So, so to your earlier question is like, what's a solution that won't",
        4877.3,
        4881.32
    ],
    [
        " work? The problem with that is the problem with that is the details of any solution. You take any one",
        4881.6,
        4887.8
    ],
    [
        " of these solutions and there's certain details that would make it better. And some details, if you",
        4887.8,
        4892.36
    ],
    [
        " don't include them, are going to make it a disaster. Like you just throw weapons into every classroom",
        4892.36,
        4897.14
    ],
    [
        " with random people that haven't been trained. You, you, you, that's, that's going to be a problem.",
        4897.14,
        4900.98
    ],
    [
        " Right? Because you got teachers that are that are that might go crazy. Right? There's all kinds of",
        4901.28,
        4905.94
    ],
    [
        " things going on. So you take any of these solutions and you take it to a certain extent. I mean, some of the",
        4905.94,
        4912.94
    ],
    [
        " some of the ways of looking at things can be so different depending on who you are that",
        4912.94,
        4919.0
    ],
    [
        " like what's the term they use reasonable gun control? Reasonable gun control means completely",
        4919.0,
        4923.92
    ],
    [
        " different things to different people depending on who you are and what your background is. So true.",
        4923.92,
        4928.02
    ],
    [
        " And so to just say, hey, we should have reasonable gun control. Like I said, that means completely",
        4928.38,
        4934.44
    ],
    [
        " different things depending on who you're talking to. So that's why for this, for this, I just want to",
        4934.84,
        4941.64
    ],
    [
        " talk about, hey, here's something I do know about and here's a pragmatic solution that will help.",
        4941.64,
        4946.94
    ],
    [
        " And it should be, it should, it should be implemented.",
        4947.24,
        4950.62
    ],
    [
        " Right? That's so true, honk. Because there are, there's guys and you know, this is going to come as",
        4951.08,
        4956.4
    ],
    [
        " no surprise. But when you put into perspective where there are people who at six years old,",
        4956.4,
        4960.92
    ],
    [
        " they got their first gun. Six. Yeah. Yeah. Then same country, same state, a lot of time, maybe even",
        4961.04,
        4969.34
    ],
    [
        " same neighborhood. There are people who've never shot a gun ever in their life and they're like 60 years",
        4969.34,
        4973.96
    ],
    [
        " old. Yeah. So you figure someone who's never shot a gun, never handled the gun or whatever. The idea",
        4973.96,
        4980.26
    ],
    [
        " of a gun potentially can be like, that is just a death tool. That is just a object of death. So they",
        4980.26,
        4988.94
    ],
    [
        " just don't know. And then versus the guy who got their gun at six and guns are all around the house",
        4989.28,
        4995.1
    ],
    [
        " and cases and the truck and all this stuff where it's like, no, it's not a thing of death. It's just",
        4995.1,
        4999.94
    ],
    [
        " a tool, just like a saw or a hammer or something like that. Where, you know, obviously people say",
        4999.94,
        5004.98
    ],
    [
        " this all the time where it's like, hey, you know, if someone kills someone with a hammer, you don't",
        5004.98,
        5008.32
    ],
    [
        " outlaw hammers. It's like they literally feel guns are the same exact category. You seem to say.",
        5008.32,
        5013.9
    ],
    [
        " But then the guy, the person who's never shot a gun, how he's going to feel is like, no, a hammer is",
        5013.94,
        5018.46
    ],
    [
        " to hit nails. If someone gets all crazy and starts hitting heads with it, that's different.",
        5018.46,
        5023.12
    ],
    [
        " Guns are made to shoot people kind of a thing. That's their attitude, you know, or their, how they",
        5023.7,
        5027.92
    ],
    [
        " feel about it. So it's like, yeah, then okay, now, okay, now we need laws now, right? For the guns,",
        5027.92,
        5032.58
    ],
    [
        " but these laws apply to everybody. Like 60 year old guy or the guy who's gun at six and also the",
        5032.94,
        5038.98
    ],
    [
        " guy who's never shot a gun ever in his life, these laws have to apply to both people. So it's hard",
        5038.98,
        5042.98
    ],
    [
        " to land those laws, you know, effectively where everyone's going to like them.",
        5042.98,
        5046.1
    ],
    [
        " That's very hard. And what makes it even hard for is that the two sides don't talk to each other",
        5046.36,
        5052.28
    ],
    [
        " in a reasonable way to try and figure out what would be a reasonable solution.",
        5052.28,
        5057.18
    ],
    [
        " Yeah, man. So there I am using the reasonable gun laws myself using that ambiguous term.",
        5057.4,
        5063.92
    ],
    [
        " Yeah, it's true. And then yeah, because you kind of, it makes sense on a certain level,",
        5064.26,
        5068.88
    ],
    [
        " even though it's still not effective, right? Where let's say I got a gun, my first gun at six,",
        5068.9,
        5074.14
    ],
    [
        " you know, 22 rifle from tricky and awesome. I grow up all kinds of guns, right? I have all kinds of",
        5074.6,
        5081.48
    ],
    [
        " guns of shot. My kids shoot guns, all this stuff. And then you have someone, a whole family of",
        5081.48,
        5085.24
    ],
    [
        " people who live next door or whatever across the street. And they've never shot a gun ever in",
        5085.24,
        5090.02
    ],
    [
        " their life and they're scared of them. So now they're like, hey, you know, they're, we'll just say",
        5090.02,
        5098.86
    ],
    [
        " oh my gosh, like a gun or whatever. And then the person who's used to guns are like how",
        5098.86,
        5103.38
    ],
    [
        " you're kind of being dumb. You're kind of being unreasonable right now. Like this gun, you have to",
        5103.38,
        5108.14
    ],
    [
        " pull the trigger shoot, you know, point out something, pull the trigger for it to shoot, whatever it's",
        5108.14,
        5111.36
    ],
    [
        " it doesn't just automatically kill people, right? So the year dumb for being scared about that",
        5111.36,
        5116.8
    ],
    [
        " kind of stuff, the it's reasonable that that would that feeling would kind of take place,",
        5116.8,
        5123.26
    ],
    [
        " you see what I'm saying? And then you have the opposite feeling where it's like, oh, you guys",
        5123.26,
        5126.98
    ],
    [
        " are gun nuts. Like you have like, you have 50 guns, 50. I've never shot a gun in my life.",
        5126.98,
        5132.9
    ],
    [
        " I'm scared of guns and you have 50 of them. Is it unreasonable for me to be uncomfortable if I'm",
        5133.32,
        5139.86
    ],
    [
        " like that? Seems pretty normal is what I'm saying. So I'm saying like that conflict makes sense to",
        5139.86,
        5145.88
    ],
    [
        " me. Yeah, they're just a total disconnect. Yeah, ineffective, ineffective for solving problems,",
        5145.88,
        5150.72
    ],
    [
        " but it's you can kind of see how you can see how the disconnect occurs, but it's a disconnect.",
        5150.9,
        5155.82
    ],
    [
        " And the problem with the disconnect occurs when you don't make any attempts to connect.",
        5156.58,
        5162.62
    ],
    [
        " And I just look at you and say, oh, you are a gun nut and you're crazy. And you know,",
        5163.2,
        5169.96
    ],
    [
        " it just falls apart. And you look at me thinking, oh, you're a person that wants to take all my",
        5170.34,
        5176.82
    ],
    [
        " guns away. And so I'm just not talking to you. Yeah, some chicken, some, you know, incapable chicken",
        5176.82,
        5183.58
    ],
    [
        " trying to take away all, you know, my guns. Yeah, disconnect.",
        5183.58,
        5190.2
    ],
    [
        " With that, if you want to support this podcast, you can go to joccofuel.com and get yourself some",
        5191.5,
        5199.32
    ],
    [
        " get yourself some stuff to make yourself prepared from a physical sense. Yeah, because we got to be",
        5199.32,
        5205.62
    ],
    [
        " prepared mentally. How do you do that? You do that through good training. You got to be prepared",
        5205.62,
        5209.88
    ],
    [
        " physically. How do you do that? Do good workouts, train Jiu Jitsu, and eat some good food,",
        5210.34,
        5216.52
    ],
    [
        " take some good supplementation. Yeah, the training thing, the more you think about it, and this",
        5216.82,
        5222.48
    ],
    [
        " might be obvious to you, but the more you think about it, you understand how deep training and how",
        5222.48,
        5226.24
    ],
    [
        " valuable training in every single way. Like you get someone untrained in a situation. It doesn't even",
        5226.24,
        5232.06
    ],
    [
        " matter the situation. I don't care if it's swimming in the pool. Okay, so if someone jumps in the pool,",
        5232.06,
        5238.38
    ],
    [
        " falls in the pool, they can't swim or they can't swim very well at all. Now, it's dangerous for",
        5238.38,
        5244.88
    ],
    [
        " them. Now you get a normal person who just knows how to swim, try to go jump in there and save them.",
        5244.88,
        5248.84
    ],
    [
        " They could get drunk. They could both die now. Now you get one person trained.",
        5249.28,
        5255.04
    ],
    [
        " Probably gonna save everybody. Yeah, exactly right. So, man, you can take the most arbitrary thing",
        5255.46,
        5262.18
    ],
    [
        " seemingly. And you train someone, you're better off. Yeah, it's weird how people",
        5262.54,
        5266.66
    ],
    [
        " like the funny thing is start with leadership because you know, I teach leadership. And people",
        5266.66,
        5273.96
    ],
    [
        " think that they should already know how to lead. And so then you start breaking it down from",
        5273.96,
        5277.96
    ],
    [
        " you like, oh damn, I don't know what I'm doing. Fighting. People think they just know how to fight.",
        5277.96,
        5282.26
    ],
    [
        " Oh, punch him when I start seeing red, better look out. No, it's like, oh, you roll with someone",
        5282.38,
        5286.6
    ],
    [
        " that's, you know, a Jiu Jitsu player or a real boxer. Yeah.",
        5286.6,
        5290.12
    ],
    [
        " Like you go square off with someone. If you've never boxed before and you square off with a boxer,",
        5290.28,
        5293.58
    ],
    [
        " you're not panicking at all. You're done. You're done. You're done. You get one kick. One kick.",
        5293.58,
        5300.26
    ],
    [
        " If you don't train more time, you get kicked in the leg one time. Yeah. There's a decent chance",
        5300.54,
        5304.9
    ],
    [
        " you're done fighting. Yes, sir. Well, from a leg kick. Yes, sir. There's a decent chance you call",
        5304.9,
        5309.4
    ],
    [
        " it right there. You're like, all right, this ain't happening. Yeah. So,",
        5309.4,
        5312.74
    ],
    [
        " anything that you do, you, if you want to be good at something, you know, the, the thing I always",
        5313.06,
        5319.64
    ],
    [
        " use is guitar. There's no more reason that you would be able to fight or lead without training",
        5319.64,
        5327.1
    ],
    [
        " than you would be able to play a guitar without training. It doesn't, you just can't, you can't win.",
        5327.1,
        5332.2
    ],
    [
        " You know, like someone that played basketball will beat someone that didn't play basketball.",
        5332.92,
        5337.44
    ],
    [
        " 100% of the time. Yeah, the basketball one, I think, is really good because when you see someone",
        5337.44,
        5342.94
    ],
    [
        " playing basketball, you'd be like, yeah, you just take that ball. You can't hold it, you got a",
        5342.94,
        5349.62
    ],
    [
        " good one in that hoop. Like, I know what to do. Now, when you go try to do it, you're like,",
        5349.62,
        5353.06
    ],
    [
        " bruh, you can't even do it. Yeah. Again, like if someone's trying to do it too with you or against",
        5353.1,
        5356.8
    ],
    [
        " you or whatever, but you can't even do it. Yeah. So, so imagine getting a gun and you don't know",
        5356.8,
        5360.86
    ],
    [
        " what to do with it, but you think you know what to do with it. You know, you think you're just",
        5360.86,
        5363.4
    ],
    [
        " going to shoot or you think that there's going to be a dynamic situation and an active shooter,",
        5363.4,
        5368.82
    ],
    [
        " and you think you're going to know what to do. Or you think the people are going to be panicking",
        5368.92,
        5372.58
    ],
    [
        " and you think you're not going to be panicking. Yeah. You have to train and everything that you do.",
        5372.58,
        5376.34
    ],
    [
        " Think about even you who's kind of trained in a lot of things. Think about how many things",
        5376.76,
        5383.52
    ],
    [
        " like the normal person is trained in pretty much nothing. Yeah, not much. It's like if you have",
        5383.52,
        5389.36
    ],
    [
        " highly like if you're highly trained in two things, you're like a jack of all trades almost kind",
        5389.36,
        5394.9
    ],
    [
        " of a thing. Think about it. Bro, we're not trained in anything. Oh, I am. Well, you are.",
        5394.9,
        5400.84
    ],
    [
        " Yeah.",
        5402.52,
        5402.96
    ],
    [
        " Should you have to think about like of all the things to be trained in and I'm not saying expert.",
        5402.96,
        5407.34
    ],
    [
        " I'm just saying trained. You have like good usable training. What? Four things. Five maybe.",
        5407.42,
        5415.92
    ],
    [
        " Yeah. At the most even. I think I got some good stuff to train in. Yeah.",
        5416.1,
        5421.96
    ],
    [
        " You can get yourself some jockelfield jockelfield.com. Check it out. We got, oh, by the way, new flavors.",
        5422.26,
        5429.12
    ],
    [
        " Yeah, updated. Yeah. This is on me. On me. Oh, right. Yes. You know, I wrote about",
        5430.06,
        5436.74
    ],
    [
        " called extreme ownership. Yeah. Well, guess what? The early flavors. My fault.",
        5436.74,
        5442.42
    ],
    [
        " Well, here, this is what you did. I understand. I thought about this. This is what you did. This is",
        5443.1,
        5446.36
    ],
    [
        " all you did. It tasted good. So, you know, when you're when you're young, right? Yeah. Did you ever",
        5446.36,
        5451.7
    ],
    [
        " have those, you know, like orange juice or whatever the concentrate, you know, the one where it's",
        5451.7,
        5456.52
    ],
    [
        " like frozen like sleeve. Yeah. Exactly right. And you put it in your mix water. Right. So,",
        5457.18,
        5461.8
    ],
    [
        " if you look at the dirt, okay, so my mom, my mom, guys, we'd get that for us, right?",
        5462.56,
        5465.98
    ],
    [
        " The orange juice cuts. Yeah. So it'll be like four to one or something. Yes. So that's what they did.",
        5466.16,
        5470.58
    ],
    [
        " They did four. They fill it up four times and put it in the picture, right? The jug or whatever.",
        5470.76,
        5475.7
    ],
    [
        " So my, oh, yeah, cool. Sweet. Later on when I grew up in high school, I look at it. I look at",
        5476.26,
        5486.5
    ],
    [
        " that. That's the more watered down version of it. We liked it. Love it. Because that's what we're",
        5486.5,
        5490.52
    ],
    [
        " used to. Yeah. Seems saying. But I tasted the three to one. I was like, brother, this is a little bit",
        5490.52,
        5494.06
    ],
    [
        " to concentrate a little bit too sweet for me. A little bit. Yeah. That's what you did. Yeah.",
        5494.06,
        5497.7
    ],
    [
        " Because you're all used to water. Yeah. It's your main drink of choice. Yeah. So you're like,",
        5497.86,
        5502.14
    ],
    [
        " oh, you put some monk fruit in this new energy drink, all this stuff. And you know,",
        5502.18,
        5506.14
    ],
    [
        " like sweet, sweet, sweet for me, you got the four to one going. Yeah. But the three to one is more",
        5506.14,
        5511.22
    ],
    [
        " our speed, I think a lot of it's, you know, it's really like a two to it's almost like, it's almost",
        5511.22,
        5515.94
    ],
    [
        " I was like nine to one. So anyways, we got all all new flavors, all new flavors. They're hitting",
        5515.94,
        5521.84
    ],
    [
        " stores right now. Yeah. So go check them out. They all taste so freaking good. They're,",
        5521.84,
        5527.84
    ],
    [
        " we're going to win on taste now. Like we, we were kind of crushing everyone because we're making it",
        5527.84,
        5533.28
    ],
    [
        " healthy. It's pasteurized. It's, you know, sweet and with monk. Like that's how we're winning.",
        5533.28,
        5538.16
    ],
    [
        " We're just still the case by the way. Still the case. We're still winning. We just made adjustments.",
        5539.22,
        5543.44
    ],
    [
        " And now we're going to win on taste. So now now you have, now you have awesome,",
        5543.76,
        5549.44
    ],
    [
        " awesome upside and awesome flavor and no downside. So there you go. So check that out. Also,",
        5549.7,
        5558.88
    ],
    [
        " you can get a method of, you get the stuff at the vitamin shop. You get it, you get the drinks",
        5558.92,
        5561.8
    ],
    [
        " out. Wow, wow. You get the stuff at HB. What is HB down in Texas? It's like the big grocery store.",
        5561.8,
        5567.56
    ],
    [
        " And it's iconic. Everyone loves it. It's like when you're in Texas, people are kind of hyped on",
        5567.8,
        5573.28
    ],
    [
        " HB. Yeah, yeah. I rolled into HB. People were hyped. Yeah. So check out HB. We got you covered",
        5573.28,
        5580.82
    ],
    [
        " there too. Because people have been screaming. Let's face it down in Texas. People have been,",
        5580.82,
        5584.78
    ],
    [
        " people are in the game in Texas. And they were, I was getting all the time. For years, I've been",
        5584.9,
        5590.04
    ],
    [
        " getting, Hey, HB, HB, HB, HB took us a while. We're in HB. If you're in Texas, you know the deal,",
        5590.04,
        5596.38
    ],
    [
        " go get some. If you want to get some clothing, that's made in America. Go to origin USA.com. We",
        5596.38,
        5605.76
    ],
    [
        " got awesome clothing. We got a hump mind common. We got jujitsu geese. We got jeans. We got boots.",
        5605.76,
        5610.62
    ],
    [
        " All of it's made in America. It's made in America right here. So go check out origin USA.com.",
        5610.84,
        5617.4
    ],
    [
        " Help America. Help your community. Help the economy. Help shut down slave labor.",
        5617.62,
        5624.6
    ],
    [
        " Just just get on board with the program. That's what we're doing at origin USA.com. And don't",
        5625.4,
        5630.08
    ],
    [
        " forget we have a store. Echo made up the name. What'd you call it? First off, you made up the name.",
        5630.08,
        5635.5
    ],
    [
        " It's called actually I didn't know you did right up the name. 100%. All right. It's called Jaco store.",
        5635.5,
        5639.96
    ],
    [
        " So if you want to represent, train their untrained, but we prefer trained, but you want to",
        5640.34,
        5645.9
    ],
    [
        " represent this path. Well, it's getting disciplined equals freedom, which is true. The more you think",
        5645.9,
        5651.04
    ],
    [
        " about it, the more true it becomes. I see you got your shirt locker shirt on today. Yes, sir.",
        5651.04,
        5654.42
    ],
    [
        " One of the favorites, the fan favorites. Let's deal with shirt locker.",
        5654.82,
        5658.16
    ],
    [
        " Shirt locker every month. You're going to get a t-shirt. Yep. New creative design. Some",
        5658.66,
        5664.76
    ],
    [
        " designs have controversy behind them. I'm just going to say as it turns out, some there was the",
        5664.76,
        5669.6
    ],
    [
        " design that a guy emailed in seemingly nice guy. I don't know. Obviously, but emailed in said,",
        5669.6,
        5676.68
    ],
    [
        " hey, his wife was offended by the shirt. Oh, dang. He needs to return it. Which one is it?",
        5676.68,
        5681.8
    ],
    [
        " Everyone must get stoned. No. Which one was it? The anarchy rip. Oh, okay. Because she thought of",
        5681.82,
        5688.26
    ],
    [
        " his anarchistic. Yeah, she was like, it looks too much like the anarchist symbol. And I was thinking",
        5688.26,
        5692.48
    ],
    [
        " in my head, well, good. Okay. But I'm just saying. So you made one just several knows really made",
        5692.48,
        5698.6
    ],
    [
        " like an anarchy sign, but it was a D for discipline, kind of turn sideways. It was there was a resemblance.",
        5698.6,
        5704.5
    ],
    [
        " Yeah. Do it as just kind of a merely resemblance. It was a straight up shit. I'm going to be",
        5704.5,
        5709.54
    ],
    [
        " honest. It was an homage to the anarchy symbol. There you go. It was straight up. It served its",
        5709.54,
        5714.16
    ],
    [
        " purpose. I'm just saying it was controversial. Apparently. Yeah. So there you go. Okay. You get",
        5714.16,
        5718.94
    ],
    [
        " those from time to time. But anyway, they're creative. You know, good, good design. A new and every",
        5718.94,
        5723.62
    ],
    [
        " month subscription scenario on Jockelstore. It's called the shirt locker. Right on. Subscribe to",
        5723.62,
        5729.2
    ],
    [
        " this podcast. Describe to Jockel Underground. We're about to record some of those Jockel underground.",
        5729.2,
        5732.62
    ],
    [
        " Answer a bunch of questions. Talk about life. Talk about other aspects of life. Go to",
        5732.62,
        5737.3
    ],
    [
        " jockel Underground.com. If you want to if you want to get into the game on that, it's also how we're",
        5737.3,
        5740.66
    ],
    [
        " going to survive getting banned. We don't own this platform that you're listening to unless you're",
        5740.66,
        5747.72
    ],
    [
        " listening on Jockel Underground.com. We don't own the platform. So we could get banned. We get shut",
        5747.72,
        5751.52
    ],
    [
        " down. People don't want to hear what we have to say. So support us that way. We appreciate a YouTube.",
        5751.52,
        5757.24
    ],
    [
        " You can check that out. It's psychological warfare. Dakota Dakota Meyer just got a metal",
        5757.7,
        5762.06
    ],
    [
        " or life saving. And he also so he's out just saving lives as a firefighter. So support Dakota.",
        5762.62,
        5769.44
    ],
    [
        " You can support Dakota by going to flipside canvas.com and buying something cool to hang on your wall.",
        5769.9,
        5774.28
    ],
    [
        " Check that out. I've written a bunch of books. You know what the books are. You can check some of those",
        5774.52,
        5779.2
    ],
    [
        " out. Also have Ashlon Front will we teach leadership to solve all the problems that you have. Which",
        5779.2,
        5784.84
    ],
    [
        " are leadership problems? Ashlon Front.com. Also, we have online training at the extreme ownership",
        5784.84,
        5791.94
    ],
    [
        " academy extremownership.com. All the little lessons that will help you in every aspect of your life.",
        5792.78,
        5798.3
    ],
    [
        " This is about leadership. Sure, but it's about life. Go to extremownership.com and enroll.",
        5798.6,
        5804.94
    ],
    [
        " And you'll see me on there. You want to ask me a question? You'll see me on a Zoom call. I'll be",
        5805.6,
        5808.94
    ],
    [
        " sitting right here saying, oh, explain the details. Give me some context. So come and check that out as",
        5808.94,
        5814.76
    ],
    [
        " well. And also if you want to help service members active and retired their families at Gold Star",
        5814.76,
        5818.84
    ],
    [
        " Families. Check out Mark Lee's mom's charity organization. It's called America's mighty warriors.org.",
        5818.84,
        5826.2
    ],
    [
        " And also check out heroes and horses.org. Those guys are on the field right now. Micah, Nacrue.",
        5826.5,
        5832.38
    ],
    [
        " And you can find us on the social media stuff. Don't get isolated on there. Don't get it for all",
        5833.04,
        5839.46
    ],
    [
        " freaking spun up about the comments. Don't worry about some jackass, you know,",
        5839.46,
        5844.32
    ],
    [
        " 729 alpha three who insulted you. Don't worry about that. But if you want to say hi,",
        5846.16,
        5851.12
    ],
    [
        " you want to say what's up? Echoes out. Equatorial. I'm at Jockel, willing to watch out for the damn",
        5851.12,
        5855.26
    ],
    [
        " algorithm. And to the rest of our troops in uniform out there right now, standing watch 24,",
        5855.26,
        5862.22
    ],
    [
        " 7365. Thank you for what you do. And also thanks for the service of our police and law enforcement",
        5862.56,
        5870.68
    ],
    [
        " firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol,",
        5870.68,
        5875.92
    ],
    [
        " shout out, getting a done secret service. All first responders, listen, you have a complex grinding",
        5876.66,
        5885.72
    ],
    [
        " job that requires you to be a family counselor one minute and a tactical assulter the next.",
        5885.72,
        5893.68
    ],
    [
        " And it's a hard job. And we thank you for what you do. And we want to get to the training",
        5894.38,
        5900.86
    ],
    [
        " that you need to make it happen. And everyone else out there,",
        5900.86,
        5905.98
    ],
    [
        " there's evil in the world. Evil that we cannot understand. Evil that will attack a schoolhouse",
        5906.52,
        5923.56
    ],
    [
        " teachers. And we certainly need to mourn that loss. But we also need to remember that evil is",
        5925.86,
        5934.62
    ],
    [
        " still out there. And we need to do what we can to be prepared for the next time it rears its ugly",
        5934.62,
        5943.5
    ],
    [
        " head. And until next time, the Zeko and Jockel out.",
        5943.5,
        5950.74
    ]
]