[
    [
        " This is Saga cast number six. My name is J. Strachmier and I'm joined by Tom",
        3.96,
        10.36
    ],
    [
        " Deteknischen and welcome to the show. They move quietly through the darkness.",
        10.36,
        17.16
    ],
    [
        " They have planned for months and chosen this day August 23rd 1968 and time",
        17.72,
        25.92
    ],
    [
        " carefully. Everything was as their informants had said it would be and now all",
        26.26,
        32.02
    ],
    [
        " that was left with execution. Various elements broke off to their assigned",
        32.02,
        37.0
    ],
    [
        " positions. Machine guns in place, satsal charges at the ready. They waited for",
        37.0,
        43.2
    ],
    [
        " to signal. Let slip the dogs of war. Private first-class John E. Piers found",
        43.2,
        51.92
    ],
    [
        " himself crawling on the floor. He had been blown out of his bed,",
        51.92,
        55.84
    ],
    [
        " billy by explosions in the camp. Ordinarily, this would not be on usual after a",
        56.04,
        62.04
    ],
    [
        " night of heavy drinking, but Piers could hear massive explosions all around the",
        62.04,
        67.34
    ],
    [
        " hooch and burst a small arms fire ripping through the darkness. His mind worked",
        67.34,
        81.64
    ],
    [
        " private first-class William H. Brick III grabbed his web gear and car 15.",
        81.64,
        88.28
    ],
    [
        " Salads some words that did not make sense to Piers and charged out the door to his",
        89.24,
        95.44
    ],
    [
        " assigned defensive position. Sappers were on questedly the elite troops in the",
        95.44,
        101.76
    ],
    [
        " NBA. Sappers received six months of concentrated training. Tonight on",
        101.76,
        110.38
    ],
    [
        " phonetically dedicated troops and their missions were often self-destructive.",
        110.38,
        114.84
    ],
    [
        " They were the purveyors of on-bridled mayhem and on this night they struck",
        115.48,
        121.08
    ],
    [
        " with sudden fury. The enemy launched an intense barrage 82 m",
        121.08,
        127.56
    ],
    [
        " fire at F.O.B. Ford from somewhere behind ST Rattler. As soon as the situation",
        127.56,
        135.88
    ],
    [
        " permitted Larry Trimble made his way towards the south side of the mountain with",
        136.48,
        140.96
    ],
    [
        " several of his non-team members. And as we had on a previous broadcast, Larry",
        140.96,
        147.58
    ],
    [
        " Trimble was one of our guests and spoke about that night. Today I want to say we",
        147.58,
        154.7
    ],
    [
        " are privileged to have John Piers with us. He survived that night and served",
        154.7,
        160.6
    ],
    [
        " him at VSOG. John welcome to the show. Thank you very much. It's a great pleasure to be here and to be just to be after that night.",
        160.6,
        167.66
    ],
    [
        " Indeed. There were doubts. And for our viewing audience August 23rd, 1968, the NBA",
        168.04,
        175.54
    ],
    [
        " Sappers and the VIA con Sappers had planned the attack for over a year. They struck",
        175.54,
        181.44
    ],
    [
        " in the early morning hours of August 23rd and at the top secret base which was a",
        181.44,
        186.76
    ],
    [
        " Mac VSOG base and they had planned it well and we had extra personnel in",
        186.76,
        194.04
    ],
    [
        " camp that night. There was a promotion board along with the regular men that",
        194.04,
        198.56
    ],
    [
        " were stationed there and then they'd also had a command and control monthly",
        198.56,
        203.98
    ],
    [
        " meeting that had been held on base also. And it was a moonless night. So that was",
        203.98,
        216.74
    ],
    [
        " the day you had been drinking and intoxicated and you couldn't figure out where you were but in a way that played to your advantage.",
        216.74,
        224.0
    ],
    [
        " Indeed it did. It was a night to remember and sometimes you don't want to remember those kinds of things but that was certainly",
        224.58,
        233.14
    ],
    [
        " one that's hard to get out of your mind. As you mentioned it was an incredibly well planned operation and in that respect",
        233.14,
        242.88
    ],
    [
        " there was something almost admirable about it. I mean they had their intelligence and when they came through",
        242.88,
        249.24
    ],
    [
        " they set up almost as if they had planned this to the extent of had a model of our compound and knew exactly where to put the machine guns for the",
        249.24,
        260.02
    ],
    [
        " clearest and most effective lines of fire. They knew exactly what they wanted to do and they were there to do it.",
        260.02,
        266.64
    ],
    [
        " I have never heard a clear estimation of how many of them there were but I've heard estimates from four to six hundred and maybe upwards of that which meant that they outnumbered the people in the compound probably five or six to one.",
        267.52,
        282.8
    ],
    [
        " And so certainly caught us by surprise as you said some of us were there for a promotion ceremony I was and of course what ceremony of any kind can pass without a",
        284.12,
        295.68
    ],
    [
        " few drinks amongst the special forces types and so we did indeed share some drinks and I went back to the hooch that I was sharing with",
        295.68,
        304.76
    ],
    [
        " Bill Breck. He had been kind enough to offer me that so I didn't have to stay in the transic barracks because we've been in a training group together.",
        304.76,
        313.86
    ],
    [
        " And so that's how I wound up there and FOB4 had a reputation of being so safe that some of us, me and certainly, decided it was so safe there was no need for me to bring my car 15, my web gear and the normal things with grenades and all the stuff we normally carried.",
        314.46,
        336.62
    ],
    [
        " I went down with simply a 45 caliber pistol and Bill told me said well there's been a rash and not a rash but he says there's been some pistol stolen he said so what I want you to do when you go off is put it in the foot locker here and we'll lock it up and that way nobody will steal it.",
        337.14,
        355.98
    ],
    [
        " I thought well that's a brilliant idea so I put the 45 in there and said okay see you later but as I left I said he was there sitting at a desk with a lamp on writing and I said well come on with me and let's have a drink you know I haven't seen you in a while.",
        355.98,
        376.54
    ],
    [
        " He said no no no you go on you go on he said I'm writing a letter to my girlfriend and to this day I've often wondered what happened to that letter.",
        376.78,
        387.6
    ],
    [
        " Okay you know and it was you know thinking back on it that was the last moment of me seeing him alive was sitting there with his head down writing so I left and of course we had the full night of fun.",
        388.12,
        401.94
    ],
    [
        " So let me just go back to that one point in time.",
        402.0,
        404.3
    ],
    [
        " Please do yeah sure.",
        404.4,
        405.64
    ],
    [
        " This is we're going back to the book on the ground and as PFC brick dashed out of his hooch to confront the enemy.",
        405.88,
        414.08
    ],
    [
        " Peters still on all fours suddenly we crawled where his weapon was.",
        414.56,
        419.12
    ],
    [
        " It wasn't particularly comforting like a number of others Peters had traveled to the name just for that reason for promotion board and his 45 was safely locked up.",
        419.6,
        428.98
    ],
    [
        " And then Peters found himself in a vulnerable positions hootches were blowing up around him and bulls were hitting the one he was in.",
        429.38,
        438.14
    ],
    [
        " He needed to join up with other survivors and organize some kind of defense as or a counter attack.",
        438.92,
        445.66
    ],
    [
        " He also needed something other than a 45 if he was gone to survive or make any kind of meaningful contribution to the fight.",
        446.0,
        454.96
    ],
    [
        " As he surveyed the chaotic scene he saw a group flying from inside a small sandbag enclosure next to the hooch diagonally across from him.",
        456.16,
        466.72
    ],
    [
        " He couldn't tell for sure how many there were or who they were but he assumed they were Americans taking no chances.",
        467.14,
        476.28
    ],
    [
        " He yelled across to them to let them know where he was and that he was going to try and reach them.",
        476.8,
        483.24
    ],
    [
        " They would cover him while he made his sprint.",
        483.72,
        486.92
    ],
    [
        " Just a few meters outside was a body with a car 15 and some ammo pouches on the ground next to it.",
        487.56,
        496.48
    ],
    [
        " As Peters stood to gather these he was shocked to see it was Bill Brick lying most of us in the sand.",
        497.16,
        505.24
    ],
    [
        " He had been gunned down by the NBA as soon as he rushed outside.",
        505.54,
        510.58
    ],
    [
        " Had Peters been able to respond as quickly and as surely as Brick had he would have been lying next to him.",
        511.56,
        520.1
    ],
    [
        " Peters hesitated but then picked up Brick's weapon and ammo and quietly thanked him.",
        520.92,
        527.52
    ],
    [
        " With bullets cracking past him and sand kicking up all around, Peters completed his mad dash to the enclosure.",
        528.22,
        538.08
    ],
    [
        " Then maybe he could talk a little bit because there were three rows of hoochers in the recon area and in front of each one there were sidewalks.",
        538.94,
        548.44
    ],
    [
        " The NBA placed machine guns so when men like Bill Brick came out the machine guns were waiting for him.",
        549.12,
        555.5
    ],
    [
        " My understanding is that most of the casualties took place where they were immediately just because of that.",
        555.66,
        562.76
    ],
    [
        " Bill was assigned to the F.O.B so he had a position that he was supposed to go to in a situation like that.",
        562.9,
        570.28
    ],
    [
        " He knew what he needed to do and he got blessing. He didn't hesitate, he grabbed his gear and he rushed out to do his duty.",
        570.46,
        579.84
    ],
    [
        " Of course they were waiting for him outside the door.",
        580.78,
        583.1
    ],
    [
        " I was left behind still trying to figure out how I was going to get my 45 and I found the foot locker and was sure enough it had a lock on it.",
        584.3,
        591.22
    ],
    [
        " Big surprise.",
        591.96,
        592.82
    ],
    [
        " I used a knife to pry the lock open and got my 45 and then I literally low crawl to the door so that I could look out and that's when I kind of surveyed the situation.",
        594.98,
        608.88
    ],
    [
        " You were ripping through your bullets.",
        609.48,
        612.46
    ],
    [
        " Those hoochers were made out of plywood and so there wasn't a lot of resistance there.",
        613.14,
        618.14
    ],
    [
        " People talk about the sounds of bullets as they pass you.",
        623.76,
        626.72
    ],
    [
        " I don't know but something was flying around.",
        627.02,
        629.9
    ],
    [
        " I knew I needed to get out of there and get some place.",
        630.94,
        633.92
    ],
    [
        " What the NVA were doing was making their way down the rows of hoochers and picking them off one at a time with the satchel charges.",
        634.64,
        641.78
    ],
    [
        " The hoochers had air conditioners and holes in the wall and what they were doing was kicking in the air conditioners and pushing them in and throwing satchel charges into the hooch or whatever it was.",
        642.44,
        656.88
    ],
    [
        " You kind of tell that was what was coming so you needed to get out of there and get somewhere else.",
        658.08,
        662.76
    ],
    [
        " That's what I made in my dash.",
        664.02,
        665.32
    ],
    [
        " I could see that there was something going on across the way that looked promising.",
        665.52,
        670.54
    ],
    [
        " I said, okay, that's where I guess I got to go next.",
        671.84,
        675.18
    ],
    [
        " Then I went out and as it says in the book, that's when I found him.",
        676.88,
        681.14
    ],
    [
        " Took his weapon and the ammo that was there and joined the other fellows who were in the sandbag enclosure.",
        681.98,
        690.22
    ],
    [
        " Small sandbag enclosure.",
        692.22,
        693.5
    ],
    [
        " That's where I took up my first position for the night.",
        693.9,
        697.38
    ],
    [
        " It's the last one where the sandbag machine gun in placement.",
        698.38,
        702.82
    ],
    [
        " There was like a Harley room for the four of them to stand, much less crowds.",
        703.28,
        709.04
    ],
    [
        " This was a problem because the sandbags reached only chest high and in fact the enclosure offered no meaningful protection because all four of them could not duck.",
        710.0,
        719.94
    ],
    [
        " Down at the same time.",
        720.82,
        722.52
    ],
    [
        " However, from the new vantage point, Peters could observe a steady, criss-crossing of enemy troops.",
        723.52,
        728.94
    ],
    [
        " Somehow their bodies wrapped with explosives and many carried satchel charges and baskets of grenades along with their AK-47s.",
        729.44,
        737.96
    ],
    [
        " It was clear they had come prepared for a long night.",
        738.2,
        741.28
    ],
    [
        " Like many of those around him, Peters had operated in the chaos of Jungle Warfare, where unexpected things happened quickly and at close quarters.",
        741.62,
        751.96
    ],
    [
        " But he never seen a large-scale battle like the one currently raging around him.",
        752.7,
        758.16
    ],
    [
        " Peters was brought out of his days by a sapper, who was running across in front of him, firing his AK-47 as he ran.",
        759.24,
        766.36
    ],
    [
        " Peters fired a short burst from Brick's car 15 and the sapper pissed forward to his knees, his forehead resting in the sand like a Muslim prayer.",
        767.06,
        778.32
    ],
    [
        " He never fell over and for the rest of the night, Peters could see his near naked body bowed over as if offering a final homage to whatever brought him to this place on that night.",
        779.28,
        794.76
    ],
    [
        " In this semi-exposed position, Peters and his group made inviting targets and so drew their share of attention, including periodic volleys of grenades that had to be returned.",
        795.5,
        808.26
    ],
    [
        " In a bizarre twist of fate that none of them had anticipated, their protective enclosure began dribbling away around them.",
        809.02,
        819.76
    ],
    [
        " At first, they couldn't figure out what was going on and then it hit them.",
        820.22,
        825.1
    ],
    [
        " As more and more rounds hit the sandbags, the bags steadily deflated as the sand ran out, time to find new cover.",
        825.5,
        833.9
    ],
    [
        " Oh my gosh.",
        834.38,
        835.72
    ],
    [
        " Yeah, that reads almost like a Woody Allen movie.",
        836.32,
        839.12
    ],
    [
        "",
        839.78,
        839.78
    ],
    [
        " Yeah, there we were and thought we were okay.",
        841.36,
        846.54
    ],
    [
        " We're not okay, but I mean we thought well this is about the best we can do, it seems pretty secure.",
        846.88,
        851.2
    ],
    [
        " We did have the problem of people throwing grenades at us and we had to do something about that so we generally picked up through them back, our caught them and threw them back.",
        851.86,
        861.34
    ],
    [
        " But as you looked at it, it was like somebody had kicked over a rock or something and cockroaches was scurrying around because the light was provided by overhead flares, which are a very unusual kind of light that lacks depth perception and has a certain quality to it.",
        863.18,
        880.96
    ],
    [
        " Especially when we were sand, it was a very, very eerie looking thing.",
        881.1,
        884.94
    ],
    [
        " You could see these black forms scurrying back and forth in all kinds of directions and you really couldn't tell who, you know, except the ones that were, well even the ones that didn't have much clothes on, you weren't sure whether those were your own people who had been come out of bed, not fully dressed or...",
        885.06,
        900.44
    ],
    [
        " Or a Disney's Truth, who responded.",
        900.44,
        901.8
    ],
    [
        " That's right.",
        902.14,
        902.56
    ],
    [
        " And of course we had our indigenous personnel there who many of them looked very much like the enemy and so there was a massive problem in just trying to sort out, well who's who and what am I supposed to do.",
        902.76,
        913.18
    ],
    [
        " But anyway, yeah, we were in the sandbags and everything was going as it was going and then we noticed that, you know, like I said, short, you know, suddenly the sandbag was lower and lower on my body and I was trying to figure out what in the world is going on here.",
        914.54,
        931.32
    ],
    [
        " And then it dawned on us that, you know, what was happening was we were taking so much fire at the sandbags were, you know, giving out on us.",
        931.32,
        937.88
    ],
    [
        " Yeah.",
        938.18,
        938.38
    ],
    [
        " Yeah, we then said, okay, well let's get out of here and let's go somewhere else.",
        938.9,
        943.12
    ],
    [
        " And so we more or less went in different directions because you didn't want to clump together.",
        943.24,
        948.02
    ],
    [
        " Yeah, because...",
        948.5,
        953.3
    ],
    [
        " Yeah.",
        953.3,
        953.8
    ],
    [
        " You're asleep.",
        954.06,
        954.64
    ],
    [
        " Yeah.",
        955.08,
        955.2
    ],
    [
        " And just beginning to sleep off a little too much alcohol.",
        955.46,
        958.24
    ],
    [
        " Right.",
        958.42,
        958.56
    ],
    [
        " And it just goes to this apocalyptic death scene with so much going on with enemy running around in the additional specter of not being able to delineate clearly enemy from our allies, our South Vietnamese or even the yards that were there because they're the same stature.",
        958.82,
        978.4
    ],
    [
        " Yeah.",
        978.5,
        978.86
    ],
    [
        " And some of the guys like, like, I don't know how much clothing you had on you left a hooch, but some guys just re-enout with the shorts on.",
        979.1,
        985.14
    ],
    [
        " Absolutely, without shoes or people going around.",
        985.26,
        987.46
    ],
    [
        " Yeah, and to this day it is a terrible thing to have to try to contemplate and I, you know, I haven't for any depth because I don't know the answer.",
        988.0,
        994.78
    ],
    [
        " But there had to have been some friendly fire casualties that night.",
        995.32,
        998.3
    ],
    [
        " Oh, sure.",
        998.66,
        998.94
    ],
    [
        " There had to have been an all that confusion.",
        998.96,
        1001.38
    ],
    [
        " Some of our own troops killed by mistake.",
        1001.38,
        1004.6
    ],
    [
        " And that's terribly sad.",
        1005.16,
        1006.42
    ],
    [
        " But as far as I could tell, there's absolutely no way around it in a situation like that.",
        1006.6,
        1011.26
    ],
    [
        " I mean, it's really hard to describe the level of chaos.",
        1011.44,
        1013.88
    ],
    [
        " And as the book said, we were used to being out on the jungle where you could see how far in front of you, 10, 15 feet or something.",
        1015.4,
        1022.7
    ],
    [
        " And if you got into trouble, you know, you often couldn't see clearly who it was that was shooting at you.",
        1022.84,
        1028.22
    ],
    [
        " You know, you return fired to where you, it sounded like it was coming from or wherever you thought you ought to be shooting.",
        1028.34,
        1034.6
    ],
    [
        " But this was absolutely unique because it was a flat beach type thing, white sand, illuminated by flares.",
        1035.3,
        1044.5
    ],
    [
        " And you could see in great detail the chaos, the mayhem, the death.",
        1045.12,
        1051.04
    ],
    [
        " And then the flares would come and go.",
        1051.48,
        1052.76
    ],
    [
        " So you wouldn't have a constant light.",
        1052.9,
        1054.38
    ],
    [
        " You'd have a light that would be surreal.",
        1054.38,
        1056.18
    ],
    [
        " It would go out.",
        1056.64,
        1057.34
    ],
    [
        " And then a new flare would come up with a different angle with a different look.",
        1057.56,
        1060.48
    ],
    [
        " Yeah.",
        1060.48,
        1060.92
    ],
    [
        " And you had like to reassess where you were again in terms of enemy, good guys and whatever.",
        1061.22,
        1066.04
    ],
    [
        " Yeah. And the elimination flares are just that flares.",
        1066.44,
        1069.52
    ],
    [
        " And they're hung underneath the parachute.",
        1069.52,
        1071.2
    ],
    [
        " And of course, as they come down, they start swinging back and forth.",
        1071.22,
        1073.98
    ],
    [
        " And so, you know, it's like if you're in a room with a suspended light bulb and somebody hits the light bulb and it starts swinging back and forth.",
        1074.6,
        1081.54
    ],
    [
        " And you know, your shadow is shifting position constantly.",
        1081.54,
        1084.96
    ],
    [
        " And everybody else's shadows are shifting position constantly.",
        1085.24,
        1088.86
    ],
    [
        " And they're shifting position constantly, physically.",
        1089.14,
        1091.54
    ],
    [
        " And so, I mean, the very idea of trying to take aim and shoot at somebody was very problematic because",
        1092.2,
        1099.74
    ],
    [
        " were you shooting at the shadow?",
        1099.74,
        1101.42
    ],
    [
        " Were you shooting at them?",
        1101.62,
        1102.48
    ],
    [
        " Were you shooting where the shadow was?",
        1102.6,
        1103.9
    ],
    [
        " And it isn't anymore.",
        1104.12,
        1105.06
    ],
    [
        " I mean, these are paper targets.",
        1105.7,
        1107.06
    ],
    [
        " These are moving targets.",
        1107.3,
        1109.52
    ],
    [
        " And it's shifting shadows and all of that kind of stuff.",
        1109.52,
        1113.1
    ],
    [
        " And lots of noise, smells.",
        1113.32,
        1114.58
    ],
    [
        " You know, it was like I said, it was pretty chaotic.",
        1115.56,
        1118.78
    ],
    [
        " And, you know, yeah.",
        1119.58,
        1122.36
    ],
    [
        " So you moved from the standbanks to a more secure position then?",
        1123.18,
        1126.5
    ],
    [
        " Yeah.",
        1127.08,
        1127.24
    ],
    [
        " You were more or less, yeah.",
        1127.42,
        1129.78
    ],
    [
        " You were more or less fought your way that way.",
        1130.02,
        1131.46
    ],
    [
        " I guess you know, they were shooting along the way.",
        1131.54,
        1133.34
    ],
    [
        " Oh, yeah.",
        1133.58,
        1133.86
    ],
    [
        " And you know, you tried to estimate.",
        1134.0,
        1136.6
    ],
    [
        " You find yourself in an interesting position because, you know, being human,",
        1137.4,
        1145.74
    ],
    [
        " you wanted to save your own self, but then being part of a group, part of a team,",
        1145.88,
        1150.08
    ],
    [
        " you wanted to contribute your, you know, your bit.",
        1150.18,
        1153.06
    ],
    [
        " And so you would find a place that looked like, well, yeah, that's a good place to hide.",
        1153.74,
        1158.12
    ],
    [
        " But then you really didn't want to hide.",
        1158.62,
        1160.08
    ],
    [
        " You wanted to be in some situation where you contribute.",
        1160.46,
        1164.66
    ],
    [
        " So it was a, it was the rest of the night was a constant moving around.",
        1164.66,
        1168.92
    ],
    [
        " You know, you would be in one place for a while and then, you know, you'd think,",
        1169.36,
        1172.98
    ],
    [
        " well, maybe I got to auto go over there and see what's happening.",
        1173.12,
        1175.36
    ],
    [
        " Yeah.",
        1176.08,
        1176.92
    ],
    [
        " So for a lot more details or in the book about that, but in your case,",
        1177.1,
        1181.98
    ],
    [
        " one of the other aspects was sunlight finally came up.",
        1181.98,
        1186.64
    ],
    [
        " And then you also had a final encounter with a couple of enemy, correct?",
        1186.98,
        1192.14
    ],
    [
        " Correct. Yeah. That was, I believe they were, they were said to be the last enemy killed",
        1192.34,
        1196.9
    ],
    [
        " at the, throughout the event. It was early the following morning, the sun hadn't been up that long.",
        1196.9,
        1202.56
    ],
    [
        " And I joined a group of people, well, and when I started, I think there were only two of us.",
        1203.36,
        1206.9
    ],
    [
        " And we were doing kind of like a sweep through the camp, if you will, to try to see if we could find any, you know,",
        1206.92,
        1212.02
    ],
    [
        " remaining NBA and the camper enemy.",
        1212.36,
        1214.74
    ],
    [
        " And as we were walking along, suddenly these two guys came, you know,",
        1215.24,
        1221.38
    ],
    [
        " bursting out of some rubble and it didn't take long to see that they were...",
        1222.16,
        1227.62
    ],
    [
        " This is in the recon company area?",
        1227.62,
        1228.88
    ],
    [
        " Yeah, that they were, no, this was further down, further down away from it, west of it.",
        1228.96,
        1235.94
    ],
    [
        " Right.",
        1236.32,
        1236.42
    ],
    [
        " And they were making this mad dash and it was, you know, it became very clear that they were enemy",
        1237.14,
        1244.36
    ],
    [
        " because they were dressed in their loyne claws and had their, you know, what they had.",
        1244.36,
        1248.82
    ],
    [
        " And anyway, they ran into an outhouse that was there, you know, the train.",
        1249.28,
        1253.1
    ],
    [
        " Right.",
        1253.68,
        1253.9
    ],
    [
        " An outhouse, but a train.",
        1254.18,
        1255.68
    ],
    [
        " Made out of plywood and usually a two-seater or three-seater.",
        1255.74,
        1257.86
    ],
    [
        " No, this was a deluxe model with a deluxe model.",
        1257.86,
        1259.72
    ],
    [
        " Oh, the deluxe model. I had six seats. It was quite large. I think I counted them.",
        1259.72,
        1263.46
    ],
    [
        " I think there were six seats in one there.",
        1263.48,
        1264.96
    ],
    [
        " I didn't, you know.",
        1266.02,
        1266.78
    ],
    [
        " Stayed at a fart.",
        1266.78,
        1267.58
    ],
    [
        " Yeah, I wasn't assigned to that.",
        1267.76,
        1270.48
    ],
    [
        " So I would, did not have this in a minute acquaintance with the latrines.",
        1270.62,
        1273.52
    ],
    [
        " That's right, you were a visitor.",
        1273.6,
        1274.54
    ],
    [
        " Yeah, that I should have had for half.",
        1274.54,
        1276.24
    ],
    [
        " But anyway, they both disappeared into the, into the train. We'll call it.",
        1276.44,
        1280.98
    ],
    [
        " And so, I mean, what's a man to do? So I just opened up, you know, and fired full clip into the,",
        1281.64,
        1287.84
    ],
    [
        " you know, the cardboard struck, I mean, the cardboard, the plywood structure.",
        1288.0,
        1291.28
    ],
    [
        " And the guy that was with me also fired some shots.",
        1291.28,
        1293.66
    ],
    [
        " And, you know, it doesn't take a long to empty a, you know, magazine of, you know,",
        1294.2,
        1304.02
    ],
    [
        " so there really wasn't much time that elapsed between the last shot.",
        1304.02,
        1307.26
    ],
    [
        " And suddenly the entire thing exploded.",
        1307.42,
        1309.32
    ],
    [
        " The, the, the train that a train did.",
        1309.86,
        1312.1
    ],
    [
        " They set off the explosives that were wrapped around their bodies.",
        1312.28,
        1314.86
    ],
    [
        " And this is an image that I know that, you know, whenever I think about, I see the exact same thing.",
        1315.64,
        1321.18
    ],
    [
        " And it was like, and I'm sure everybody's seen it in action movies when something blows up.",
        1321.18,
        1326.38
    ],
    [
        " And a character or a person comes kind of a slow motion flying out of it.",
        1326.38,
        1330.02
    ],
    [
        " Flying through the air without the greatest of ease.",
        1330.3,
        1332.32
    ],
    [
        " Yeah, flying through the, and that's exactly what it was.",
        1332.32,
        1334.78
    ],
    [
        " This body came flying out of the, what was the latrine and sailed and landed about, I don't know, five or six feet in front of me.",
        1334.96,
        1344.3
    ],
    [
        " And, you know, as then that I could see that, well, there wasn't much of a person left there.",
        1345.08,
        1348.5
    ],
    [
        " I mean, you know, they had, they had explosives wrapped around them.",
        1349.02,
        1352.04
    ],
    [
        " So, you know, what finally landed on the ground in front of me was not, you know, recognizable as a human being.",
        1352.04,
        1357.1
    ],
    [
        " Yeah, we're not ready.",
        1357.3,
        1358.34
    ],
    [
        " But anyway, yeah, I've always, that, that is an image that is hard to get out of your mind.",
        1359.08,
        1365.48
    ],
    [
        " And so then we moved on and other people joined us.",
        1365.76,
        1368.76
    ],
    [
        " And we, the group, and we did the sweep and verified that there was nobody else, you know, left trying to kill us.",
        1369.04,
        1377.4
    ],
    [
        " And went about then trying to put order back into the chaos, you know.",
        1377.86,
        1382.64
    ],
    [
        " Indeed.",
        1383.04,
        1383.46
    ],
    [
        " Getting, you know, pick up the bodies.",
        1383.88,
        1385.36
    ],
    [
        " Yeah, that was the worst of it.",
        1385.7,
        1387.16
    ],
    [
        " Yeah.",
        1387.4,
        1387.52
    ],
    [
        " Because they were everywhere.",
        1388.08,
        1389.2
    ],
    [
        " And, and, and, and I don't know what kind of a thing it is to say, but I was lucky in the sense that I wasn't from there.",
        1390.12,
        1399.08
    ],
    [
        " So I didn't recognize, aside from Bill Brick, I didn't recognize any of the dead.",
        1399.5,
        1403.88
    ],
    [
        " Hey, because you and Bill had been made contact previously.",
        1404.28,
        1407.22
    ],
    [
        " We were in a training group.",
        1407.64,
        1409.48
    ],
    [
        " Training group, okay.",
        1409.54,
        1410.26
    ],
    [
        " And, and so, so, you know, there was, there was, I could maintain an emotional distance, if you will, from what I was seeing and what was going on.",
        1410.68,
        1419.9
    ],
    [
        " But certainly some of the people who were with me, you know, it was very, very difficult to, to do that.",
        1419.98,
        1424.8
    ],
    [
        " Oh, yeah.",
        1425.14,
        1425.52
    ],
    [
        " Yeah, man.",
        1425.72,
        1426.16
    ],
    [
        " And, and while you're doing it, there's running through your mind why them and not me.",
        1426.42,
        1432.28
    ],
    [
        " I mean, the most remarkable thing to come out of that kind of experience, I think, and I think we touch on it a lot in the book.",
        1433.12,
        1439.5
    ],
    [
        " And that is the extent to which just pure blind luck, you know, is accountable for so much.",
        1440.22,
        1446.58
    ],
    [
        " I mean, you can have all the, all the training in the world.",
        1447.2,
        1449.72
    ],
    [
        " You can be the baddest dude on the block.",
        1450.32,
        1452.18
    ],
    [
        " Right.",
        1452.58,
        1452.74
    ],
    [
        " You know, and if things don't break just right, you know, that's it.",
        1453.0,
        1456.64
    ],
    [
        " And, you know, there's no, I mean, I don't know.",
        1457.34,
        1460.08
    ],
    [
        " I mean, that's, you know, I certainly didn't deserve to live that night any more than a lot of other people deserved.",
        1460.08,
        1465.6
    ],
    [
        " Many people probably deserve more.",
        1465.94,
        1467.44
    ],
    [
        " But, yeah.",
        1468.34,
        1469.24
    ],
    [
        " Yeah.",
        1469.76,
        1470.04
    ],
    [
        " And like that contrast between what happened to Bill Brick, he's reporting to duty where he's told to go, he's gunned down immediately upon leaving the team, whooch.",
        1470.26,
        1482.0
    ],
    [
        " And then compared to the other side, a few doors down where John Walton and Ron Pylaski were in their hooch and they were putting on their boots.",
        1482.28,
        1492.04
    ],
    [
        " And then an NVA came by to throw a satchel charge into the hooch.",
        1492.58,
        1496.8
    ],
    [
        " But that was the one, I remember that door because it was a strongly strong.",
        1497.22,
        1502.56
    ],
    [
        " Yeah.",
        1502.82,
        1502.96
    ],
    [
        " So that when they opened it, the spring closed the door quickly so quickly that the NVA thrown a satchel charge in didn't get it inside.",
        1503.02,
        1511.32
    ],
    [
        " Hit the door, lands, blows up the staircase.",
        1511.52,
        1514.34
    ],
    [
        " Yeah.",
        1514.94,
        1515.04
    ],
    [
        " There were stair, three or four stairs leading into the hooch.",
        1515.2,
        1518.32
    ],
    [
        " And then when John and Ron come out, they literally fall over each other because there's no steps.",
        1518.78,
        1522.62
    ],
    [
        " Yeah.",
        1523.02,
        1523.16
    ],
    [
        " My wife described that kind of door for me.",
        1523.74,
        1526.38
    ],
    [
        " In the south, it's going as a bam and scream door, bam, scream door.",
        1526.38,
        1530.62
    ],
    [
        " And in every country home used to have them and your mother was constantly scream at you don't slam the door.",
        1531.02,
        1536.72
    ],
    [
        " Because the kid would push it open and keep going on the door with slam behind them.",
        1537.28,
        1541.02
    ],
    [
        " Well, this spring was so tight that when the, as I pictured it, because I wasn't there, but the NVA yanked it open and thought he was going to follow up and throw the satchel charge through the open screen door.",
        1541.42,
        1553.32
    ],
    [
        " And the screen door closed so fast that the satchel charge bounced off of it and blew up right outside their hooch and that took out the steps.",
        1553.5,
        1561.92
    ],
    [
        " And so, yeah, when they finally got their boots problems straightened out and that was kind of funny.",
        1562.2,
        1567.62
    ],
    [
        " I mean, two, you know, one guy's waiting for the other one to put on his boots.",
        1567.8,
        1570.6
    ],
    [
        " Yes.",
        1570.84,
        1571.02
    ],
    [
        " He's got one of him's got one boot on and can't figure out what to do with the other boot.",
        1571.38,
        1575.42
    ],
    [
        " Absolutely.",
        1575.94,
        1576.32
    ],
    [
        " He goes through the little bit.",
        1576.62,
        1577.36
    ],
    [
        " He allegedly goes through the thought process as well.",
        1578.02,
        1580.42
    ],
    [
        " Should I take off the boot I have on or should I put on the boot that I don't have on or should I take both, you know, I mean it was one of these decision trees that he was running through.",
        1580.82,
        1591.58
    ],
    [
        " And meanwhile, John Walton's waiting.",
        1592.14,
        1593.96
    ],
    [
        " Come on, come on.",
        1594.1,
        1595.38
    ],
    [
        " And so when they finally, when they finally get the boots on, he gets the boots on and they go out the door.",
        1595.88,
        1601.28
    ],
    [
        " You know, it's like again, it's like one of those roadrunner cartoons or something.",
        1601.54,
        1607.22
    ],
    [
        " They step out of the hooch expecting that they're going to step on to a step that was there.",
        1607.38,
        1612.08
    ],
    [
        " Yeah.",
        1612.42,
        1612.56
    ],
    [
        " And it's not there anymore.",
        1612.8,
        1613.86
    ],
    [
        " And so, you know, they just, we've all had that sinking feeling where you step at a place where you think there's going to be support and there is none.",
        1614.62,
        1621.56
    ],
    [
        " And so they both fell off the ground.",
        1621.86,
        1623.28
    ],
    [
        " And the NVI, NVA was out there and he was immediately shot.",
        1624.0,
        1628.7
    ],
    [
        " But because he shot where he thought they were going to be.",
        1628.7,
        1631.38
    ],
    [
        " And of course they were where, you know, nobody was where they thought they were going to be.",
        1631.74,
        1635.94
    ],
    [
        " Yeah.",
        1636.36,
        1636.38
    ],
    [
        " And that saved their life.",
        1636.56,
        1637.92
    ],
    [
        " I mean, you know, they were on the sand, you know, and I believe one of the indigenous people is something like that came along at just the opportune moment.",
        1638.14,
        1648.86
    ],
    [
        " Because, you know, the guys on the sand were in no position to take out the guy and somebody came along and did it for them.",
        1648.86,
        1656.96
    ],
    [
        " And so they could rally themselves and move on.",
        1657.32,
        1659.98
    ],
    [
        " And again, there's that second by my new second by second moment had the other indigenous not come along and taken out that gunner who was killing anybody coming out of hooch's.",
        1659.98,
        1672.48
    ],
    [
        " Yeah.",
        1672.68,
        1672.8
    ],
    [
        " Automatically seconds.",
        1673.02,
        1674.1
    ],
    [
        " Yeah.",
        1674.28,
        1674.38
    ],
    [
        " Oh yeah, less than, I mean, yeah, it's a microseconds.",
        1674.54,
        1676.86
    ],
    [
        " Microseconds indeed.",
        1677.04,
        1678.08
    ],
    [
        " And yeah, that's...",
        1678.76,
        1681.22
    ],
    [
        " Well, again, there's a lot more of that story that's in the book and that I'm proud to say that we co-authored.",
        1681.22,
        1689.32
    ],
    [
        " And...",
        1690.18,
        1690.76
    ],
    [
        " But one of the other amazing stories is one of my favorites was chapter 15.",
        1690.76,
        1698.1
    ],
    [
        " And title one lucky day where you, sir, could have been dead at least three times without trying too hard and narrow your shot was fired.",
        1698.54,
        1708.74
    ],
    [
        " But the enemy.",
        1708.9,
        1709.42
    ],
    [
        " Correct.",
        1709.66,
        1709.84
    ],
    [
        " And I just want to set the scene a little bit because one of our missions was the eldest son where we had taken ammunition to an enemy site and dropped it off.",
        1710.46,
        1719.7
    ],
    [
        " And the enemy picked it up and blow himself up. That was the plan.",
        1719.7,
        1722.56
    ],
    [
        " And you were on one of these eldest son missions.",
        1723.38,
        1726.56
    ],
    [
        " This is...",
        1727.08,
        1728.04
    ],
    [
        " Oh, and we should close with the FOB 4 attack.",
        1728.04,
        1731.8
    ],
    [
        " The final body count we lost 16 green berets that night on the morning of August the 23rd was to this date still the highest single loss of green berets in SF history.",
        1732.28,
        1742.8
    ],
    [
        " And tragically and dozens of indigenous people were killed and then we're still working on a final number for the number of NBA that were killed.",
        1743.2,
        1753.3
    ],
    [
        " Of course some were carried off as they often are by their counterparts.",
        1753.48,
        1761.02
    ],
    [
        " Yeah, there were actually...",
        1761.02,
        1763.5
    ],
    [
        " You bring that up. There were surprisingly few enemy bodies left and you know there were blood trails leading out of the compound where obviously some that had been wounded.",
        1763.5,
        1772.7
    ],
    [
        " They had retreated to where they came from.",
        1772.72,
        1775.1
    ],
    [
        " And then some had been dragged away.",
        1776.0,
        1777.88
    ],
    [
        " But I mean I don't think there's any doubt that the body count for them must have numbered in the hundreds.",
        1778.3,
        1784.48
    ],
    [
        " I mean there was no way because with spooky they were working out with the gunship that came in and was firing with all the rest of the stuff that was going on.",
        1785.32,
        1793.24
    ],
    [
        " Yeah, they had to suffer heavy casualties.",
        1793.84,
        1796.22
    ],
    [
        " Yeah, because one of the gunships came in right when the NBA sappers were attempting...",
        1796.42,
        1801.96
    ],
    [
        " Because right next door to FOB 4 was an NBA POW encampment which had over a thousand enemy soldiers imprisoned.",
        1801.96,
        1812.18
    ],
    [
        " And they were trying to get through to them and fortunately the gunship got there and somebody was able to direct on the fire that they weren't able to...",
        1813.62,
        1823.0
    ],
    [
        " If those thousand enemy troops had been sprung loose.",
        1823.0,
        1826.38
    ],
    [
        " Well I've heard that that was one of their major objectives.",
        1828.28,
        1831.2
    ],
    [
        " That they wanted to free the thousand who would then join up with them and then there would be a sweep further inland.",
        1831.94,
        1837.42
    ],
    [
        " I mean this was all during the TET offensive. This was part of TET.",
        1838.18,
        1842.94
    ],
    [
        " Most people think of TET as just one battle but it was a year long series of battles.",
        1844.06,
        1848.62
    ],
    [
        " More or less worked his way north to south.",
        1849.26,
        1851.86
    ],
    [
        " And this was part of that activity I'm quite sure.",
        1852.1,
        1855.14
    ],
    [
        " And so they had big plans for that night.",
        1855.98,
        1858.72
    ],
    [
        " And I was about to say it. If anybody asked me, how did you win?",
        1859.36,
        1865.14
    ],
    [
        " I don't know.",
        1866.78,
        1867.44
    ],
    [
        " I mean sunrise came and it seemed to be over.",
        1868.12,
        1871.84
    ],
    [
        " And given the odds and given the fact that we had nothing resembling an organized response.",
        1872.94,
        1880.8
    ],
    [
        " I mean it was really literally pick a number.",
        1881.18,
        1885.68
    ],
    [
        " A dozen, two dozen, five dozen individual fire fights going on in this compound.",
        1886.22,
        1891.7
    ],
    [
        " And it was kind of like it wasn't an invitation only but you could go around and join in.",
        1892.82,
        1897.62
    ],
    [
        " As I moved along I joined in and some fire fights that were ongoing.",
        1898.34,
        1901.7
    ],
    [
        " You come across when you join in and then keep moving.",
        1902.22,
        1905.66
    ],
    [
        " And it was bizarre.",
        1906.32,
        1907.32
    ],
    [
        " I mean, you know, and stuff was blowing up because the supply depot got hit.",
        1907.38,
        1914.1
    ],
    [
        " And I don't know how many tons of stuff went up.",
        1914.3,
        1917.1
    ],
    [
        " C4, grenades, anything else.",
        1917.2,
        1920.08
    ],
    [
        " And that was like the mother of all bombs going off because it was just huge, a huge explosion.",
        1920.24,
        1927.5
    ],
    [
        " Knock people off their feet and some people were hurt seriously as a result of that.",
        1927.96,
        1931.9
    ],
    [
        " A wall collapsed on somebody and was killed.",
        1932.16,
        1934.88
    ],
    [
        " But I mean, yeah, all that stuff was going on.",
        1935.04,
        1937.42
    ],
    [
        " Meanwhile, helicopters overhead doing stuff.",
        1937.5,
        1939.98
    ],
    [
        " You know, spooky's flying around doing what he's doing.",
        1940.24,
        1943.88
    ],
    [
        " You know, there's yelling and there's screaming and nobody really knows what's going on.",
        1944.2,
        1948.34
    ],
    [
        " It all.",
        1948.64,
        1949.08
    ],
    [
        " So again, if asked how in the world did this quote, when?",
        1950.12,
        1954.22
    ],
    [
        " I mean, I'm not saying we won but I mean somehow it came to an end.",
        1955.08,
        1958.16
    ],
    [
        " And I don't know whether, you know, how that happened.",
        1958.52,
        1961.22
    ],
    [
        " I'm happy you did, but I don't know.",
        1961.58,
        1963.48
    ],
    [
        " Indeed, I don't know how it happened.",
        1963.58,
        1964.9
    ],
    [
        " And as we had detailed, much more detail in SAG cast number five with Larry Trimble or last the guest.",
        1965.3,
        1973.56
    ],
    [
        " Yes.",
        1973.74,
        1973.86
    ],
    [
        " Larry was up on the mountain and he took out the enemy mortar tubes and his recon team as well as fending off several attacks on their position.",
        1975.18,
        1986.18
    ],
    [
        " But it via Kong and VA up there and had not been for that.",
        1986.18,
        1990.44
    ],
    [
        " There would have been much more casualties amongst our friendly troops.",
        1990.64,
        1994.0
    ],
    [
        " Yeah, that would be for.",
        1994.12,
        1995.22
    ],
    [
        " Yeah.",
        1995.42,
        1995.54
    ],
    [
        " Yeah, it was, yeah, there you have it.",
        1995.98,
        1999.44
    ],
    [
        " Indeed.",
        1999.66,
        1999.9
    ],
    [
        " Well, moving on to a day where you should have been dead three times.",
        2000.18,
        2004.5
    ],
    [
        " Or at least been in deep trouble.",
        2004.98,
        2007.1
    ],
    [
        " At least deep do do.",
        2007.32,
        2008.48
    ],
    [
        " We turned to chapter 15, one lucky day.",
        2009.08,
        2011.84
    ],
    [
        " And again, this was you were going to insert elder son.",
        2012.06,
        2017.16
    ],
    [
        " And so you were out there, you had transferred from F will be one could be close F will be one in January.",
        2018.04,
        2025.56
    ],
    [
        " And our team went down to denying F will be four, which became CCN.",
        2026.18,
        2030.94
    ],
    [
        " You went to contum.",
        2031.38,
        2032.62
    ],
    [
        " We went down as a freelance, correct, by yourself without a team.",
        2032.88,
        2035.98
    ],
    [
        " Right.",
        2036.16,
        2036.34
    ],
    [
        " Because I was very close to my deuros, the day in which I was to leave Vietnam and return home.",
        2036.34,
        2040.84
    ],
    [
        " And so I got separated from RT Rhode Island who had been with and wound up there.",
        2041.72,
        2048.88
    ],
    [
        " And while I was there, I helped run the launch site and did some strap hanging as we call it kind of volunteer to go out on things.",
        2049.4,
        2055.84
    ],
    [
        " And this was one of those cases they were going to run an elder son mission.",
        2056.26,
        2059.0
    ],
    [
        " And those missions, correct me if I'm wrong, but I think they were always all American.",
        2059.52,
        2063.32
    ],
    [
        " I don't remember hearing about the indigenous and I don't know whether because that was it was a special level of secrecy because I was also told theoretically it was against the Geneva code to put Dr. Dammionation back into the hands of the enemy to ruin their day.",
        2063.82,
        2079.36
    ],
    [
        " And none of us who were engaged in it felt bad about it at all.",
        2080.54,
        2084.7
    ],
    [
        " But I thought there was a certain level of absurdity there because I kept thinking somebody and maybe you can because I don't know the answer to this.",
        2085.38,
        2091.98
    ],
    [
        " Somehow that ammunition got taken out of Laos or Cambodia by somebody.",
        2092.44,
        2100.5
    ],
    [
        " It was taken somewhere and it was doctored.",
        2100.82,
        2104.06
    ],
    [
        " Then it was brought back by somebody and given to somebody and then somehow we wound up with it and we were just supposed to take it back and put it where it came from.",
        2104.16,
        2112.94
    ],
    [
        " And that was one of the unique services because SAG had their own supply system that was based in I think Okinawa.",
        2113.66,
        2120.2
    ],
    [
        " Oh, ok. And with Ben Baker in his crew.",
        2120.24,
        2123.66
    ],
    [
        " So again, the first party question, I don't know how they got the ammo to them but they doctored it.",
        2123.92,
        2130.14
    ],
    [
        " So that for our viewing audience or our listening audience, when that was used by the enemy, it would explode in their face.",
        2130.24,
        2138.38
    ],
    [
        " Right. And the object was of course to ruin in the individual's day.",
        2138.6,
        2144.08
    ],
    [
        " But the more important aspect of it was the psychological aspect of undermining their confidence in their supply system.",
        2144.58,
        2151.58
    ],
    [
        " And their weapons?",
        2151.94,
        2152.48
    ],
    [
        " Yeah, their weapons because if you're standing next to a guy who pulls the trigger and his weapon blows up and he's face, that lessens your confidence in your own.",
        2152.7,
        2162.0
    ],
    [
        " So in that mission, you were taking an RPG, it was a water rounds for the 82.",
        2162.0,
        2166.24
    ],
    [
        " The enemy mortars were 82 millimeters. We used 81.",
        2166.7,
        2172.62
    ],
    [
        " So they could use ours but we couldn't use theirs.",
        2173.08,
        2175.72
    ],
    [
        " Clever.",
        2175.78,
        2176.22
    ],
    [
        " I don't know if they intended it that way but that's the way it worked out.",
        2176.64,
        2180.9
    ],
    [
        " No. So just to go back just for a little bit here to the book.",
        2180.96,
        2184.76
    ],
    [
        " Without a team of his own, Peters will left the strap hanging or volunteer.",
        2185.24,
        2189.98
    ],
    [
        " So he found himself as part of an all-American sortie into Cambodia to sow the seeds of the little eldest son,",
        2190.68,
        2199.84
    ],
    [
        " meanness into the Daniel Boon which was Cambodia, area of operations.",
        2200.16,
        2203.82
    ],
    [
        " In this case with RPGs and water rounds, all of which were packed with wooden crates.",
        2204.4,
        2209.5
    ],
    [
        " And on this day, you get to the launch site and just take it from there because the way you tell that story.",
        2210.66,
        2218.46
    ],
    [
        " Oh, you mean from the LZ once we touched down?",
        2219.34,
        2221.86
    ],
    [
        " Yes, because you don't bane everything's loaded in the King Bee.",
        2222.06,
        2225.7
    ],
    [
        " Yeah.",
        2225.92,
        2226.1
    ],
    [
        " The King Bee goes out and then take it from there.",
        2226.38,
        2229.22
    ],
    [
        " Yeah, and then you've got to get it out of the King Bee more or less and get ready to do what you're going to do with it.",
        2229.48,
        2235.08
    ],
    [
        " But I mean, no helicopter wants to spend unnecessary time in the vicinity with something like that going on.",
        2235.2,
        2244.38
    ],
    [
        " And so we got out the majority of it and there was one box left of mortar rounds.",
        2244.38,
        2251.84
    ],
    [
        " And so I decided, well, I'll take the last box and take it off.",
        2252.56,
        2256.52
    ],
    [
        " So I took it out and I was walking and I didn't get very far, three or four steps.",
        2256.6,
        2261.52
    ],
    [
        " And I was losing the grip on it.",
        2262.16,
        2263.98
    ],
    [
        " I hadn't picked it up properly.",
        2264.36,
        2266.08
    ],
    [
        " And so I thought, well, I'll just set this thing down and get a new grip on it.",
        2266.78,
        2272.14
    ],
    [
        " And so that's what I did.",
        2272.18,
        2273.62
    ],
    [
        " But it unbeknownst to me, the helicopter pilot was also anxious to do his thing.",
        2273.86,
        2278.96
    ],
    [
        " And so he rose up immediately and swung, it would be to be left and that brought the tail rotor around towards me.",
        2279.5,
        2286.16
    ],
    [
        " And I, being bent down, the tail rotor passed right over me.",
        2286.96,
        2291.82
    ],
    [
        " And that was my first indication that something dramatic had just taken place.",
        2292.54,
        2298.02
    ],
    [
        " And I mean, because the sound of a helicopter tail rotor passing over you is something...",
        2298.28,
        2304.74
    ],
    [
        " Over your head.",
        2304.74,
        2305.34
    ],
    [
        " Yeah, that's something you never want to experience.",
        2305.6,
        2307.38
    ],
    [
        " And you talk about sucking all the oxygen out of the room.",
        2307.78,
        2311.64
    ],
    [
        " I mean, that really sucks the air.",
        2311.88,
        2313.06
    ],
    [
        " It creates a kind of vacuum over you.",
        2313.48,
        2315.3
    ],
    [
        " And so you feel it in your ears, you feel it whatever.",
        2315.88,
        2318.4
    ],
    [
        " And it's got this high pitched sound that a helicopter makes, a tail rotor does.",
        2318.78,
        2325.2
    ],
    [
        " And then, you know, I don't know how...",
        2325.72,
        2330.04
    ],
    [
        " Well, I mean, I was in the act of getting that over.",
        2330.04,
        2332.78
    ],
    [
        " Well, I just been over and grabbed it, the box, and was just getting ready to raise up.",
        2333.1,
        2338.4
    ],
    [
        " I continued raising up.",
        2338.46,
        2339.56
    ],
    [
        " I didn't know what was going on.",
        2339.74,
        2340.98
    ],
    [
        " It just so happens that I raised up after the rotor had passed over me.",
        2341.84,
        2347.32
    ],
    [
        " But you know, had I raised...",
        2347.98,
        2348.96
    ],
    [
        " Because he was a microsecond.",
        2348.96,
        2350.18
    ],
    [
        " Yeah, had I literally had I raised up, you know, just a microsecond or whatever I had a time I would have been decapitated.",
        2350.18,
        2359.0
    ],
    [
        " Yeah, I would have been...",
        2359.0,
        2360.86
    ],
    [
        " At least decapitated.",
        2360.86,
        2362.94
    ],
    [
        " So that was...",
        2363.06,
        2365.88
    ],
    [
        " So I thought, well, that's a hell of a note.",
        2365.88,
        2368.16
    ],
    [
        " Indeed.",
        2369.02,
        2369.28
    ],
    [
        " And meanwhile, I'm looking over in my team that I'm with, you know, they've witnessed this.",
        2369.9,
        2374.22
    ],
    [
        " Yeah.",
        2374.72,
        2374.92
    ],
    [
        " And they've got this look on their face of absonishment.",
        2375.4,
        2379.24
    ],
    [
        " The astonishment.",
        2380.16,
        2380.86
    ],
    [
        " Because, you know, I mean, I wouldn't say that...",
        2381.1,
        2384.88
    ],
    [
        " I don't know if they were worried about me, but I think maybe they were more worried about the mess they would have to have dealt with.",
        2384.88,
        2389.78
    ],
    [
        " You know, if that had happened, they would have had to do something with me.",
        2390.36,
        2392.88
    ],
    [
        " Yeah, it wasn't the impact of a head on a tail rotor.",
        2393.84,
        2396.26
    ],
    [
        " Yeah, not...",
        2396.92,
        2397.92
    ],
    [
        " I don't know.",
        2397.92,
        2399.14
    ],
    [
        " I think you don't want to think about it.",
        2399.64,
        2401.6
    ],
    [
        " No, I've never seen it happen.",
        2401.6,
        2402.76
    ],
    [
        " I've never seen it happen, so I don't know.",
        2402.76,
        2404.28
    ],
    [
        " So then, a little while later, you successfully insert all the band ammo.",
        2404.68,
        2412.14
    ],
    [
        " Right.",
        2412.34,
        2412.5
    ],
    [
        " The eldest son.",
        2412.74,
        2413.34
    ],
    [
        " Right.",
        2413.52,
        2413.66
    ],
    [
        " And then you do for an distraction.",
        2414.24,
        2415.5
    ],
    [
        " But you can't quite get an distraction.",
        2415.5,
        2417.94
    ],
    [
        " So at some point, you...",
        2417.94,
        2420.46
    ],
    [
        " You're with O'Connor?",
        2420.46,
        2421.74
    ],
    [
        " Yeah, Mike.",
        2422.32,
        2422.92
    ],
    [
        " The little leprechaunis.",
        2423.52,
        2424.58
    ],
    [
        " It was Michael Chilconer.",
        2424.6,
        2425.88
    ],
    [
        " And he was about my size.",
        2426.0,
        2427.62
    ],
    [
        " And he was in E7.",
        2427.64,
        2428.92
    ],
    [
        " I was in E...",
        2429.12,
        2430.06
    ],
    [
        " Yeah, I'd survived August 23rd.",
        2430.06,
        2433.02
    ],
    [
        " I was in E4.",
        2433.02,
        2433.66
    ],
    [
        " That's right.",
        2433.88,
        2434.22
    ],
    [
        " You had that promotion.",
        2434.48,
        2435.18
    ],
    [
        " Yeah, I had the promotion.",
        2435.5,
        2436.3
    ],
    [
        " And so Mike was along.",
        2436.92,
        2438.84
    ],
    [
        " Yeah, we'd gotten rid of what we were...",
        2439.58,
        2444.34
    ],
    [
        " We'd done what we were doing.",
        2444.34,
        2445.32
    ],
    [
        " So we were successfully inserted.",
        2445.32,
        2446.26
    ],
    [
        " Yeah, and so the King these had to go back for refueling or something.",
        2446.52,
        2450.54
    ],
    [
        " I'm not sure why they had to leave, but they did.",
        2450.68,
        2452.62
    ],
    [
        " And so we had to do something with ourselves while we waited for them to come back.",
        2453.26,
        2456.42
    ],
    [
        " So we kind of grouped together in a protected cover of trees and whatnot.",
        2456.42,
        2462.86
    ],
    [
        " And I took out my...",
        2463.64,
        2464.92
    ],
    [
        " I had a map and one of my responsibilities was to make some notes on it",
        2464.92,
        2468.8
    ],
    [
        " so that we could verify that we'd put it, you know, where it was supposed to be and all that stuff.",
        2468.8,
        2473.12
    ],
    [
        " Yeah, and also because after every eldest son insertion,",
        2473.44,
        2477.08
    ],
    [
        " it had to be recorded and then reported the headquarters in the way after action reports.",
        2477.4,
        2481.26
    ],
    [
        " Right, right, right.",
        2481.56,
        2482.4
    ],
    [
        " So I sat down and, you know, I leaned back on my Rutsack.",
        2482.56,
        2487.26
    ],
    [
        " And I think there was a slight rise behind me that allowed me to do that comfortably.",
        2488.02,
        2491.98
    ],
    [
        " And I was leaning back against whatever I was leaning against.",
        2492.14,
        2495.9
    ],
    [
        " And I had my... I brought my knees up so that I'd make my lap kind of like a lap desk.",
        2496.06,
        2501.36
    ],
    [
        " And I had the map spread there.",
        2501.8,
        2503.44
    ],
    [
        " And I was kind of looking at the map and trying to figure out what I was supposed to be figuring out.",
        2503.44,
        2507.42
    ],
    [
        " And I heard this... I'd been with Mike before and I knew him well.",
        2508.14,
        2514.58
    ],
    [
        " And, you know, you can feel a certain tension in the air when things are going wrong.",
        2515.4,
        2520.44
    ],
    [
        " When the Pucker Facker does.",
        2520.56,
        2521.56
    ],
    [
        " Something he'd me in that this all was not right.",
        2522.3,
        2526.36
    ],
    [
        " And so I looked up from the map and Mike was across from me.",
        2527.16,
        2530.94
    ],
    [
        " And the look on his face was absolutely...",
        2531.44,
        2537.2
    ],
    [
        " Start tear, agasness.",
        2538.74,
        2540.26
    ],
    [
        " I mean, pick your word.",
        2540.92,
        2542.84
    ],
    [
        " But I thought, you know, what ran through my mind is, you know, whatever it is, it's got to be awfully bad.",
        2543.1,
        2550.52
    ],
    [
        " At least the battalion or a dead person.",
        2550.86,
        2552.1
    ],
    [
        " Yeah, I thought I was going to look behind me and there was going to be an NVA tank division.",
        2552.1,
        2556.14
    ],
    [
        " Or something like that, converging on us, you know.",
        2556.3,
        2558.96
    ],
    [
        " And so I looked... I looked... I looked naturally to my right.",
        2559.44,
        2563.4
    ],
    [
        " And, you know, as I said, I was on a slight incline.",
        2563.84,
        2566.52
    ],
    [
        " And I came not quite eye to eye, but almost eye to eye with a synopeed that was about one to two feet long.",
        2567.12,
        2575.46
    ],
    [
        " Yeah, please describe it because people listening, anybody in America, unless you've been in foreign jungles,",
        2575.84,
        2583.4
    ],
    [
        " would never understand the dimensions of this centipede.",
        2583.58,
        2587.66
    ],
    [
        " I always think of a little caterpillar, I think, synopeed.",
        2587.66,
        2590.24
    ],
    [
        " But yours is how long?",
        2590.24,
        2591.6
    ],
    [
        " It was long.",
        2592.6,
        2595.64
    ],
    [
        " I didn't ask it to pose while I measured it.",
        2596.16,
        2598.78
    ],
    [
        " It was long enough, let's say that.",
        2599.02,
        2603.38
    ],
    [
        " But no, anybody who's been around a true synopeed, there's millipedes, there's synopeeds, there's various things.",
        2603.82,
        2610.3
    ],
    [
        " But, you know, synopeeds are those things that have all the legs that kind of un-delight when they walk.",
        2611.02,
        2615.2
    ],
    [
        " They kind of somehow move them, you know.",
        2615.2,
        2617.74
    ],
    [
        " Which reminds me, this is a total break from what we're doing, but one of the best stories I've ever heard.",
        2617.92,
        2622.26
    ],
    [
        " And that was about the synopeed who allegedly had never trouble... had never had any trouble walking until somebody asked him how he did it.",
        2622.38,
        2630.24
    ],
    [
        " And that... there's a lesser there.",
        2630.84,
        2633.72
    ],
    [
        " And so anyway, yes.",
        2633.9,
        2634.94
    ],
    [
        " They can't fly, but they do.",
        2635.7,
        2637.76
    ],
    [
        " Yeah, it was that kind of thing.",
        2638.26,
        2639.44
    ],
    [
        " But anyway, yes, so he can't have undulated his way past.",
        2639.58,
        2642.92
    ],
    [
        " I subsequently heard that these were so highly poisonous that even if they walked on your skin, you broke out in some kind of something.",
        2643.24,
        2651.86
    ],
    [
        " Really?",
        2652.16,
        2652.28
    ],
    [
        " Yeah, you didn't die, but you paid for it.",
        2652.62,
        2655.56
    ],
    [
        " Indeed.",
        2655.88,
        2656.12
    ],
    [
        " And so, yeah.",
        2656.48,
        2657.44
    ],
    [
        " And it did bite you, finito.",
        2658.0,
        2659.98
    ],
    [
        " Yeah, I was, but yeah, I guess.",
        2660.32,
        2661.62
    ],
    [
        " But anyway, he walked right along from my shoulder down along my arm.",
        2661.76,
        2666.5
    ],
    [
        " I was still holding the map, and he walked along my right arm.",
        2666.5,
        2670.46
    ],
    [
        " And when he got about where my waist was or whatever, he decided to take a right hand turn and go back into the jungle and where he came from on whatever mission he was on.",
        2670.86,
        2682.68
    ],
    [
        " Oh, wait.",
        2683.04,
        2683.34
    ],
    [
        " And yeah.",
        2683.78,
        2684.32
    ],
    [
        " Oh, I have to grill like three inches, four inches, and...",
        2684.82,
        2688.22
    ],
    [
        " Oh, you mean the synopeed itself?",
        2688.22,
        2689.36
    ],
    [
        " Yeah.",
        2689.58,
        2689.82
    ],
    [
        " Oh, no, they're very flat.",
        2689.92,
        2691.38
    ],
    [
        " I would guess he probably was...",
        2691.78,
        2694.32
    ],
    [
        " He was pretty big around.",
        2694.32,
        2695.48
    ],
    [
        " I said maybe two inches.",
        2695.6,
        2696.48
    ],
    [
        " Yeah, still about a foot and a half, two feet long.",
        2696.9,
        2699.42
    ],
    [
        " Oh, my God.",
        2699.66,
        2700.54
    ],
    [
        " I've seen pictures of him.",
        2700.62,
        2701.66
    ],
    [
        " In fact, I think I sent you one of a guy holding up one, which was about four feet long.",
        2701.72,
        2705.72
    ],
    [
        " Yes, I've raised that from my mind, but you did.",
        2706.46,
        2709.02
    ],
    [
        " Yeah.",
        2709.3,
        2709.42
    ],
    [
        " No, they...",
        2709.94,
        2711.04
    ],
    [
        " And people don't believe they exist, but I'm here to tell you they exist.",
        2711.04,
        2715.34
    ],
    [
        " Indeed.",
        2715.92,
        2716.24
    ],
    [
        " I almost wasn't here to tell you that they exist.",
        2716.48,
        2719.1
    ],
    [
        " I can now tell you and verify that their big synopeats exist in South Vietnam.",
        2719.82,
        2724.2
    ],
    [
        " Oh, my God.",
        2724.2,
        2725.4
    ],
    [
        " Or in Laos or Cambodia.",
        2725.4,
        2726.68
    ],
    [
        " This is Cambodia.",
        2727.06,
        2727.86
    ],
    [
        " Cambodia, yes.",
        2728.48,
        2728.88
    ],
    [
        " It was in Cambodia.",
        2729.1,
        2730.24
    ],
    [
        " So, this is all in one day.",
        2730.72,
        2734.08
    ],
    [
        " So now...",
        2734.72,
        2736.04
    ],
    [
        " That was all in a couple hours.",
        2736.04,
        2737.82
    ],
    [
        " Indeed.",
        2738.06,
        2738.3
    ],
    [
        " So the survivor from August 23rd has these two incidents in one day after...",
        2739.12,
        2746.22
    ],
    [
        " In what in the 1969?",
        2746.22,
        2747.26
    ],
    [
        " So then the Cambies finally come.",
        2748.32,
        2749.96
    ],
    [
        " You have a successful extraction.",
        2750.24,
        2752.08
    ],
    [
        " Nothing on you.",
        2752.38,
        2753.6
    ],
    [
        " You go back to Khantung, F.O.B.2, which was CCC.",
        2753.64,
        2757.06
    ],
    [
        " And which was an unusual MacVease-Sod top secret headquarters area for Khantung, because they literally had a road that drove through the center of the camp.",
        2758.1,
        2770.1
    ],
    [
        " And I've never had a good answer as to why anybody would have a camp like that.",
        2770.46,
        2775.8
    ],
    [
        " So on one side, there was the housing areas.",
        2775.8,
        2778.84
    ],
    [
        " On the other side was more the operational side, the clubhouse, S4, blah, blah.",
        2778.96,
        2786.0
    ],
    [
        " So you get back to base, a fellow recon man from F.O.B.1, John T. Walton I first, who we mentioned earlier about him and Ron and Paol Lasky being so fortunate to survive with you that night in August 23rd.",
        2786.34,
        2802.64
    ],
    [
        " You and John gather, because obviously you had shared notes before.",
        2802.64,
        2806.54
    ],
    [
        " And somehow you let John talk you into a poker game?",
        2807.42,
        2811.1
    ],
    [
        " Well, it was something like that.",
        2811.82,
        2813.2
    ],
    [
        " Yeah.",
        2813.34,
        2813.46
    ],
    [
        " I mean, I came back and you know, it not been in my hooch very long and was...",
        2813.72,
        2821.38
    ],
    [
        " I think it was outside.",
        2821.38,
        2822.82
    ],
    [
        " It was mine who was next door to his.",
        2823.16,
        2824.96
    ],
    [
        " So he came out of his, you know, and he said, come on, I'm going to the club.",
        2825.4,
        2828.76
    ],
    [
        " Let's go over there and have some drinks and play some poker.",
        2828.8,
        2832.38
    ],
    [
        " Well, you and I had played poker with John before.",
        2832.56,
        2834.72
    ],
    [
        " Oh yeah, he still had money.",
        2834.86,
        2836.26
    ],
    [
        " And he didn't want to do that.",
        2836.26,
        2837.28
    ],
    [
        " No.",
        2837.56,
        2837.76
    ],
    [
        " And you claim this and say you saw it that he, when he had his winnings, he would take him back to his upright locker and just throw him in.",
        2838.78,
        2847.1
    ],
    [
        " Yes.",
        2847.44,
        2847.56
    ],
    [
        " And when you open the door, money would fall out.",
        2847.8,
        2849.94
    ],
    [
        " Good, yes.",
        2850.2,
        2850.62
    ],
    [
        " And we witnessed it once.",
        2851.06,
        2852.28
    ],
    [
        " Yeah, because he was so successful in his poker.",
        2852.28,
        2856.12
    ],
    [
        " So that was my money.",
        2856.26,
        2857.34
    ],
    [
        " Yeah.",
        2857.68,
        2857.82
    ],
    [
        " And just so we're...",
        2858.24,
        2860.8
    ],
    [
        " I don't know if you discussed this before about who he was, but I mean, I'll never forget when we were at FOB1 and we were just together.",
        2860.8,
        2868.1
    ],
    [
        " We were sitting on the sandbags of the perimeter or something out there.",
        2868.1,
        2871.44
    ],
    [
        " And we're just sitting there talking and whatever.",
        2872.02,
        2873.96
    ],
    [
        " And so we got, well, you're telling me where are you from?",
        2874.2,
        2876.46
    ],
    [
        " We just met each other and I told him, and where are you from?",
        2876.58,
        2878.96
    ],
    [
        " He told me.",
        2878.96,
        2879.54
    ],
    [
        " And he, you know, you know, you had to go on talk for a while and he asked me where...",
        2880.02,
        2883.26
    ],
    [
        " And nobody knew where Bentonville, Arkansas...",
        2883.26,
        2885.08
    ],
    [
        " No, he even said it was Barclay's all.",
        2885.08,
        2886.66
    ],
    [
        " And then he said, you know, and he asked me what my family did and so forth.",
        2887.24,
        2891.9
    ],
    [
        " And I told him, and of course, then I had to reciprocate.",
        2891.9,
        2894.28
    ],
    [
        " So I said, yeah, what did your dad do?",
        2894.38,
        2896.04
    ],
    [
        " He says, oh, he owns a couple of grocery stores.",
        2896.52,
        2898.86
    ],
    [
        " Yeah, five in dime stores.",
        2899.56,
        2900.56
    ],
    [
        " Yeah, I said.",
        2900.82,
        2901.7
    ],
    [
        " Oh, and that's all I said because I didn't know.",
        2901.94,
        2903.82
    ],
    [
        " At that time, there was no Walmart.",
        2903.98,
        2905.58
    ],
    [
        " No.",
        2906.16,
        2906.32
    ],
    [
        " And there was nothing like...",
        2906.52,
        2908.94
    ],
    [
        " So anyway, he was...",
        2909.72,
        2911.48
    ],
    [
        " No, no.",
        2911.48,
        2911.62
    ],
    [
        " And I don't want to believe that he treated his poker winnings that way because he felt",
        2911.62,
        2916.72
    ],
    [
        " he was so rich.",
        2916.72,
        2917.48
    ],
    [
        " I don't know if he was.",
        2918.2,
        2918.96
    ],
    [
        " He was.",
        2919.16,
        2919.4
    ],
    [
        " He was a very down-to-earth guy.",
        2919.52,
        2921.06
    ],
    [
        " So anyway, I hesitated because I hadn't really cleaned up and I didn't want to lose my",
        2921.68,
        2927.3
    ],
    [
        " needs of John.",
        2927.3,
        2927.82
    ],
    [
        " But I said, okay.",
        2928.54,
        2929.8
    ],
    [
        " So we went across, and like you said, you had to cross the road to the other side of the compound",
        2930.0,
        2935.1
    ],
    [
        " in order to get to the watering hole.",
        2935.1,
        2937.68
    ],
    [
        " So we went there and started.",
        2938.48,
        2940.52
    ],
    [
        " And it was...",
        2940.94,
        2941.76
    ],
    [
        " I can't remember what time and night it wasn't dark yet when we started.",
        2941.76,
        2946.12
    ],
    [
        " Oh, indeed.",
        2946.72,
        2947.22
    ],
    [
        " Indeed.",
        2947.58,
        2947.84
    ],
    [
        " And so one thing followed another and we played poker.",
        2948.24,
        2953.22
    ],
    [
        " A little food, a little drink, a little poker.",
        2953.26,
        2955.44
    ],
    [
        " Poker starts.",
        2955.6,
        2956.12
    ],
    [
        " And then that goes on and on.",
        2956.46,
        2958.92
    ],
    [
        " And slowly, and people are dropping out because...",
        2959.24,
        2962.9
    ],
    [
        " They've...",
        2962.9,
        2965.08
    ],
    [
        " Some people actually wanted to sleep.",
        2965.46,
        2967.34
    ],
    [
        " And the fact you're still in a poker game, it tests to you being a pretty good poker player.",
        2967.36,
        2970.68
    ],
    [
        " Yeah, and actually, you know, some people wanted to sleep and things like that.",
        2970.78,
        2975.16
    ],
    [
        " Oh, that...",
        2975.2,
        2976.2
    ],
    [
        " So we're finally down to me, John and myself.",
        2976.2,
        2979.22
    ],
    [
        " He's already taken, I think, if not all of my money, very close.",
        2979.48,
        2982.92
    ],
    [
        " But he's not satisfied.",
        2983.44,
        2984.46
    ],
    [
        " Of course.",
        2984.96,
        2985.26
    ],
    [
        " No, he says, so let's play gin.",
        2985.46,
        2986.7
    ],
    [
        " Yeah, because you're out of money now.",
        2987.48,
        2989.1
    ],
    [
        " Yeah, let's play gin.",
        2989.26,
        2990.54
    ],
    [
        " Unfortunately, I could say an old truth.",
        2991.38,
        2993.02
    ],
    [
        " I don't know how to play gin.",
        2993.12,
        2994.18
    ],
    [
        " Yeah.",
        2994.38,
        2994.8
    ],
    [
        " So he was disappointed.",
        2994.94,
        2996.96
    ],
    [
        " But he said, well, let's have one for the road before we head back.",
        2997.8,
        3001.34
    ],
    [
        " So, you know, we get another round of drinks or whatever.",
        3001.58,
        3004.2
    ],
    [
        " And about that time, there was this hell-lacious explosion.",
        3004.42,
        3007.94
    ],
    [
        " I mean, big time explosion.",
        3008.86,
        3010.92
    ],
    [
        " Incoming.",
        3011.84,
        3012.18
    ],
    [
        " Incoming.",
        3012.6,
        3012.98
    ],
    [
        " And it wasn't on our side.",
        3013.38,
        3015.88
    ],
    [
        " We could tell that it was on the other side.",
        3015.98,
        3017.78
    ],
    [
        " And we kind of looked at each other.",
        3017.96,
        3019.92
    ],
    [
        " Like, what in the world was that?",
        3020.04,
        3021.86
    ],
    [
        " You know, and then, you know, it was a ensuing, you know, then you could begin hearing things",
        3022.16,
        3028.32
    ],
    [
        " happening.",
        3028.32,
        3028.86
    ],
    [
        " And, you know, we were trying to figure out what should we do?",
        3029.66,
        3032.54
    ],
    [
        " You know, our weapon, web gear, everything is on the other side.",
        3033.14,
        3037.46
    ],
    [
        " And so we did.",
        3038.0,
        3039.24
    ],
    [
        " In a hoot.",
        3039.3,
        3039.66
    ],
    [
        " Yeah, we did what any good SF guy would do.",
        3039.86,
        3042.3
    ],
    [
        " We said, let's just sit here and have another drink.",
        3042.52,
        3045.22
    ],
    [
        " Indeed.",
        3045.48,
        3045.66
    ],
    [
        " You know, this will work its way out.",
        3045.94,
        3047.58
    ],
    [
        " Somehow, this problem will take care of itself.",
        3048.86,
        3051.04
    ],
    [
        " And then we can, you know, we can go about our way, you know.",
        3051.68,
        3054.22
    ],
    [
        " So we did just that.",
        3054.38,
        3056.32
    ],
    [
        " And then finally, we made our way back across the road, back to the side and made our way to our hooch.",
        3056.72,
        3062.88
    ],
    [
        " And what had happened was a rocket had been fired by the, into the compound.",
        3063.2,
        3069.18
    ],
    [
        " And it landed just outside the doors to our hoochers.",
        3069.88,
        3074.58
    ],
    [
        " More on his than mine.",
        3074.92,
        3076.8
    ],
    [
        " And pretty much demolished his, who it's all together.",
        3077.92,
        3082.48
    ],
    [
        " And there was somebody, one of his roommates was inside, as I recall, and received a lot of shrapnel wounds.",
        3083.66,
        3089.88
    ],
    [
        " And the ceiling collapsed down on the bed.",
        3090.7,
        3093.42
    ],
    [
        " And there had some bookshelves nailed to the walls.",
        3093.84,
        3097.18
    ],
    [
        " And anyway, I think I've seen pictures of it.",
        3097.56,
        3100.48
    ],
    [
        " I remember it.",
        3100.58,
        3101.22
    ],
    [
        " It was, it was bad.",
        3101.32,
        3102.52
    ],
    [
        " Had John been in the bed asleep.",
        3103.16,
        3105.14
    ],
    [
        " And likewise myself, my inside of things was not a lot better off.",
        3105.58,
        3110.1
    ],
    [
        " I had fewer things in there.",
        3110.42,
        3112.84
    ],
    [
        " And so there wasn't quite the mess.",
        3113.0,
        3114.3
    ],
    [
        " But I had, I had nailed up an ammo box on my wall to put books in.",
        3114.58,
        3118.22
    ],
    [
        " And near there's a few things and all that was, was messed up.",
        3118.86,
        3121.78
    ],
    [
        " Blown off the wall.",
        3122.84,
        3123.9
    ],
    [
        " Blown off the wall.",
        3124.08,
        3124.84
    ],
    [
        " Yeah.",
        3124.94,
        3125.02
    ],
    [
        " And there were, you know, there were, as some people like to describe them, gaping holes.",
        3125.2,
        3130.18
    ],
    [
        " You know, where there shouldn't be gaping holes.",
        3130.76,
        3132.92
    ],
    [
        " And so I assume that had I been there, it would have been, I don't know, but it wouldn't, you know.",
        3132.92,
        3139.76
    ],
    [
        " You would have been severely wounded if not killed out right now.",
        3140.3,
        3143.78
    ],
    [
        " Yeah, for the sake of the job would have been dead because he would have been crushed.",
        3143.78,
        3146.52
    ],
    [
        " Right.",
        3146.72,
        3146.84
    ],
    [
        " And for this, you know, I took some, I suppose, literary license here in the naming of one lucky day.",
        3147.02,
        3151.6
    ],
    [
        " And for this, you know, for the sake of, for the sake of the discussion, we can say I escaped, you know, with, with whatever on that.",
        3151.72,
        3158.62
    ],
    [
        " If you were a captain, you used to be the non-line.",
        3158.62,
        3160.84
    ],
    [
        " There's no doubt about that.",
        3160.84,
        3161.84
    ],
    [
        " There's no doubt in my mind that I would have died with regards to the helicopter thing.",
        3161.84,
        3165.74
    ],
    [
        "",
        3165.9,
        3165.9
    ],
    [
        " The synopeed, I don't know, he wasn't hungry.",
        3166.48,
        3169.52
    ],
    [
        " So you, well, no, if he, if he had actually bitten me, I, I'm not sure his venom would have killed me,",
        3169.76,
        3176.56
    ],
    [
        " but I probably would have died of fright.",
        3176.58,
        3178.06
    ],
    [
        " Indeed.",
        3178.4,
        3178.66
    ],
    [
        " You know, because that's just not you.",
        3178.88,
        3180.22
    ],
    [
        " You mean, yeah, yeah, not something you dream of having happened.",
        3180.22,
        3183.28
    ],
    [
        " I haven't.",
        3183.48,
        3183.98
    ],
    [
        " And then with regards to the rocket, I don't know, you know.",
        3184.06,
        3188.04
    ],
    [
        " Yeah.",
        3188.1,
        3188.62
    ],
    [
        " But let's just say I had a lucky, a very lucky day.",
        3188.76,
        3192.58
    ],
    [
        " Very lucky day, a very lucky day, yeah.",
        3193.14,
        3195.04
    ],
    [
        " So with all this, how did your quest in life lead you to this moment?",
        3195.48,
        3203.52
    ],
    [
        " I mean, at some point in time, your, your, your California lag, growing up there in sunny California, Southern California.",
        3203.7,
        3212.14
    ],
    [
        " Yeah, it's an Oxnard.",
        3212.58,
        3213.38
    ],
    [
        " Oxnard, indeed.",
        3213.6,
        3214.36
    ],
    [
        " And then from there, at some point, you go off to college, which was very intense in the education.",
        3214.56,
        3219.64
    ],
    [
        " Right.",
        3220.02,
        3220.12
    ],
    [
        " But at some point, there's this quest or what, how would Jordan Peterson put it for?",
        3220.42,
        3226.34
    ],
    [
        " Like, as you're looking forward into your life.",
        3226.44,
        3228.86
    ],
    [
        " How did I join the quest?",
        3228.96,
        3230.02
    ],
    [
        " Yes, indeed.",
        3230.46,
        3230.96
    ],
    [
        " That's a good question.",
        3231.12,
        3231.84
    ],
    [
        " And I think it's, you know, it's, it's one that probably every special forces person you talk to would have.",
        3232.1,
        3238.14
    ],
    [
        " An interesting story.",
        3238.74,
        3239.96
    ],
    [
        " And they, and they would have some similarities.",
        3240.34,
        3241.98
    ],
    [
        " As Jordan Peterson would say, there's something kind of universal about these kinds of things as to what motivate people to do certain kinds of things.",
        3242.28,
        3250.42
    ],
    [
        " But yeah, I grew up in, in, in Oxnard, California, had gone to a grammar school in high school in the same place.",
        3250.58,
        3256.38
    ],
    [
        " My father was a welder.",
        3256.38,
        3257.62
    ],
    [
        " I came from a decidedly middle-class family.",
        3257.7,
        3260.9
    ],
    [
        " And they did, my mother worked.",
        3260.9,
        3262.46
    ],
    [
        " And they did what parents did.",
        3262.78,
        3264.9
    ],
    [
        " And a lot of parents did.",
        3265.0,
        3265.98
    ],
    [
        " They worked and suffered as saved their money so that I could go to school.",
        3266.18,
        3270.4
    ],
    [
        " I was the first one in the family to either side to go to college.",
        3270.5,
        3273.82
    ],
    [
        " Wow.",
        3274.36,
        3274.64
    ],
    [
        " Wow, is that right?",
        3274.78,
        3275.02
    ],
    [
        " Yes. I went up to college in the Bay Area.",
        3275.1,
        3276.9
    ],
    [
        " It's St. Mary's College of California.",
        3277.1,
        3278.54
    ],
    [
        " And I got a degree in philosophy of all things.",
        3279.38,
        3282.16
    ],
    [
        " And, and in, in the course of that, I also spent a year in Paris studying at the University of Paris.",
        3282.8,
        3288.02
    ],
    [
        " So, you know, I came back from that and was, you know, my father, this is a true story.",
        3290.76,
        3297.18
    ],
    [
        " And my father, he worked at the Point McGu-Navell shipyard.",
        3297.18,
        3300.92
    ],
    [
        " He was a welder.",
        3301.06,
        3301.78
    ],
    [
        " And it was also the headquarters of the Pacific Missile Range where they fired missiles out into the ocean to track them and whatever they did with them.",
        3301.9,
        3308.16
    ],
    [
        " Anyway, he was, he'd worked there for a long time.",
        3308.84,
        3311.4
    ],
    [
        " And so he had, he had me that he'd spent all his money on thinking that I knew he hoped for.",
        3312.08,
        3318.0
    ],
    [
        " I was going to be a lawyer or something user.",
        3318.0,
        3320.02
    ],
    [
        "",
        3320.24,
        3320.24
    ],
    [
        " And, instead, I get a degree in philosophy.",
        3320.4,
        3322.42
    ],
    [
        " And so he goes into the civilian personnel office at Point McGu.",
        3322.86,
        3326.94
    ],
    [
        " Yeah.",
        3327.24,
        3327.4
    ],
    [
        " And he has this meeting with a guy, I mean, Tom Coker.",
        3327.66,
        3330.14
    ],
    [
        " And he, he didn't know Tom.",
        3330.82,
        3332.46
    ],
    [
        " But he says, more or less, he says, Tom, I've got this son.",
        3332.46,
        3335.4
    ],
    [
        " It, it, it, it done this, but he doesn't really, I don't know what, you know, he needs a job.",
        3335.64,
        3341.78
    ],
    [
        " Yeah.",
        3342.16,
        3342.54
    ],
    [
        " And I don't know what he's qualified to do.",
        3342.7,
        3344.82
    ],
    [
        " Anyway, Tom, wonderful man, became a close friend over the course of years.",
        3345.36,
        3349.56
    ],
    [
        " And I had an interview with him, he hired me.",
        3350.38,
        3353.56
    ],
    [
        " And so that was where I was working when the Vietnam War really began.",
        3354.2,
        3357.4
    ],
    [
        " You know, that was the era of the draft.",
        3357.72,
        3359.32
    ],
    [
        " And, you know, it was apparent that one way or the other, I was going to probably become involved.",
        3360.22,
        3364.94
    ],
    [
        " My father wanted me to join the Air Force because he thought that was safer.",
        3365.44,
        3368.72
    ],
    [
        " I didn't want to do that.",
        3369.52,
        3371.1
    ],
    [
        " And that gets into this business.",
        3371.1,
        3372.72
    ],
    [
        " I was a philosophy student and many of the listeners out there may be aware of this.",
        3373.12,
        3378.26
    ],
    [
        " The, the, the popular philosophy of that time was existentialism.",
        3378.64,
        3382.24
    ],
    [
        " You know, and the whole point of it was that you were, you, you were became what you did.",
        3382.6,
        3388.16
    ],
    [
        " And that, you know, the important thing for a person in life was to gather as many experiences as they could.",
        3388.62,
        3395.22
    ],
    [
        " And experiences in areas that were important and critical.",
        3395.58,
        3398.58
    ],
    [
        " And that was also like a new way of thinking.",
        3398.58,
        3400.54
    ],
    [
        " Yeah, it was.",
        3400.72,
        3401.04
    ],
    [
        " At least publicly, people talk about colleges, repicking it up.",
        3401.24,
        3404.66
    ],
    [
        " Yeah, yeah.",
        3404.72,
        3405.22
    ],
    [
        " And so, you know, I thought, well, you know, it's clear that, you know, of all of the experiences that humanity has been through over the course of its existence, warfare is pretty common.",
        3405.78,
        3415.9
    ],
    [
        " You know, make a demos common, thanks.",
        3416.64,
        3418.22
    ],
    [
        " So that's something we're not going to have some nodding acquaintance with.",
        3418.24,
        3421.76
    ],
    [
        " At least a nodding acquaintance.",
        3422.1,
        3424.58
    ],
    [
        " So I volunteered, you know, to go in.",
        3424.92,
        3428.36
    ],
    [
        " I was a volunteer.",
        3428.36,
        3429.2
    ],
    [
        " My, my number, R-A-1848647.",
        3429.72,
        3432.46
    ],
    [
        " All right.",
        3433.24,
        3433.54
    ],
    [
        " There I am.",
        3433.82,
        3434.74
    ],
    [
        " And, um, I was going, and when I went to do it, the recruiter told me, do I have a deal for you?",
        3435.32,
        3442.7
    ],
    [
        " He said, we're going to have the first ever all college graduate infantry officer candidate class.",
        3443.3,
        3450.2
    ],
    [
        " He said the entire class is going to be made of nothing but college graduates.",
        3450.66,
        3455.86
    ],
    [
        " Wow.",
        3456.48,
        3456.6
    ],
    [
        " And I can get you in on this.",
        3456.88,
        3458.26
    ],
    [
        " And I thought, well, yeah, infantry.",
        3459.32,
        3460.58
    ],
    [
        " I mean, that's what warfare is about.",
        3460.78,
        3462.36
    ],
    [
        " It's on the ground, you know, manual, manual, or whatever, you know, an infantry.",
        3462.48,
        3466.18
    ],
    [
        " Yeah, so I was going to, you know, so I set off.",
        3466.3,
        3468.7
    ],
    [
        " And, um, first I did basic trade to get four Dicks.",
        3469.5,
        3473.4
    ],
    [
        " And, uh, I'm proud to say I was the outstanding training of the cycle.",
        3473.66,
        3478.1
    ],
    [
        " No kidding.",
        3478.3,
        3478.96
    ],
    [
        " Yeah, philosopher King here.",
        3479.2,
        3480.46
    ],
    [
        " See, I barely got three, four Dicks, but that's it.",
        3480.58,
        3482.84
    ],
    [
        " Yeah, although I love the story.",
        3482.84,
        3484.14
    ],
    [
        " Although I was a philosopher King and the making, I also turned out to be that I could do, you know, those things fairly well.",
        3484.56,
        3490.24
    ],
    [
        " So, and then I did AIT there.",
        3491.04,
        3492.72
    ],
    [
        " And then, where you had to do land navigation, which you were good at.",
        3493.46,
        3497.9
    ],
    [
        " Yeah, that too.",
        3497.98,
        3498.66
    ],
    [
        " And then we were sent, then we removed to Fort Benning.",
        3499.26,
        3501.62
    ],
    [
        " That was where infantry officer candidate school was.",
        3501.78,
        3504.74
    ],
    [
        " And I got started in that.",
        3504.84,
        3505.94
    ],
    [
        " And, um, some ways into what I got expelled.",
        3506.46,
        3510.04
    ],
    [
        " I got kicked out.",
        3510.84,
        3511.72
    ],
    [
        " And when the commanding officer had me into his office to tell me this, he said, and I never forgot the words.",
        3512.58,
        3520.38
    ],
    [
        " Candidate Peters, you have a bad attitude.",
        3520.98,
        3524.44
    ],
    [
        " And I couldn't argue with him.",
        3525.12,
        3529.12
    ],
    [
        " I said, okay, from your perspective, there's no doubt I have a bad attitude.",
        3529.26,
        3533.08
    ],
    [
        " I mean, you know, I mean, to be awakened at four o'clock in the morning and have the drawer in which you carefully arranged your underwear and toothbrushes and everything else.",
        3533.08,
        3541.86
    ],
    [
        " Yeah, have it dumped onto the floor, you know, just to harass you.",
        3541.96,
        3546.38
    ],
    [
        " No, that's, yeah, I developed an attitude.",
        3546.38,
        3549.02
    ],
    [
        " Right. And before you got through and out of OCS, wasn't there one night you went AWOL?",
        3549.18,
        3553.34
    ],
    [
        " Oh, yes. Yeah.",
        3553.72,
        3554.7
    ],
    [
        " They were filming the movie.",
        3555.02,
        3555.76
    ],
    [
        " That's really important, no?",
        3555.76,
        3556.48
    ],
    [
        " Oh, yeah.",
        3556.5,
        3556.88
    ],
    [
        " Yeah, this plays a role in it.",
        3557.14,
        3559.04
    ],
    [
        " They were filming the movie The Green Beret at Fort Benning.",
        3559.22,
        3562.08
    ],
    [
        " With John Wayne.",
        3562.08,
        3562.76
    ],
    [
        " With John Wayne.",
        3563.06,
        3563.66
    ],
    [
        " And everybody knows that movie.",
        3564.06,
        3565.78
    ],
    [
        " It's world famous.",
        3566.02,
        3566.58
    ],
    [
        " And I would, one of the people who was in officer candidate school with me was Thomas Mahan, a really crazy guy who didn't get kicked, who did not get kicked out of OCS, which I still can't account for this day.",
        3567.12,
        3582.16
    ],
    [
        " But he, he wanted to be an actor in a, in a poet.",
        3582.76,
        3586.82
    ],
    [
        " He was both, he went on to have some success in that.",
        3586.82,
        3590.16
    ],
    [
        " But anyway, he says to me, he says, hey, John, he says, let's crash the, the, the cast party.",
        3590.4,
        3597.76
    ],
    [
        " He said, I've heard that they're having a cast party tonight.",
        3597.96,
        3600.36
    ],
    [
        " I know where it is.",
        3600.7,
        3601.6
    ],
    [
        " He says, why don't we go?",
        3601.82,
        3603.42
    ],
    [
        " And I said, no, come on, you're joking.",
        3604.12,
        3606.64
    ],
    [
        " He said, no, come on, let's go.",
        3606.86,
        3608.08
    ],
    [
        " So we went AWOL from OCS that night for part of the night.",
        3608.44,
        3613.06
    ],
    [
        " And we went to where the cast party was.",
        3613.06,
        3614.76
    ],
    [
        " And there was the cast from, from film, from film that were filming the movie.",
        3614.76,
        3619.64
    ],
    [
        " John Wayne was not there.",
        3619.8,
        3620.82
    ],
    [
        " I can't claim that I saw John Wayne.",
        3620.9,
        3623.18
    ],
    [
        " He was off doing something else.",
        3623.18,
        3624.5
    ],
    [
        " But I sat a good portion of that next to his son, Pat Wayne.",
        3624.6,
        3627.84
    ],
    [
        " Who's a class act?",
        3628.1,
        3628.76
    ],
    [
        " Class act.",
        3629.18,
        3629.72
    ],
    [
        " And he and I had a nice conversation, you know, and, you know, we couldn't talk about a lot.",
        3630.26,
        3636.54
    ],
    [
        " But I know we got a lot of drinks and drinks together.",
        3636.76,
        3638.78
    ],
    [
        " And then we, Tom and I stuck back into the OCS barracks and without being caught.",
        3638.96,
        3644.42
    ],
    [
        " Good training.",
        3645.38,
        3645.54
    ],
    [
        " So when I was kicked out of OCS, then they put you in what they call a casual company.",
        3646.1,
        3649.76
    ],
    [
        " And which they don't know what to do either.",
        3650.42,
        3652.22
    ],
    [
        " Those are the, those are the misfits that they're not really getting anywhere out.",
        3652.44,
        3655.54
    ],
    [
        " What to do with.",
        3655.92,
        3656.82
    ],
    [
        " And so while they're trying to figure that out, they put you in this place.",
        3656.86,
        3660.04
    ],
    [
        " And all you do is, is, uh, detail work.",
        3660.56,
        3663.62
    ],
    [
        " You go out and pick up cigarette butts, you paint stones.",
        3663.94,
        3666.48
    ],
    [
        " Paint stones.",
        3666.48,
        3667.08
    ],
    [
        " You do all kinds of meaningless, yeah, all kinds of meaningless stuff.",
        3667.08,
        3670.52
    ],
    [
        " And so that's where I was, you know, and I didn't like that.",
        3670.98,
        3673.64
    ],
    [
        " And while they were trying to figure out what they were going to do with me, I was trying to figure out what did I want to do with myself.",
        3674.06,
        3679.84
    ],
    [
        " And we're back to this kind of a thing, you know, and it's a, you know, and in life you find yourself in those situations.",
        3680.36,
        3685.94
    ],
    [
        " You have free will, you can make choices.",
        3686.24,
        3688.26
    ],
    [
        " And the, and the important issue becomes what choices do you make?",
        3689.0,
        3692.24
    ],
    [
        " I mean, you know, I could have, I mean, I wouldn't have, but had they offered me the opportunity to be a cook, I wouldn't have taken it.",
        3692.54,
        3698.92
    ],
    [
        " You know, they offered me that to be a truck driver, I wouldn't have taken it.",
        3698.92,
        3701.82
    ],
    [
        " Well, on, at Fort Benning, some people may know is where the airborne school is.",
        3702.3,
        3707.8
    ],
    [
        " You know, and I'd seen these dudes walking around with their, their fatigues tucked into their high top boots.",
        3708.4,
        3715.12
    ],
    [
        " Into the cockroaches.",
        3715.34,
        3716.26
    ],
    [
        " Yeah, they're cockroaches.",
        3716.42,
        3717.12
    ],
    [
        " Holly's spit-shine cockroaches.",
        3717.18,
        3718.56
    ],
    [
        " And I thought, wow, that looks pretty cool.",
        3718.64,
        3720.44
    ],
    [
        " You know, and so I said, well, I think I'll do that.",
        3721.02,
        3724.6
    ],
    [
        " You know, I'd like to learn how to jump out of airplanes.",
        3725.4,
        3728.26
    ],
    [
        " I think that would be kind of neat.",
        3728.26,
        3729.92
    ],
    [
        " So anyway, so I went to airborne school.",
        3730.56,
        3732.74
    ],
    [
        " And once again, I became an honor graduate.",
        3733.36,
        3735.58
    ],
    [
        " I was an honor graduate from general school.",
        3735.84,
        3737.8
    ],
    [
        " At jump school?",
        3738.02,
        3738.28
    ],
    [
        " I have a lot of self-defense.",
        3738.6,
        3739.42
    ],
    [
        " I have the letter to prove it.",
        3739.48,
        3740.52
    ],
    [
        " Indeed.",
        3740.64,
        3740.9
    ],
    [
        " And anyway, so when I was nearing the end of jump school, of course, then, you know, in the military, you're constantly faced with the where you're going to be assigned, what you're going to do next.",
        3741.2,
        3752.5
    ],
    [
        " And so that was coming up to that decision.",
        3752.5,
        3755.42
    ],
    [
        " You know, I was going to be with a hundred first-era borners.",
        3755.72,
        3758.34
    ],
    [
        " I was going to be, what else I'm going to do, you know?",
        3758.42,
        3759.88
    ],
    [
        " Well, I'd remembered the Green Beret.",
        3760.42,
        3762.52
    ],
    [
        " I had never read the book.",
        3763.28,
        3764.52
    ],
    [
        " I'd heard the song.",
        3765.24,
        3767.16
    ],
    [
        " I like the song.",
        3767.42,
        3768.0
    ],
    [
        " Yeah.",
        3768.3,
        3768.46
    ],
    [
        " Pretty inspiring.",
        3768.72,
        3769.36
    ],
    [
        " And so I thought, well, I'll do that.",
        3770.12,
        3772.76
    ],
    [
        " Yeah, that seems like it.",
        3773.6,
        3774.56
    ],
    [
        " I mean, that seems from what I hear.",
        3774.74,
        3777.14
    ],
    [
        " Yeah.",
        3777.42,
        3777.86
    ],
    [
        " That's heavy duty.",
        3778.04,
        3778.74
    ],
    [
        " You know, let's do that.",
        3778.74,
        3779.62
    ],
    [
        " So, yeah, I volunteered for special forces and was accepted.",
        3780.04,
        3784.92
    ],
    [
        " And down to Bragg, I went.",
        3785.72,
        3787.84
    ],
    [
        " And then got involved with that.",
        3788.76,
        3791.56
    ],
    [
        " But here you did not get the Honor Cratchwood Award because...",
        3792.52,
        3796.16
    ],
    [
        " Absolutely not.",
        3796.16,
        3797.04
    ],
    [
        " I mean, this is another one of those things in life that I put out at you.",
        3797.4,
        3801.0
    ],
    [
        " Yeah, I was there.",
        3801.64,
        3803.06
    ],
    [
        " And I don't know how many weeks I was into the whole business when there was a training accident,",
        3803.06,
        3810.1
    ],
    [
        " which is not funny because a young guy was killed.",
        3810.38,
        3812.66
    ],
    [
        " And I think it was a repelling kind of thing they were doing.",
        3813.96,
        3816.98
    ],
    [
        " I think it involved repelling.",
        3817.14,
        3818.52
    ],
    [
        " I don't know if I had a helicopter or what.",
        3819.2,
        3820.94
    ],
    [
        " But anyway, he was killed.",
        3821.12,
        3823.06
    ],
    [
        " And a contributing factor, maybe it must have been the major contributing factor,",
        3823.44,
        3827.72
    ],
    [
        " is dying, was because he wore glasses.",
        3828.06,
        3829.76
    ],
    [
        " And so the commanding officer said all immediately, all those who wear glasses are out.",
        3830.6,
        3837.02
    ],
    [
        " Entranging group.",
        3837.54,
        3838.5
    ],
    [
        " Out.",
        3838.66,
        3838.8
    ],
    [
        " And that's cycle.",
        3839.56,
        3840.8
    ],
    [
        " I was out.",
        3841.06,
        3841.4
    ],
    [
        " Yeah.",
        3841.8,
        3841.9
    ],
    [
        " You know, one day I'm in, next day I'm out.",
        3842.2,
        3844.1
    ],
    [
        " You know, and...",
        3844.56,
        3847.02
    ],
    [
        " Yeah, I could understand why they might feel that way.",
        3847.02,
        3850.16
    ],
    [
        " I mean, yeah, I could see where there were dangers involved.",
        3850.28,
        3852.96
    ],
    [
        " I needed glasses without my glasses.",
        3853.44,
        3855.04
    ],
    [
        " I was pretty well blind.",
        3855.26,
        3856.72
    ],
    [
        " So then I go back into another casual company.",
        3857.66,
        3861.64
    ],
    [
        " Now they're trying to figure out...",
        3861.66,
        3863.9
    ],
    [
        " Now you're a bride, though.",
        3863.9,
        3864.8
    ],
    [
        " Yeah, I'm a bride.",
        3864.86,
        3865.74
    ],
    [
        " And they're trying to figure out what to do.",
        3865.94,
        3868.2
    ],
    [
        " I'm trying to figure out what to do with me.",
        3868.42,
        3870.46
    ],
    [
        " Yeah, yeah.",
        3870.9,
        3871.26
    ],
    [
        " The good thing was, I suppose, is that they said, you know, they realized this was a raw deal.",
        3872.08,
        3876.94
    ],
    [
        " I mean, you know, that was really...",
        3877.28,
        3880.52
    ],
    [
        " I would get the share.",
        3880.52,
        3881.26
    ],
    [
        " I wouldn't, yeah, it wouldn't call it tragic, but it's a bad deal to do this to people.",
        3881.54,
        3886.0
    ],
    [
        " And there were a half a dozen or a dozen of us.",
        3886.22,
        3888.18
    ],
    [
        " I don't know how many.",
        3888.32,
        3888.84
    ],
    [
        " And so they more or less said to us, whatever you want to do, we will arrange that you can do that.",
        3889.46,
        3893.42
    ],
    [
        " You know, if you want to go to Europe, fine.",
        3894.04,
        3896.08
    ],
    [
        " We'll send you to Europe if you want to go on the armor, okay, artillery, whatever you want to do.",
        3896.14,
        3901.88
    ],
    [
        " Yeah, we'll take care of you.",
        3902.04,
        3902.9
    ],
    [
        " And I said, no, I want to go to Vietnam.",
        3903.4,
        3905.56
    ],
    [
        " I said, you know, that's what this is all about.",
        3905.98,
        3908.36
    ],
    [
        " You know, it's going to Vietnam.",
        3909.06,
        3910.48
    ],
    [
        " And so I volunteered to go to Vietnam.",
        3910.96,
        3913.76
    ],
    [
        " And you landed Vietnam in Cameron Bay?",
        3915.44,
        3918.0
    ],
    [
        " Yeah.",
        3918.28,
        3918.42
    ],
    [
        " And guess what I go into?",
        3918.58,
        3919.54
    ],
    [
        " The whole thing.",
        3920.52,
        3921.82
    ],
    [
        " Casual company.",
        3922.34,
        3922.9
    ],
    [
        " Casual company there?",
        3922.92,
        3924.06
    ],
    [
        " Yeah, go ahead of the Casual company there.",
        3924.2,
        3926.38
    ],
    [
        " You know, I had my records, you know, and everything else.",
        3926.94,
        3931.06
    ],
    [
        " Of course.",
        3931.32,
        3931.78
    ],
    [
        " And as is often the case, you know, in the military, you know, some spec 4, E4, is in charge of your destiny.",
        3932.02,
        3941.32
    ],
    [
        " Indeed, your life.",
        3941.66,
        3942.3
    ],
    [
        " Yes, this guy is sitting behind a card table, you know, people lined up.",
        3942.3,
        3948.42
    ],
    [
        " And he's kind of, you know, playing God.",
        3948.76,
        3950.38
    ],
    [
        " Oh, you're going to the 101st.",
        3950.66,
        3952.58
    ],
    [
        " You're going here.",
        3952.58,
        3953.24
    ],
    [
        " You're going there.",
        3953.3,
        3953.98
    ],
    [
        " You know, it's like the mythology where, you know, the God sits there and nods which way, whether you get a survivor or not.",
        3954.22,
        3961.14
    ],
    [
        " And so he opened up my records and says, oh, you're coming from Bragg.",
        3961.8,
        3965.74
    ],
    [
        " I said, yeah, he said, oh, good.",
        3965.98,
        3967.62
    ],
    [
        " I'll send you to 5th of the Federal Forces Group.",
        3967.68,
        3969.32
    ],
    [
        " So, okay.",
        3971.16,
        3971.9
    ],
    [
        " With glasses.",
        3972.0,
        3972.58
    ],
    [
        " With glasses.",
        3972.82,
        3973.32
    ],
    [
        " Yes.",
        3973.52,
        3973.66
    ],
    [
        " I mean, that's the ultimate irony is I wound up doing probably worst things or more dangerous things in that general ever thought of.",
        3974.3,
        3981.06
    ],
    [
        " Indeed.",
        3981.16,
        3981.42
    ],
    [
        " And with my glasses on.",
        3981.62,
        3982.58
    ],
    [
        " But anyway, so I go to, you know, I get sent there and then that's when I encounter at the dang, I guess it was.",
        3983.02,
        3991.28
    ],
    [
        " That's where it was at tonight.",
        3991.32,
        3992.46
    ],
    [
        " Where did it happen that you got the, you got the offer?",
        3992.6,
        3994.64
    ],
    [
        " Well, at the end of the end of your in-country training, you'd be asked for volunteers.",
        3995.76,
        4001.44
    ],
    [
        " And then the volunteers would be shipped to Denang for your pre-sod briefing.",
        4001.94,
        4005.48
    ],
    [
        " Signed the paper.",
        4005.74,
        4006.58
    ],
    [
        " Well, I had none of that.",
        4006.88,
        4007.7
    ],
    [
        " I went.",
        4008.52,
        4008.76
    ],
    [
        " So your experience was?",
        4008.8,
        4009.84
    ],
    [
        " Well, I went out of, I went out of this casual company to wherever I went and there I was.",
        4010.42,
        4015.46
    ],
    [
        " And somebody is saying to me, and again, the details I can't recall.",
        4015.96,
        4020.62
    ],
    [
        " Again, this is really 68.",
        4020.76,
        4021.94
    ],
    [
        " Yeah, and essentially somebody said to me, do I have it?",
        4022.54,
        4026.92
    ],
    [
        " He said, you really want to deal.",
        4027.04,
        4028.3
    ],
    [
        " I mean, you know, you want to really do something super duper.",
        4028.6,
        4033.14
    ],
    [
        " You know, I really want to be the man you think you are.",
        4033.14,
        4035.9
    ],
    [
        " Yeah.",
        4035.92,
        4036.24
    ],
    [
        " Sure.",
        4036.24,
        4037.32
    ],
    [
        " He said, okay, I've got it for you.",
        4037.72,
        4040.04
    ],
    [
        " I said, well, great.",
        4040.04,
        4040.6
    ],
    [
        " What is this?",
        4040.7,
        4041.12
    ],
    [
        " I can't tell you to say yes.",
        4041.12,
        4042.72
    ],
    [
        " I said, what?",
        4043.34,
        4045.06
    ],
    [
        " He said, yeah, he said, this thing is so, you know, it gives that look.",
        4045.42,
        4049.96
    ],
    [
        " It's so top secret.",
        4050.68,
        4051.98
    ],
    [
        "",
        4052.26,
        4052.26
    ],
    [
        " I don't think he even used the word, oh, he couldn't.",
        4052.54,
        4055.04
    ],
    [
        " Yeah, he couldn't.",
        4055.08,
        4055.62
    ],
    [
        " He just looked, you know, no, no.",
        4055.68,
        4058.72
    ],
    [
        " You gotta trust me.",
        4058.82,
        4059.44
    ],
    [
        " Yeah, you gotta trust me.",
        4059.5,
        4060.3
    ],
    [
        " He said, raise your right hand.",
        4060.34,
        4062.82
    ],
    [
        " No, he said, say yes and I'll tell you.",
        4062.82,
        4064.8
    ],
    [
        " And then you're in.",
        4064.9,
        4065.5
    ],
    [
        " I said, okay, I'm in.",
        4065.86,
        4067.0
    ],
    [
        " And so, you know, that's when they then take you to the next level in which you're into this room.",
        4067.62,
        4072.18
    ],
    [
        " And I think there were about six of us.",
        4072.18,
        4073.8
    ],
    [
        " That's all?",
        4074.4,
        4074.86
    ],
    [
        " Yeah, it said yes.",
        4075.28,
        4076.16
    ],
    [
        " You get the famous map treatment.",
        4076.3,
        4077.56
    ],
    [
        " Yeah, and then it's like again, out of some kind of a, maybe a, I don't know, what kind of a movie.",
        4077.56,
        4084.54
    ],
    [
        " But there's a, on the wall is something behind a curtain.",
        4084.76,
        4088.74
    ],
    [
        " Yeah.",
        4089.1,
        4089.22
    ],
    [
        " You know, and first of all, we said it to table.",
        4089.76,
        4092.62
    ],
    [
        " And the first thing you have to do is get your code name, your secret code name.",
        4092.76,
        4096.62
    ],
    [
        " Oh, yeah.",
        4096.72,
        4097.08
    ],
    [
        " It's like getting your secret ring.",
        4097.26,
        4098.66
    ],
    [
        " You know, and so they had, he throws a bunch of cards, you know, on the table which had names, you know,",
        4099.16,
        4107.32
    ],
    [
        " code name is already on them.",
        4107.32,
        4108.68
    ],
    [
        " Yeah.",
        4108.9,
        4109.02
    ],
    [
        " And most of the guys said, okay, yeah, you know, they picked it one, one guy, this is very politically incorrect.",
        4109.38,
        4115.96
    ],
    [
        " But anyway, he was black and he picked the code name Halloween.",
        4115.96,
        4120.96
    ],
    [
        " Oh, no.",
        4121.42,
        4122.22
    ],
    [
        " Okay.",
        4123.12,
        4123.56
    ],
    [
        " So, you know, I looked through the ones that none of them really appealed to me.",
        4123.92,
        4128.38
    ],
    [
        " So I said, kind of pick my own.",
        4128.42,
        4129.56
    ],
    [
        " He said, sure, yeah, pick your own.",
        4129.56,
        4130.94
    ],
    [
        " So I picked my Pascal, who was a French philosopher.",
        4130.94,
        4133.8
    ],
    [
        " Indeed.",
        4134.12,
        4134.36
    ],
    [
        " And he, who I was, mental out to me.",
        4134.36,
        4137.12
    ],
    [
        " So anyway, that was my code name.",
        4137.32,
        4139.32
    ],
    [
        " So after we got our code name, and then, oh, and then they bring in the thing that you sign that you're not going to spill, you know, you're never going to talk about this on 20 years of this.",
        4139.42,
        4146.66
    ],
    [
        " Yeah, whatever it was for the pain, you know, and I don't know what they were going to do to you, but they implied that it was going to be bad.",
        4146.66,
        4153.52
    ],
    [
        " You know, so we signed that.",
        4153.8,
        4154.96
    ],
    [
        " What else did you do?",
        4155.48,
        4157.22
    ],
    [
        " But I'd be other thing.",
        4157.28,
        4157.92
    ],
    [
        " Well, they told you to put away your pants and pants because there's no notes at the secret ring.",
        4158.26,
        4163.04
    ],
    [
        " Yeah, in other words, you get the big setup and then a kernel came in.",
        4163.08,
        4167.06
    ],
    [
        " You had a kernel?",
        4167.2,
        4167.8
    ],
    [
        " Yeah.",
        4168.26,
        4168.48
    ],
    [
        " Okay.",
        4168.7,
        4169.02
    ],
    [
        " I only had a sergeant major.",
        4169.72,
        4170.82
    ],
    [
        " That's okay.",
        4170.96,
        4171.26
    ],
    [
        " I think the sergeant major did the first stuff.",
        4171.88,
        4173.6
    ],
    [
        " But then when I got to the pulling back of the kernel, we needed a heavy hitter up there.",
        4173.86,
        4177.76
    ],
    [
        " Indeed.",
        4178.06,
        4178.16
    ],
    [
        " So the kernel came in and ripped back the, the, the carcin', you know.",
        4178.34,
        4183.2
    ],
    [
        " And I looked at it, you know, and I said, why am I looking at a map of the San Joaquin Valley?",
        4183.32,
        4189.84
    ],
    [
        " That's all I looked at.",
        4190.7,
        4191.54
    ],
    [
        " You look like California.",
        4191.68,
        4192.1
    ],
    [
        " Because we would not be minding you.",
        4192.1,
        4193.5
    ],
    [
        " California.",
        4193.56,
        4194.04
    ],
    [
        " California.",
        4194.52,
        4194.58
    ],
    [
        " I said, why am I looking at it?",
        4194.58,
        4196.2
    ],
    [
        " You know, what in the world is, I think I should be home to do something, you know, pick lettuce or something.",
        4196.46,
        4201.92
    ],
    [
        " No, and then he said, you know, this is, this is Laos Cambodian, South Vietnam.",
        4202.46,
        4207.16
    ],
    [
        " And he goes through the whole thing and he tells you, you know, this is what you're going to do.",
        4207.18,
        4210.3
    ],
    [
        " And you're going to run missions across here in the top secret and, you know, all the time.",
        4210.52,
        4214.52
    ],
    [
        " I can't tell your mama.",
        4214.52,
        4215.26
    ],
    [
        " Yeah, you can't tell anybody and everything else.",
        4215.54,
        4217.52
    ],
    [
        " And so, you know, then that's it.",
        4217.52,
        4220.02
    ],
    [
        " And I go outside and they put me on a helicopter to food by.",
        4220.3,
        4222.88
    ],
    [
        " Welcome to food by.",
        4223.36,
        4224.08
    ],
    [
        " Yeah, food by.",
        4224.26,
        4225.18
    ],
    [
        " And I virtually know no more when I land in food by than I do, did what I left for the bedding.",
        4225.38,
        4231.4
    ],
    [
        " Really, I was, you know, I, welcome to the Secret Award.",
        4231.74,
        4235.06
    ],
    [
        " You know, you had the last official training I'd received with jumping out of airplanes.",
        4235.22,
        4238.96
    ],
    [
        " The rest of it was all certain dipitus.",
        4239.24,
        4241.24
    ],
    [
        " You know, but again, we laugh.",
        4241.68,
        4243.48
    ],
    [
        " But I mean, I'd like to bring it back to that issue that, you know,",
        4243.66,
        4246.76
    ],
    [
        " sure, along the way I had free will.",
        4246.76,
        4248.92
    ],
    [
        " I could have selected anything I wanted to do or said no to anything I would didn't want to do.",
        4249.04,
        4254.3
    ],
    [
        " No, you know, I had in mind something that I thought it was important for me to do, experience, learn.",
        4254.66,
        4261.28
    ],
    [
        " And so I said, yes.",
        4261.92,
        4262.74
    ],
    [
        " And I think that would probably be, you know, many of people in special ops and those kinds of people,",
        4263.38,
        4270.46
    ],
    [
        " I think they have parallel experiences.",
        4270.46,
        4272.14
    ],
    [
        " They may not have been as conscious of it as I was because of my philosophy background,",
        4272.62,
        4277.34
    ],
    [
        " if you will, or whatever, but yes, I was conscious of what I was doing.",
        4277.34,
        4280.5
    ],
    [
        " But I think operative underneath all of it was the same kind of stuff.",
        4281.24,
        4286.86
    ],
    [
        " We grew up, and this is a Jordan Peterson thing, I think all of us got involved in that,",
        4287.38,
        4292.2
    ],
    [
        " grew up with one kind of a hero or another.",
        4292.68,
        4294.72
    ],
    [
        " You know, we had, from an early on, we had heroes.",
        4295.62,
        4299.38
    ],
    [
        " Somebody we wanted to live up to, somebody we wanted to emulate.",
        4300.18,
        4303.94
    ],
    [
        " It could have been our father, it could have been a neighbor, it could have been Superman, it could have been...",
        4304.16,
        4308.32
    ],
    [
        " Automerph?",
        4308.32,
        4308.9
    ],
    [
        " Hoppala on Cassidy, I don't know.",
        4309.04,
        4310.48
    ],
    [
        " I had Hoppala on Cassidy twin pistols at one time, which obviously, you know, I was at the end.",
        4311.08,
        4317.7
    ],
    [
        " With chaps.",
        4317.98,
        4318.64
    ],
    [
        " Of course.",
        4319.3,
        4319.74
    ],
    [
        " Yeah, I think I was about seven years old or something.",
        4319.98,
        4322.78
    ],
    [
        " There's, there's exists a picture of me with a hoppy hat on, the whole thing.",
        4322.92,
        4325.76
    ],
    [
        " But anyway, you know, I think that gets ingrained into you somewhere along the line, and then from then on,",
        4326.36,
        4332.86
    ],
    [
        " in a deep seated way, nothing will do except that you do it.",
        4333.38,
        4338.06
    ],
    [
        " And that if you don't, you will live for the rest of your life with a kind of disappointment that will haunt you.",
        4338.7,
        4344.28
    ],
    [
        " Inself.",
        4344.54,
        4344.92
    ],
    [
        " Yeah, yeah.",
        4345.34,
        4346.18
    ],
    [
        " You know, it might not lead to anything catastrophic, it just will...",
        4347.32,
        4351.92
    ],
    [
        " You will have a constant, annoying sensation that there was an opportunity you missed, and that had you taken that opportunity,",
        4351.92,
        4359.64
    ],
    [
        " you would have somehow been better off for having done it.",
        4360.22,
        4362.96
    ],
    [
        " Yeah.",
        4363.28,
        4363.36
    ],
    [
        " And I think all of us who were in SAG risks, stupidities, and all involved, because let's face it, it was, it was a...",
        4363.56,
        4371.06
    ],
    [
        " There were aspects of the SAG mission, which were blatantly stupid.",
        4371.06,
        4374.54
    ],
    [
        " I mean, what they were having us do, and what the conditions they were having us do it,",
        4375.34,
        4379.18
    ],
    [
        " was so little intelligence, and so chance of such a small chance often pulling off the mission,",
        4379.18,
        4384.2
    ],
    [
        " and then once you did of that, of the consequences of whatever it was you brought back, having any measurable effect whatsoever...",
        4384.34,
        4392.3
    ],
    [
        " Or if it did, you wouldn't even be told.",
        4392.3,
        4393.72
    ],
    [
        " Yeah, you wouldn't know about it.",
        4393.76,
        4394.88
    ],
    [
        " Yeah.",
        4395.02,
        4395.08
    ],
    [
        " So I mean, yeah, it was just, it was a weird thing to be a part of.",
        4395.26,
        4398.64
    ],
    [
        " Indeed.",
        4399.04,
        4399.28
    ],
    [
        " And, you know, and...",
        4399.5,
        4400.68
    ],
    [
        " So you landed at Fubai, and the first thing you land on is a Hatcher Force.",
        4400.68,
        4404.06
    ],
    [
        " Right.",
        4404.58,
        4404.76
    ],
    [
        " Yes.",
        4405.3,
        4405.46
    ],
    [
        " Welcome to Fubai, and...",
        4406.46,
        4407.94
    ],
    [
        " Yeah.",
        4407.94,
        4408.06
    ],
    [
        " So a Hatcher Force at that time, would you remember which company it was?",
        4408.38,
        4413.28
    ],
    [
        " No.",
        4413.52,
        4413.66
    ],
    [
        " But it was a Hatcher Force, and a Hatcher Force company, I had Fubai.",
        4414.06,
        4417.02
    ],
    [
        " Yeah, and that was the platoon, I think they were company size.",
        4417.22,
        4420.68
    ],
    [
        " Platoon, they had a company with platoon size operations to go out.",
        4420.68,
        4424.46
    ],
    [
        " And we didn't go across the fence, at least I didn't go across the fence with them.",
        4424.78,
        4428.0
    ],
    [
        " We'd go out in other kinds of in-country kinds of search into sorry-type things.",
        4428.46,
        4432.72
    ],
    [
        " Most of it was training because the indigenous people were Cambodians.",
        4432.9,
        4436.7
    ],
    [
        " Oh, yeah.",
        4437.7,
        4438.28
    ],
    [
        " And they were...",
        4438.52,
        4440.1
    ],
    [
        " Oh, yeah.",
        4440.1,
        4440.5
    ],
    [
        "",
        4440.5,
        4440.5
    ],
    [
        " I hope there's no Cambodians in the audience, but they were not good.",
        4440.5,
        4443.32
    ],
    [
        " They were hard to train, and they were hard for...",
        4444.44,
        4448.0
    ],
    [
        " They wore around their necks what they call their Buddha bag.",
        4448.0,
        4450.64
    ],
    [
        " It was on a thong, a leather thong, and it was a...",
        4450.96,
        4454.24
    ],
    [
        " Literally a kind of a little leather bag in which they kept, you know, various things that brought them a luck.",
        4454.24,
        4459.18
    ],
    [
        " And whenever you would get into an intense firefight of some kind,",
        4460.0,
        4463.54
    ],
    [
        " they would lay down on the ground and put their Buddha bag in their mouth.",
        4463.54,
        4466.72
    ],
    [
        " You know, and that was going to save their lives.",
        4467.26,
        4469.02
    ],
    [
        " And in most cases it worked because when you're lying on the ground, you're fairly safe.",
        4469.14,
        4473.3
    ],
    [
        " As long as you're not getting overrun.",
        4473.44,
        4474.68
    ],
    [
        " Yeah, yeah, that's pretty good.",
        4474.9,
        4476.22
    ],
    [
        " But anyway, got so bad that all of them were literally without any notice, rounded up.",
        4476.94,
        4482.9
    ],
    [
        " Do you remember that day?",
        4483.02,
        4483.96
    ],
    [
        " Bagley.",
        4484.88,
        4485.32
    ],
    [
        " Yeah, they were all rounded up in no prior knowledge of this whatsoever,",
        4485.44,
        4490.52
    ],
    [
        " the entire group of Cambodians.",
        4490.78,
        4493.26
    ],
    [
        " And I don't know how many of them were, 125 or something like that.",
        4493.32,
        4496.22
    ],
    [
        " They were marched to the gate of the compound and off the compound with only what they could carry.",
        4496.4,
        4501.12
    ],
    [
        " And my understanding is from there they were put on some kind of transportation that took them back to where they came from.",
        4501.68,
        4507.4
    ],
    [
        " Indeed.",
        4507.92,
        4508.16
    ],
    [
        " And that kind of put...",
        4508.46,
        4509.76
    ],
    [
        " You know, that certainly crippled them.",
        4509.76,
        4512.62
    ],
    [
        " And on base that involved the Cambodians with either their brew or the Vietnamese.",
        4512.62,
        4516.84
    ],
    [
        " None of whom liked each other, all of whom hated each other more than...",
        4517.4,
        4522.82
    ],
    [
        " Well, that kind of crimped the style of the...",
        4522.82,
        4526.1
    ],
    [
        " The hatched horse.",
        4526.1,
        4526.66
    ],
    [
        " Yeah, because at that point, they just got rid of the joy of their people.",
        4526.92,
        4531.46
    ],
    [
        " And then I went to recon.",
        4532.34,
        4533.64
    ],
    [
        " And you landed on Rhode Island?",
        4534.2,
        4535.52
    ],
    [
        " Rhode Island.",
        4535.72,
        4536.16
    ],
    [
        " Was it one of the premier recon teams and the one zero was...",
        4536.32,
        4540.54
    ],
    [
        " Less Daniels.",
        4540.54,
        4541.36
    ],
    [
        " Indeed.",
        4541.36,
        4541.7
    ],
    [
        " What a tiger.",
        4542.64,
        4543.98
    ],
    [
        " Yeah.",
        4544.36,
        4544.48
    ],
    [
        " I don't know what portion of him was Indian, American Indian, but whatever it was, he carried it fully in his blood.",
        4545.1,
        4551.86
    ],
    [
        " I mean, that man had instincts.",
        4551.86,
        4553.78
    ],
    [
        " He did?",
        4554.72,
        4555.12
    ],
    [
        " He was not a man of great humor.",
        4555.44,
        4556.96
    ],
    [
        " No.",
        4557.26,
        4557.58
    ],
    [
        " No, he was not somebody you could...",
        4557.84,
        4559.28
    ],
    [
        " I never got to knowing in the sense that knowing somebody, because he was very quiet.",
        4559.28,
        4564.76
    ],
    [
        " He could give you those eyes.",
        4565.28,
        4567.02
    ],
    [
        " Oh, yeah.",
        4567.72,
        4568.08
    ],
    [
        " If you did something wrong, you know, and he...",
        4568.28,
        4571.44
    ],
    [
        " All that's all he had to do was look at you, you know, and you thought, oh God.",
        4571.44,
        4574.42
    ],
    [
        " Yeah, you knew.",
        4574.72,
        4575.16
    ],
    [
        " Yeah.",
        4575.46,
        4575.6
    ],
    [
        " But...",
        4576.46,
        4577.44
    ],
    [
        " And then I went to...",
        4577.44,
        4578.72
    ],
    [
        " I was in the first one zero class that was held.",
        4578.72,
        4582.68
    ],
    [
        " Oh, is that right?",
        4582.92,
        4583.42
    ],
    [
        " Yeah.",
        4583.58,
        4583.76
    ],
    [
        " I don't know how I got involved with that, but again, I got involved in one zero school as a reconnaissance team leader school.",
        4584.22,
        4589.82
    ],
    [
        " Indeed.",
        4590.04,
        4590.12
    ],
    [
        " And so I went down and went through reconnaissance team leader school.",
        4590.64,
        4593.82
    ],
    [
        " So that was an interesting experience.",
        4594.04,
        4595.54
    ],
    [
        " Very.",
        4595.82,
        4595.98
    ],
    [
        " And...",
        4597.14,
        4597.5
    ],
    [
        " These little disorganized...",
        4597.5,
        4598.54
    ],
    [
        " The Badger, Jeffrey Junkas, as a Badger.",
        4598.54,
        4600.9
    ],
    [
        " Yes, yes.",
        4601.08,
        4601.5
    ],
    [
        " Of you all, like, some portion of the training, if not the actual graduation, you guys were...",
        4601.62,
        4605.6
    ],
    [
        " No, there was no real graduation.",
        4605.6,
        4606.78
    ],
    [
        " This was the first class, and I must say it was kind of disjointed.",
        4607.16,
        4609.76
    ],
    [
        " I understand that it really developed into something a lot better.",
        4609.9,
        4612.5
    ],
    [
        " It did.",
        4612.76,
        4613.0
    ],
    [
        " But, you know, at that first class, there was a little bit of disjunction.",
        4613.2,
        4617.68
    ],
    [
        " But we enjoyed it.",
        4618.38,
        4619.34
    ],
    [
        " We spent a lot of time in the club.",
        4619.36,
        4620.44
    ],
    [
        " Indeed.",
        4621.32,
        4621.52
    ],
    [
        " And telling stories.",
        4621.62,
        4622.38
    ],
    [
        " And that reminds me because, you know, you and I encounter special forces guys today.",
        4623.88,
        4629.62
    ],
    [
        " I think they have a hard time believing that we did what we did, one.",
        4630.06,
        4633.4
    ],
    [
        " And that we were so young and so inexperienced and given so much responsibility.",
        4634.0,
        4639.34
    ],
    [
        " Sure.",
        4639.34,
        4639.82
    ],
    [
        " And that there was...",
        4640.4,
        4641.8
    ],
    [
        " We were winging it.",
        4641.8,
        4643.06
    ],
    [
        " Literally.",
        4643.22,
        4643.58
    ],
    [
        " There was no guide.",
        4644.36,
        4645.68
    ],
    [
        " This was not the mission of special forces was not to run...",
        4645.84,
        4649.5
    ],
    [
        " Recon.",
        4649.5,
        4650.38
    ],
    [
        " Right.",
        4650.92,
        4651.18
    ],
    [
        " And again, correct me if I'm wrong, but my understanding is that it was called command and control",
        4651.84,
        4656.3
    ],
    [
        " to set it apart from any other kind of special forces activity.",
        4656.3,
        4659.68
    ],
    [
        " We commanded and controlled.",
        4659.84,
        4661.58
    ],
    [
        " We didn't advise.",
        4661.7,
        4662.36
    ],
    [
        " You know, most special forces operations involve some kind of advising of a kind of revolutionist force or something.",
        4663.18,
        4671.84
    ],
    [
        " Yeah.",
        4672.04,
        4672.08
    ],
    [
        " We didn't do that.",
        4672.22,
        4673.0
    ],
    [
        " We commanded our troops.",
        4673.1,
        4674.66
    ],
    [
        " And so...",
        4675.52,
        4676.44
    ],
    [
        " We did train them up.",
        4676.44,
        4677.4
    ],
    [
        " We did train them up.",
        4677.7,
        4678.5
    ],
    [
        " Of course you had less with less though.",
        4678.58,
        4680.22
    ],
    [
        " What a premiere.",
        4680.96,
        4681.76
    ],
    [
        " He's probably the best one zero in camp at that time.",
        4682.12,
        4684.66
    ],
    [
        " Well, aside from yourself.",
        4684.8,
        4685.92
    ],
    [
        " But no, no, no.",
        4686.44,
        4687.36
    ],
    [
        " No, no.",
        4687.36,
        4687.72
    ],
    [
        " He was a far exceeded anything I ever did on a ground.",
        4687.82,
        4690.98
    ],
    [
        " He was amazing man.",
        4691.08,
        4692.46
    ],
    [
        " Yeah, he was something.",
        4692.58,
        4693.24
    ],
    [
        " Absolutely.",
        4693.58,
        4693.9
    ],
    [
        " But yeah.",
        4694.32,
        4694.84
    ],
    [
        " Yeah, so we were at one zero school and then...",
        4695.06,
        4700.98
    ],
    [
        " Going for there.",
        4700.98,
        4702.16
    ],
    [
        " Yeah, you ran a few missions with less.",
        4702.44,
        4704.1
    ],
    [
        " Yeah.",
        4704.5,
        4704.58
    ],
    [
        " And then by...",
        4704.58,
        4705.84
    ],
    [
        " Was it like...",
        4705.84,
        4707.22
    ],
    [
        " At the end of October or early November at some point, there was a crisis and somebody comes to John Peters and says,",
        4707.22,
        4715.1
    ],
    [
        " Hey, how about cleaning up this little deficit of 25,000 missing from the club funds?",
        4715.78,
        4721.6
    ],
    [
        " That was another one of those totally unexpected things.",
        4722.1,
        4725.5
    ],
    [
        " The former club manager whose name we shall not use.",
        4726.2,
        4729.06
    ],
    [
        " We shall not.",
        4729.3,
        4729.6
    ],
    [
        " Yeah.",
        4729.86,
        4729.96
    ],
    [
        " And I don't know whether he did anything illegal or whether he stole it.",
        4731.22,
        4735.3
    ],
    [
        " We just know he spent a lot of money.",
        4735.38,
        4736.3
    ],
    [
        " Yeah, all we know is that suddenly the club...",
        4736.48,
        4738.88
    ],
    [
        " Well, we can't say that everybody who was a green beret there did come home with a brand new specially tailored sports coat.",
        4738.88,
        4746.84
    ],
    [
        " I didn't have mine for years.",
        4747.18,
        4748.42
    ],
    [
        " We'll see.",
        4748.58,
        4748.82
    ],
    [
        " You weren't in with the out crowd or you weren't out with the in crowd.",
        4749.14,
        4751.6
    ],
    [
        " Whatever it was, I never got a green sport coat.",
        4751.74,
        4753.94
    ],
    [
        " But anyway, so you know, they suddenly discovered that the club is $25,000 in debt.",
        4754.4,
        4759.14
    ],
    [
        " And they're about to close FOB1.",
        4759.44,
        4761.4
    ],
    [
        " And they don't want this to come out.",
        4762.08,
        4764.1
    ],
    [
        " You know, because part of the closing ceremony is I guess the process of whatever they thought there's going to be.",
        4764.56,
        4769.44
    ],
    [
        " I don't know, some kind of an audit beats me.",
        4769.56,
        4771.74
    ],
    [
        " But you know, again, it's a magical mystery tour.",
        4772.74,
        4776.42
    ],
    [
        " We're at a top secret operation where nobody knows what the hell is really going on.",
        4776.66,
        4780.6
    ],
    [
        " We're going to close the base, but don't tell anybody.",
        4780.7,
        4782.76
    ],
    [
        " And when we close it, oh, could you clean up this $25,000 deficit?",
        4782.92,
        4786.56
    ],
    [
        " I think we all discovered that that's one of the great advantages of top secret.",
        4786.56,
        4790.02
    ],
    [
        " You can get away with anything.",
        4790.02,
        4791.48
    ],
    [
        " And that's how I say, I'm sorry, I can't tell you about that.",
        4791.64,
        4795.22
    ],
    [
        " But anyway, so we had a meeting in the club and you tell me you don't remember this too clearly.",
        4795.8,
        4802.32
    ],
    [
        " But I certainly do.",
        4802.42,
        4803.34
    ],
    [
        " We're in the club and you know, the sergeant major was in Harris.",
        4803.76,
        4809.12
    ],
    [
        " Harris is telling us the bad news.",
        4809.4,
        4811.92
    ],
    [
        " Yeah.",
        4812.14,
        4812.28
    ],
    [
        " And what he considers to be bad news, I didn't consider it bad news.",
        4812.44,
        4815.2
    ],
    [
        " I don't care.",
        4815.2,
        4815.74
    ],
    [
        " They come out of your pocket.",
        4816.14,
        4816.86
    ],
    [
        " Yeah, they come out of my pocket.",
        4816.86,
        4817.98
    ],
    [
        " So I didn't really care.",
        4817.98,
        4818.86
    ],
    [
        " Sorry about it.",
        4819.38,
        4820.22
    ],
    [
        " But he's saying this is serious.",
        4820.22,
        4821.28
    ],
    [
        " We got to do something about it.",
        4821.32,
        4822.48
    ],
    [
        " Okay.",
        4822.78,
        4822.98
    ],
    [
        " Yeah.",
        4823.2,
        4823.22
    ],
    [
        " And so we need somebody to come in and take over, you know, so to speak, and straighten all",
        4823.74,
        4829.96
    ],
    [
        " this mess out and somehow recover from this $25,000 deficit in, I would say, about 35 minutes.",
        4829.96,
        4838.2
    ],
    [
        " No, there was a deadline.",
        4838.48,
        4840.18
    ],
    [
        " You know, so that was a deadline.",
        4840.5,
        4841.54
    ],
    [
        " So everybody kind of looks around at everybody else.",
        4841.54,
        4843.74
    ],
    [
        " And to this day, I don't know who it was.",
        4843.92,
        4846.24
    ],
    [
        " Somebody says, Peter's still it.",
        4846.5,
        4848.5
    ],
    [
        " Not Peter's to it.",
        4848.54,
        4849.26
    ],
    [
        " Yeah.",
        4849.8,
        4850.36
    ],
    [
        " Maybe it was because I don't know why.",
        4850.82,
        4853.94
    ],
    [
        " Maybe because it was, I was a college graduate and they therefore assumed I was good at math.",
        4854.12,
        4857.84
    ],
    [
        " I don't know.",
        4858.28,
        4859.08
    ],
    [
        " You know, but I was a philosopher.",
        4859.48,
        4860.64
    ],
    [
        " I was an mathematician.",
        4860.64,
        4861.76
    ],
    [
        " Yeah.",
        4862.54,
        4862.64
    ],
    [
        " So anyway, they say.",
        4862.64,
        4863.64
    ],
    [
        " So in short, or I made, I am made club manager.",
        4864.04,
        4868.52
    ],
    [
        " Yeah.",
        4868.66,
        4868.84
    ],
    [
        " Of the club.",
        4869.06,
        4869.66
    ],
    [
        " You know, which was a significant thing.",
        4869.96,
        4874.06
    ],
    [
        " It was.",
        4874.22,
        4874.74
    ],
    [
        " I mean, it was very important to us to those of us who would go in there and drink.",
        4874.9,
        4879.34
    ],
    [
        " It was extremely important.",
        4879.34,
        4880.64
    ],
    [
        " And so there I was, you know, didn't have a clue as to what it meant to be a club manager.",
        4880.9,
        4885.62
    ],
    [
        " And, you know, the rest is history.",
        4886.26,
        4888.64
    ],
    [
        " We didn't recover.",
        4889.08,
        4890.1
    ],
    [
        " It took some creative.",
        4890.4,
        4892.58
    ],
    [
        " I remember the flavor of the club changed and it became more efficient all of a sudden.",
        4893.64,
        4898.64
    ],
    [
        " Or right.",
        4898.72,
        4899.4
    ],
    [
        " You didn't.",
        4899.5,
        4899.78
    ],
    [
        " Right.",
        4900.02,
        4900.18
    ],
    [
        " If you were going to get a drink you paid for, that's right.",
        4900.6,
        4903.24
    ],
    [
        " Other times, the way it was going to work.",
        4903.4,
        4905.68
    ],
    [
        " And we started using shot glasses for the first time.",
        4906.0,
        4909.28
    ],
    [
        " We were measuring this stuff out.",
        4909.4,
        4910.6
    ],
    [
        " And we had the Vietnamese girls working back.",
        4911.0,
        4913.34
    ],
    [
        " Yes.",
        4913.48,
        4913.6
    ],
    [
        " And they were used to being pretty free with stuff.",
        4914.02,
        4916.98
    ],
    [
        " The deal.",
        4917.46,
        4917.76
    ],
    [
        " Not just liquor.",
        4917.92,
        4918.58
    ],
    [
        " And, you know, so I had to get them on board.",
        4919.26,
        4924.2
    ],
    [
        " You know, look, your boyfriend comes in here.",
        4924.42,
        4927.18
    ],
    [
        " You know, no, we're not empty and half the bottle into these glass.",
        4927.18,
        4929.72
    ],
    [
        " You know, we're going to do this.",
        4930.04,
        4931.94
    ],
    [
        " But the book.",
        4932.22,
        4933.08
    ],
    [
        " But the big, the big money, the big money maker was, if you remember this, we had access to",
        4933.28,
        4938.16
    ],
    [
        " booze that nobody else had.",
        4938.16,
        4939.42
    ],
    [
        " Yeah.",
        4939.8,
        4939.94
    ],
    [
        " We once had a helicopter bring in a container load of it.",
        4940.76,
        4944.52
    ],
    [
        " You remember that?",
        4944.6,
        4945.08
    ],
    [
        " No.",
        4945.32,
        4945.52
    ],
    [
        " Yeah.",
        4945.72,
        4945.88
    ],
    [
        " We brought a container load of stuff in and set it down on the compound.",
        4946.18,
        4949.14
    ],
    [
        " And we're talking.",
        4949.62,
        4950.52
    ],
    [
        " Is that the king be the crest in the compound at that time?",
        4950.88,
        4953.06
    ],
    [
        " No.",
        4953.22,
        4953.36
    ],
    [
        " But anyway, okay.",
        4953.54,
        4954.26
    ],
    [
        " I mean, this is, well, this is, yeah, this is a major delivery service of major goods.",
        4954.26,
        4958.86
    ],
    [
        " And of course, there weren't enough of us in the compound to use this.",
        4959.36,
        4964.76
    ],
    [
        " No, my plan was to sell it to the 101st Airborne Division guys down the road.",
        4964.88,
        4969.16
    ],
    [
        " And of course, you had a friendly Marines be willing to do this.",
        4969.64,
        4972.58
    ],
    [
        " At least the officers that flew.",
        4972.58,
        4973.64
    ],
    [
        " Those guys too.",
        4973.88,
        4974.58
    ],
    [
        " Yeah, of course.",
        4974.8,
        4975.26
    ],
    [
        " Anybody who wanted booze, we were open for business.",
        4975.28,
        4977.66
    ],
    [
        " There we go.",
        4977.9,
        4978.22
    ],
    [
        " And it cost us about a dollar bottle for it or something like that as I recall.",
        4978.6,
        4982.98
    ],
    [
        " That's what I saw it to our own guys.",
        4983.2,
        4985.38
    ],
    [
        " Yeah, it was for a buck.",
        4985.48,
        4986.62
    ],
    [
        " Is that right?",
        4986.84,
        4987.54
    ],
    [
        " Yeah.",
        4987.68,
        4987.82
    ],
    [
        " But for anybody else, you know, sky's the limit.",
        4988.22,
        4992.42
    ],
    [
        " And so that's how we managed to do it.",
        4992.7,
        4994.98
    ],
    [
        "",
        4994.98,
        4994.98
    ],
    [
        " But I mean, the worst part, and I'm worse, everybody thinks, oh boy, being club managers, God, that's that would be great.",
        4995.34,
        5001.8
    ],
    [
        " Because there was a little room attached to the club that the club manager got that was where he lived.",
        5002.0,
        5007.14
    ],
    [
        " I know.",
        5007.54,
        5007.86
    ],
    [
        " And it was, remember, it was air conditioned.",
        5008.1,
        5009.58
    ],
    [
        " It was small, but it was comfortable.",
        5010.02,
        5012.02
    ],
    [
        " And everybody thought, you know, I'd kill for that.",
        5012.48,
        5015.18
    ],
    [
        " And so I thought, wow, I landed on my feet here, you know, until the first night at 11 o'clock or two.",
        5015.62,
        5022.58
    ],
    [
        " No, about one o'clock in the morning, there's this horrendous pounding on the door.",
        5022.66,
        5026.56
    ],
    [
        " Peter's, Peter's open up.",
        5026.92,
        5028.16
    ],
    [
        " I want a six pack.",
        5028.28,
        5029.06
    ],
    [
        " You know, I say, you open him.",
        5029.76,
        5031.84
    ],
    [
        " Give him a six pack.",
        5031.92,
        5032.68
    ],
    [
        " You know, three minutes later, bang, bang, bang.",
        5032.84,
        5034.56
    ],
    [
        " Peter's, Peter's, I want a bottle of scotch.",
        5034.62,
        5036.46
    ],
    [
        " You know, okay.",
        5036.68,
        5037.22
    ],
    [
        " And this goes on night after night after night after night.",
        5037.44,
        5039.8
    ],
    [
        " And you're making up the deficit.",
        5039.8,
        5040.9
    ],
    [
        " And I'm making up the deficit.",
        5040.92,
        5042.14
    ],
    [
        " Boy, boy.",
        5042.14,
        5042.82
    ],
    [
        " And did it.",
        5043.36,
        5044.22
    ],
    [
        " Indeed, indeed.",
        5044.38,
        5045.04
    ],
    [
        " So you go to contum, at some point, at 69, your dumbity army at 69 or 70.",
        5045.24,
        5051.62
    ],
    [
        " And then-",
        5052.06,
        5052.48
    ],
    [
        " 69 may have 69.",
        5052.48,
        5053.56
    ],
    [
        " May 69.",
        5053.9,
        5054.4
    ],
    [
        " Wow.",
        5054.88,
        5055.12
    ],
    [
        " We missed each other by a month.",
        5055.28,
        5056.32
    ],
    [
        " Yeah.",
        5056.68,
        5056.82
    ],
    [
        " Indeed.",
        5057.28,
        5057.52
    ],
    [
        " Okay.",
        5057.9,
        5058.16
    ],
    [
        " So then you're out.",
        5058.3,
        5058.98
    ],
    [
        " And then what happens next as you go on with your life quest?",
        5059.16,
        5062.3
    ],
    [
        " Oh, my life quest.",
        5062.74,
        5063.54
    ],
    [
        " Well, I came back and took up the job, the one that I had that my father got for me at Point Me Go.",
        5063.58,
        5070.16
    ],
    [
        " What were you doing exactly at Point Me Go?",
        5070.16,
        5072.08
    ],
    [
        " I was what they call the labor management relations specialist.",
        5072.52,
        5075.14
    ],
    [
        " I was involved with dealing with the unions and doing stuff like that.",
        5075.38,
        5080.42
    ],
    [
        " It was quite interesting.",
        5080.84,
        5081.56
    ],
    [
        " Anybody, I went back and they didn't do it.",
        5082.06,
        5086.26
    ],
    [
        " I don't think out of the goodness of the heart.",
        5086.34,
        5087.76
    ],
    [
        " They were required by law to hold the job for me because I was in the military.",
        5087.76,
        5091.22
    ],
    [
        " So I went back and-",
        5092.04,
        5093.0
    ],
    [
        " And you went into the army.",
        5093.0,
        5094.42
    ],
    [
        " Yeah.",
        5094.74,
        5094.94
    ],
    [
        " Had a Navy job.",
        5095.22,
        5096.4
    ],
    [
        " Yeah.",
        5097.0,
        5097.18
    ],
    [
        " I didn't mention that.",
        5098.0,
        5099.32
    ],
    [
        " Well, we couldn't talk about anything.",
        5099.54,
        5103.86
    ],
    [
        " No.",
        5104.26,
        5104.38
    ],
    [
        " And I don't know about you, but I mean, you know, people hear about the environment Vietnam Veterans Return to in 1968, 1969.",
        5104.64,
        5113.5
    ],
    [
        " Oh, yeah.",
        5113.8,
        5114.1
    ],
    [
        " It was hostile.",
        5114.14,
        5114.76
    ],
    [
        " I mean, I mean, I never-",
        5115.8,
        5118.64
    ],
    [
        " I mean, you hear stories of people spitting on you and all that kind of stuff of people.",
        5118.64,
        5122.06
    ],
    [
        " And I don't want to say it didn't happen.",
        5122.2,
        5124.44
    ],
    [
        " It didn't happen to me.",
        5124.52,
        5125.36
    ],
    [
        " But the one thing that did happen is I processed out at Oakland.",
        5125.56,
        5129.14
    ],
    [
        " And so I-",
        5130.1,
        5130.56
    ],
    [
        " Ooh.",
        5130.56,
        5130.74
    ],
    [
        " You know, I'd gone to school in the Bay Area at San Marys.",
        5131.2,
        5133.58
    ],
    [
        "",
        5133.7,
        5133.7
    ],
    [
        " And so I knew it well.",
        5133.7,
        5134.5
    ],
    [
        " And so I went back over to San Francisco side and I wanted to celebrate.",
        5134.64,
        5138.44
    ],
    [
        " I-",
        5138.76,
        5139.0
    ],
    [
        " But all I had was a uniform, my beret and a uniform on.",
        5139.0,
        5142.38
    ],
    [
        " And I wanted to go to the top of the mark to have a drink and look out over the city.",
        5142.96,
        5147.44
    ],
    [
        " And I thought, yeah, this is-",
        5147.58,
        5149.14
    ],
    [
        " This will be neat.",
        5149.14,
        5149.76
    ],
    [
        " And so I do-",
        5150.16,
        5151.2
    ],
    [
        " And I get into the helicopter.",
        5151.2,
        5152.12
    ],
    [
        " I'm a helicopter.",
        5152.48,
        5152.96
    ],
    [
        " I get in the elevator.",
        5153.28,
        5154.94
    ],
    [
        " And you know, we start up with there's another young couple in there.",
        5155.82,
        5158.28
    ],
    [
        " And the look they gave me, they didn't say anything.",
        5158.34,
        5160.22
    ],
    [
        " You know, they didn't really treat me badly.",
        5160.8,
        5163.04
    ],
    [
        " But I mean, you could tell that I was as far as they were concerned about as low as you could get.",
        5163.2,
        5167.2
    ],
    [
        " Lower the snail's not.",
        5167.64,
        5168.62
    ],
    [
        " And I get to the top and the matriot deer, the guy who they says you can't come in.",
        5168.7,
        5172.12
    ],
    [
        " Will.",
        5173.02,
        5173.46
    ],
    [
        " Yeah, I said, no, I'm sorry.",
        5173.78,
        5174.78
    ],
    [
        " Won't let you in.",
        5175.34,
        5176.2
    ],
    [
        " So I had to turn around and go back down again.",
        5176.52,
        5178.64
    ],
    [
        " And it was-",
        5179.4,
        5179.84
    ],
    [
        " Yeah.",
        5179.84,
        5180.0
    ],
    [
        " I wasn't-",
        5180.68,
        5182.94
    ],
    [
        " I wasn't heartbroken, you know.",
        5182.94,
        5184.22
    ],
    [
        " Yeah, yeah.",
        5184.4,
        5184.88
    ],
    [
        " So I went home and took up that job.",
        5185.46,
        5187.84
    ],
    [
        " And I-",
        5188.04,
        5188.32
    ],
    [
        " But I, at that point I was kind of restless.",
        5188.32,
        5191.64
    ],
    [
        " And there was still more I wanted to do.",
        5191.64,
        5193.68
    ],
    [
        " So I quit the job and returned to Europe.",
        5193.84,
        5196.26
    ],
    [
        " And hishiked around.",
        5196.92,
        5198.12
    ],
    [
        " I washiked from Paris to Tangier.",
        5198.28,
        5200.36
    ],
    [
        " To Tangier?",
        5201.44,
        5202.06
    ],
    [
        " Yeah, Tangier.",
        5202.24,
        5202.98
    ],
    [
        " And a famous two weeks lost of my life.",
        5203.16,
        5205.52
    ],
    [
        " Did I-",
        5205.68,
        5206.16
    ],
    [
        "",
        5206.16,
        5206.16
    ],
    [
        " Did I-",
        5206.16,
        5206.46
    ],
    [
        " Did I-",
        5206.46,
        5206.5
    ],
    [
        " Did I-",
        5206.5,
        5206.58
    ],
    [
        " Did I-",
        5206.58,
        5206.86
    ],
    [
        "",
        5206.86,
        5206.86
    ],
    [
        "",
        5206.86,
        5206.86
    ],
    [
        " Did I-",
        5206.86,
        5207.02
    ],
    [
        "",
        5207.02,
        5207.02
    ],
    [
        " Did I-",
        5207.02,
        5207.2
    ],
    [
        " Did I-",
        5207.2,
        5210.9
    ],
    [
        " Did I-",
        5210.9,
        5212.92
    ],
    [
        " Did I-",
        5212.94,
        5213.1
    ],
    [
        " Do you still have to remember?",
        5213.1,
        5213.32
    ],
    [
        " I don't know.",
        5213.62,
        5213.96
    ],
    [
        " But no.",
        5214.14,
        5214.38
    ],
    [
        " No.",
        5214.52,
        5214.62
    ],
    [
        " Then yeah, and then the rest of my life has been that kind of a thing.",
        5215.04,
        5218.4
    ],
    [
        " I've given up a number of very good jobs",
        5218.6,
        5222.04
    ],
    [
        " It would have been career jobs, because-",
        5222.04,
        5226.1
    ],
    [
        " Okay.",
        5226.1,
        5226.52
    ],
    [
        " Well, you got to allow",
        5226.66,
        5227.84
    ],
    [
        " Me to return this excellent book on account.",
        5227.84,
        5230.24
    ],
    [
        " He's doing-",
        5230.58,
        5231.12
    ],
    [
        " Because there's that little portion in there where we talked about,-",
        5231.12,
        5234.94
    ],
    [
        " It's a couple things always found really fascinating about you, that-",
        5234.94,
        5239.78
    ],
    [
        " You know, at some point you became the owner's representative and port captain in-",
        5239.78,
        5248.38
    ],
    [
        " Damman?",
        5248.38,
        5249.0
    ],
    [
        " Damman?",
        5249.22,
        5249.66
    ],
    [
        " Damman.",
        5249.74,
        5249.98
    ],
    [
        " Damman, thank you.",
        5250.34,
        5251.08
    ],
    [
        " Saudi Arabia, for the American steenshow company, Pacific East-",
        5251.5,
        5256.5
    ],
    [
        " Far East lines.",
        5256.5,
        5257.62
    ],
    [
        " And then for 15 years you managed the US Air Forces aerial port at Rostin Germany.",
        5258.68,
        5264.58
    ],
    [
        " Rostin Germany.",
        5264.72,
        5265.52
    ],
    [
        " That too.",
        5265.68,
        5266.06
    ],
    [
        " Yeah.",
        5266.42,
        5266.58
    ],
    [
        " Just tell us a little bit about that.",
        5267.54,
        5269.18
    ],
    [
        " I mean, those jobs, I mean, in Germany and then you're in Saudi Arabia?",
        5269.26,
        5274.34
    ],
    [
        " At the side, yeah.",
        5274.9,
        5275.76
    ],
    [
        " Just a little bit.",
        5275.9,
        5276.48
    ],
    [
        "",
        5276.78,
        5276.78
    ],
    [
        " Well, I said I'd gone to St. Mary's College.",
        5277.42,
        5279.08
    ],
    [
        " Right.",
        5279.92,
        5280.06
    ],
    [
        " One of the people that I, in fact, room with for a while, was John Alioto, whose father Joe Alioto-",
        5280.84,
        5287.34
    ],
    [
        " Cigna was the mayor of San Francisco.",
        5287.34,
        5288.78
    ],
    [
        " And-",
        5289.92,
        5291.12
    ],
    [
        " And-",
        5291.12,
        5293.12
    ],
    [
        " At some point, I got a job at the Alameda Naval Air Station again in labor management relations",
        5294.04,
        5300.38
    ],
    [
        " and I was working there.",
        5300.38,
        5301.64
    ],
    [
        " And Joe Alioto-",
        5302.42,
        5303.76
    ],
    [
        " Senior bought a steamship company for his son.",
        5303.76,
        5305.68
    ],
    [
        " Oh, how nice.",
        5306.42,
        5306.88
    ],
    [
        " Yeah.",
        5307.48,
        5307.64
    ],
    [
        " Pacific Far East lines.",
        5308.22,
        5308.9
    ],
    [
        " One of the oldest steamship companies in the United States, American flag steamship.",
        5309.28,
        5314.0
    ],
    [
        " It was an American flag company.",
        5314.1,
        5316.22
    ],
    [
        " And they operated off of the Pacific coasts into-",
        5317.08,
        5321.8
    ],
    [
        " They had the last two passenger vessels, the Monterey and the Mariposa.",
        5321.8,
        5325.68
    ],
    [
        " And they operated up to Alaska and took people to Hawaii and things like that.",
        5326.52,
        5330.52
    ],
    [
        " The cargo operations went to Australia, New Zealand, Japan, places like that.",
        5331.22,
        5337.06
    ],
    [
        " And so it was really a far eastern operation.",
        5337.46,
        5339.3
    ],
    [
        " But this is in the early 70s.",
        5340.48,
        5343.56
    ],
    [
        " And Saudi Arabia was just booming.",
        5343.7,
        5346.62
    ],
    [
        " We had the first oil embargo, remember?",
        5347.16,
        5349.04
    ],
    [
        " Of course.",
        5349.24,
        5349.62
    ],
    [
        " And they were rolling in money.",
        5349.8,
        5351.24
    ],
    [
        " And they were-",
        5351.24,
        5351.7
    ],
    [
        " You were there a part of the old one.",
        5351.7,
        5352.72
    ],
    [
        " Yeah.",
        5352.74,
        5352.86
    ],
    [
        " They were rolling in money and they were spending it like there was no tomorrow.",
        5353.08,
        5357.4
    ],
    [
        " And so there was an awful lot of stuff being hauled to Saudi Arabia.",
        5358.02,
        5361.7
    ],
    [
        " So, John Alioto-",
        5362.4,
        5364.38
    ],
    [
        " Oh, what happened was, I skipped over this.",
        5364.38,
        5367.5
    ],
    [
        " I'm at Alameda Naval Air Station when I get a call from John Alioto saying,",
        5367.64,
        5372.46
    ],
    [
        " how'd you like to be working a steamship company?",
        5372.9,
        5376.6
    ],
    [
        " And I said, John, I know nothing about steamship.",
        5377.46,
        5379.78
    ],
    [
        " He says, no do I.",
        5379.9,
        5380.98
    ],
    [
        " He was a poet and failed playwright.",
        5381.58,
        5386.74
    ],
    [
        " He'd written this play called the Black Mass.",
        5386.94,
        5389.0
    ],
    [
        " And his father had arranged to have an actor put on,",
        5389.68,
        5393.0
    ],
    [
        " and what do you want to call it, in San Francisco, and was an abysmal failure.",
        5393.08,
        5396.5
    ],
    [
        " So that's the guy that's now running.",
        5397.34,
        5400.06
    ],
    [
        " A shipping company.",
        5400.66,
        5401.2
    ],
    [
        " Yeah, president of Pacific Forest, so he says, you know, yeah, I said, well, I don't know.",
        5401.58,
        5406.02
    ],
    [
        " Come on over and let's do it.",
        5406.04,
        5406.98
    ],
    [
        " I said, okay, so I quit the job that I had in Alameda,",
        5407.32,
        5410.4
    ],
    [
        " and we crossed over the bay to the other side and went to work for PFEL,",
        5410.4,
        5413.68
    ],
    [
        " not knowing anything.",
        5413.86,
        5414.76
    ],
    [
        " So they put me through kind of a break.",
        5414.96,
        5416.9
    ],
    [
        " This sounds just like your SF career.",
        5417.1,
        5418.52
    ],
    [
        " Yeah, they put me through this kind of introductory program of what it meant to be a steamship.",
        5418.66,
        5424.16
    ],
    [
        " You know, the front end is called the bow.",
        5424.28,
        5425.76
    ],
    [
        " You know, the back end is called the stern.",
        5426.06,
        5427.66
    ],
    [
        " Which was the portal?",
        5428.16,
        5428.88
    ],
    [
        " I always get that.",
        5428.88,
        5429.36
    ],
    [
        " It was the portal left side.",
        5429.54,
        5430.94
    ],
    [
        " Important starboard.",
        5431.66,
        5432.6
    ],
    [
        " Starboard there.",
        5432.88,
        5433.46
    ],
    [
        " A bath to beam and all these things.",
        5433.8,
        5435.42
    ],
    [
        " You know that you got no.",
        5435.42,
        5436.38
    ],
    [
        " And not the mention bulkheads.",
        5437.28,
        5439.62
    ],
    [
        " Bulkheads?",
        5439.74,
        5440.32
    ],
    [
        " I don't know those.",
        5440.48,
        5441.46
    ],
    [
        " That's the one that throws me off.",
        5441.52,
        5442.58
    ],
    [
        " Yeah.",
        5442.7,
        5442.84
    ],
    [
        " Yeah.",
        5443.4,
        5443.5
    ],
    [
        " And then he'll be talking.",
        5443.96,
        5444.78
    ],
    [
        " Yeah, anyway.",
        5444.92,
        5445.38
    ],
    [
        " So, you know, I'm going along learning the ropes.",
        5446.1,
        5451.1
    ],
    [
        " And suddenly I get again, get this call from the head office.",
        5451.18,
        5454.1
    ],
    [
        " And it's just down the hall.",
        5454.86,
        5458.48
    ],
    [
        " Yeah, it was.",
        5458.7,
        5459.26
    ],
    [
        " And John says, how'd you like to be the port captain in Demonsa,",
        5459.42,
        5463.5
    ],
    [
        " the port captain in Demonsa?",
        5464.18,
        5465.5
    ],
    [
        " I had no idea what that meant.",
        5465.5,
        5469.12
    ],
    [
        "",
        5470.08,
        5470.08
    ],
    [
        " Could you interpret that in English?",
        5470.88,
        5472.42
    ],
    [
        " What does that mean?",
        5472.74,
        5473.38
    ],
    [
        " I knew that the company had invested in two new vessels",
        5473.98,
        5477.7
    ],
    [
        " to run out of Baltimore through the Suez Canal to Saudi Arabia.",
        5477.7,
        5483.94
    ],
    [
        " The Gulf Baron, the Atlantic Baron I think people call it.",
        5485.0,
        5487.58
    ],
    [
        " Yeah, there were roll-on roll-off ships.",
        5487.58,
        5489.4
    ],
    [
        " And so I knew we were into this venture.",
        5489.88,
        5493.3
    ],
    [
        " And I'd heard that it was going well because it was a good market.",
        5493.46,
        5495.8
    ],
    [
        " But I didn't really know that much about it.",
        5496.56,
        5498.74
    ],
    [
        " And so anyway, yeah, that I was put on airplane and flown to Saudi Arabia.",
        5499.08,
        5502.06
    ],
    [
        " And put in charge of representing the company.",
        5502.98,
        5507.84
    ],
    [
        " We had an actual agent there who did a lot of the work.",
        5508.04,
        5511.04
    ],
    [
        " But at that time, the headquarters for that operation",
        5511.64,
        5513.88
    ],
    [
        " that was the Middle East Gulf operations was in Tehran.",
        5513.88,
        5516.76
    ],
    [
        " And the Shaw was still in...",
        5518.68,
        5520.8
    ],
    [
        " Sure.",
        5520.8,
        5520.9
    ],
    [
        " So I went to Tehran a number of times.",
        5521.32,
        5523.2
    ],
    [
        " I worked ships out of Kuwait, Abu Dhabi, Dubai,",
        5523.3,
        5527.16
    ],
    [
        " Boundera Bas, Boundera Shippur.",
        5527.64,
        5528.94
    ],
    [
        " So when you say you work the ship with me,",
        5529.32,
        5531.0
    ],
    [
        " you help get the ship in the port on loaded,",
        5531.24,
        5533.34
    ],
    [
        " get it unloaded, or get it loaded?",
        5533.5,
        5535.16
    ],
    [
        " Or what does that mean?",
        5535.34,
        5536.6
    ],
    [
        " Mostly it meant that I stood around and looked like I knew what I was doing.",
        5537.48,
        5540.98
    ],
    [
        " Oh, you had a clipboard and you're thinking,",
        5541.08,
        5542.72
    ],
    [
        " more or less like that.",
        5542.82,
        5544.2
    ],
    [
        " No, I mean, no, they would, on roll-off ships,",
        5544.3,
        5548.08
    ],
    [
        " those are ships that you can drive the cargo on to.",
        5548.08,
        5550.7
    ],
    [
        " Okay.",
        5550.92,
        5551.22
    ],
    [
        " You know, either...",
        5551.58,
        5553.08
    ],
    [
        " They're really big boats.",
        5553.08,
        5554.1
    ],
    [
        " Oh, yeah.",
        5554.38,
        5554.76
    ],
    [
        " And they were like aircraft carriers.",
        5554.98,
        5556.12
    ],
    [
        " Really did when they went to the Suiz Canal.",
        5556.48,
        5558.36
    ],
    [
        "",
        5558.62,
        5558.62
    ],
    [
        " Sometimes got challenged for being aircraft carriers,",
        5558.62,
        5560.78
    ],
    [
        " but they weren't.",
        5560.86,
        5561.4
    ],
    [
        " But they would have bulldozers and they would have trackhows",
        5563.02,
        5565.34
    ],
    [
        " and they would have all kinds of big heavy equipment on them,",
        5565.34,
        5567.46
    ],
    [
        " dump trucks and stuff like that.",
        5567.54,
        5568.74
    ],
    [
        " Yeah.",
        5568.86,
        5569.0
    ],
    [
        " Plus containers that were on the chassis",
        5571.46,
        5573.4
    ],
    [
        " that would be taken off and put back on again.",
        5573.4,
        5576.0
    ],
    [
        " And we would fly over a crew of Ford drivers who would do that.",
        5576.84,
        5581.9
    ],
    [
        " But no, essentially, I was the liaison between the captain of the ship",
        5582.52,
        5587.56
    ],
    [
        " and ever came off the ship.",
        5587.56,
        5588.74
    ],
    [
        " Yeah.",
        5588.82,
        5588.94
    ],
    [
        " And the agent and whatever was going on there.",
        5589.34,
        5592.4
    ],
    [
        " And yeah.",
        5592.88,
        5593.54
    ],
    [
        " But some, you know, some really...",
        5594.1,
        5596.32
    ],
    [
        " So for how many years?",
        5596.32,
        5597.32
    ],
    [
        " Oh, just for a year.",
        5597.44,
        5598.78
    ],
    [
        " And then the Germany?",
        5599.46,
        5600.3
    ],
    [
        " No.",
        5600.92,
        5601.1
    ],
    [
        " It took a while to do that.",
        5601.32,
        5602.9
    ],
    [
        " It took a while.",
        5603.08,
        5604.6
    ],
    [
        " No, but...",
        5604.82,
        5605.5
    ],
    [
        " Now, some really remarkable things happened while I was there.",
        5605.5,
        5607.74
    ],
    [
        " The biggest one was that we had another kind of ship called the Lash ship,",
        5607.84,
        5613.42
    ],
    [
        " which was lighter aboard ship,",
        5613.52,
        5614.82
    ],
    [
        " and what it had had these huge barges",
        5614.96,
        5617.14
    ],
    [
        " and had a 500 ton traveling crane that would travel the length of the ship.",
        5617.14,
        5622.24
    ],
    [
        " The ships were 900 feet long.",
        5622.38,
        5623.72
    ],
    [
        " And it would go out, it had some rails that ran out over the trance",
        5624.14,
        5627.82
    ],
    [
        " and which is another name for the...",
        5627.82,
        5630.68
    ],
    [
        " ...there.",
        5630.68,
        5630.92
    ],
    [
        " And it would...",
        5631.42,
        5633.0
    ],
    [
        " It could pick up these barges and they were stacked on the board.",
        5633.0,
        5635.94
    ],
    [
        " And the concept was that the vessel would lie off at a distance",
        5636.46,
        5639.06
    ],
    [
        " and, you know, if the waters were too shallow,",
        5639.06,
        5641.02
    ],
    [
        " stuff would go on the...",
        5641.58,
        5645.16
    ],
    [
        " Barges and tugs would take them in.",
        5645.16,
        5646.86
    ],
    [
        " Well, one of the ships came in.",
        5647.58,
        5648.8
    ],
    [
        " It was the Pacific bear.",
        5648.86,
        5650.98
    ],
    [
        " And he lost steerage.",
        5652.1,
        5653.64
    ],
    [
        " Something happened and he really...",
        5653.9,
        5656.82
    ],
    [
        " It wasn't steerage, he lost.",
        5656.82,
        5658.96
    ],
    [
        " He couldn't reverse his engines,",
        5659.22,
        5662.64
    ],
    [
        " and so couldn't really effectively stop.",
        5662.64,
        5665.96
    ],
    [
        " And one of those vessels probably takes a mile, you know, to stop once they decide they're going to.",
        5666.16,
        5671.14
    ],
    [
        " And so we had to do something about that.",
        5671.74,
        5675.4
    ],
    [
        " So I had to hire a tug to go out to help...",
        5675.4,
        5679.02
    ],
    [
        " ...manoeuvre the vessel where it needed to be.",
        5679.02,
        5681.68
    ],
    [
        " And in the process, the tug was capsized and life was lost.",
        5682.6,
        5689.78
    ],
    [
        " And the Saudis immediately impounded the ship, which meant it couldn't sail.",
        5690.42,
        5695.28
    ],
    [
        " And the cost of those ships was calculated to be $2000 an hour.",
        5696.24,
        5700.58
    ],
    [
        " An hour?",
        5700.88,
        5701.82
    ],
    [
        " Hour.",
        5702.04,
        5702.24
    ],
    [
        " And so...",
        5702.82,
        5703.4
    ],
    [
        " This is 1971 or two.",
        5703.4,
        5705.1
    ],
    [
        " And so there we were.",
        5705.74,
        5707.64
    ],
    [
        " You know, and that was really something.",
        5708.82,
        5711.56
    ],
    [
        " In fact, I think it was two years later when I was at NOAA,",
        5712.46,
        5715.88
    ],
    [
        " it was longer than that.",
        5716.08,
        5718.0
    ],
    [
        " I don't know, it was quite a bit later because I was in Germany when they finally had the trial in San Francisco to assess blame.",
        5718.16,
        5725.66
    ],
    [
        " Because the PFO was sued for negligence.",
        5725.66,
        5729.78
    ],
    [
        " And they flew me back from Germany to testify in the trial.",
        5730.28,
        5734.82
    ],
    [
        " No kidding.",
        5735.22,
        5736.64
    ],
    [
        " Wow.",
        5737.6,
        5738.42
    ],
    [
        " I said, didn't I on the Germany?",
        5739.14,
        5740.52
    ],
    [
        " What took you a while to get there?",
        5741.06,
        5742.3
    ],
    [
        " No, because then I did nothing in San Francisco for a while.",
        5742.96,
        5747.1
    ],
    [
        " I'm very good at doing nothing.",
        5747.12,
        5748.28
    ],
    [
        " And my future wife, Marlowe, was there in San Francisco with me.",
        5748.48,
        5754.22
    ],
    [
        " And she's a librarian.",
        5754.36,
        5755.74
    ],
    [
        " And she finally decided that she wanted...",
        5756.62,
        5760.44
    ],
    [
        " We weren't married.",
        5760.44,
        5761.36
    ],
    [
        " She decided that she wanted to leave San Francisco at the time of gun she'd been there five years.",
        5761.54,
        5766.18
    ],
    [
        " So she was offered the job of librarian in Spokane, Washington at Fairchild Air Force Base,",
        5766.98,
        5774.8
    ],
    [
        " which is a cargo operation for the...",
        5775.26,
        5778.22
    ],
    [
        " And then it was called the Military Air Lift Command.",
        5778.22,
        5779.8
    ],
    [
        " So I went up there and again was doing nothing.",
        5780.44,
        5781.98
    ],
    [
        " I was a kept man.",
        5781.98,
        5783.18
    ],
    [
        " Marlowe was...",
        5784.3,
        5785.52
    ],
    [
        " And so we were there for a year...",
        5785.52,
        5788.68
    ],
    [
        " We got married there and we were there for a year and a half, two years.",
        5788.68,
        5792.46
    ],
    [
        " And so she applied for a job in Germany as a librarian and she got the job.",
        5793.0,
        5797.94
    ],
    [
        " And so she went to Germany because I was her dependent.",
        5798.72,
        5803.68
    ],
    [
        " Indeed.",
        5804.14,
        5804.38
    ],
    [
        " And so she had to go without me until she found a place for us to live.",
        5804.74,
        5808.72
    ],
    [
        " And then I could fly in joiner as if you know.",
        5808.72,
        5810.82
    ],
    [
        " And I did.",
        5811.18,
        5811.52
    ],
    [
        " And I took the first job I could get was...",
        5812.24,
        5816.66
    ],
    [
        " The title, the literal title was WG2 laborer.",
        5816.66,
        5821.8
    ],
    [
        " And manual labor, I picked things up and put them down.",
        5822.02,
        5827.68
    ],
    [
        " And I worked in the aerial port.",
        5828.06,
        5830.34
    ],
    [
        " It was like an L.D. Sun mission.",
        5830.56,
        5831.54
    ],
    [
        " It was just similar.",
        5831.7,
        5832.5
    ],
    [
        " And the cargo operation for the Six Way Thearial Port Squadron.",
        5833.06,
        5836.84
    ],
    [
        " And after six months I think it was I was promoted to a forklift driver.",
        5838.02,
        5842.26
    ],
    [
        " This was a big day in my life.",
        5842.62,
        5844.36
    ],
    [
        " Indeed.",
        5844.58,
        5844.88
    ],
    [
        " And I got to climb on a forklift.",
        5845.08,
        5846.78
    ],
    [
        " Did you get a little training F will be one with our forklift there?",
        5846.78,
        5849.22
    ],
    [
        " No.",
        5849.56,
        5849.68
    ],
    [
        " No, okay.",
        5849.96,
        5850.54
    ],
    [
        " You were climbed aboard the forklift and went to work.",
        5850.94,
        5855.1
    ],
    [
        " Yeah.",
        5855.32,
        5855.42
    ],
    [
        " And then the really bizarre thing happened because...",
        5855.66,
        5858.58
    ],
    [
        " Another bizarre thing.",
        5858.58,
        5861.56
    ],
    [
        " No, because the military command decided that the squadron operations off.",
        5861.56,
        5867.7
    ],
    [
        " Well, that time it was called the air terminal manager was a Lieutenant Colonel's position.",
        5867.92,
        5873.42
    ],
    [
        " But like in the military they rotated out every two years or so they would be a new one.",
        5874.58,
        5879.76
    ],
    [
        " Sure.",
        5880.18,
        5880.32
    ],
    [
        " So they saw that there was lost continuity.",
        5880.6,
        5882.22
    ],
    [
        " There was certain things about the operation that the you know that the incoming",
        5882.6,
        5886.64
    ],
    [
        " operator aerial terminal manager would not know.",
        5888.84,
        5890.84
    ],
    [
        " Right.",
        5891.44,
        5891.52
    ],
    [
        " So they needed some form of continuity.",
        5891.56,
        5893.08
    ],
    [
        " So they decided they would have a civilian assistant air terminal manager of almost the equivalent of rank.",
        5893.36,
        5902.12
    ],
    [
        " It was my rank was the equivalent of major.",
        5902.3,
        5904.56
    ],
    [
        " But it was a civil service position.",
        5904.84,
        5906.4
    ],
    [
        " And so I decided that I was going to apply for this job.",
        5907.34,
        5911.2
    ],
    [
        " Certainly.",
        5912.28,
        5912.8
    ],
    [
        " Civil service regulations were that in order for me to apply for the job I had to quit.",
        5913.2,
        5917.2
    ],
    [
        " You somehow couldn't move from what the the laboring people were wearing a wage structure called wage wage grade structure WG.",
        5918.14,
        5926.56
    ],
    [
        " I was a WG2.",
        5926.66,
        5927.7
    ],
    [
        " Whereas the other position I'm going to is the GS which everybody hears about the GS kind of that portion of the system.",
        5928.16,
        5934.44
    ],
    [
        " Yeah.",
        5934.62,
        5934.76
    ],
    [
        " And you couldn't move from one to the other while you were employed in the lower one.",
        5934.92,
        5939.94
    ],
    [
        " So I don't know.",
        5939.94,
        5940.4
    ],
    [
        " That's what I was told.",
        5940.5,
        5941.36
    ],
    [
        " So I had to quit with no guarantee I was going to be hired hired.",
        5942.06,
        5945.88
    ],
    [
        " I was told that they advertised the job and they had 32 applicants from a far as wage Japan.",
        5946.06,
        5952.24
    ],
    [
        " But none of them had philosophy degrees.",
        5952.76,
        5955.96
    ],
    [
        " That's right.",
        5956.3,
        5956.48
    ],
    [
        " That was it.",
        5956.7,
        5957.12
    ],
    [
        " That was it.",
        5957.46,
        5958.22
    ],
    [
        " So I got selected for the job.",
        5958.6,
        5962.3
    ],
    [
        " I've been working with these guys.",
        5962.66,
        5964.44
    ],
    [
        " Yeah.",
        5964.44,
        5964.78
    ],
    [
        " I started with them as a laborer.",
        5964.78,
        5967.32
    ],
    [
        " Sure.",
        5967.34,
        5967.68
    ],
    [
        " Wanda being a forklift driver.",
        5967.96,
        5969.8
    ],
    [
        " And there were 60 in the area of port squadron.",
        5970.04,
        5972.28
    ],
    [
        " There were 60 non-US personnel.",
        5972.4,
        5978.4
    ],
    [
        " And they were Germans, Italians, British, Turkish, Greek, all kinds of people mixed.",
        5978.78,
        5986.3
    ],
    [
        " That was one set of the workforce.",
        5986.76,
        5988.16
    ],
    [
        " The other was Americans.",
        5988.16,
        5989.58
    ],
    [
        " And there were 15 or 20 of those who knew me as a fellow worker.",
        5990.42,
        5994.3
    ],
    [
        " So they saw me leave as they didn't know why I left.",
        5994.92,
        5999.46
    ],
    [
        " They just saw me leave one day.",
        5999.7,
        6001.14
    ],
    [
        " And then I come back as the boss.",
        6001.68,
        6003.84
    ],
    [
        " Well, they knew how.",
        6004.16,
        6004.72
    ],
    [
        " Yeah.",
        6005.02,
        6005.24
    ],
    [
        " So I went from janitor to executive vice president.",
        6005.4,
        6008.54
    ],
    [
        " And they really didn't know what to deal with that.",
        6008.72,
        6012.54
    ],
    [
        " How to deal with that.",
        6012.8,
        6013.7
    ],
    [
        " So that, yeah.",
        6013.84,
        6014.76
    ],
    [
        " Oh, I love it.",
        6015.16,
        6016.12
    ],
    [
        " That got me that.",
        6016.38,
        6017.1
    ],
    [
        " Indeed.",
        6017.2,
        6017.68
    ],
    [
        " So how many years have it?",
        6017.84,
        6018.98
    ],
    [
        "",
        6019.22,
        6019.22
    ],
    [
        " And I finally, finally, I, for the last of it, I was actually the, by that time they changed",
        6019.66,
        6025.94
    ],
    [
        " the title to squadron operations officer.",
        6025.94,
        6028.04
    ],
    [
        " And I was the squadron operations.",
        6028.46,
        6029.96
    ],
    [
        " I was the first and I think only a civilian to hold that position as a.",
        6030.02,
        6035.74
    ],
    [
        " Well, sir, looks like we're getting pretty close to two hours here.",
        6035.74,
        6040.32
    ],
    [
        " I told you we go quick.",
        6040.6,
        6041.98
    ],
    [
        " Amazing.",
        6042.26,
        6042.68
    ],
    [
        " And as we get close to this point, I know you got to get back to the resident to your",
        6043.4,
        6047.36
    ],
    [
        " sweetheart.",
        6047.36,
        6047.76
    ],
    [
        " Is there any final clothing thoughts that you like to close out with as we come to the end",
        6048.16,
        6055.74
    ],
    [
        " here, John?",
        6055.74,
        6056.14
    ],
    [
        " Well, I mean, it expressed the obvious sense of having had a fortunate and blessed life.",
        6056.36,
        6061.64
    ],
    [
        " I mean, not only having lasted at this point, but to along the way to accumulate wonderful",
        6061.94,
        6066.86
    ],
    [
        " friends like yourself and the others that are a part of this, that are tremendously admirable",
        6066.86,
        6073.18
    ],
    [
        " men and you've interviewed some of them.",
        6073.18,
        6074.84
    ],
    [
        " Indeed.",
        6075.0,
        6075.22
    ],
    [
        " And just great men.",
        6075.46,
        6077.22
    ],
    [
        " And I also want to, a special thing to you because I think it's through your efforts more",
        6077.94,
        6084.06
    ],
    [
        " than any other, like, I can think of off the top of my head that saw that the sawdust stories",
        6084.06,
        6088.74
    ],
    [
        " have been told and told so well.",
        6088.74,
        6090.5
    ],
    [
        " And that it's gained the kind of notice and notoriety, if you will, that it has.",
        6090.96,
        6096.5
    ],
    [
        " You know, you really made something of us.",
        6097.32,
        6098.7
    ],
    [
        " You've made us especially proud.",
        6098.74,
        6100.08
    ],
    [
        " Well, and that's been done thanks to Jaco.",
        6100.34,
        6102.54
    ],
    [
        " Well, yeah, he contributed, but I mean, you wrote across the fence.",
        6103.12,
        6107.46
    ],
    [
        " Indeed.",
        6107.76,
        6107.98
    ],
    [
        " And we together, we wrote on the ground, but I'm much better written.",
        6108.18,
        6111.06
    ],
    [
        " Mike critics have told me.",
        6111.28,
        6112.38
    ],
    [
        " Thanks to you, sir.",
        6112.6,
        6113.38
    ],
    [
        " No, but I mean, yeah, don't, don't, don't play this down.",
        6113.68,
        6116.48
    ],
    [
        " You've had, you've been a remarkably positive element in all of our lives.",
        6116.48,
        6121.54
    ],
    [
        " And so thank you very much.",
        6121.72,
        6122.78
    ],
    [
        " Thank you to whatever guides may be for having me here.",
        6122.96,
        6125.9
    ],
    [
        " Indeed.",
        6126.26,
        6126.52
    ],
    [
        " To my lovely wife, we just celebrated our 43rd wedding anniversary last Sunday.",
        6127.16,
        6132.18
    ],
    [
        " And you've known her for how many years?",
        6132.44,
        6133.66
    ],
    [
        " 50.",
        6133.92,
        6134.14
    ],
    [
        " August of this year, it'll be 50 years.",
        6134.32,
        6136.44
    ],
    [
        " Took you seven years to wise up and get the pop the big question.",
        6136.92,
        6140.0
    ],
    [
        " I love her.",
        6140.54,
        6141.78
    ],
    [
        " But you did it.",
        6141.78,
        6142.38
    ],
    [
        " She's a wonderful woman.",
        6142.44,
        6143.82
    ],
    [
        " I love her.",
        6143.82,
        6144.34
    ],
    [
        " She is.",
        6144.34,
        6144.98
    ],
    [
        " Well, we'll close in that good note.",
        6145.24,
        6146.66
    ],
    [
        " And as we close out, I want to thank all of our veterans out there, including men like",
        6147.06,
        6153.06
    ],
    [
        " John Peters, who have fought for the ideals of our country, truly one of our American heroes.",
        6153.06,
        6158.94
    ],
    [
        " To those of you out there on the front lines now, we thank you for fighting for all that",
        6159.88,
        6165.74
    ],
    [
        " are part of our ideals.",
        6165.74,
        6167.28
    ],
    [
        " We want to thank the police also, law enforcement, board of patrol, secret service, paramedics,",
        6167.92,
        6173.8
    ],
    [
        " dispatchers, corrections officers, and of course, all of our service members, whether you",
        6174.4,
        6179.5
    ],
    [
        " serve in the Army, Navy, Marine Corps, Air Force, Coast Guard, or now, the Space Force.",
        6179.5,
        6184.24
    ],
    [
        " And with that, we thank you all again and thank Jocco for making these SAG cast possible",
        6185.2,
        6192.18
    ],
    [
        " very much.",
        6192.18,
        6192.84
    ],
    [
        " And for those of you who couldn't come home, the stories that have not yet been told,",
        6193.64,
        6199.9
    ],
    [
        " we render a final salute.",
        6200.58,
        6202.52
    ],
    [
        " And we'll end on that note.",
        6202.78,
        6203.96
    ]
]