[
    [
        " before we started recording about Jiu Jitsu and you were asking pretty kind of hard core",
        0.0,
        3.26
    ],
    [
        " about the tournament scenario, how it's laid out, is that to indicate that you are considering",
        3.26,
        9.56
    ],
    [
        " doing Jiu Jitsu?",
        9.56,
        10.54
    ],
    [
        " Well, I was asking Jaco, is this possible?",
        10.9,
        14.88
    ],
    [
        " Is there an adaptive Jiu Jitsu, adaptive martial arts?",
        15.36,
        18.82
    ],
    [
        " Well, actually, let me rephrase that.",
        19.52,
        22.38
    ],
    [
        " There is no, like you would compete with other dudes and there is no, well, I've never",
        22.98,
        28.04
    ],
    [
        " seen, I've never seen like, oh, here's a bunch of guys without legs that are going to",
        28.04,
        32.9
    ],
    [
        " do Jiu Jitsu, it's no, you'll compete against other dudes because Jiu Jitsu itself is adaptive.",
        32.9,
        37.72
    ],
    [
        " And so you would figure out moves that work for you that you'd figure out to do it.",
        38.66,
        46.2
    ],
    [
        " And there's like, there's competitive wrestlers, there's wrestlers that have fought in the",
        46.38,
        50.2
    ],
    [
        " NCAAs that have one leg, no leg, no legs, and they just adapt their body to figure out",
        50.2,
        57.22
    ],
    [
        " how to win.",
        57.22,
        57.68
    ],
    [
        " And so, yeah, the sport itself is adaptive, but there would be no other special rules.",
        58.36,
        65.96
    ],
    [
        " I mean, you go to Jiu Jitsu competition, there would be people that are blind.",
        66.18,
        69.12
    ],
    [
        " They do have one rule I can wrestling.",
        69.5,
        70.9
    ],
    [
        " If it's a blind wrestler, you have to maintain contact with them, but that's the only rule.",
        71.4,
        75.16
    ],
    [
        " That's wrestling, too.",
        75.48,
        76.74
    ],
    [
        " Yeah, I don't even know if that's Jiu Jitsu or not.",
        76.84,
        78.22
    ],
    [
        " But we have friends, I mean, I have a friend that's paralyzed, pretty much chest down.",
        79.46,
        85.8
    ],
    [
        " He does Jiu Jitsu.",
        85.8,
        86.84
    ],
    [
        " That's awesome.",
        86.96,
        87.38
    ],
    [
        " And there's definitely, like I said, there's people with one leg, one of the greatest Jiu Jitsu",
        87.6,
        92.64
    ],
    [
        " players of all time, Jean-Jacques Machado.",
        92.64,
        94.58
    ],
    [
        " He only has a few fingers on one of his hands.",
        94.78,
        98.0
    ],
    [
        " And in Jiu Jitsu, grips are really important.",
        98.26,
        100.68
    ],
    [
        " We got another friend named Jeff Rial.",
        100.78,
        102.0
    ],
    [
        " Jeff Rial has one hand and he competes all the time and he just competes.",
        102.26,
        106.0
    ],
    [
        " There's no special category other than get some.",
        106.18,
        109.4
    ],
    [
        " Yep, I'm here for a few days, so maybe I could come and take a class.",
        109.7,
        112.68
    ],
    [
        " One of the things I learned, and I guess the ultimate thing I've learned as an athlete",
        112.84,
        117.84
    ],
    [
        " in Paralympic sport for 10 years, and the thing I was telling myself most recently in",
        117.84,
        124.52
    ],
    [
        " Beijing was it's not about results, it's not about how you feel today.",
        124.52,
        132.64
    ],
    [
        " It doesn't, no one cares where you came from.",
        133.34,
        135.92
    ],
    [
        " No one cares how old you are.",
        136.24,
        137.36
    ],
    [
        " No one cares what you look like.",
        138.18,
        139.26
    ],
    [
        " No one cares how much money you got, how many degrees you have.",
        139.52,
        143.18
    ],
    [
        " None of that matters.",
        143.42,
        144.22
    ],
    [
        " The only thing that matters is what you can do right here and right now.",
        144.94,
        148.72
    ],
    [
        " That's all that matters.",
        149.4,
        150.58
    ],
    [
        " And ultimately, your opponent is yourself.",
        150.98,
        152.9
    ],
    [
        " The voice inside you that's saying, I don't know if I can do this, the voice inside",
        153.22,
        159.88
    ],
    [
        " you that's saying, don't go that hard, it's painful.",
        159.88,
        162.1
    ],
    [
        " That voice, that's actually what you're competing against.",
        162.84,
        165.82
    ],
    [
        " And I think in martial arts it's probably perhaps even more true than in cross-country",
        166.88,
        171.2
    ],
    [
        " scheme.",
        171.2,
        171.72
    ],
    [
        " Yeah, only at Rob Jones out, we did some mat work with him.",
        171.9,
        175.04
    ],
    [
        " See if you're giving that little Getsu bug.",
        175.24,
        177.5
    ],
    [
        " Remember Kyle Maynard?",
        177.98,
        179.02
    ],
    [
        " You know that?",
        179.72,
        179.98
    ],
    [
        " Yeah, no arms, no legs.",
        179.98,
        181.22
    ],
    [
        " Yeah, straight out.",
        181.52,
        182.12
    ],
    [
        " And he trained.",
        182.86,
        183.6
    ],
    [
        " And he had trained with him before.",
        183.96,
        185.54
    ],
    [
        " That was a long time.",
        186.12,
        187.44
    ],
    [
        " He might even be a black belt right now.",
        187.52,
        189.24
    ],
    [
        " Thanks.",
        190.08,
        190.68
    ],
    [
        " No arms.",
        191.22,
        192.06
    ],
    [
        " So yeah, man, Getsu is for everybody.",
        192.2,
        194.26
    ],
    [
        " Everybody.",
        194.26,
        195.34
    ]
]