[
    [
        " This is Jockel Podcast number 337 with Echo Charles and me, Jockel Willink.",
        0.0,
        4.86
    ],
    [
        " Good evening, echo. Good evening.",
        5.2,
        6.36
    ],
    [
        " We had planned to take down an insurgent cell known to be located in three or four buildings in a village overrun with Suni extremists.",
        6.96,
        16.92
    ],
    [
        " I was one of the four seals on the outskirts, making sure the area was clear before establishing the command and control position.",
        17.5,
        25.14
    ],
    [
        " Suddenly, through my grainy, green night vision goggles, I saw a family, a mom, a dad, a 10-year-old kid, and a baby sleeping outside a shack on a two-foot high platform.",
        26.42,
        40.5
    ],
    [
        " This wasn't entirely unusual given the middle of the night heat in Iraq families often slept outside.",
        41.06,
        47.58
    ],
    [
        " But something about this situation felt off to me.",
        48.48,
        52.1
    ],
    [
        " I saw the father start to reach for something.",
        53.06,
        55.88
    ],
    [
        " Instinct told me this was bad.",
        56.28,
        57.74
    ],
    [
        " I spoke firmly and clearly to the guy behind me, calling his name, Joel, Joel, Joel, so he would know that I was about to make a move and could cover me.",
        58.12,
        68.8
    ],
    [
        " And I held the Iraqi man in my crosshairs, ready to shoot him at any moment as I rushed as fast as I could toward him before he could grab what did turn out to be a weapon.",
        69.28,
        81.72
    ],
    [
        " He was reaching for an AK rifle just as I put my foot on his arm so he wouldn't be able to point the weapon at me or any of my teammates.",
        82.8,
        90.36
    ],
    [
        " Then I quickly put my muzzle on his chest and subdued him and it listed Joel's help to properly detain him with flexcofs.",
        91.26,
        99.72
    ],
    [
        " I could have shot him at any time.",
        100.48,
        102.88
    ],
    [
        " But as I first approached him, I didn't know for sure that he was armed and my instant and instinctive calculation made me confident that I would be fast enough to get him before he could take a shot at me or anyone else if he did have a weapon.",
        103.52,
        118.16
    ],
    [
        " It turned out that the AK was fully loaded and he had three magazines.",
        118.72,
        124.76
    ],
    [
        " And after we got him cuffed, his family under our control and our target secured, we realized through our interrogation process that he was in fact the number two most wanted enemy in Western Iraq at the time.",
        125.24,
        139.84
    ],
    [
        " So that right there is an excerpt from a book called Never Enough which was written by Mike Hayes who is a retired SEAL officer who served 20 years in the teams which included tours at team four team eight team 10 and also a tour as the commanding officer of SEAL team two.",
        143.18,
        167.86
    ],
    [
        " And in his career he deployed to South America, Europe, Iraq and Afghanistan. He also served in the White House as part of the National Security Councilor council under both George W. Bush and Barack Obama.",
        168.62,
        182.34
    ],
    [
        " And I actually did serve with him for a short time in Germany when he was the operations officer and we are lucky enough to have him here with us tonight to discuss some of his experiences.",
        182.98,
        197.7
    ],
    [
        " And lessons learned Mike thanks for joining us man.",
        198.6,
        202.96
    ],
    [
        " Chaco great to see you brother.",
        203.4,
        204.64
    ],
    [
        " Great to be here.",
        204.92,
        206.86
    ],
    [
        " Yeah, we haven't hung out much since we were playing combat water polo in Germany which was circa 1998 and you were stationed at unit two.",
        207.08,
        220.3
    ],
    [
        " Were you the ops officer?",
        220.92,
        221.8
    ],
    [
        " I was the assistant ops officer but it was close enough.",
        222.06,
        225.44
    ],
    [
        " Okay, so you were the assistant. Oh, that's right. CEO, exo, ops.",
        225.66,
        229.68
    ],
    [
        " You were the assistant ops officer. So that you know what that made me right as an answer.",
        230.04,
        234.06
    ],
    [
        " I was like the assistant assistant ops officer. So we'd have these games, these water polo games. Did you actually play water polo?",
        234.22,
        241.2
    ],
    [
        " I didn't play in college but man alive combat water polo with you was one of my best memories.",
        241.48,
        245.96
    ],
    [
        " I obviously sucked at water polo but I was good at Jiu Jitsu even then.",
        247.44,
        252.3
    ],
    [
        " And I used to more for me it was more just water Jiu Jitsu especially against the guys that actually could play water polo.",
        252.38,
        259.94
    ],
    [
        " I know there were some guys there was a couple guys that played water polo in college. I don't know if you remember that.",
        260.34,
        264.72
    ],
    [
        " Yeah, there was a couple guys that really needed to get taken out of the game or at least mitigated as much as possible.",
        264.9,
        271.82
    ],
    [
        " Yeah, I know I mean for people listening the rules there's just really one rule.",
        272.16,
        276.04
    ],
    [
        " If you let go of the ball you're supposed to let go of the person.",
        276.24,
        279.56
    ],
    [
        " So you know it was intense and I always did my best to be on your team.",
        280.0,
        284.9
    ],
    [
        " All right on good times. All right let's let's get right into it. Let's talk about you and let's talk about where you grew up.",
        285.06,
        294.8
    ],
    [
        " Where so where did you grow up? You're in New England right?",
        294.98,
        296.76
    ],
    [
        " Yeah well dad was in the Navy so bounced around a good bit but from ninth grade on Portsmouth Road Island.",
        297.22,
        301.98
    ],
    [
        " What did your dad do in the Navy?",
        302.16,
        303.34
    ],
    [
        " He was a combination sub-mariner out of college and then supply officer so kind of a joint career there.",
        303.34,
        310.36
    ],
    [
        " And how long did he do?",
        310.68,
        311.44
    ],
    [
        " He did 20 years, 23 years or something like that.",
        311.64,
        314.24
    ],
    [
        " And so you were all over the place?",
        314.28,
        315.6
    ],
    [
        " I was until until ninth grade.",
        316.08,
        317.68
    ],
    [
        " Where where were you up until ninth grade?",
        318.18,
        320.82
    ],
    [
        " I lived in McCannick'sburg, Pennsylvania, Guam you know just a couple of places around the US.",
        321.1,
        327.66
    ],
    [
        " And then just was really happy to settle down in ninth grade onward and call the biggest little state of Rhode Island home.",
        328.44,
        334.58
    ],
    [
        " How long you in Guam for? What grades?",
        334.62,
        337.28
    ],
    [
        " Seventh and eighth grade.",
        337.54,
        338.16
    ],
    [
        " Was that pretty bad? What year was this now?",
        338.94,
        341.74
    ],
    [
        " That was 83 to 85.",
        341.92,
        343.38
    ],
    [
        " So Guam was remote in 83, 84, 84.",
        343.64,
        347.94
    ],
    [
        " We'd get the Super Bowl mailed to us like four weeks after it happened you know.",
        348.26,
        352.26
    ],
    [
        " Because I went to Guam in 1992, 93 when they started sending seals there on deployment.",
        352.26,
        359.08
    ],
    [
        " And it was, I mean you were not really connected.",
        359.82,
        365.18
    ],
    [
        " I mean there's no internet or anything.",
        365.32,
        366.52
    ],
    [
        " So everything took a while to show up there.",
        366.76,
        368.8
    ],
    [
        " It was a very educational part of my growing up.",
        369.58,
        374.62
    ],
    [
        " You know there's the simplicity.",
        375.0,
        376.36
    ],
    [
        " It was awesome but at the same time you definitely give up some of the amenities of modern life.",
        376.98,
        383.44
    ],
    [
        " Did you go to school out in town or did you go to school on base?",
        383.52,
        385.66
    ],
    [
        " Went to a private Catholic junior high school high school.",
        385.96,
        390.32
    ],
    [
        " So yeah seventh and eighth grade.",
        390.5,
        392.08
    ],
    [
        " So you didn't get like the crap beat out of you by the loaks?",
        392.76,
        396.58
    ],
    [
        " Oh no I did. Of course I did.",
        396.72,
        398.72
    ],
    [
        " I got a friend that was at SDV in Hawaii but he grew up in Hawaii.",
        399.18,
        404.86
    ],
    [
        " And he was actually at team three as well but he said it was so it was rough man.",
        405.6,
        409.9
    ],
    [
        " Growing up he was a highly kid in Hawaii.",
        410.16,
        411.54
    ],
    [
        " He said it was rough man.",
        411.54,
        413.34
    ],
    [
        " Echo Charles commentary.",
        413.38,
        414.68
    ],
    [
        " Yes sir.",
        414.9,
        415.18
    ],
    [
        " Rough?",
        415.52,
        416.02
    ],
    [
        " Rough for the highly kids.",
        416.5,
        417.62
    ],
    [
        " I can't be it depends.",
        417.78,
        418.84
    ],
    [
        " It really depends.",
        419.18,
        420.14
    ],
    [
        " Well this particular guy who's a great guy where I think he might have been claiming a lot of it had to do with him being highly.",
        420.48,
        429.02
    ],
    [
        " I think it may have also had to do with his mouth which was rather large.",
        429.56,
        433.74
    ],
    [
        " That is typically the case.",
        433.74,
        435.18
    ],
    [
        " For sure.",
        435.5,
        436.2
    ],
    [
        " Oh classic.",
        436.34,
        437.2
    ],
    [
        " So you know you mentioned that your dad was in the Navy but you have a section here about your grandfather as well.",
        437.96,
        445.36
    ],
    [
        " And I'm just going to go to the book here and read this because it's a pretty awesome piece of history.",
        445.78,
        449.02
    ],
    [
        " You say my grandfather graduated from the Naval Academy in 1940 and was nursing a hangover in a bungalow on the Pearl Harbor Naval base the morning of December 7th, 1941 when the Japanese began bombing.",
        449.44,
        462.12
    ],
    [
        " He was with seven others at the time and when he heard the first wave of something going on he knew he needed to get in his Jeep and go toward the harbor back to his ship.",
        462.8,
        472.92
    ],
    [
        " None of the others would go with him.",
        473.42,
        474.82
    ],
    [
        " They all believed they were safer where they were.",
        475.22,
        477.24
    ],
    [
        " He told me the scariest part was heading toward the ship driving past Marine guarding the gate at 45 miles an hour without stopping,",
        477.86,
        485.34
    ],
    [
        " worrying the guard would shoot him.",
        485.74,
        487.26
    ],
    [
        " My grandfather made it to his ship and manned his battle station.",
        488.06,
        491.12
    ],
    [
        " He was on board that ship for the third wave of attacks and tended to many of the wounded that day.",
        491.32,
        496.48
    ],
    [
        " In the wake of the bombing he realized that he didn't want to spend his career on the ground or at sea.",
        496.8,
        502.22
    ],
    [
        " When he'd tell me this story he would point up with the sky and say he wanted to be up there.",
        502.78,
        508.34
    ],
    [
        " He put in a transfer to become a pilot and after flight school as a World War II raged across the Pacific.",
        509.14,
        515.66
    ],
    [
        " He ended up stationed in the illusion islands doing long range bombing missions from the outermost islands and helping to attack strategic sites in northern Japan.",
        515.68,
        525.24
    ],
    [
        " He took over as the commanding officer of his 35 plane bombing squadron at age 26 after his own commanding officer was shot down.",
        525.74,
        535.2
    ],
    [
        " And he later served as a test pilot for the Navy's first helicopters and the commanding officer of the Navy's first helicopter squadron during the Korean War.",
        536.0,
        543.9
    ],
    [
        " He ended his career as a professor of naval science at Holy Cross and commanding officer of the school's ROTC training unit.",
        544.92,
        552.4
    ],
    [
        " He taught me about causes greater than self, what it means to serve, and how to keep pushing yourself to get better.",
        552.58,
        560.46
    ],
    [
        " No offense bro, but if anyone should have written a book it sounds like it would be the granddad.",
        561.82,
        567.74
    ],
    [
        " I agree. Larger than life. He's a real like absolute hero.",
        568.26,
        573.28
    ],
    [
        " You know, it's I was blessed to be able to grow up around a person that didn't say what do you want to be when you grow up?",
        574.04,
        580.1
    ],
    [
        " He would always say who do you want to be?",
        580.32,
        581.9
    ],
    [
        " And you know, there are a few of us on the in the nation and on the planet that know what it's like to set your personal desire and assi-",
        582.52,
        597.72
    ],
    [
        " and I'm really thankful, unquestionably made an indelible mark on who I am.",
        597.72,
        603.04
    ],
    [
        " So he was the commander of the ROTC unit at Holy Cross.",
        603.56,
        608.0
    ],
    [
        " That's that's that's awesome to thank you had a guy that was that did all that.",
        609.1,
        614.76
    ],
    [
        " Did he fight in the Korean War when he was a helicopter pilot?",
        614.84,
        617.18
    ],
    [
        " So he was actually here at North Island, California.",
        617.48,
        620.3
    ],
    [
        " And as the as HU one was the unit name and I just remember it because I can still see a lot of his plaques that he out on his walls which are almost memorized in my brain.",
        620.68,
        630.4
    ],
    [
        " But but in Korea what the Navy would do is put a couple helicopters out on some of the frigates and the ships and then use that to go fly search and rescue.",
        630.4,
        639.16
    ],
    [
        " And so he like like like those of us who in leadership positions in combat he didn't have to get into the cockpit and go fly.",
        639.28,
        646.06
    ],
    [
        " But every time he went to visit the troops and there was something that happened he said told the the young JG to step aside and he was going to fly this one.",
        646.34,
        654.1
    ],
    [
        " And I'll never forget one great story that he told from Korea about you know being shot at quite heavily going into rescue a pilot and just very calmly looking at his co-pilot and after this co-pilot was freaking out a bit and saying",
        654.26,
        668.3
    ],
    [
        " sirler shootin' at us there's you net us and and of course I'm sure my grandfather just I'm ice in his veins just sudson.",
        668.5,
        676.06
    ],
    [
        " We're at war that's their prerogative.",
        676.26,
        678.22
    ],
    [
        " I was on a go on an operation was my first deployment to Iraq and we're driving in a convoy and we're heading south of Baghdad and it was a long transit.",
        678.36,
        691.02
    ],
    [
        " We had we're going down the Najaf as a matter of fact.",
        691.18,
        693.32
    ],
    [
        " So it was a long haul a few hours maybe even like four or five hours.",
        693.32,
        696.9
    ],
    [
        " But we get ambushed and a couple RPGs some some small arms fire and the RPGs missed us one of them went over and I'm in vehicle two and it was a long convoy.",
        697.16,
        707.46
    ],
    [
        " We had some a vehicle another type of vehicle in the middle so we probably had six vehicles.",
        707.64,
        712.08
    ],
    [
        " So the the and you know we're driving blacked out and it's at night and we so we get so my vehicle we make it no nothing happens to us at all.",
        712.08,
        721.96
    ],
    [
        " And then we see I the first thing I saw was I was looking kind of outward and I just see an explosion which the first thing that I saw I saw a couple tracers but then I saw an explosion which was an RPG that went high and then another one went low.",
        721.96,
        735.62
    ],
    [
        " And we just you know kept driving.",
        736.12,
        738.98
    ],
    [
        " I think I think you know push through is the typical call whatever.",
        739.24,
        743.48
    ],
    [
        " And and then my platoon chief who's a freaking great guy that he was in the vehicle six.",
        745.08,
        750.22
    ],
    [
        " So he's the one that got to like watch the RPGs near missing all this stuff and he comes up on the radio and he goes he's like hey sir you.",
        750.48,
        757.58
    ],
    [
        " We just got ambushed back here we took some RPG fire and some and some and some and some freaking small arms.",
        757.78,
        764.08
    ],
    [
        " And I came up on the radio and went Roger.",
        764.26,
        766.82
    ],
    [
        " And he got a big kick out of that maybe I should have been more understanding at the time but yeah got a got to try and stay calm.",
        768.28,
        777.02
    ],
    [
        " Sometimes empathy works and sometimes it doesn't right.",
        777.26,
        779.3
    ],
    [
        " So you're so you're growing up so you do your high school years in Rhode Island what what sports were you doing did you play sports.",
        780.58,
        787.98
    ],
    [
        " Yeah did you know soccer basketball baseball you know was very you know average at all three in a town that was or in a state that wasn't exactly competitive either so.",
        788.28,
        796.72
    ],
    [
        " Oh that's that's a harsh statement about poor old ride road island.",
        796.72,
        802.0
    ],
    [
        " And so you're just a decent athlete I mean how tall are you six four.",
        802.0,
        806.94
    ],
    [
        " And you didn't play did you you good at basketball I was you know I was decent but in college all my friends were on the varsity team and I was like man I can't hold a candle to these guys.",
        807.54,
        815.78
    ],
    [
        " And what about grades were you studying hard I was I was a good student in high school.",
        816.3,
        820.5
    ],
    [
        " Were you what kind of music were you listening to oh gosh wow that's a great question so mid 80s I was like you know rush a little quiet riot maybe what else would that have been you know that that pretty much dates it.",
        820.52,
        834.44
    ],
    [
        " To quiet riot.",
        835.02,
        836.22
    ],
    [
        " Was that come on feel the noise is that am I or is that twisted sister.",
        836.22,
        842.68
    ],
    [
        " I'm not my hair metal bands and then since your since your grandfather worked at Holy Cross you went to Holy Cross was that pre pre ordained or how that happened.",
        842.8,
        854.68
    ],
    [
        " My family is a long history of Holy Cross my great grandfather is in the varsity Hall of Fame class in 1910 and and so you know my my grandfather there's a lot of relatives who've been there so no one ever push the Navy or Holy Cross or anything on me it was more of just a hay sun here's what's out there there's this thing called a four year ROTC scholarship and you know you just love for you to be familiar with it and you know I'll never forget my my grandfather and dad put me in the car like some of my parents.",
        854.68,
        884.66
    ],
    [
        " I was a former of junior year in high school and driving me up to Holy Cross and actually meeting the major who is in charge of the unit at the time and that was a guy who to this day is a great friend of mine Joe Dunford later became the chairman of the Joint Chiefs of Staff so you know Holy Cross has is a storied institution with a lot of history and I was it was a no brainer for me.",
        884.66,
        905.9
    ],
    [
        " Then you show up there and you're instantly you're you take an ROTC scholarship out of the gate that means they're paying for college everything that's pretty good deal.",
        907.82,
        917.0
    ],
    [
        " Yeah the time I was just thinking to myself as the oldest of four this is a great chance to not burn any cash and save money for my younger three siblings to be able to go to college and you know it's it I thought I do four years as some sort of a supply officer and get out or you know you can be have great leadership experience for four years and then you recall we invaded",
        917.18,
        935.78
    ],
    [
        " Panama in 89 there was a guy named John Connors who was killed on the patia runway John was a Worcester poly tech graduate but Holy Cross ROTC so my first exposure to the SEAL teams was the memorial service in the chapel at Holy Cross where the the SEAL community came together and remembered John Connors and that left a real mark on me but freshman year dude I was 64 and I don't know about 105 pounds I'm not sure but I was there was no way at that age I even thought about myself being capable of going to the",
        935.78,
        965.76
    ],
    [
        " SEAL training but then later on as the years progress and I I went from one push ups to one and a half or something like that you know then I I do want to many buds and then became was was that your first sort of knowledge of the SEAL teams yeah first was when Panama happened yeah because Panama definitely influenced me as well because I thought to myself wait there's a war there's a war going on as far as I was concerned there's a war going on and I was thinking to myself how is this happening and I'm not I was just",
        965.76,
        995.74
    ],
    [
        " there and how do I get there ASAP and that's why I joined the Navy well you know for me it was not what went through my head at that time for me it was more of like a beef come familiar with it and set it aside for a couple years and you know in ROTC you spend a week in the summer with the pilot so week with the you know the sub mariners in the surface guys and you try to figure out what do you want to be when you grow up and you know I had a great aviation cruise I flew in an A6 off of the USS Saratoga and I and it was right after top gun came out so",
        996.34,
        1025.72
    ],
    [
        " there's like 92-ish or something and I was like you know party and like a rock star and thought I'm gonna go be a pilot this is freaking awesome then I went to three weeks of many buds and became",
        1025.72,
        1033.5
    ],
    [
        " perversely attracted with that challenge is so holy cross have you ever been in Notre Dame before I have yeah so Notre Dame I've been there a few times and it you know like the females aren't allowed in the mail dorms and you have for the if they are they got to be out of there by 10 o'clock at night like it's pretty strict from a college aged person",
        1033.5,
        1055.7
    ],
    [
        " perspective is holy cross like that as well it's not as strict the there were you know at this point maybe I'm gonna guess roughly 10 or 15 Jesuit priests on as professors when I was in college it's less now but you know there was some that would",
        1055.76,
        1070.18
    ],
    [
        " would go out and enjoy a glass of wine or more for but they disappear around 10 o'clock at night and but it was it was a it was a there's a great",
        1070.18,
        1078.34
    ],
    [
        " relationship between you know the the student body and the faculty so now you're saying that you did summer cruises",
        1078.34,
        1085.38
    ],
    [
        " and for those people that don't know this is when you're going to college you're in our OTC the Navy will take young college kids and send them out to get a little",
        1086.08,
        1095.82
    ],
    [
        " taste of the different parts of the Navy so did you do a ship one just a straight up ship or do I did for a day and I was like the same me you know so that's all it took on that",
        1095.82,
        1105.66
    ],
    [
        " was in hard what did you we did you actually go like on to a ship somewhere that was on deployment or what was that you know I think what we did was",
        1105.76,
        1113.54
    ],
    [
        " got helicopter from Norfolk over to some frigate for 36 hours or something it was thank God it wasn't longer and then what and then what year was that after your",
        1113.54,
        1122.86
    ],
    [
        " freshman year 91-ish 92-ish yeah then when did you do the pilot thing what year was that was between junior and senior year okay so in between your",
        1122.86,
        1130.98
    ],
    [
        " junior year junior year and your senior year you get the full on top gun experience I did and then the full on buds and experience after that so that was in the same summer",
        1130.98,
        1142.06
    ],
    [
        " same summer that was an optional three week thing and I thought you know in order to really figure out do I want to be a pilot or do I want to be a",
        1142.06,
        1147.54
    ],
    [
        " seal I've got to go do this mini buds thing and they took 32 kids out of college for that program what what year was the mini buds it was the summer of 92",
        1147.54,
        1156.88
    ],
    [
        " so you show up to mini buds and what are they doing this is three weeks long it was a legit they they legit three week one week of each of the three phases of training and you know when you're going through it",
        1157.9,
        1167.74
    ],
    [
        " you're like how does this compare with the real thing it it was after going through the real thing I look back and say it we got a legit full treatment for each of the three weeks",
        1167.74,
        1177.1
    ],
    [
        " and I think nowadays they use that sort of it's called something else now I think it's called seal officer assessment and selection and it's it's something like mini buds but it's sort of the selection and how they're going to figure out who gets to go was it like that for for you guys",
        1177.1,
        1193.02
    ],
    [
        " I they definitely was we came out with like grades out of the 32 you know like not grades as an academic but like just an all around score of how you did and and you know I remember",
        1193.02,
        1204.78
    ],
    [
        " having a pretty high number and thought I think I'll be probably this will stand be pretty well if I applied to to circle back and go to buds and history has it I did and they took 16 guys out of ROTC my year 16 guys out of the academy",
        1205.08,
        1217.44
    ],
    [
        " so there are 32 officers taken into the program and as you know I don't know the number maybe 15 of those made it through ultimately or something like that",
        1217.44,
        1224.34
    ],
    [
        " is there any quit quitters and mini buds oh yeah they were was fun I was just like okay don't let the door hit you the ass of the way out you know",
        1224.34,
        1232.9
    ],
    [
        " and and so this is now 1993 that you graduate from Holy Cross and you get your you get selected I mean the selection process for officers now is totally insane I mean it's insane back then",
        1232.9,
        1248.12
    ],
    [
        " but with all the hype around seals and all that it's just ridiculous but still taken 16 from ROTC and 16 from the Naval Academy that slim pickens",
        1248.38,
        1258.68
    ],
    [
        " it was tough and the hard thing as a rising senior and needing to make a life decision was that I knew that if I applied for buds I would not get my number two choice of pilot because",
        1258.68,
        1269.52
    ],
    [
        " you know once you work through and they take the washouts who they don't pick for seal training all the pilot slots are gone",
        1269.52,
        1276.2
    ],
    [
        " so it was a little bit of a gamble it was a lot of a gamble but like anything in life go for what you want",
        1276.42,
        1281.0
    ],
    [
        " and then you would have been on that ship that you didn't like very much",
        1281.0,
        1284.36
    ],
    [
        " and then you show up to what co-op buds class were you 192 192 so you show up for buds class 192",
        1284.36,
        1292.92
    ],
    [
        " how prepared were you you think I was very prepared I wasn't the far from the most gifted physical athlete you know I",
        1292.92,
        1306.18
    ],
    [
        " said but you know 6 4 2 30 at the time I like all I ran real fast because swim like a finish the O course was no trouble",
        1306.18,
        1312.76
    ],
    [
        " for me pull ups were my my downfall but you know I I came in feeling pretty strong was there any was there anything that really challenged you",
        1312.76,
        1322.28
    ],
    [
        " for me it really was the pull ups it but never to the point where I wasn't a joke around about the 8 1 1 1 1 1 1 1 1",
        1322.28,
        1330.44
    ],
    [
        " just you know I just I just knew I was going to I was there for reason you know if if some things were doing it's",
        1330.44,
        1335.52
    ],
    [
        " worth overdoing and I prepared as well as I could and and I just took it really seriously when I went through",
        1335.52,
        1341.12
    ],
    [
        " and kind of limited my my drinking when I was going through buds at age 21 everybody's drinking like a",
        1341.12,
        1346.42
    ],
    [
        " fish I was pretty serious about recovery and and just knew I needed every advantage I could possibly help",
        1346.42,
        1353.0
    ],
    [
        " myself with when I went through buds I didn't leave the barracks really yeah like I was a total nerd I",
        1353.0,
        1359.7
    ],
    [
        " would sharpen my knife and polish my boots like all weekend long and I didn't even think about the recovery aspect I think",
        1359.7,
        1366.52
    ],
    [
        " that's a new thing like the idea of recovery I don't know I didn't really have that I didn't really think of that you didn't have",
        1366.52,
        1372.54
    ],
    [
        " guys walking around with those big jug the gallon jugs of water like that that was the thing you know our time just pump the fluids",
        1372.54,
        1378.98
    ],
    [
        " after the after the day and for the weekend yeah I didn't really have too much of that now I've always thought that if you were",
        1378.98,
        1385.22
    ],
    [
        " if you couldn't do pull-ups you're gonna have a problem with the o-course and it seems like you had problems with",
        1385.58,
        1391.44
    ],
    [
        " the pulse so you still didn't have a problem with the o-course dude I'm I honestly I flew through the I was",
        1391.44,
        1396.44
    ],
    [
        " always top five in the o-course and you sucked it pull-ups that's really bizarre well I mean it's just a",
        1396.44,
        1402.94
    ],
    [
        " different type of strength pulling just a little bit laterally sometimes you know it's just that",
        1402.94,
        1408.08
    ],
    [
        " dead overhead up and down for pull-ups is a little different than like rope climb where you're at",
        1408.08,
        1415.2
    ],
    [
        " to yeah yeah it's really good that's we must just have some weird genetic anomaly where pull-ups are",
        1415.2,
        1420.8
    ],
    [
        " hard because that's crazy right to be able to do the o-course in a in a top five position and be",
        1420.8,
        1426.54
    ],
    [
        " suck it pull-ups that seems crazy yeah I mean I can't explain it yeah well the cool thing about",
        1426.54,
        1433.5
    ],
    [
        " sucking at pull-ups is you probably won't fail buds because you suck at pull-ups right you can fail",
        1433.5,
        1439.34
    ],
    [
        " you can get dropped from buds for running you can get dropped from buds from swimming you can get",
        1439.34,
        1443.18
    ],
    [
        " dropped from buds for the o-course but for pull-ups you might get you know teased basically by the",
        1443.18,
        1450.22
    ],
    [
        " instructors during a PT but yeah no it's you're not going to get dropped yeah no it's it's very true",
        1450.22,
        1456.18
    ],
    [
        " it's very true how many how many people quit or how many do you start with and how many people",
        1456.18,
        1462.7
    ],
    [
        " quit we started with 120 and 19 graduated started with 120 and 19 graduated what",
        1462.7,
        1470.46
    ],
    [
        " were you did anybody quit that you were like dang what how's that oh hell yeah you know you you",
        1470.46,
        1477.74
    ],
    [
        " got guys that look like you walking on on day one and you're like man what am I doing here but",
        1477.74,
        1482.86
    ],
    [
        " you know guys just drop like flies and and you know my you remember in the beginning they",
        1482.86,
        1489.32
    ],
    [
        " they assigned swim buddies you just throw people in the pool and go swim you know a mile or half",
        1489.32,
        1494.06
    ],
    [
        " mile I can't remember what it was but it was just swim as fast as you can and with 120 guys in the",
        1494.06,
        1498.44
    ],
    [
        " pool you're crawling all over each other and just doing and and then they just pair up you know",
        1498.44,
        1503.0
    ],
    [
        " number one and number two or swim pair one number three and number four swim pair two and so on",
        1503.0,
        1506.34
    ],
    [
        " so myself and Chris Cassidy were swim pair one and so Chris and I like lifelong friends from you",
        1506.34,
        1512.02
    ],
    [
        " know day one of buds and in the two of us just were always had this fun healthy sense of talking",
        1512.02,
        1518.74
    ],
    [
        " trash at each other and and you know he ended up as the honor man for the class and I I years later",
        1518.76,
        1525.36
    ],
    [
        " went back to buds and I told them that I pulled all the records and recalculated the math and at",
        1525.36,
        1529.8
    ],
    [
        " this point he was an astronaut of course you know and and I said hey I just got some bad news for you",
        1529.8,
        1533.44
    ],
    [
        " I'm having your name taken off the plaque and my name's going up",
        1533.44,
        1535.96
    ],
    [
        " so so but nothing really challenged you made it through one shot one shot I don't honestly",
        1535.96,
        1543.04
    ],
    [
        " know major injuries or anything like that dude I it was like that or nothing so I really can honestly",
        1543.04,
        1547.98
    ],
    [
        " say I never thought about quitting and I never it was hard just like the rest of us but just",
        1547.98,
        1551.52
    ],
    [
        " power straight through yeah um so then you get assigned to so it's now 1994 is it 94 and",
        1551.52,
        1557.52
    ],
    [
        " 94 and you get to assign to team four did you speak did you speak Spanish prior to that I was",
        1557.52,
        1563.76
    ],
    [
        " almost a double major in Spanish so good good in the books but never real at that point in",
        1563.76,
        1569.04
    ],
    [
        " life not a lot of practical Spanish because that was when we were coming up if you spoke Spanish you",
        1569.04,
        1575.3
    ],
    [
        " were going to team four yeah pretty much guaranteed yeah um so being a new guy at the team and",
        1575.3,
        1582.22
    ],
    [
        " have a good new guy story from your book here and we'll go to the book it says another story again",
        1582.22,
        1588.82
    ],
    [
        " from my time as a brand new seal the Navy needed four of us to test out some new equipment",
        1588.82,
        1593.78
    ],
    [
        " I was volant told to take part in the exercise they took us in a boat two or three miles off",
        1593.78,
        1600.46
    ],
    [
        " shore dropped us in the water and told us to swim to the beach stay for a few minutes and then",
        1600.46,
        1605.22
    ],
    [
        " swim back to the boat together turned out that conditions were unexpectedly harsh 40 knot winds",
        1605.22,
        1610.76
    ],
    [
        " nearly eight foot high waves and the four of us immediately lost each other unable to see more",
        1610.76,
        1616.46
    ],
    [
        " than a few feet in front of us man that's scary and it's all right I swam for what felt like",
        1616.46,
        1622.98
    ],
    [
        " hours before I finally got to the beach and once I was there I could not see my teammates I waited",
        1622.98,
        1628.08
    ],
    [
        " and waited but there was simply no sign of them I figured maybe I'd missed them maybe I'd gotten",
        1628.08,
        1634.82
    ],
    [
        " slowed down by the waves maybe they'd already made their way back so I got back in the water and",
        1634.82,
        1639.14
    ],
    [
        " tried to return to the boat even though I couldn't see it in my mind I had to complete the assigned",
        1639.14,
        1643.92
    ],
    [
        " mission at all costs just keep going this is what a seal has to do I couldn't find my way back to",
        1643.92,
        1650.82
    ],
    [
        " the boat because the harsh conditions I was using my silver ranger compass to do my best to swim a",
        1650.82,
        1656.18
    ],
    [
        " straight line of bearing to the planned link up point but it didn't work I realized I must have",
        1656.18,
        1662.66
    ],
    [
        " drifted much more than I expected I couldn't see back to the beach either for a few hours I was",
        1662.66,
        1668.46
    ],
    [
        " basically lost at sea worrying the other three more experienced seals would think I was a total screw",
        1668.46,
        1673.96
    ],
    [
        " up I had broken a fin strap and at one point I was startled okay scared when I was moved about",
        1673.96,
        1680.78
    ],
    [
        " 10 feet in the water bumped hard by a massive sea mammal I imagine that no one would ever find my",
        1680.78,
        1687.28
    ],
    [
        " body and everyone in the seals would think I must not have been a good swimmer despite entering",
        1687.28,
        1692.42
    ],
    [
        " buds training with one of the fastest swim times in the history the program and along with my",
        1692.42,
        1696.86
    ],
    [
        " swim buddy Chris Cassidy coming seconds away from the fastest ever two mile swimming buds",
        1696.86,
        1702.1
    ],
    [
        " finally the boat found me and picked me up and I was quickly exerated for being stupid enough",
        1702.1,
        1710.06
    ],
    [
        " to make the swim back out to sea my three teammates had ended up down the beach from where the",
        1710.06,
        1717.22
    ],
    [
        " current had taken me just a bit too far away from you to see them and they stayed on the beach",
        1717.22,
        1722.48
    ],
    [
        " until the boat came for them knowing conditions were too miserable to even attempt to head back",
        1722.48,
        1727.46
    ],
    [
        " I'd put myself at risk for a training exercise because I confused doing the hard thing with doing",
        1727.46,
        1733.44
    ],
    [
        " the right thing my decision was far too risky to make sense even as a confident and capable swimmer",
        1733.44,
        1739.5
    ],
    [
        " there's so many little lessons in that one right there that little story and by the way so your",
        1739.5,
        1744.06
    ],
    [
        " book is filled with a bunch of lessons and obviously I'm just reading excerpts from it and this",
        1744.06,
        1749.24
    ],
    [
        " this chapter was choosing the hard path and doing the hard thing and of course everything's",
        1749.24,
        1754.78
    ],
    [
        " a dichotomy and you can do things where you go too hard but man I can't even imagine you with",
        1754.78,
        1761.7
    ],
    [
        " your silver ranger which is for those of you that don't know it's a little compass that you used",
        1761.7,
        1765.3
    ],
    [
        " to navigate on the land and you they you probably had it with you for like Andy or some whatever",
        1765.3,
        1770.04
    ],
    [
        " and you actually pulled this thing out you're trying to swim a bearing which is literally impossible",
        1770.42,
        1775.88
    ],
    [
        " like this is totally ridiculous and what I what I love about this and this is so true",
        1775.88,
        1781.64
    ],
    [
        " the main thing you're worried about you're lost at sea for hours you're getting pushed around by",
        1781.64,
        1786.78
    ],
    [
        " sea animals the main thing you're worried about is looking like a loser team is a bad team guy",
        1786.78,
        1793.66
    ],
    [
        " that's exactly right you know I still vividly remember being you know push this you know",
        1793.66,
        1799.68
    ],
    [
        " eight or ten feet or so in the water and just thinking okay this is going to be the end but the",
        1799.68,
        1803.26
    ],
    [
        " worst thing is people are just going to think I was a terrible swimmer and it's just not what you",
        1803.26,
        1807.78
    ],
    [
        " want it's not the look you want I was like no I'm a good swimmer please don't think that you know",
        1807.78,
        1812.56
    ],
    [
        " so yeah there's a million lessons in there you know it's you know this well when you when you're",
        1812.56,
        1816.06
    ],
    [
        " right a book if you if you if you are if you're the president of your own fan club by definition you",
        1816.06,
        1820.66
    ],
    [
        " don't have a book you know and and so sharing these things where we you know that didn't make good",
        1820.66,
        1826.1
    ],
    [
        " decisions or or in retrospect were we're actually stupid I think that's where the learning is",
        1826.1,
        1830.9
    ],
    [
        " and that's what I tried to do in the book uh you you as a new guy meaning this is the universal",
        1830.9,
        1836.58
    ],
    [
        " you me you all of us as new guys man you do some dumb dumb things and this is a classic example of",
        1836.58,
        1844.54
    ],
    [
        " like this is all the other guys that were experienced were like hey we're not swimming back out",
        1844.54,
        1849.72
    ],
    [
        " are you kidding me we'll all die and you of course hey that's what the mission is we're going to",
        1849.72,
        1854.24
    ],
    [
        " go and do it well a little bit too it's an interesting thing I'd be interested in your perspective",
        1854.24,
        1858.94
    ],
    [
        " on this but you know growing up in the teams before 9-11 it was mission mission mission it all costs",
        1858.94,
        1865.36
    ],
    [
        " post 9-11 our community got much better at saying you know what there's new information let's",
        1865.36,
        1871.48
    ],
    [
        " incorporate new information what's going on let's think about risk is the risk worth the reward",
        1871.48,
        1876.3
    ],
    [
        " and constantly reassessing that risk you know it's it's uh it became okay to turn around on a",
        1876.3,
        1883.3
    ],
    [
        " mission in our racker Afghanistan and say hey you know what the risk profile just change massively",
        1883.3,
        1886.7
    ],
    [
        " we'll come back another night for this group of terrorists there's this risk is not worth",
        1886.7,
        1891.38
    ],
    [
        " assuming and let's not do the mission and and when I was growing up and when you were growing up",
        1891.38,
        1895.5
    ],
    [
        " we'd be excoriated for not doing the mission yeah later on we were held up as smart yeah um well",
        1895.5,
        1902.2
    ],
    [
        " there was there was a big difference you know when we were coming up before the war started",
        1902.2,
        1906.6
    ],
    [
        " we worked literally training for the big miss singular like hey you're gonna do this one mission",
        1906.6,
        1913.0
    ],
    [
        " we didn't know what it was but that's what we were training for and yeah there was no way it didn't",
        1913.0,
        1918.04
    ],
    [
        " even seem like a feasible idea that you would turn around on a mission or not complete the mission",
        1918.04,
        1923.58
    ],
    [
        " and then yeah obviously as the war kicked off and once we started to get combat experience for",
        1923.58,
        1928.66
    ],
    [
        " our generation it was like oh this doesn't make any sense oh the risk is too high oh the enemy",
        1928.66,
        1933.3
    ],
    [
        " has what well we're not going to get them then and yeah uh that's something that we had to learn",
        1933.3,
        1939.02
    ],
    [
        " just as our forefathers had to learn and it's unfortunately one of those lessons that",
        1939.02,
        1942.9
    ],
    [
        " it it's almost like we well we had to relearn it you know uh I wrote about this in leadership",
        1942.9,
        1948.66
    ],
    [
        " strategy and tactics we used to set up this training scenario in in mount or salka what everyone",
        1948.66,
        1955.56
    ],
    [
        " will call it the urban training where the guys would be clearing like down a building down a hallway",
        1955.56,
        1960.36
    ],
    [
        " and they're we'd have a barricaded shooter at the end of the hallway and everybody that",
        1960.36,
        1964.44
    ],
    [
        " ended the hallway would get riddled with paintball and get put down and you'd see",
        1964.44,
        1968.5
    ],
    [
        " unfortunately just about every leader would fall victim to this two more guys go they get",
        1968.5,
        1974.58
    ],
    [
        " mowed down two more guys go they get mowed down two more guys go they get mowed down and then you know",
        1974.58,
        1979.1
    ],
    [
        " finally after you know three quarters of the task you know is laying dead in the hallway we'd say hey",
        1979.1,
        1984.02
    ],
    [
        " man take a step back and think about what's happening what are you doing it does this make any sense",
        1984.02,
        1988.22
    ],
    [
        " and they would have that's what they have to do is they'd have to learn to detach and take a",
        1988.22,
        1992.24
    ],
    [
        " step back and go oh this is obviously bad and I shouldn't continue to do this so yeah that's",
        1992.24,
        1998.56
    ],
    [
        " definitely a lesson that we learned and that we had then to pass on to the next generation of",
        1998.56,
        2004.34
    ],
    [
        " seals to to make sure they understand that quitting is an option and you know you don't quit from",
        2004.34,
        2012.34
    ],
    [
        " a strategic perspective but with whatever tactic I'm using right now is gonna cost us lives",
        2012.34,
        2016.9
    ],
    [
        " or get people killed or doesn't make any sense I got no problem saying out I was wrong this is",
        2016.9,
        2021.32
    ],
    [
        " bad move we're not doing it anymore totally agree and it's a lot of people ask me how does your",
        2021.32,
        2025.96
    ],
    [
        " business career now that I've been retired for 10 years and help run the operations for VMware",
        2025.96,
        2031.9
    ],
    [
        " really large software company you know the applicability is the exact same it's hey we have a",
        2031.9,
        2039.56
    ],
    [
        " certain amount of you know capital to invest do we invest it in in place A or place B or C and",
        2039.56,
        2044.94
    ],
    [
        " and and wait a minute you know what we're getting feedback from the market that our original choice",
        2044.94,
        2049.34
    ],
    [
        " wasn't quite right are you gonna keep trying to invest your way through and through throw bad money",
        2049.34,
        2053.34
    ],
    [
        " after good money after bad bad path no you're gonna make a decision sunk costs or sunk let's go",
        2053.34,
        2058.14
    ],
    [
        " try something different and and quickly dynamically assess and so the parallels between business",
        2058.14,
        2063.36
    ],
    [
        " and the seals are and the military writ larger are really really perfect yeah I often end up talking",
        2063.36,
        2070.0
    ],
    [
        " to companies and that's the exact example all uses hey we tried this marketing campaign it's not",
        2070.0,
        2076.34
    ],
    [
        " we're not getting the ROI we expected let's put more money into it okay and they still don't get",
        2076.34,
        2082.18
    ],
    [
        " the ROI or expected okay well let's put even more money and it's the same thing as sending guys",
        2082.18,
        2085.8
    ],
    [
        " down a hallway to get shot up awesome so you so you get to team four that's kind of an example of",
        2085.8,
        2093.12
    ],
    [
        " team four what else was going on at team four when you got there do you get you get put right into a",
        2093.12,
        2099.08
    ],
    [
        " platoon I was relatively quick and maybe six months or so of kind of like schools and individual",
        2099.08,
        2104.94
    ],
    [
        " design but yeah did you go to so you went through STT at the team or was it at the team okay so",
        2105.0,
        2110.56
    ],
    [
        " so your team is running STT was that a good course of instruction it was it was good you don't know",
        2110.56,
        2117.1
    ],
    [
        " what you don't know at that age and that's that that time in life you know but look everything",
        2117.1,
        2121.98
    ],
    [
        " was learning at that point learning what to do sometimes learning why not to do you know we um",
        2121.98,
        2127.62
    ],
    [
        " but but immediate exposure to what was going on I remember in demolition training being at",
        2127.62,
        2133.62
    ],
    [
        " Ford AP Hill one range over from us there were uh four Marines that were in a demolition accident",
        2133.62,
        2140.46
    ],
    [
        " and and basically vaporized and um it was terrible and and so what was the accident there was um",
        2140.46,
        2145.88
    ],
    [
        " something called a meekleak charge it was like a line charge and these it went low order and",
        2145.88,
        2151.08
    ],
    [
        " they you know collected all the c4 and put it in a pile and then went to burn it but forgot that",
        2151.08,
        2155.06
    ],
    [
        " there was this little thing called a booster in the c4 and so when they when because you can",
        2155.06,
        2160.36
    ],
    [
        " burn c4 as everybody as as you know but not everybody necessarily does and and that caused it to go",
        2160.36,
        2165.76
    ],
    [
        " high order and uh and so you know right right away we're exposed to you know real situations and",
        2165.76,
        2171.44
    ],
    [
        " so lots of uh like like you know a lot of the the biggest learning comes from the hardest situations",
        2171.44,
        2177.22
    ],
    [
        " what uh what schools did you go to as a new guy officer well you know it's funny one of my",
        2177.22,
        2183.8
    ],
    [
        " greatest friends in life Warren Nicherson was the operations chief and as a brand new incident I",
        2183.8,
        2190.34
    ],
    [
        " have is do I go to free fall and then sniper or sniper then free fall and he's like shut up new guy",
        2190.34,
        2195.02
    ],
    [
        " you got some dog and ponies for you so you know so I was you know hitting the road doing you know",
        2195.02,
        2200.04
    ],
    [
        " the dog and ponies shows and all kinds of stuff but I you know I I went to you know at the time it",
        2200.04,
        2205.22
    ],
    [
        " wasn't like you could get right into free fall school so it took me three or four years to be able",
        2205.22,
        2208.54
    ],
    [
        " to get there and so I I don't even my schools were so unremarkable at that time that I don't",
        2208.54,
        2212.78
    ],
    [
        " even remember what they were yeah I know it's a new guy got sent to like uh well I was very lucky",
        2212.78,
        2216.92
    ],
    [
        " that I got sent to the com com school on the east coast which was awesome but other than that it",
        2216.92,
        2220.98
    ],
    [
        " was like demo driver school just here's how you chain up the trailer to the vehicle and just",
        2220.98,
        2226.72
    ],
    [
        " complete like that just complete new guys schools it's pretty normal and then you get put in a",
        2226.72,
        2231.1
    ],
    [
        " opportune a system to commander yep assistant platoon commander and uh how's your work up you",
        2231.1,
        2236.98
    ],
    [
        " you do in a six month uh you know you're doing a six month deployment at this time team four",
        2236.98,
        2243.16
    ],
    [
        " employees to South America yeah was deployment was to Panama and then from there just a lot of what",
        2243.22,
        2248.22
    ],
    [
        " J sets joint combined exchanges for training where we we bounced around and you know we trained",
        2248.22,
        2252.78
    ],
    [
        " a Salvador you know Chile Peru just the local operational forces that were similar to ours and",
        2252.78,
        2260.62
    ],
    [
        " and it was just a big you know a big bunch of fun it's there just wasn't there wasn't there was no",
        2260.62,
        2268.36
    ],
    [
        " real real stuff going on but lots of learning how was how is your you know what would you",
        2268.88,
        2274.54
    ],
    [
        " feel like as a as a new guy officer if you were talking to yourself when you were younger you're",
        2274.54,
        2278.74
    ],
    [
        " talking to a young uh andson or lieutenant jg that's rolling into a platoon right now what what",
        2278.74,
        2283.62
    ],
    [
        " would your what would your advice be look I think one of the things that that young officers always",
        2283.62,
        2289.54
    ],
    [
        " wrestle with is how to walk the line between being a leader when a leader is needed to step forward",
        2289.54,
        2295.44
    ],
    [
        " but at the same time really have the humility that a lot of other people know a lot of things that",
        2295.44,
        2299.88
    ],
    [
        " you don't know and to me that's what makes the team special is is when you think about how you make",
        2299.88,
        2305.58
    ],
    [
        " decisions and who makes decisions we just grow up with that just built into who we are and and and",
        2305.58,
        2311.68
    ],
    [
        " and that's really uh you know the the the thing you test is when do I step forward and say all right",
        2311.68,
        2317.1
    ],
    [
        " guys shut up lock it on we're going this direction and when do you kind of step back like like like",
        2317.1,
        2322.6
    ],
    [
        " you you uh espouse in a lot of your work is lead leading from the rear is okay",
        2322.6,
        2327.68
    ],
    [
        " yeah no one ever expects uh the CEO leader to say hey lead from the rear right yeah are there",
        2327.68,
        2335.22
    ],
    [
        " times you got a lead from the front yes absolutely for doing something that dangerous or something",
        2335.22,
        2338.42
    ],
    [
        " that's horrible or something that's even monotonous sometimes you got to step up and say all right",
        2338.42,
        2342.56
    ],
    [
        " I got this um but yeah well if I if I have the opportunity and someone on my platoon or my team",
        2342.56,
        2349.04
    ],
    [
        " wants to step up and lead no problem go for it I like to say uh I like to try and lead with",
        2349.04,
        2354.86
    ],
    [
        " minimum force required right well you know we I think there are a couple great points here first",
        2354.86,
        2359.5
    ],
    [
        " of all I always say the L and seal stands for lazy right and and like we we find the easiest",
        2359.5,
        2364.08
    ],
    [
        " path to go achieve the goal because that gives you more time effort and energy for the next problem",
        2364.08,
        2369.04
    ],
    [
        " or lets you rest and recover for the next problem but uh you know it's um like in business we're always",
        2369.04,
        2375.5
    ],
    [
        " thinking about succession planning and the only way you're gonna get your second line ready to be",
        2375.5,
        2379.8
    ],
    [
        " the first line is if the first line can take a step back and let the second line be the first line",
        2379.8,
        2383.86
    ],
    [
        " so the only thing you need to do if you're in the leadership position and what I what I try to do now",
        2383.86,
        2387.7
    ],
    [
        " I think it's one thing I do decently is to step back and let other people make the decisions and only",
        2387.7,
        2392.82
    ],
    [
        " weigh in if and when needed most importantly it's the process does the process to make decisions make",
        2392.82,
        2398.0
    ],
    [
        " sense is it thinking about like the seals are a meritocracy as you know is who cares where the idea",
        2398.0,
        2402.98
    ],
    [
        " comes from you get all the ideas on the table you find the best idea and the best idea wins",
        2402.98,
        2406.56
    ],
    [
        " and that's the way you're gonna go do the mission and that's exactly the way we we need to operate",
        2406.56,
        2411.46
    ],
    [
        " and often do operate in in business yeah and and of course this doesn't mean you let the second",
        2411.46,
        2415.72
    ],
    [
        " string you know run off the cliff but you can let them bump into the guard rails and get a little",
        2415.72,
        2420.84
    ],
    [
        " dinged up and they're gonna learn from that put some bondel on there and they'll be all right",
        2420.84,
        2424.9
    ],
    [
        " uh but a lot of times people are paranoid they don't want to take any risk at all and think that",
        2424.9,
        2430.06
    ],
    [
        " oh you're gonna make a mistake it's like hey yeah they're gonna make mistakes and that's how",
        2430.06,
        2433.28
    ],
    [
        " they're gonna learn it comes down to comfort in your role right I mean it's it's if if I",
        2433.28,
        2437.6
    ],
    [
        " describe careers in three phases the first phase is getting really good at something whatever it is",
        2437.6,
        2442.14
    ],
    [
        " doctor lawyer seal whatever the second phase is trying to show the world you're really damn good",
        2442.14,
        2447.3
    ],
    [
        " at what you've chosen and that third phase which many people don't get to is being so confident",
        2447.3,
        2451.94
    ],
    [
        " that you are good that you no longer need to prove it to anybody and that's what lets you step back",
        2451.94,
        2456.9
    ],
    [
        " I think when I see in in the business world the people the leaders who don't step back what I see",
        2456.9,
        2462.96
    ],
    [
        " is oftentimes a lack of a lack of confidence that that that makes the person feel like if they're",
        2462.96,
        2471.24
    ],
    [
        " not in in front of the room making the decision then then they're not seen as the one in charge and",
        2471.24,
        2476.62
    ],
    [
        " so it's really really I think a failure of leadership when you can't step back yeah I had uh one of",
        2476.62,
        2482.48
    ],
    [
        " the things I used to teach the JOS was you have nothing to prove but everything to prove and",
        2482.48,
        2488.66
    ],
    [
        " the nothing to prove part is hey I don't care how we build this palette I don't care you know I",
        2488.66,
        2494.92
    ],
    [
        " don't care who goes on this operation I don't care what route we take in like there's a bunch of",
        2494.92,
        2501.14
    ],
    [
        " little decisions that are gonna get made that if your platoon makes them it's perfectly fine and",
        2501.14,
        2506.22
    ],
    [
        " you don't need to prove well my way of getting to the target would be a little bit more efficient",
        2506.22,
        2510.02
    ],
    [
        " than yours or my way of building was my not get our feet wet yeah yeah just like all these little",
        2510.02,
        2514.28
    ],
    [
        " things where sometimes that insecure junior leader feels like they need to prove to everyone that",
        2514.28,
        2520.16
    ],
    [
        " they're in charge and you don't you have nothing to prove you're actually in charge you're defacto",
        2520.16,
        2525.12
    ],
    [
        " in charge and that's fine you don't need to prove it what you do need to prove is that you're",
        2525.12,
        2529.4
    ],
    [
        " gonna listen that you're gonna that you're gonna pay attention that you're gonna make the right",
        2529.4,
        2532.48
    ],
    [
        " decisions at the right time that when it is time to weigh in you're gonna do something smart not",
        2532.48,
        2537.82
    ],
    [
        " something rash so yeah all good things to think about uh speaking of not being rash",
        2537.82,
        2546.14
    ],
    [
        " here's a little scenario you talk about in the book my platoon was once training at the",
        2546.14,
        2552.8
    ],
    [
        " Al-Tahama I'm gonna say in that Al-Tama Al-Tama Al-Tama Ha Al-Tama Ha River in Georgia and we had",
        2552.8,
        2559.52
    ],
    [
        " an enthusiastic seal named Max we were carrying kayaks with a good amount of gear inside trying to",
        2559.52,
        2565.16
    ],
    [
        " find the most convenient way to transport guns paddles and sensitive reconnaissance equipment",
        2565.16,
        2569.18
    ],
    [
        " that had to stay dry as we waited through the shallow water suddenly Max very calmly stopped and",
        2569.18,
        2575.46
    ],
    [
        " said to me Mr. Hayes there's a gator on my leg his calm demeanor in the face of such an alarming",
        2575.46,
        2583.82
    ],
    [
        " statement caused me to doubt him until he lifted his leg out of the water and I saw a three to four",
        2583.82,
        2588.78
    ],
    [
        " foot baby alligator had indeed had indeed latched around his knee Max to his extreme credit that",
        2588.78,
        2595.06
    ],
    [
        " not overreact he stayed calm certainly calmer than I would have been and took deep breaths until",
        2595.2,
        2600.26
    ],
    [
        " the alligator decided to open his mouth and let go Max was unharmed other than for bite mark two",
        2600.26,
        2606.42
    ],
    [
        " scars many of our enemies are not as cooperative as that baby alligator ended up being which is why",
        2606.42,
        2612.92
    ],
    [
        " our reactions to situations are so important the smartest seal isn't the one with the greatest",
        2612.92,
        2617.64
    ],
    [
        " wrong intelligence it's the one who has the best and quickest reaction to the problem the seal",
        2617.64,
        2624.64
    ],
    [
        " can quickly assess and decide the best course of action is the one I want on my team not the seal",
        2624.64,
        2630.44
    ],
    [
        " who gets emotional and lets his feelings or his fears get in the way of pure rationality I said in",
        2630.44,
        2637.82
    ],
    [
        " chapter one that I would take someone with hunger over someone with greater ability every time",
        2637.82,
        2643.22
    ],
    [
        " I'd also take someone who reacts well over someone with greater raw intelligence you want both",
        2643.22,
        2650.88
    ],
    [
        " intelligence and control but in the stressful moments control matters a lot I would love to find",
        2651.06,
        2657.6
    ],
    [
        " people who are smart enough to predict the future but I haven't come across many of them so I need",
        2657.6,
        2662.98
    ],
    [
        " people who react well no matter what the future turns out to hold no matter the context the importance",
        2662.98,
        2669.96
    ],
    [
        " of having good controlled reactions to surprising situations can never be overstated",
        2669.96,
        2676.86
    ],
    [
        " so there you go freaking gator chumps on your leg",
        2678.9,
        2682.94
    ],
    [
        " yeah you know you know the saying you don't have to out swim your buddy you just have to",
        2682.94,
        2687.2
    ],
    [
        " excuse me you don't have to out swim the shark you just have to out swim your buddy",
        2687.2,
        2689.78
    ],
    [
        " so you know it's like should I go on a dry land and get away from this guy",
        2689.78,
        2694.16
    ],
    [
        " yeah I remember that situation very well but in all sincerity it is the expression",
        2694.16,
        2698.84
    ],
    [
        " calm breeds calm excitement breeds excitement you've been shot at and rocketed enough to know",
        2698.84,
        2704.44
    ],
    [
        " anytime you're not calm you are just using emotion that could be used to solve the problem",
        2704.92,
        2710.7
    ],
    [
        " yeah um do you think that the that buds weeds out some of that it's a good question I think to",
        2710.7,
        2720.3
    ],
    [
        " some degree but not perfectly yeah it's definitely not perfect because I know you and I both",
        2720.3,
        2724.52
    ],
    [
        " have seen plenty of tea guys go freaking like this guy max is a great example of like the",
        2724.52,
        2729.84
    ],
    [
        " calm cool collected seal that you want in your platoon either in charge of your platoon or one",
        2729.84,
        2734.78
    ],
    [
        " of your machine gun is your platoon having a guy like that is awesome having somebody that's",
        2734.78,
        2739.32
    ],
    [
        " just loses their mind is absolutely horrible I think that's one of those traits that you can learn",
        2739.32,
        2745.22
    ],
    [
        " though I'm sure you're asked a similar question that I am frequently which is talk to me about",
        2745.22,
        2749.88
    ],
    [
        " what's innate leadership what are you born with and what can you train through time no I think",
        2749.88,
        2754.42
    ],
    [
        " that calm is a thing that you can learn and train through time yeah I agree oh 100% and you know",
        2754.42,
        2760.9
    ],
    [
        " I got really lucky in that the last tour that I did was run and trade at out on the west coast and",
        2760.9,
        2765.54
    ],
    [
        " so I got to run this freaking leadership laboratory which was I honestly think it might have been",
        2765.54,
        2771.38
    ],
    [
        " the greatest leadership laboratory that's ever existed in the world that's what I think uh",
        2771.38,
        2777.98
    ],
    [
        " just to be able to put these guys in these stressful situations with so much on the line and look",
        2779.24,
        2784.58
    ],
    [
        " it wasn't life or death though so I guess combat isn't even better leadership laboratory except for",
        2784.58,
        2788.78
    ],
    [
        " and combat you can't take a guy and put him through iteration after iteration after iteration",
        2788.78,
        2794.0
    ],
    [
        " because he's dead if he's bad so you can't really it's not a laboratory it's a real world test is",
        2794.0,
        2798.72
    ],
    [
        " combat a better real world test than then going through training yes it is but the training that we",
        2798.72,
        2804.36
    ],
    [
        " had was really crazy good it was realistic it was hard and you would see guys develop these traits",
        2804.36,
        2812.74
    ],
    [
        " you would watch guys you'd see them and you put them in a situation and they lose their mind or",
        2812.74,
        2817.8
    ],
    [
        " they'd start getting getting panicked or they'd start freaking out about something and you'd see",
        2817.8,
        2822.68
    ],
    [
        " everything would fall apart they're put to fall apart and then maybe you know the next time you",
        2822.68,
        2827.5
    ],
    [
        " say you know you say your debrief from hey listen man when you start yelling and screaming on the",
        2827.5,
        2831.66
    ],
    [
        " radio no one's listening to you anymore it's not getting through to anybody they can't make",
        2832.0,
        2835.9
    ],
    [
        " sense of what you're saying you need to calm down you need to think about what you're gonna say",
        2835.9,
        2840.46
    ],
    [
        " simple clear and concise language so you debrief them on that and then the next time maybe they",
        2840.46,
        2843.98
    ],
    [
        " start getting excited you go hey man hey Fred come here take a wrap off think about what you're",
        2843.98,
        2848.82
    ],
    [
        " gonna say what are you gonna tell your platoon to do I'm gonna tell them to get oh no hold on what are",
        2848.82,
        2852.32
    ],
    [
        " you gonna tell them to do I'm gonna tell them to get hold on what are you telling them to do I'm",
        2852.32,
        2856.02
    ],
    [
        " gonna tell them to move to building 34 okay now come up on the radio and just say that or just",
        2856.02,
        2860.22
    ],
    [
        " yell it just just put the word out and then you'd see the guy do it and you could see that",
        2860.48,
        2865.62
    ],
    [
        " they would learn so yes you can absolutely learn this stuff as long as you're humble enough to",
        2865.62,
        2871.48
    ],
    [
        " as long as you're humble enough to take criticism and and and assess yourself and so there was a",
        2871.48,
        2877.24
    ],
    [
        " bunch of things that that you can improve that look there's some things that you can't improve that",
        2877.24,
        2881.84
    ],
    [
        " right there's some genetic things that you have that you can't improve um this is another thing",
        2881.84,
        2887.64
    ],
    [
        " wrote about leadership strategy tax side of guy coming through he's a task unit commander super smart",
        2887.64,
        2891.98
    ],
    [
        " guy good tactician the voice of a mouse right so when it came time to put out word you know like to",
        2891.98,
        2900.62
    ],
    [
        " tell everyone what was going on he just didn't have he couldn't project his voice at all and so I'm",
        2900.62,
        2906.5
    ],
    [
        " talking to him like hey man listen you gotta start you gotta start putting the word out and in my mind",
        2906.5,
        2911.68
    ],
    [
        " I'm thinking you know maybe this is just maybe I'm just super biased towards being loud because I",
        2911.68,
        2916.56
    ],
    [
        " have a loud voice maybe I'm just biased and so I'm watching him and I can see he's trying to put out",
        2916.56,
        2921.64
    ],
    [
        " word no one can hear it's a problem so I say hey man if you don't start uping your volume people",
        2921.64,
        2928.68
    ],
    [
        " can't hear you I don't even know if you can do this job which is a real like horrible thing to tell",
        2928.68,
        2934.76
    ],
    [
        " someone this guy's a task unit commander he's been in the teams for 12 or 15 years or something",
        2934.76,
        2939.32
    ],
    [
        " this is a senior guy and now I'm telling him hey you can't do this and then the next iteration",
        2939.32,
        2945.32
    ],
    [
        " I'm watching him and he's got to make the call and he grabs like big mouth bill did his platoon",
        2946.2,
        2953.2
    ],
    [
        " or one of the platoons is like hey Bill Tudd of when he get to building 34 now and Bill look",
        2953.2,
        2957.18
    ],
    [
        " and I was like oh cool problem solved so you gotta you've got some things that you can't",
        2957.18,
        2962.3
    ],
    [
        " get better at you know some people aren't articulate talking in front of a crowd okay cool",
        2962.3,
        2966.36
    ],
    [
        " hey echo you're good in front of a crowd you put the word out to the troops or some people can't",
        2966.36,
        2970.54
    ],
    [
        " simplify a problem so it's like hey Mike I'm having a hard time getting through this can you",
        2970.64,
        2974.58
    ],
    [
        " simplify this thing so I can can understand it so there's some things that you're gonna naturally",
        2974.58,
        2978.74
    ],
    [
        " not gonna be great at put your leadership team together where you've got some people that are",
        2978.74,
        2983.76
    ],
    [
        " good at that and then be humble enough to say you know what Mike's a lot better at simplifying",
        2983.76,
        2986.9
    ],
    [
        " things than I am and echoes a lot more articulate than I am so I'm gonna have Mike figure out the",
        2986.9,
        2990.52
    ],
    [
        " problem and I'm gonna have echo talk about it and we're gonna be good to go I'm gonna sit back",
        2990.52,
        2993.82
    ],
    [
        " and just try and get these guys what they need so there are things that you can not get better at",
        2993.82,
        2999.96
    ],
    [
        " you can you can use the improve them a little bit but you might not become an expert at them but",
        2999.96,
        3003.42
    ],
    [
        " there's there's definitely some things that you can absolutely improve on and being calm and",
        3003.42,
        3008.98
    ],
    [
        " being able to detach and take a step back is most certainly most certainly one of them um",
        3008.98,
        3015.04
    ],
    [
        " so that was your assistant platoon commander was it anything else what was you got one story on",
        3015.04,
        3020.46
    ],
    [
        " that deployment about kind of getting held it was this one you got held up at gunpoint yeah talk",
        3020.46,
        3024.8
    ],
    [
        " so 1996 we we were with squad in in Peru squad's eight seals so it's myself and in seven",
        3025.5,
        3032.92
    ],
    [
        " guys and you know we were just training the Peruvian seals nothing crazy and the I will say that in",
        3032.92,
        3040.16
    ],
    [
        " those days the leader of the shining path San Deito Lumino so which was a terrorist organization",
        3040.16,
        3045.36
    ],
    [
        " was in jail about a mile or less than a mile from the Peruvian seals compound so we were likely",
        3045.36,
        3053.04
    ],
    [
        " you know watched or people knew that there was somebody in country helping the Peruvian seals but",
        3053.18,
        3057.62
    ],
    [
        " myself myself and my LPO stayed back in Lima for just a day while the rest of the guys flew",
        3057.62,
        3064.04
    ],
    [
        " forward to Iquitos Peru which was deep in the jungles of the Amazon and um and we you're just",
        3064.04,
        3069.96
    ],
    [
        " literally out to dinner one night driving back from dinner unarmed and two cop cars pinned us in",
        3069.96,
        3075.96
    ],
    [
        " really really quickly jumped out with three or four guys were armed you know rifles and",
        3076.08,
        3082.34
    ],
    [
        " you know basically open the door help me at gunpoint threatened me with execution and they drove",
        3082.34,
        3088.78
    ],
    [
        " us around and it basically interrogated us asked us a bunch of questions that nobody ever really",
        3088.78,
        3093.34
    ],
    [
        " wants to answer you know how you want to be tortured how you want to be executed how do you",
        3093.34,
        3097.22
    ],
    [
        " want to die you know and and a lot of worse things than that I had a point where I could have jumped",
        3097.22,
        3102.46
    ],
    [
        " out of the car that might my LPO can need him was in the back of the S.U.V. I was in the middle seats",
        3102.46,
        3108.12
    ],
    [
        " and I could have jumped out when the car was going 40 or so saved myself and I very very vividly",
        3108.12,
        3113.26
    ],
    [
        " remember I can never ever jump out of this car because I couldn't live with myself if I bailed",
        3113.26,
        3119.74
    ],
    [
        " on Ken and I lived and they killed him just not who I wanted to look back to the migraine father",
        3119.74,
        3124.52
    ],
    [
        " saying who do you want to be so you know we learn never bail on your swim buddy and I was not I",
        3124.52,
        3129.18
    ],
    [
        " I was fortunate after that incident because I could answer really really truthfully knowing that in a",
        3129.18,
        3134.84
    ],
    [
        " life and death situation that I would not bail on my swim buddy so it was a a lot of learning at a",
        3134.84,
        3140.9
    ],
    [
        " at a young age how do you get out of that scenario you know I did what I what I would have wanted",
        3140.9,
        3148.52
    ],
    [
        " victims to do if I were in the other role don't look at the victims so we can't identify",
        3148.52,
        3153.68
    ],
    [
        " or excuse me don't look at the assailants so that we can't identify them and the the threat goes",
        3153.68,
        3157.94
    ],
    [
        " down and and just be compliant and answer to to our previous part of the conversation around calm",
        3157.94,
        3162.9
    ],
    [
        " I was so uber calm these you would never think that I was even 1% remotely worried about the situation",
        3162.9,
        3169.28
    ],
    [
        " I was in in Spanish I was like hey we're economists we're desk workers we work at the at the embassy",
        3169.28,
        3174.24
    ],
    [
        " and you know we were just out to dinner these things happen all the time if we get it you guys need",
        3174.24,
        3178.42
    ],
    [
        " the car take the car we have insurance good take it it's all that's all you and and just really",
        3178.42,
        3184.18
    ],
    [
        " totally mellow answer these questions and I think these guys just figured out these guys aren't a",
        3184.18,
        3188.6
    ],
    [
        " threat these guys these guys can't possibly be seals so so they they drove us around and after the",
        3188.6,
        3193.92
    ],
    [
        " interrogation of about an hour you know they brought us out of the car gunpoint and I was like okay",
        3193.92,
        3197.64
    ],
    [
        " this is the point where they either pull the trigger or they don't myself and Ken just kept walking",
        3197.64,
        3201.38
    ],
    [
        " because I remember very vividly thinking hey a 10 foot shot is harder than a zero foot shot you",
        3201.38,
        3206.82
    ],
    [
        " know maybe they'll miss an organ and so I just quickly put space between me and the the guy who",
        3206.82,
        3210.84
    ],
    [
        " had a gun and at the point he just I wasn't looking backwards so I can't tell you what he was doing",
        3210.84,
        3214.58
    ],
    [
        " I was just ready to be shot and and they they never pulled the trigger",
        3214.58,
        3219.3
    ],
    [
        " that doesn't sound like a very nice last day in the in the city of there I have not been",
        3219.3,
        3227.26
    ],
    [
        " back to Lima and so that's what you did on that deployment you travel around this is pre 9-11",
        3227.26,
        3233.96
    ],
    [
        " you're traveling around you're training other forces um and and then what happens after that",
        3233.96,
        3240.52
    ],
    [
        " after that tour is that that's when you go to Germany went to a DLI for learning German for 9",
        3240.52,
        3246.58
    ],
    [
        " months uh then ended up you know just going over to Germany oh you went to DLI first huh I did yeah",
        3246.58,
        3252.66
    ],
    [
        " yeah so you speak three languages then well no I'm still working on English so you go to DLI",
        3252.66,
        3262.58
    ],
    [
        " and then you come over to Germany this is where I meet you 97 98 98 because I went I basically got",
        3262.72,
        3270.64
    ],
    [
        " done with OCS I showed up at Seal Team 2 and immediately went over there um and it was the master",
        3270.64,
        3278.14
    ],
    [
        " chief there who was one of my platoon chiefs and apparently the conversation went uh the the",
        3278.14,
        3286.18
    ],
    [
        " commander over there or or an ops officer said hey we need like uh we need someone to come and help",
        3286.18,
        3290.28
    ],
    [
        " out with with ops and they were sending their sendinous ensin and they're saying oh the",
        3290.28,
        3296.5
    ],
    [
        " guys are sending us team two sendinous a damn ensin like what good is this guy gonna do and then",
        3296.5,
        3300.06
    ],
    [
        " then the master chief sees my name and goes wait a second I know this guy so you say that name again",
        3300.06,
        3305.82
    ],
    [
        " andson willink we want this guy over here and so uh sure enough I showed up and we played water polo",
        3305.82,
        3312.78
    ],
    [
        " yeah I don't know what what we did beside that if in all truth uh we probably filled out some",
        3312.78,
        3317.62
    ],
    [
        " forms and almost like in the almost the pre-computer days you know yeah so I don't know what in the",
        3317.64,
        3323.2
    ],
    [
        " world we possibly we weren't deleting email in those days well I'll tell you a funny story we went to",
        3323.2,
        3328.26
    ],
    [
        " we did some big joint exercise and the the skipper at the time he's like all right jaco you're gonna",
        3328.26,
        3336.64
    ],
    [
        " go forward and we're gonna you're gonna run the the tactical operations center and like you know",
        3336.64,
        3342.36
    ],
    [
        " these days we think of a tactical operations center you know we're talking plasma tvs and",
        3342.36,
        3347.18
    ],
    [
        " satellite links and internet you're talking you know like a star track looking scenario I",
        3347.5,
        3353.12
    ],
    [
        " shit you not we went on this mission and I fit this quote tactical operations center into one",
        3353.12,
        3359.36
    ],
    [
        " single ruck sack I had like a sack of 70 or something I had a bunch of maps I had some like I",
        3359.36,
        3365.2
    ],
    [
        " thought I was squared away because I had you know like some overlays for the maps and then how much",
        3365.2,
        3370.6
    ],
    [
        " the world changed between that time so this is 1998 well I I literally had the tactical operation",
        3370.6,
        3377.3
    ],
    [
        " I mean this isn't a big exercise a big giant joint exercise that was taking place all over Europe",
        3377.3,
        3381.34
    ],
    [
        " and I had a little you know we had a little the seals there had a little roll in this exercise",
        3381.34,
        3386.48
    ],
    [
        " but it's a big exercise a lot of stuff going on and I literally had the entire tactical operation center",
        3386.48,
        3392.34
    ],
    [
        " set in in my ruck sack that's uh that's scary that's some good times right there um",
        3392.34,
        3400.18
    ],
    [
        " so then how how long have you how long do you spend in germany for two years and and that was the",
        3400.6,
        3405.02
    ],
    [
        " the Bosnia-Cosavo days and so there was some good learning there too and and I felt like",
        3405.02,
        3409.96
    ],
    [
        " I would be a better platoon commander if I went overseas that I had a in a role like that for two",
        3409.96,
        3415.46
    ],
    [
        " years and honestly those two years really set me up to be in my in my opinion a much better platoon",
        3415.46,
        3420.84
    ],
    [
        " commander when I got to seal team eight in 99 yeah and and just kind of had some epic leadership over",
        3420.84,
        3427.22
    ],
    [
        " there too the unit that you were at um I mean those leaders are just incredible leadership over there",
        3427.22,
        3433.56
    ],
    [
        " incredible like really strong Rick Smeather's yeah yeah just great guys that",
        3433.56,
        3439.02
    ],
    [
        " awesome times um any major so so when you say oh there's there's lessons that I learned or",
        3439.02,
        3446.56
    ],
    [
        " there's things that I got from that deployment I mean is it just learning what it's like from the",
        3446.56,
        3451.42
    ],
    [
        " other side when you're on deployment yeah it's it's um taking a look at a seal platoon and saying",
        3451.42,
        3457.48
    ],
    [
        " what is the effective employment of a seal platoon when you're in the platoon you're a little bit",
        3457.48,
        3463.78
    ],
    [
        " um I don't want to say biased you're you have a narrow view you know and so understanding the",
        3463.78,
        3469.92
    ],
    [
        " difference between what success and um you know and I wouldn't say failure but like some",
        3469.92,
        3475.2
    ],
    [
        " average performance is was really important to me because you know hearing having the opportunity",
        3475.2,
        3481.46
    ],
    [
        " at a young age at a junior seniority to see the senior leadership say hey that was really awesome",
        3481.46,
        3487.8
    ],
    [
        " or what the hell are those guys doing just those statements themselves carried value I was um",
        3487.8,
        3494.08
    ],
    [
        " in training cell at seal team one so as I can E5 and I went on my first trip where I was",
        3494.08,
        3501.42
    ],
    [
        " kind of like the trip lead and it was to Florida to her boat field Florida and we put a platoon out",
        3501.42,
        3508.1
    ],
    [
        " in the field for a recon and whatever and like they they flew down there went right in the field they",
        3508.1,
        3512.52
    ],
    [
        " might have even jumped into the field but anyways they go down there they go right in the field and of",
        3512.52,
        3516.18
    ],
    [
        " course I was there on ad vaughn getting the target set up and all this stuff and then they get done",
        3516.18,
        3520.6
    ],
    [
        " with the operation and we pull them out of the field and now they've got whatever it is three days",
        3520.6,
        3526.22
    ],
    [
        " in Fort Walden Beach Florida and I'm like for it was the first time that I saw a platoon from",
        3526.76,
        3533.2
    ],
    [
        " the outside and I was like oh my god this is gonna be a problem like there's no way these",
        3533.2,
        3539.84
    ],
    [
        " guys are gonna get through three days of liberty here we get this is gonna be crazy and I remember",
        3539.84,
        3547.02
    ],
    [
        " that was the first time I was not in a platoon because when you're in a platoon you don't you're",
        3547.02,
        3550.46
    ],
    [
        " just like oh we can go out now cool oh we're done with our op cool we're gonna go out and do",
        3550.46,
        3554.3
    ],
    [
        " whatever we want in wherever we are and that was like the first time I saw it from the outside",
        3554.54,
        3560.46
    ],
    [
        " and it was a good learning lesson for me yeah you know like we often say now it's you don't know",
        3560.46,
        3565.08
    ],
    [
        " what you don't know and so how do you take things from that unknown unknown quadrant and make them",
        3565.08,
        3570.72
    ],
    [
        " known like in whether it's the seals or in business all of the risk and all of the opportunity",
        3570.72,
        3575.56
    ],
    [
        " is in that unknown unknown quadrant so how do you get into that and identify it and pull it back out",
        3575.56,
        3580.3
    ],
    [
        " so we didn't realize it in those days but that's what we were doing yeah it's uh",
        3580.3,
        3585.82
    ],
    [
        " if you that's another lesson another uh should say a reiteration of the lesson of to take a step",
        3585.82,
        3594.88
    ],
    [
        " back and see something because when you're in that platoon you don't you don't and you've been on",
        3594.88,
        3599.32
    ],
    [
        " deployment before you knew what it was like to go on deployment but you were in a platoon and so",
        3599.32,
        3603.94
    ],
    [
        " you don't quite know the perspective of not being in the platoon and not understanding what that",
        3603.94,
        3608.86
    ],
    [
        " looks like from the outside and not understanding what it looks like when there's some kind of an",
        3608.86,
        3613.94
    ],
    [
        " incident and how much that disrupts everyone and how much it hurts our reputation as seals you know",
        3613.94,
        3620.2
    ],
    [
        " that's something you know when you're in a platoon someone gets in trouble you're like oh Fred got in",
        3620.2,
        3623.92
    ],
    [
        " trouble you don't think about it from you know what is the fleet think of that what does that army",
        3623.92,
        3629.32
    ],
    [
        " commander that's there think of those things you just don't well at least I didn't I had you know",
        3629.32,
        3633.56
    ],
    [
        " was young dumb and and uh well just you don't know my guess here he defenders that",
        3633.76,
        3638.74
    ],
    [
        " so you wrap up there you wrap up there and then where you go seal teammate took over as a platoon",
        3638.74,
        3646.08
    ],
    [
        " commander and um did work up and then deployed down to a cost of what year is it now so 99 I",
        3646.08,
        3655.12
    ],
    [
        " move back to Virginia Beach and take over as a platoon commander and um when you get there",
        3655.12,
        3660.3
    ],
    [
        " how how are you how are you feeling how are you feeling to get your platoon dude so great it's like",
        3662.0,
        3666.02
    ],
    [
        " finally like I'm ready you know it's been a year of like put me in coach and then you're finally in",
        3666.02,
        3671.26
    ],
    [
        " and it's just off to the races and just you know it's you remember the feeling well I'm sure it's",
        3671.26,
        3676.72
    ],
    [
        " it's um it's everything it's cracked up to be in more and so you said you this is that teammate yeah",
        3676.72,
        3682.16
    ],
    [
        " and so now you guys are basically fighting to try and get to go back to you com yep and go to",
        3682.16,
        3689.62
    ],
    [
        " coach of boznia whatever's happening in that theater because that's the only show and tap",
        3689.9,
        3694.24
    ],
    [
        " that's the only show and town but we made it back and and you know we we did a deployment there where",
        3694.24,
        3699.48
    ],
    [
        " we were doing you know small four six man special reconnaissance missions and you know we'd go out",
        3699.48,
        3705.6
    ],
    [
        " on three or four day ops and then we stand qrf for three or four days while another a sister part",
        3705.6,
        3713.34
    ],
    [
        " of the unit would go out and then um and then we'd have three or four days off so we were actually",
        3713.34,
        3717.62
    ],
    [
        " and quite a a regular predictable cycle of while we were overseas you talk a little bit about",
        3717.62,
        3724.28
    ],
    [
        " one of these operations here in the book here we go I was in kosivo 1999 in the middle of winter",
        3724.28,
        3730.36
    ],
    [
        " leading a small surveillance team in the mountains just a few hundred meters from the Serbian border",
        3730.36,
        3734.88
    ],
    [
        " freezing cold temperatures the darkness of night howling winds and both kosivar Serbian and",
        3734.88,
        3740.84
    ],
    [
        " Albanian armies somewhere in that same snowy terrain weapons ready looking for an enemy to fight",
        3740.84,
        3747.34
    ],
    [
        " as we suffered through the elements the sun soon to rise we knew we needed to find a place to rest",
        3747.34,
        3753.74
    ],
    [
        " and hide for the daylight hours from our vantage point halfway up the side of a mountain struggling",
        3753.74,
        3758.78
    ],
    [
        " to maintain our balance on the steeply sloping ground we could see a natural line of drift below",
        3758.78,
        3764.78
    ],
    [
        " railroad tracks a ten foot wide patch of flat ground a path that could that would have called out",
        3764.78,
        3770.24
    ],
    [
        " to anyone as the comfortable place we should naturally set up camp of course we wanted to move down",
        3770.24,
        3776.42
    ],
    [
        " there I remember a young guy on our team incredulous that we could even be out in this kind of weather",
        3776.42,
        3782.3
    ],
    [
        " humans can't survive in this he said it's miserable the temptation to head down toward the easier",
        3782.3,
        3789.06
    ],
    [
        " path and the more comfortable site was real but if it was calling out to us we knew it would be",
        3789.06,
        3795.02
    ],
    [
        " calling out to anyone who happened to be coming that way going down there would make us more visible",
        3795.02,
        3800.44
    ],
    [
        " more vulnerable and more likely to run into trouble so we set up camp a couple a couple hundred",
        3800.44,
        3806.22
    ],
    [
        " year meters up the steeply angled slope and sure enough within an hour and just a short time",
        3806.22,
        3812.18
    ],
    [
        " before sunrise what looked like the entire Albanian army marched straight down that natural line",
        3812.18,
        3818.24
    ],
    [
        " of drift had we been camped there they would have found us for sure doing the uncomfortable exhausting",
        3818.24,
        3824.66
    ],
    [
        " thing the hard thing saved us that day so those are the type of operations you were doing",
        3825.02,
        3831.7
    ],
    [
        " yeah you're a great reader by the way yes did you did you guys do winter warfare in your workup we",
        3831.7,
        3841.22
    ],
    [
        " did and this was after I guess teammate or sorry team two it's sort of given up the the the the",
        3841.22,
        3848.54
    ],
    [
        " rock they had on winter warfare they they did and you know it was all of you know four or",
        3848.84,
        3854.3
    ],
    [
        " six weeks or something like that in the Colorado what are they 13,000 or 14,000 feet foot peaks and",
        3854.3,
        3859.22
    ],
    [
        " so we did you know slept in snow caves and attempted to get good at telemark but certainly get good",
        3859.22,
        3864.6
    ],
    [
        " at that snow shewing and we did all the winter work up and and it really paid off because those",
        3864.6,
        3869.8
    ],
    [
        " operations in Kosovo were sometimes really miserable from a weather perspective and and then on",
        3869.8,
        3874.86
    ],
    [
        " that particular passage you just read I mean I just very vividly remember thinking like if we",
        3875.02,
        3879.08
    ],
    [
        " would have given in and done the easy thing there we probably would not have survived we at a",
        3879.08,
        3884.02
    ],
    [
        " minimum would have been captured and interrogated. So you did a full six month deployment down in that",
        3884.02,
        3892.88
    ],
    [
        " AO yes and you're doing pretty much three days on in the field three days on a QRF in the three days",
        3892.88,
        3899.4
    ],
    [
        " off yes it's four stages QRF and sleep in a home B for three days or you know I've just be at the",
        3899.4,
        3904.36
    ],
    [
        " ready to go help whoever is in the field maybe you know ten or so kilometers or whatever it might",
        3904.36,
        3909.14
    ],
    [
        " be from the from the main element. Anyone ever get contacted? We did on one operation it actually was",
        3909.14,
        3916.82
    ],
    [
        " the quick story is that we observed an arms transfer recall we were enforcing the date and",
        3916.82,
        3934.3
    ],
    [
        " peach the piece of cords and this is early early in the day of no light you know no light cameras",
        3934.3,
        3940.98
    ],
    [
        " and near real time satcom sending it back so we got pictures and to documented the whole thing",
        3940.98,
        3948.4
    ],
    [
        " and then we weren't set up to do any sort of offensive operations you know we had a whatever 80 pound",
        3948.4,
        3954.62
    ],
    [
        " packs for three days and you know as many ham sandwiches as you could stuff in your backpack but",
        3954.62,
        3958.66
    ],
    [
        " the the there was a nearby army special forces house that that could get out get out and get",
        3960.12,
        3965.48
    ],
    [
        " underway we called them in they went and looked through the the building where the transfer had",
        3965.48,
        3969.78
    ],
    [
        " happened and I mean I just assumed that that meant we would be our mission would be over you know",
        3969.78,
        3976.3
    ],
    [
        " the age old saying if you assume if you if you think you've been compromised assume you have",
        3976.3,
        3980.96
    ],
    [
        " and if you have ex-fill and this was a leadership thing I got put against the army major at the time",
        3980.96,
        3985.98
    ],
    [
        " who is in charge of the the sock see the special operations command and control element said Charlie",
        3985.98,
        3991.1
    ],
    [
        " Mike and continue mission and I was a member over computer kind of getting in a little bit of an",
        3991.1,
        3997.26
    ],
    [
        " argument with him saying hey here's what we do in the seals this means we're over ultimately",
        3997.26,
        4001.36
    ],
    [
        " talked about it with the couple of us the the six of us that were in the field said a boy's what",
        4001.36,
        4005.66
    ],
    [
        " what do we think here this is let we have time to talk this through and and everybody said you",
        4005.66,
        4010.18
    ],
    [
        " know what it's let's let's let's just continue mission let's not make this an issue we don't feel",
        4010.18,
        4013.68
    ],
    [
        " that threatened so somebody just catch everyone up here so you're in the field you see this weapons",
        4013.68,
        4019.0
    ],
    [
        " transfer and you're you do this you you tell the story in the book with with great detail and it's",
        4019.0,
        4022.82
    ],
    [
        " an awesome story but you're you're in the field you're doing a reconnaissance you see this weapons",
        4022.82,
        4029.0
    ],
    [
        " transfer take place and it's illegal and it shouldn't be happening and you actually get photographs",
        4029.0,
        4034.52
    ],
    [
        " of it and you push those up over satcom which this is not like the movies this is this is a legit",
        4034.52,
        4040.16
    ],
    [
        " effort to get that done and very cool that you guys were able to pull that off you get photographs",
        4040.18,
        4044.86
    ],
    [
        " of this weapons transfer taking place and then you send that up the chain of command and what the",
        4044.86,
        4050.02
    ],
    [
        " chain of command does is pushes a special forces group out to go inspect the area which clearly",
        4050.02,
        4057.46
    ],
    [
        " anyone with any sort of tactical sense is going to go oh we just did a weapons transfer and now the",
        4057.46,
        4064.64
    ],
    [
        " US military is there there's someone watching and so your thought is okay once the green",
        4064.82,
        4070.86
    ],
    [
        " berets go and inspect that site we need to get that out of here well you get told by the chain",
        4070.86,
        4075.52
    ],
    [
        " of command no you're not leaving you're gonna stay eyes on and this is where you have the discussion",
        4075.52,
        4080.0
    ],
    [
        " hold on a second what do you mean stay here and so that's where you are and so what's the decision",
        4080.0,
        4085.48
    ],
    [
        " so we we stayed and then not a few hours later we were being you know actively hunted by",
        4085.48,
        4092.38
    ],
    [
        " we counted 19 armed individuals looking through this treeline and trying to figure out where we were",
        4092.4,
        4097.72
    ],
    [
        " and you know we we were set up with two OPs observation posts and then one CP command post so two",
        4097.72,
        4106.34
    ],
    [
        " six people in the field two two and two I was in the command post with my my radio man and I did",
        4106.34,
        4111.6
    ],
    [
        " not have eyes on I was back a bit and then there's in one of the command in one of the observation posts",
        4111.6,
        4116.42
    ],
    [
        " Chad Wilkinson who you know rest in peace hero you had Sarah Wilkinson and another amazing",
        4118.44,
        4124.56
    ],
    [
        " American hero on your your show recently just you know one of my lifelong friends and basically",
        4124.56,
        4131.32
    ],
    [
        " radioed back to me it's at hey boss we got to make a decision here we're get we're there's",
        4131.32,
        4135.4
    ],
    [
        " somebody coming down the treeline and we either need to you know take him out or fall back",
        4135.4,
        4140.68
    ],
    [
        " and I just said listen Chad here's the deal if you you take him out just know that we're going to",
        4141.3,
        4146.2
    ],
    [
        " I've you already know this well of 18 other people hunting us even more actively but do whatever you",
        4146.2,
        4151.06
    ],
    [
        " think is right and I'm behind you and and he ultimately with one other guy that he was with",
        4151.06,
        4156.42
    ],
    [
        " pulled back took eyes off didn't shoot and to this day I think that was one of the greatest",
        4156.42,
        4162.18
    ],
    [
        " decisions ever because we the six of us got back together and then we just worked our way out of",
        4162.18,
        4167.46
    ],
    [
        " a really tricky problem I remember two or three times having my weapon in hand coming off safe",
        4167.46,
        4173.12
    ],
    [
        " finger on the trigger with like an Albanian you know insurgent if you will walking feet from me",
        4173.12,
        4179.78
    ],
    [
        " and saying okay please don't let me have to shoot this guy because it'll be a bad day",
        4179.78,
        4183.5
    ],
    [
        " and we made it out we ultimately made it out yeah and this is like I said and it's hard for",
        4183.5,
        4192.36
    ],
    [
        " people to really it might be hard for people to comprehend this is pre 9 11 so you're out there",
        4192.36,
        4197.32
    ],
    [
        " doing real operations before the war kicks off and getting yourself into leadership situations and",
        4198.5,
        4204.78
    ],
    [
        " learning a lot and really being pretty being pretty lucky in that situation for sure big time",
        4204.78,
        4213.4
    ],
    [
        " so you get done with that deployment and then what do you do next well I screened to go to",
        4213.4,
        4220.66
    ],
    [
        " seal team six and as you know they take take only a handful of officers every year and I screen",
        4220.66,
        4225.98
    ],
    [
        " positive I needed to come back from deployment just a couple of weeks early to go to what they call",
        4226.04,
        4230.28
    ],
    [
        " green team and my commanding officer said Mike you can't come home early you can apply again next year",
        4230.28,
        4235.0
    ],
    [
        " and I just remember being so disappointed and and I came home and I was like you know what forget",
        4235.0,
        4240.68
    ],
    [
        " this I'm I just don't see a future in the seals for me after this and and that's right around that",
        4240.68,
        4246.34
    ],
    [
        " was literally the time when we started deploying again as two platoons going overseas and they said Mike",
        4246.34,
        4250.8
    ],
    [
        " I got a different job for you stay here at seal team eight be in charge of two seal platoons",
        4250.8,
        4255.56
    ],
    [
        " and I had a hard decision to make because I just wanted to go to to development group and",
        4255.98,
        4260.84
    ],
    [
        " and and be the best of the best and and in those days like that's where you went if you really wanted",
        4260.84,
        4265.48
    ],
    [
        " to you know be in the mix the regular teams weren't in the mix nearly as much and I just",
        4265.48,
        4272.28
    ],
    [
        " ultimately you know like many times in life don't don't overreact and and stay calm and think",
        4272.28,
        4278.96
    ],
    [
        " about what's the best thing and and to this day I'm I look back at that decision as as",
        4278.96,
        4283.62
    ],
    [
        " one Mike Mike as as incredibly fortuitous because my life wouldn't have panned out the way it did",
        4283.68,
        4287.86
    ],
    [
        " and so you know 9-11 happened and all of us in the teams had way more work than we ever would have",
        4287.86,
        4293.44
    ],
    [
        " wanted and so life works out you don't always think it does in the moment when you get really",
        4293.44,
        4297.9
    ],
    [
        " frustrated with a decision that's not breaking your way but when you zoom out over time things",
        4297.9,
        4302.2
    ],
    [
        " usually work out where were you when September 11th happened I was on the pull-up bars at seal team",
        4302.2,
        4309.0
    ],
    [
        " eight so a handful of us just doing a command PT and just really just never forget the moment",
        4310.3,
        4317.24
    ],
    [
        " so at this point were you a task unit commander this was yeah I was in charge of two seal",
        4317.24,
        4323.58
    ],
    [
        " platoons and we were in them in our workup we weren't close to being deployed overseas but like",
        4323.58,
        4328.66
    ],
    [
        " everything we were scrambling and I actually remember there were questions like who knows how to",
        4328.66,
        4333.06
    ],
    [
        " operate Stinger missiles this is when there are planes in the sky nobody knew what was going on",
        4333.06,
        4336.68
    ],
    [
        " and and we were getting ready to go you know arm basically protect the ships and just",
        4336.7,
        4343.84
    ],
    [
        " homeland defense if you will if that's what it took so we ended up not doing any of that but",
        4343.84,
        4348.24
    ],
    [
        " just watching on TV just like everybody else but but as you know that that infamous day really",
        4348.24,
        4353.74
    ],
    [
        " changed all of our future and then where'd you go on deployment when you so now did you take that",
        4353.74,
        4357.72
    ],
    [
        " task unit on deployment we did and and we went over to Germany in Europe in the European command",
        4357.72,
        4366.14
    ],
    [
        " and we were we were really ready to go and didn't get put into the mix early on so it was again",
        4366.14,
        4374.28
    ],
    [
        " a little bit disappointing and I said to myself what in the world I'm sitting here as a a task unit",
        4374.28,
        4378.54
    ],
    [
        " commander ready to serve the nation and we have forces at the ready but but we're in the wrong",
        4378.54,
        4384.6
    ],
    [
        " theater and there was talk about every day there was talk about pulling us from Europe over to",
        4384.6,
        4389.68
    ],
    [
        " UCOM over to sent com to help out it didn't happen and again I said all right you know what if",
        4389.68,
        4394.98
    ],
    [
        " this is the way that things are going to break I applied for the the Paul Mill fellowship the",
        4394.98,
        4399.68
    ],
    [
        " political military fellowship no seal had ever been picked for two years of fully funded grad school",
        4399.68,
        4403.78
    ],
    [
        " and I said all right I'm at the stage of life where I need to to think about other things and",
        4403.78,
        4408.28
    ],
    [
        " I thought let me just put my name in the hat here and I was the lucky squirrel that was picked and",
        4408.28,
        4412.58
    ],
    [
        " I got two years of fully funded grad school and then went to to grad school in Cambridge mass for",
        4412.58,
        4418.34
    ],
    [
        " for two years from 0 3 to 0 5 so the whole early phase of the war I was largely an observer",
        4418.34,
        4424.24
    ],
    [
        " when you there's a I get I asked often about this especially from young seal leaders right now",
        4424.24,
        4432.06
    ],
    [
        " because you know every seal joins the well you hope that every seal joins the teams because they",
        4432.06,
        4438.8
    ],
    [
        " want to go to war and then there's no wars going on how was it so you're in a task unit you've",
        4438.8,
        4444.28
    ],
    [
        " got a fully capable task unit you've September 11th has happened when when is this deployment to",
        4444.28,
        4449.54
    ],
    [
        " Ucombe um so like 2001 so that would have been yeah oh one it was oh one yeah so you go on",
        4449.54,
        4457.04
    ],
    [
        " deployment oh one oh two yeah you've got a bunch of hungry frogmen and they're sitting around in",
        4457.04,
        4464.2
    ],
    [
        " Europe that's exactly right what's the what what did you do to try and keep your your forces",
        4464.2,
        4469.5
    ],
    [
        " focused on the mission at hand pull ups yeah that's a rough one that was a rough one",
        4469.5,
        4478.08
    ],
    [
        " I've had I've told many young seals that I was in the seal teams for 13 years before I ever shot",
        4478.08,
        4484.06
    ],
    [
        " my weapon at the enemy and you don't know and all you can do is keep going keep doing workups and",
        4484.06,
        4489.34
    ],
    [
        " keep going on deployment keep training that's the best thing you can do is keep doing workups keep",
        4489.34,
        4492.9
    ],
    [
        " going on deployment keep trying to get better and there the nation's gonna call at some point totally",
        4492.9,
        4498.96
    ],
    [
        " agree um so you are you thinking maybe once you get done with that deployment sounds like you're",
        4500.3,
        4504.76
    ],
    [
        " also the new young frogman that's pretty best off is not going to war uh so you apply to go to",
        4504.76,
        4510.4
    ],
    [
        " school you go up you get you're thinking you're gonna get out after that or you think you're",
        4510.4,
        4515.62
    ],
    [
        " gonna occur you incur a three-year obligation so I at that point I had on on a 12 or so years in",
        4515.62,
        4519.88
    ],
    [
        " but I was like I I wanted to finish 20 years with a master's degree and so you know the Kennedy",
        4519.88,
        4524.1
    ],
    [
        " school government was a really good path you know being the first seal for this program I thought",
        4524.1,
        4529.64
    ],
    [
        " great I applied at Harvard Business School and then the the detail it was like wait that's a little",
        4529.64,
        4533.24
    ],
    [
        " too far off the reservation you can do a master's in public policy at the Kennedy School and I",
        4533.24,
        4538.44
    ],
    [
        " applied there and and got in so that was um and that that took me from 03 to 05 and then as you know",
        4538.44,
        4544.84
    ],
    [
        " what a date burn in every seals head is June 28 2005 I had orders to seal team 10 all the guys on",
        4544.84,
        4550.52
    ],
    [
        " the other helicopter were all teammates from seal team eight and and I went overseas right away",
        4550.52,
        4555.32
    ],
    [
        " and took over for for Eric Christians and god rest them and and basically took over for the",
        4555.32,
        4560.12
    ],
    [
        " guys who were who weren't shot down on June 28 2005 oh man so so that so so so that's that's",
        4560.12,
        4573.24
    ],
    [
        " that that shit happened I don't know what the better way to say it and you are the guy that goes",
        4573.24,
        4578.34
    ],
    [
        " then to team 10 and you go on deployment and you take over for christian sent yep I'd",
        4578.72,
        4586.22
    ],
    [
        " already been a task unit commander and I was like so privileged to be able to do it again I felt",
        4586.22,
        4590.58
    ],
    [
        " like my calling was to help all the guys who were who lived through that who really had a hard",
        4590.58,
        4596.56
    ],
    [
        " a really hard day you write in the book about some of the some of the things that you implemented",
        4596.56,
        4603.54
    ],
    [
        " to try and help guys out from uh I guess a psychological and spiritual perspective",
        4604.4,
        4610.56
    ],
    [
        " talk us a little talk us through that a little bit not only um what you did but also what made",
        4610.56,
        4617.04
    ],
    [
        " you what gave you the awareness you know this is pretty early on in the war and you seem to be",
        4617.04,
        4623.68
    ],
    [
        " you seem to somehow be instinctively or intuitively know that guys are going to need some help",
        4623.68,
        4629.06
    ],
    [
        " yeah I think look I've I like to say in life I just have varying levels of ignorance on everything",
        4629.9,
        4634.58
    ],
    [
        " and some things I'm a little less ignorant on but this was definitely one of them uh I in talking",
        4634.58,
        4639.38
    ],
    [
        " to the guys I realized that this isn't a problem we're gonna solve alone kind of your voice",
        4639.38,
        4644.6
    ],
    [
        " example for the the squeaky voice guy earlier you know and so uh know what you're good at know what",
        4644.6,
        4650.02
    ],
    [
        " you're not good at know how to bring in teammates that that are are better at things than you and",
        4650.02,
        4654.3
    ],
    [
        " and and so we I asked to have a psychologist and a chaplain come out and uh took everybody in the",
        4654.5,
        4660.54
    ],
    [
        " platoon aside and I said listen I've had one on one conversations with every single one of you you",
        4660.54,
        4665.04
    ],
    [
        " are all struggling with things in different different different things and in different ways I will",
        4665.04,
        4669.04
    ],
    [
        " never talk about any of our conversations with anybody else it's not public it's not for public",
        4669.04,
        4674.18
    ],
    [
        " knowledge but but here's the deal um I want every single one of you to spend at least five minutes",
        4674.18,
        4680.06
    ],
    [
        " with the chaplain in five minutes with the psych it's it was very countercultural at the time at the",
        4680.06,
        4684.64
    ],
    [
        " time you know all we did and I was grow up showing either strength or perceived strength and this",
        4684.64,
        4690.84
    ],
    [
        " was kind of like weakness and it could be perceived as weakness clearly not but um but in those days",
        4690.84,
        4697.16
    ],
    [
        " could be perceived as weakness and you know we we had the you know the guys who would you know beat",
        4697.16,
        4701.5
    ],
    [
        " their chest and say no effing way am I talking to the chaplain and blah blah blah and I was just like",
        4701.5,
        4705.9
    ],
    [
        " okay the way to get through this is make everybody do it and there'll be no stigma for who did",
        4705.9,
        4710.04
    ],
    [
        " and who didn't talk and and um and uh there wasn't a single person who didn't talk less than",
        4710.04,
        4716.1
    ],
    [
        " several hours to each of the psych and the chaplain we had to extend them there for a couple weeks and",
        4716.1,
        4720.74
    ],
    [
        " and really I think set the foundation for a couple things number one is for each of those guys",
        4720.74,
        4725.5
    ],
    [
        " in their own lives of as they dealt with you know the post-traumatic stress of of doing the body",
        4725.5,
        4730.56
    ],
    [
        " recoveries from the down helicopter and and putting their buddies in bags and bringing them home",
        4730.56,
        4734.74
    ],
    [
        " which which clearly isn't easy and just the extreme loss of of teammates and such it was the",
        4735.02,
        4740.04
    ],
    [
        " first role mass casualty that the seals had in uh in the modern era and so I just felt like it was",
        4740.04,
        4746.22
    ],
    [
        " a no-brainer to me to to bring in to bring in help and then I ultimately as I return from that",
        4746.22,
        4752.08
    ],
    [
        " deployment made a real push to get a psychologist on the staff and to begin the era of of really saying",
        4752.08,
        4758.28
    ],
    [
        " asking for help is a sign of strength not weakness yeah you definitely get some credit for some",
        4758.28,
        4764.88
    ],
    [
        " foresight there because um yeah that's that that culture that we have in the seal teams of like",
        4764.88,
        4772.12
    ],
    [
        " just suck it up um just deal with it and that's just the way it's going to be um for you to sort of",
        4772.12,
        4779.0
    ],
    [
        " see beyond that that's definitely um that's an admirable move right there uh where we're just",
        4779.0,
        4786.12
    ],
    [
        " here to help each other um so you guys get done with that deployment and come home and and now",
        4786.12,
        4796.8
    ],
    [
        " what do you do now now are you the ops officer at team ten or the exo this is the era where the",
        4796.8,
        4802.82
    ],
    [
        " ops officer at a team became a an 04 so I'd already been an ops officer is a 03 I became the",
        4802.82,
        4808.86
    ],
    [
        " ops officer as an 04 so this is why my career has been it was awesome I just meant it has",
        4808.86,
        4813.38
    ],
    [
        " sealed teams my whole life I never did a boat unit tour I never did an sdv tour I just was in this",
        4813.38,
        4817.94
    ],
    [
        " perfect storm of always sealed team sealed team so now I'm an ops officer again I already know how to",
        4817.94,
        4822.84
    ],
    [
        " do the job pretty decently uh we uh and that's really you know 05 all the way through late 07",
        4822.84,
        4830.96
    ],
    [
        " which included a six-month deployment as as the deputy commander for soda of west and on bar which",
        4830.96,
        4836.92
    ],
    [
        " you know very well I was I think one I was like a couple months after you is when I got there and um",
        4836.92,
        4842.7
    ],
    [
        " and so just with you know some augmentations I uh got to get out to theater a couple times during",
        4843.02,
        4849.46
    ],
    [
        " the workup for a month we were really aggressively augmenting guys forward as you recall so",
        4849.46,
        4854.3
    ],
    [
        " so you guys roll out to Iraq and what 2007 you take the team is going on deployment yeah it was um",
        4854.3,
        4862.18
    ],
    [
        " spring of 07 and this is this is when Jason redman's out with the guy redman's when he got he got",
        4862.18,
        4869.4
    ],
    [
        " wounded and the other guys with him got wounded um what was that deployment like from your",
        4869.4,
        4874.26
    ],
    [
        " perspective to that's where all my uh it was uh night after night of stopping bad think people from",
        4874.26,
        4882.76
    ],
    [
        " doing bad things to good people you know we were literally like vampire hours one cycle of darkness",
        4882.76,
        4888.14
    ],
    [
        " operations you know as soon as the the the sun goes down think about you know you vary your",
        4888.14,
        4893.74
    ],
    [
        " operation do you leave the FOB at 10 30 pm or 11 45 pm you know it's like and you remember these",
        4893.78,
        4899.86
    ],
    [
        " days really well but just one cycle of darkness you get back before sunrise uh you know you you",
        4899.86,
        4904.86
    ],
    [
        " lay down around six in the morning and you get back up at 10 a.m. and you rinse and repeat it was a",
        4904.86,
        4908.78
    ],
    [
        " really high optempo and in soda for west we had about I want to say about 15 or maybe 18 kind of",
        4908.78,
        4914.42
    ],
    [
        " outstations throughout the on bar province and so there was always something going on somewhere",
        4914.42,
        4918.98
    ],
    [
        " and uh I'll say I was I was really fortunate it was team 10 and team seven came together we um",
        4919.62,
        4925.38
    ],
    [
        " so the CO team seven was the CO of the the of on bar and I was the deputy commander and uh you know",
        4925.38,
        4933.42
    ],
    [
        " really privileged just a quick aside I one of my one of my favorite most memorable memorable",
        4933.42,
        4938.34
    ],
    [
        " buds instructors Mark cramped and just beat the hell out of us and and and used to do berm sprints",
        4938.34,
        4944.8
    ],
    [
        " and and just would get out there and lead from the front and I was just always so impressed with",
        4944.86,
        4948.88
    ],
    [
        " this man back in 93 when I went through training on this deployment in 2007 marks the command master",
        4948.88,
        4954.4
    ],
    [
        " chief for seal team seven and one of my some of my greatest days when Mark and I strap hanging",
        4954.4,
        4959.4
    ],
    [
        " and going out on operations and literally the two of us you know two guys who didn't have to go",
        4959.4,
        4963.56
    ],
    [
        " on the operations going out every third night and it was just super meaningful for me and that's why",
        4963.56,
        4968.3
    ],
    [
        " you know as I visited Coronado yesterday so one of the the way I started my workout was going to",
        4968.4,
        4976.44
    ],
    [
        " the very berm where where Mark used to make us do those berm sprints and I just had some quiet",
        4976.44,
        4982.96
    ],
    [
        " time all by myself and just you know spoken my head to Mark and and you know just paid a huge",
        4982.96,
        4987.62
    ],
    [
        " tribute to him just yesterday and made myself super effing miserable and um and uh you know it's",
        4987.62,
        4993.68
    ],
    [
        " it's it's this is this is the weight that we all carry you know so for those who don't mark",
        4993.68,
        4997.74
    ],
    [
        " marked by suicide about three weeks ago just before Easter this couple weeks ago yeah um a guy that",
        4997.74,
        5004.08
    ],
    [
        " I never saw him without a smile on his face in my whole career never saw him without a smile on",
        5004.08,
        5010.1
    ],
    [
        " his face with a great attitude looking to help everybody just just just pure positivity and um",
        5010.1,
        5017.86
    ],
    [
        " just shuff shocking I don't know how to explain it",
        5019.54,
        5023.68
    ],
    [
        " were you guys um were you guys working with Iraqis was every element out there working with Iraqis",
        5023.68,
        5031.7
    ],
    [
        " we were but you know as well as I do it was a lot of it was window dressing you know hey guys we",
        5031.7,
        5037.4
    ],
    [
        " got to start building these guys up we got to take you know six or twelve Iraqis with us on the",
        5037.4,
        5042.2
    ],
    [
        " mission and it was early in the days of actually you know really committing to trying to build the",
        5042.2,
        5047.9
    ],
    [
        " Iraqi army we tried we tried to build the Iraqi army and we would take them out and it was definitely",
        5047.9,
        5057.62
    ],
    [
        " the one of the biggest challenges was trying to work with the Iraqi army especially at that time",
        5057.62,
        5062.34
    ],
    [
        " and that's why it was very it was very rewarding when they pushed into Mizzoul later in 2000 you know",
        5062.34,
        5068.14
    ],
    [
        " 17 18 19 and the Iraqis did a lot of the fighting and they made incredible sacrifices which",
        5069.26,
        5074.56
    ],
    [
        " you know at the time when when I was there in 2006 you wouldn't anticipate them stepping up",
        5074.56,
        5081.12
    ],
    [
        " many of them stepping up at all you know there's if there was a few brave Iraqi soldiers for sure",
        5081.12,
        5087.98
    ],
    [
        " but a lot of them you would think about they're they're not going to be able to ever do this for",
        5087.98,
        5091.1
    ],
    [
        " themselves yeah well for us I mean so I got spring that deployment started I think was March of",
        5091.1,
        5096.78
    ],
    [
        " 2007 and I recall the peak of the insurgency by using the metric of attacks on Americans which we",
        5096.78,
        5102.66
    ],
    [
        " know is a flawed metric when you have more Americans or more attacks on Americans but the um but the",
        5102.66,
        5107.14
    ],
    [
        " there were the way to to kind of quantify it is my first 30 days in theater in Fallujah we lost",
        5107.14,
        5113.74
    ],
    [
        " 35 Marines from the greater Fallujah area and and so it was just night after night we didn't",
        5113.74,
        5126.76
    ],
    [
        " a lot of Iraqis out on operations and let them take the risk for their own nation",
        5126.76,
        5130.42
    ],
    [
        " would you bring back from that deployment for lessons learned wow that's a great question",
        5130.42,
        5137.88
    ],
    [
        " I think the the main thing is sustained operations the importance of of efficiency and making sure that",
        5137.88,
        5146.9
    ],
    [
        " that that you don't have seals or special forces doing things that don't take seals to do you know",
        5146.9,
        5154.48
    ],
    [
        " when I grew up there was a little bit of an attitude in coming out of buds that's like I'm a seal",
        5154.48,
        5159.26
    ],
    [
        " you're not you know there's there's the seals and there's the non seals at the team and I think",
        5159.26,
        5163.78
    ],
    [
        " the you I know you live this way also the faster you learn that an integrated team is what it needs",
        5163.78,
        5170.14
    ],
    [
        " what it takes to be successful the faster your trajectories to success these are things that weren't",
        5170.14,
        5174.46
    ],
    [
        " learned quite as quickly in the early days but in that deployment all of the younger guys that",
        5174.46,
        5179.0
    ],
    [
        " that were able to hand off you know the Iraqis the the the the insurgents that they",
        5179.0,
        5183.06
    ],
    [
        " took off a target and hand them to somebody else to interrogate them and you know there's a lot",
        5183.06,
        5187.72
    ],
    [
        " of people that can ask questions and interrogate you don't have to be a seal to have that skill",
        5187.72,
        5191.0
    ],
    [
        " or intelligence analyst or whatever the case may be and so I think we got really good at saying",
        5191.0,
        5195.66
    ],
    [
        " what's the part of the job that just takes a seal to do what's that comparative advantage and then",
        5195.66,
        5200.66
    ],
    [
        " how do you hire people for everything else yeah yeah even I I tell this to leaders all the time do",
        5200.66,
        5207.9
    ],
    [
        " you should be doing things that only you can do and if someone else can do it and you're in a",
        5208.26,
        5212.42
    ],
    [
        " leadership position let someone else do it and if there's no one else can do it cool then that's",
        5212.42,
        5216.88
    ],
    [
        " an indication that maybe you should start training someone to do that other thing that you only",
        5216.88,
        5221.48
    ],
    [
        " at this time can do because as long as you're the only person that can do a job yes what you're",
        5221.48,
        5226.1
    ],
    [
        " gonna be doing that job yeah and that's and that should be your goal not to be doing the same thing",
        5226.1,
        5231.12
    ],
    [
        " forever and if you're doing that job that means you're looking down and in instead of being able to look",
        5231.12,
        5235.24
    ],
    [
        " up and out and see what the next horizon is going to be see what the next market is going to be",
        5235.24,
        5239.9
    ],
    [
        " see where we can maneuver to those are all things we need to look at um you get done with that",
        5239.9,
        5246.56
    ],
    [
        " deployment and this is this one you went to the White House yeah I finished three years basically",
        5246.56,
        5251.2
    ],
    [
        " of running pretty hard as the exo so so the the the ops officer and then fleet it up as the exo",
        5251.2,
        5257.0
    ],
    [
        " at seal team 10 did you deploy again with the agent them as the exo I did and then where did you",
        5257.0,
        5261.68
    ],
    [
        " go on that oh sorry that was the Iraq deployment okay got that that was that was that was the",
        5261.68,
        5264.86
    ],
    [
        " deployment so um so I did two deployments one as like the right out of grad school got it and then",
        5264.86,
        5270.82
    ],
    [
        " the the exo seal team Iraq deployment the um so come back and then for for everybody listening we're",
        5270.82,
        5277.12
    ],
    [
        " really good about succession planning and the seals you know once you're in the seat a seat for",
        5277.12,
        5280.96
    ],
    [
        " two or three years you're you're thinking how you have to get out of your seat and make room for",
        5280.96,
        5285.08
    ],
    [
        " the next guy and we do these diversity tours I was fortunate my first diversity tour was you",
        5285.08,
        5291.6
    ],
    [
        " know graduate school for two years in Cambridge mass and it was time for me to get out on my chair",
        5291.6,
        5296.02
    ],
    [
        " as the exo seal team 10 and I applied for the White House fellowship it's a non-military program it is",
        5296.02,
        5301.58
    ],
    [
        " a great leadership public service program I threw you know I say threw my name in the hat it's",
        5301.58,
        5308.46
    ],
    [
        " quite an extensive application process and um ultimately was picked the there's thousands of",
        5308.46,
        5313.74
    ],
    [
        " applicants the the nation picks 14 to be White House Fellows every year and I got placed it as",
        5313.74,
        5319.34
    ],
    [
        " the director for defense policy and strategy for Bush so literally report to the national security",
        5319.34,
        5324.1
    ],
    [
        " advisor who reports the president like day seven I'm running my first meetings in the White House",
        5324.1,
        5328.26
    ],
    [
        " situation room it was a lot of steep learning uh walking around pretending like you know how to",
        5328.26,
        5334.32
    ],
    [
        " your way around Washington DC you know I'm like you know dumb team guy all of a sudden thrown in the",
        5334.32,
        5338.48
    ],
    [
        " policy world uh you got speaking of getting this job in the selection process you got a cool",
        5338.48,
        5344.44
    ],
    [
        " thing in here that that talks about that a little bit uh going back to the book my interviewer sat",
        5344.44,
        5349.24
    ],
    [
        " me down and asked a bunch of question a bunch of introductory questions then stared at me with",
        5349.24,
        5354.2
    ],
    [
        " intensity and said Mike what do you know about the start treaty I took a breath looked at him and",
        5354.2,
        5361.16
    ],
    [
        " said with dead pan seriousness I know how to spell it honestly I didn't know anything about our",
        5361.16,
        5366.88
    ],
    [
        " nation's nuclear treaties not a bit but what I did know and I told them this too was how to get the",
        5366.88,
        5373.22
    ],
    [
        " right people into a room and how to run the decision making process I knew how to figure out what",
        5373.22,
        5379.34
    ],
    [
        " motivated people how to get them to generate ideas how to cooperate and ultimately how to leave",
        5379.34,
        5384.84
    ],
    [
        " the room with the best possible outcome I wasn't afraid to admit that I didn't know a thing about",
        5384.84,
        5390.56
    ],
    [
        " nuclear policy and I think that's what got me the job being humble enough to admit that being",
        5390.56,
        5397.9
    ],
    [
        " humble enough to admit what you don't know but still confident enough to explain where you can add",
        5397.9,
        5402.82
    ],
    [
        " value is a balance that's often hard to strike but you need to recognize that it's a strength",
        5402.82,
        5408.3
    ],
    [
        " not a weakness to know what's beyond your knowledge or understanding at any point in time instead",
        5408.3,
        5413.78
    ],
    [
        " of pretending otherwise I walk into any room and always assume the people in it are smarter than I",
        5413.78,
        5419.5
    ],
    [
        " am faster than I am and more agile than I am that way I can never be wrong I never assume I have",
        5419.5,
        5425.86
    ],
    [
        " the idea I have an idea maybe it's the best one or maybe it's not but honestly it shouldn't even",
        5426.58,
        5433.18
    ],
    [
        " matter because our job in any room is to find the best answer for the problem we're working on",
        5433.18,
        5437.94
    ],
    [
        " no matter whose answer it is we have to listen to each other and really hear each other and the best",
        5437.94,
        5444.02
    ],
    [
        " way to do that is to walk into the room knowing there's no doubt that everyone in there has something",
        5444.02,
        5450.22
    ],
    [
        " useful to say so that's how you ended up with that job not by being the not by being the smartest",
        5450.22,
        5457.32
    ],
    [
        " guy about nuclear treaties but by saying hey look I don't know everything about that but I can help",
        5457.32,
        5462.72
    ],
    [
        " make a decision it's it's exactly what you talk about an extreme ownership it's it's the exact",
        5462.72,
        5468.1
    ],
    [
        " same way we've grown up in the seals and and just espousing that for sure so you're working at the",
        5468.1,
        5474.58
    ],
    [
        " at the White House so what's this job what's the first job that you get when when you get there",
        5474.58,
        5479.54
    ],
    [
        " as a White House fellow what's the first job well the White House Fellowship has kind of like",
        5479.54,
        5483.36
    ],
    [
        " three legs of the stool as an active White House fellow you're you know you're wearing a suit to",
        5483.36,
        5488.76
    ],
    [
        " work every day it's not a it's not a uniform job and so the program has places you in a full-time",
        5488.76,
        5496.12
    ],
    [
        " job throughout the year and some people opt into a job that's a little bit more a little bit more",
        5496.12,
        5502.06
    ],
    [
        " fellow-e meaning you don't have really that many obligations you're there to learn you just",
        5502.52,
        5506.98
    ],
    [
        " get to observe and I'm like you know I want to really get in the mix you know so I had opportunities",
        5506.98,
        5511.04
    ],
    [
        " at the Department of Commerce and I had opportunities at National Security Council and so I thought",
        5511.04,
        5515.18
    ],
    [
        " you know do I go deeper in something I know National Security do I go to commerce and learn",
        5515.18,
        5519.34
    ],
    [
        " something new and ultimately you can't pass up the the the role where you're going to be in the",
        5519.34,
        5525.58
    ],
    [
        " West Wing and be a just in the mix with the nation's hardest problems and so that so with that the",
        5525.58,
        5532.94
    ],
    [
        " fellows also get together though a couple times a week and you listen to you know cabinet secretaries",
        5532.94,
        5539.18
    ],
    [
        " the Vice President the the president and and and so on and just ask them questions and you learn",
        5539.18,
        5544.56
    ],
    [
        " it's all off the record and 14 fellows plus the president or 14 fellows plus the Vice President and",
        5544.56,
        5549.26
    ],
    [
        " it's just a tremendous program but you're really if you pick a job that that is a real a job with",
        5549.74,
        5556.7
    ],
    [
        " real responsibilities it's a hard year when you see the news now and I mean I guess it's just",
        5556.7,
        5564.76
    ],
    [
        " like seeing like a movie about like a military movie how you and I will watch a military movie",
        5564.76,
        5568.9
    ],
    [
        " and it's like oh that would never happen oh that's so how is it for you now you look you look at",
        5568.9,
        5574.18
    ],
    [
        " what's happening in the White House and you know all these inner workings of what's going on",
        5574.18,
        5578.44
    ],
    [
        " behind the scenes what is it what give us a little glimpse of what it's like going on behind the scenes",
        5578.44,
        5582.88
    ],
    [
        " yeah you know I think the real thing that is not sexy is process but process is what accelerates",
        5582.88,
        5589.2
    ],
    [
        " outcomes and so when you think about it there's 17 acres of the White House but but there are",
        5589.2,
        5593.92
    ],
    [
        " but Jillians of different decisions that need to be made and so not everybody can bring their decision",
        5593.92,
        5600.82
    ],
    [
        " to the top of the house and so at my level I ran a certain meeting in the in the in the White House",
        5600.82,
        5607.56
    ],
    [
        " situation room and it's it's simple it's a binary outcome you know with with it's either we agree",
        5607.56,
        5613.52
    ],
    [
        " in which case national policy is made or if not then we we suss out what is what are the",
        5613.52,
        5620.64
    ],
    [
        " different stakeholders think what does department of state or department of defense or energy or",
        5620.64,
        5624.36
    ],
    [
        " the intel community think and and and why can't we compromise and so by definition only the",
        5624.36,
        5628.82
    ],
    [
        " harder issues are bubbling up to then a deputies committee meeting where the number two",
        5628.82,
        5633.46
    ],
    [
        " runs it again binary outcome out of deputies committee meeting they either agree and make policy or",
        5633.88,
        5638.5
    ],
    [
        " not and then it becomes a principles committee meeting where you have the national security advisor",
        5638.5,
        5642.82
    ],
    [
        " chairing it and you've got the sec def the sec state all of the the number ones of all the departments",
        5642.82,
        5648.1
    ],
    [
        " and agencies around the table again binary outcome agree or not if agree great policy made if not",
        5648.1,
        5654.88
    ],
    [
        " that's going to the president and so by definition you've created a system where you get volume and",
        5654.88,
        5660.92
    ],
    [
        " flow and but only but only the hardest things are making it to the top sometimes that runs well",
        5660.92,
        5665.86
    ],
    [
        " sometimes that doesn't run well and so as I sit back you know I think about you know how are things",
        5665.86,
        5672.6
    ],
    [
        " working are they working like they can or should as soon as decisions get made outside of that process",
        5672.6,
        5677.8
    ],
    [
        " you you you you actually diminish the um probability of the best possible decision getting made",
        5677.8,
        5685.5
    ],
    [
        " because you know as well as I do it if not everybody's at the table and you make a decision",
        5685.5,
        5689.46
    ],
    [
        " you've kind of alienated a bunch of stakeholders and you don't get everybody rowing in the same",
        5689.72,
        5693.36
    ],
    [
        " direction so that's kind of the lens that I look at at Washington DC and uh you know I think",
        5693.36,
        5699.34
    ],
    [
        " sometimes we're we're way more broken than we we should be but other times I think you know it's",
        5699.34,
        5703.76
    ],
    [
        " it's seen the smartest mind solve some of the really hardest problems we have we have a lot to be",
        5703.76,
        5708.44
    ],
    [
        " proud of and we have a lot to work on in this in this nation so what which meeting is it that you",
        5708.44,
        5719.44
    ],
    [
        " would you run so every administration changes the name a little bit just because they need to",
        5719.5,
        5724.8
    ],
    [
        " you know put the their own stamp on on what it's called but a policy coordinating committee",
        5724.8,
        5729.5
    ],
    [
        " was what what it was called in the Bush administration as an example a PCC I think it was if I",
        5729.5,
        5734.6
    ],
    [
        " might even be wrong on that but three three letter acronym that was you know something that changes",
        5734.6,
        5739.24
    ],
    [
        " but um but but the point is I'd be at the head of the table and you'd have basically assistant",
        5739.24,
        5743.86
    ],
    [
        " secretary level people or you know roughly two three starish generals uh from the from the",
        5744.14,
        5751.08
    ],
    [
        " department of defense um you know just whoever the stakeholder was for the particular issue",
        5751.08,
        5755.26
    ],
    [
        " some people from under secretary defense and the policy shop sitting there and and look I",
        5755.26,
        5760.06
    ],
    [
        " I'm not trying to glorify myself or be the president of fan club I'm a guy who ran the process",
        5760.06,
        5764.8
    ],
    [
        " but the thing is that's that's the role if you can run the process really well then it makes the",
        5764.8,
        5769.98
    ],
    [
        " nation run well you know and you know I've been often asked a little bit of a segue here but you",
        5769.98,
        5775.84
    ],
    [
        " know hey as we got out of Afghanistan what went wrong the thing that went wrong was policy process",
        5775.84,
        5780.82
    ],
    [
        " broke down who are we bringing home we didn't have a question any answer to that question and so",
        5780.82,
        5786.16
    ],
    [
        " that caused a lot of chaos and a little a lot of people rushed you an airport hoping to get onto a",
        5786.16,
        5789.74
    ],
    [
        " flight you know so anyways that that's just one example of the how policy the the engine in the",
        5789.74,
        5796.36
    ],
    [
        " machine should work how many hours a day are you working in that long hours that was you know I'd",
        5797.18,
        5802.4
    ],
    [
        " get in it you know I always get my workout in in the morning I honestly got there you know seven",
        5802.4,
        5807.64
    ],
    [
        " thirty seven eight o'clock something like that but um but it was home at ten o'clock on a lot of",
        5807.64,
        5812.54
    ],
    [
        " nights and then a lot of times you know paying attention to the blackberry I'll date myself 0708",
        5812.54,
        5818.36
    ],
    [
        " no nine time frame and um in fact I remember very well one night at three in the morning the black",
        5818.36,
        5825.58
    ],
    [
        "berry just buzzing nonstop which usually didn't wake me up but it did this night and that's where",
        5826.02,
        5830.66
    ],
    [
        " the guy captain Richard Phillips got got taken hij it was hijacked on the mayor's galabama and then I",
        5830.66,
        5838.28
    ],
    [
        " come I called a friend of mine Chris Dementek who was at at at at team six and said hey man a million",
        5838.28,
        5844.6
    ],
    [
        " layers between you and me but you got to go start looking at this right now and and you know hours",
        5844.6,
        5849.28
    ],
    [
        " later I'm in my suit in the basement of the Pentagon and with the NMCC the National Military Command",
        5849.28,
        5854.12
    ],
    [
        " Center and just trying to work the problem and it ultimately ran that ran that whole thing from",
        5854.22,
        5859.7
    ],
    [
        " the the the National Security Council and one of the cooler things was you know running these",
        5859.7,
        5865.26
    ],
    [
        " meetings and you know President Obama would walk in and there's only about four five six of us kind",
        5865.26,
        5869.52
    ],
    [
        " of running this this this uh situation and when that whole thing was done President Obama wrote a",
        5869.52,
        5875.32
    ],
    [
        " really nice note on White House Station or stationery Mike great job on the Somalia situation",
        5875.32,
        5880.82
    ],
    [
        " you made a family very happy at Easter Baroque check yeah it's pretty cool yeah you have a little",
        5880.98,
        5887.68
    ],
    [
        " uh little section here that thought was pretty cool talking about that as this is going down you get",
        5887.68,
        5892.68
    ],
    [
        " these you get these uh text or whatever the the blackberries buzzing you say I called the Pentagon",
        5892.68,
        5898.24
    ],
    [
        " in a one-star admiral who was on duty told me that his guidance was not to prepare any options to",
        5898.24,
        5903.14
    ],
    [
        " deal with the situation I responded with something I said only twice in my two years in my position",
        5903.14,
        5909.46
    ],
    [
        " at the National Security Council quote sir please take this as direction from the White House",
        5909.46,
        5915.54
    ],
    [
        " end quote I told him that the Department of Defense needed to prepare military",
        5915.54,
        5920.18
    ],
    [
        " options to rescue the crew and keep the pirate captors from selling Captain Phillips to Al Shabab or",
        5920.18,
        5925.94
    ],
    [
        " another terrorist organization the only question I said to the admiral is how fast can you have",
        5925.94,
        5931.86
    ],
    [
        " options back to the National Security Council by the afternoon my biggest worry had become real the",
        5931.86,
        5936.98
    ],
    [
        " pirates had left the ship putting the crew putting the crew out of danger but they had taken Captain",
        5936.98,
        5941.46
    ],
    [
        " Phillips with them and were holding him hostage on a lifeboat heading towards shore fortunately by",
        5941.46,
        5946.96
    ],
    [
        " that point the Department of Defense had done what it does best and was giving the National Security",
        5946.96,
        5951.18
    ],
    [
        " Council and the President real options to address a really hard problem my friend my friend Scott",
        5951.18,
        5957.82
    ],
    [
        " commander of the entire task force being deployed for the mission and Chris a leader of the tactical",
        5957.82,
        5963.16
    ],
    [
        " response itself arrived on scene halfway around the globe in a matter of hours after the mission",
        5963.16,
        5968.32
    ],
    [
        " was launched they have heard it a crisis on Easter Sunday as they shot three pirates with three",
        5968.32,
        5973.0
    ],
    [
        " rounds in the dark and night while both their ship and the pirates lifeboat rocked up and down on",
        5973.0,
        5977.74
    ],
    [
        " the swells of the open ocean Scott Chris and their snipers were the true heroes of that day",
        5977.74,
        5983.04
    ],
    [
        " it's no different than third phase of buds do you remember when we were thinking we're we're",
        5983.04,
        5993.14
    ],
    [
        " forward what are all the things that can happen so it's not like I was anybody special in the white",
        5993.26,
        5997.3
    ],
    [
        " house I was just doing what I grew up with in the seal teams it's the same thing you or any other",
        5997.3,
        6001.16
    ],
    [
        " you know seal leader would have done which is hey this can actually go bad and here's how it can",
        6001.16,
        6005.84
    ],
    [
        " go bad and we're going to prepare for the worst case not the best case have you been to the UDT",
        6005.84,
        6010.06
    ],
    [
        " museum museum in Fort Pierce Florida not lately but but I have they have they have the lifeboat",
        6010.06,
        6014.06
    ],
    [
        " there yeah yeah I think it's pretty awesome pretty awesome group doing pretty awesome stuff there",
        6014.06,
        6021.68
    ],
    [
        " so that's so that's this white house fellow position and you that's an interesting going from",
        6023.66,
        6029.06
    ],
    [
        " George W. Bush to Barack Obama would you notice about those two leaders first of all great",
        6029.06,
        6037.18
    ],
    [
        " governors of people and great leaders in different ways you know the press has a certain view",
        6037.18,
        6045.78
    ],
    [
        " and a certain lens on things and having been on the inside I'll just it's really obvious statement",
        6045.78,
        6050.72
    ],
    [
        " but just don't believe everything you see or read so that was another great set of lessons that",
        6050.72,
        6055.1
    ],
    [
        " would what came out of that two years in Washington DC for me the white house fellowship was supposed",
        6055.1,
        6059.76
    ],
    [
        " only be a year but after that cap and Phillips thing president Obama said hey can you stay my",
        6059.76,
        6063.7
    ],
    [
        " whole administration so I stayed at state a second year and and continued in in my role but um",
        6063.7,
        6069.58
    ],
    [
        " you know the at really at the end of the day it was about um about seeing an administration in",
        6069.58,
        6078.62
    ],
    [
        " year seven and a half is a lot different than an administration in minute one and so people can",
        6078.62,
        6083.9
    ],
    [
        " think about oh the right and the left for sure that can there's there's of course policy differences",
        6083.9,
        6088.24
    ],
    [
        " not as many in national security ironically once you get briefed up and you're really like",
        6088.24,
        6092.34
    ],
    [
        " in the t the the the TSSC I top secret sensitive apartment information of like what's happening in",
        6092.34,
        6097.68
    ],
    [
        " the world politics actually causes the the opinions to narrow a good bit because there's only so",
        6097.68,
        6103.26
    ],
    [
        " many solutions to the national security problems but the um the thing I would say is setting aside",
        6103.26,
        6109.0
    ],
    [
        " right and left issues uh it's really uh an energy you know you're seeing the third or fourth person",
        6109.0,
        6115.92
    ],
    [
        " in the role at year seven and a half of an administration and you're seeing somebody else on",
        6115.92,
        6119.32
    ],
    [
        " minute one who's got incredible energy and are just happy to be they're happy to be there they might",
        6119.32,
        6124.52
    ],
    [
        " not know where the light switches are for the first few weeks but but it's um but that's the beauty of",
        6124.52,
        6129.0
    ],
    [
        " the permanent staff that that kind of works as part of the institution in in DC and I've always felt",
        6130.02,
        6138.74
    ],
    [
        " you know people will complain that nothing ever changes well there's some positivity to things",
        6138.74,
        6146.24
    ],
    [
        " being hard to change in our government would you say that's an accurate assessment agree 100 percent",
        6146.24,
        6151.24
    ],
    [
        " like I don't want the government to be at the whim of whoever's in charge to just whip it one",
        6151.24,
        6156.68
    ],
    [
        " way or the other no I think our nation's forefathers made it easy to kind of bump down the the highway",
        6156.68,
        6163.24
    ],
    [
        " but not to get off the road awesome hard so you wrap that up and and while you're there is this when",
        6163.24,
        6170.84
    ],
    [
        " you figure out that you're going to go to seal team two is the seal it is and you know I was",
        6170.84,
        6174.58
    ],
    [
        " handling Afghanistan policy as well and you Scott Moore was the detailer the Scott that you just",
        6174.58,
        6179.18
    ],
    [
        " referred to in the in the um previous passage and he said hey Mike you're gonna you're gonna take",
        6179.18,
        6183.96
    ],
    [
        " over seal team two can you get yourself out of the White House like we can't pull you out like",
        6183.96,
        6187.58
    ],
    [
        " you're the only one who's gonna have to you know and of course that after two years I was",
        6187.58,
        6191.36
    ],
    [
        " dude I was ready for my next challenge and um and ultimately got permission to leave and I said",
        6191.36,
        6197.14
    ],
    [
        " yeah I've got a great opportunity and and I knew I'd be deploying back to Afghanistan because",
        6197.14,
        6202.52
    ],
    [
        " as you well know the the Naval Special War for a community doesn't frequently get real estate to",
        6202.52,
        6208.54
    ],
    [
        " and so we had you know Southeast from Afghanistan and and it was a great opportunity to not just",
        6208.88,
        6214.62
    ],
    [
        " take a seal team overseas but to integrate a bunch of you know green berets a bunch of you know",
        6214.62,
        6220.4
    ],
    [
        " infantry from the army and just every single aspect of of what the what the nation's department",
        6220.4,
        6226.86
    ],
    [
        " of defense really is yeah what's that what a huge what a huge step for the community you know I was",
        6226.86,
        6234.4
    ],
    [
        " I was talking to Admiral Richards and and those guys that had this sort of vision that we should be",
        6234.46,
        6239.74
    ],
    [
        " deploying in that in that even with the idea that we should be deploying like that like as a team",
        6239.74,
        6246.2
    ],
    [
        " CEO deploying overseas like that was those guys came up with this idea and and thankfully they came",
        6246.2,
        6252.3
    ],
    [
        " up with it before September 11th it kind of it wasn't there yet I mean what was member of vision",
        6252.3,
        6256.8
    ],
    [
        " 2000 like they were that was them trying to formulate this idea but yeah this is an example of how",
        6256.8,
        6263.12
    ],
    [
        " well that actually worked the opportunities that were there so so awesome and so exciting as",
        6263.26,
        6270.2
    ],
    [
        " a commander of a seal team to be able to bring your whole team overseas to one to one effort and",
        6270.2,
        6274.8
    ],
    [
        " and to make a meaningful impact yeah I mean for just so everybody knows for pretty much for",
        6274.8,
        6280.56
    ],
    [
        " the entire history the seal teams it was going to be one season two season of platoon going here",
        6280.56,
        6285.94
    ],
    [
        " maybe a couple platoons going there and that was what they did in Vietnam it was like one or two",
        6285.94,
        6291.6
    ],
    [
        " platoons at a time deploying the seal team commander was back in Coronado or back in Virginia Beach",
        6291.62,
        6296.78
    ],
    [
        " and they were just kind of watching and and then to have this idea that actually a seal team the whole",
        6296.78,
        6303.84
    ],
    [
        " team should be able to deploy and then the team should be able to take on other assets and utilize",
        6303.84,
        6308.86
    ],
    [
        " those assets I mean it's we got to be very thankful for those senior leaders that came up with that",
        6308.86,
        6313.54
    ],
    [
        " plan for sure totally agree and I would say that you were you were definitely a benefactor of those",
        6313.54,
        6320.8
    ],
    [
        " things couldn't be couldn't be more accurate so so appreciative so you show up at a team what was",
        6321.26,
        6326.12
    ],
    [
        " your attitude coming back to the team oh fired up man to like get out of the White House and",
        6326.12,
        6330.46
    ],
    [
        " we're in a suit every day for two years I was ready for some sand and in surf zone you show up",
        6330.46,
        6337.02
    ],
    [
        " and the workup anything particular that you guys focused on during the workup well you know",
        6337.02,
        6343.6
    ],
    [
        " we know of course knowing it's a real benefit to also know you're really preparing for Afghanistan",
        6343.6,
        6347.86
    ],
    [
        " and you you get to not prepare for a bunch of different things and and so we minimized you know I",
        6347.88,
        6353.46
    ],
    [
        " hate to say this but we minimize diving we had to make hard decisions like we're not going to be",
        6353.46,
        6356.86
    ],
    [
        " diving in Afghanistan let's not go spend three weeks diving it just doesn't make sense and",
        6356.86,
        6361.12
    ],
    [
        " and yes it kind of moved us away from our roots a little bit but that was that was that's what",
        6361.12,
        6366.44
    ],
    [
        " commanders do is you make the the those types of decisions and so for me I was really moved when I",
        6366.44,
        6372.08
    ],
    [
        " went overseas I went to Afghanistan to spend a couple weeks out in theater early on in command",
        6372.08,
        6377.28
    ],
    [
        " and you know I was there when we lost three seals in a helicopter crash out in Zabel province",
        6378.02,
        6384.3
    ],
    [
        " and of course terrible terrible incident you know being there really left a serious mark on me I",
        6384.3,
        6392.52
    ],
    [
        " mean of course you know I've been exposed to everything already in my career but when you really",
        6392.52,
        6396.34
    ],
    [
        " feel that you feel that you are the owner of the risk of the whole team it's a different feeling",
        6396.34,
        6403.42
    ],
    [
        " it there's a I used to think when I was second in charge of a seal team that it wouldn't really be",
        6403.5,
        6408.14
    ],
    [
        " that different to be overall in charge I couldn't have been more wrong so when I when a senior leadership",
        6408.14,
        6415.6
    ],
    [
        " team from from seal team to did our advanced reconnaissance if you will we came home on a meta-vac where",
        6415.6,
        6423.92
    ],
    [
        " I'll never forget there was a young man who was blown up in an IED who was really just being flown",
        6423.92,
        6431.24
    ],
    [
        " to Germany just so he could pass away in Germany next to his wife he was in a coma and and I'll",
        6431.24,
        6436.82
    ],
    [
        " never forget like a you know six or eight hour flight just spending it next to this whole guy just",
        6436.82,
        6440.9
    ],
    [
        " with my hand on I'm talking to him and just some army trooper who I I don't even don't even know his",
        6440.9,
        6445.86
    ],
    [
        " name but like when you're really around that it I got back to the States and I I I already worked hard",
        6445.86,
        6451.54
    ],
    [
        " but I worked we like it really stepped up the like this is real like I will bring all my guys home",
        6451.54,
        6458.68
    ],
    [
        " and and and we'll do everything we can",
        6458.68,
        6460.88
    ],
    [
        " yeah those uh we we experienced that going getting to Ramadi like as soon as we get there there's",
        6460.88,
        6474.66
    ],
    [
        " there's soldiers and Marines getting killed just about every day and and we would go to those",
        6474.66,
        6478.38
    ],
    [
        " services whenever we could but it was out of the gate we were hitting two three services in a row",
        6478.38,
        6483.7
    ],
    [
        " and it's a wake up call to everybody to the recognition of what's going on out in that battlefield",
        6483.9,
        6490.92
    ],
    [
        " every single day which which you know you could hear it going on you could see it going on you could",
        6490.92,
        6495.24
    ],
    [
        " see vehicles you could see guys getting chasor backed out we were giving blood whenever we could",
        6495.24,
        6500.34
    ],
    [
        " get blood like just that um heavy reality of going into these scenarios um you guys you guys",
        6500.34,
        6511.48
    ],
    [
        " finish your work up you you go on that that pre deployment and now you've got your platoon your",
        6512.3,
        6517.9
    ],
    [
        " your team over there your whole team never mind just the platoon now you got the whole team and it's",
        6517.9,
        6521.78
    ],
    [
        " not just your team it's you got SF guys you've got you've got an entire like force here it sounds",
        6521.78,
        6528.9
    ],
    [
        " like from the book you you had a little bit of a rough relationship with uh with the conventional",
        6528.9,
        6533.6
    ],
    [
        " commander that was there initially with the one who was right next to me in Taren Kout this uh",
        6533.6,
        6540.24
    ],
    [
        " guy just didn't want to get out and and put his force at risk to go do great things and you know",
        6540.24,
        6545.6
    ],
    [
        " as well as I do you just you just don't respect people that don't want to do their job",
        6545.6,
        6548.62
    ],
    [
        " so uh that being said um your your determined and you're gonna go make things happen you got some",
        6548.62,
        6558.5
    ],
    [
        " you got your you got your platoons your teams your forces still out there still getting after it um",
        6558.5,
        6566.76
    ],
    [
        " um but you got to know when it's time to knock it after it got to know when it's time to push back",
        6570.12,
        6574.74
    ],
    [
        " you got a thing here that's a really good lesson and it's a really good lesson and you do this",
        6574.74,
        6579.66
    ],
    [
        " in the book you counter it to the time when the major told you in Kosovo it's a Kosovo to stay out",
        6579.66,
        6586.78
    ],
    [
        " in the field and you go you know what we're just gonna stay out in the field like you told us",
        6586.78,
        6590.98
    ],
    [
        " you know well well that that seems like the right call right now there's a little bit different here",
        6590.98,
        6595.04
    ],
    [
        " um go into the book to ensure civilian casualties whereas limited is possible",
        6595.04,
        6600.18
    ],
    [
        " and that the innocent Afghan civilians wouldn't turn against our forces the military set up a",
        6600.18,
        6606.46
    ],
    [
        " policy called boots on the ground battle damage assessment this meant that after every bomb we",
        6606.46,
        6613.3
    ],
    [
        " dropped we were we were required to physically go to the site to confirm that no civilians had been",
        6613.3,
        6619.92
    ],
    [
        " killed the theory a smart theory was that knowing we would have to acknowledge civilian casualties",
        6619.92,
        6625.92
    ],
    [
        " would make it less likely that there would be any civilian casualties a talented team of army",
        6625.92,
        6632.26
    ],
    [
        " green berets within my command had intelligence at one point that there were approximately 10 Taliban",
        6632.26,
        6637.92
    ],
    [
        " members gathered together at three in the morning in an area no civilian would ever go and certainly",
        6637.92,
        6644.52
    ],
    [
        " not at that time the team used surveillance techniques to view the site and we knew as a certainty",
        6644.52,
        6651.54
    ],
    [
        " that there were no civilians there they asked me for permission to drop a bomb from an unmanned aircraft",
        6651.54,
        6658.14
    ],
    [
        " and following the decision making process I had put in place I granted it they went ahead and eight",
        6658.14,
        6665.0
    ],
    [
        " of the Taliban fighters were killed an army colonel from the commanding general staff in Afghanistan",
        6665.0,
        6671.22
    ],
    [
        " called and asked my watch officer for our BDA report and my watch officer explained that we didn't",
        6671.22,
        6677.6
    ],
    [
        " have one that it was simply too much risk for not a good enough reason the road to the site was too",
        6677.6,
        6684.24
    ],
    [
        " dangerous to travel and we knew there were no civilians present and to ask anyone on my team to",
        6684.24,
        6689.84
    ],
    [
        " go down this isolated path in the middle of the night was an unnecessary risk to their lives",
        6689.84,
        6694.72
    ],
    [
        " and one it made no sense to take I got on the phone with the colonel and we went back and forth",
        6694.82,
        6701.62
    ],
    [
        " this is the policy but the policy in this case makes no sense to achieve an already known outcome",
        6701.62,
        6708.1
    ],
    [
        " I will not take unnecessary risk that my men will die there are consequences in the military for",
        6708.1,
        6714.88
    ],
    [
        " not following the orders of a superior truth is the lack of organizational flexibilities a huge problem",
        6714.88,
        6721.3
    ],
    [
        " for the military on the ground we were living a never agile enough kind of life but in terms of",
        6721.3,
        6726.58
    ],
    [
        " the larger hierarchy the structure had its weaknesses I could have been fired and sent home from the",
        6726.58,
        6732.0
    ],
    [
        " deployment as an insubordinate but in that moment I couldn't I couldn't just blindly follow the",
        6732.0,
        6739.02
    ],
    [
        " policy I had to act consistently with my values and make a judgment and subsequent decision that I",
        6739.02,
        6751.28
    ],
    [
        " wouldn't comply he was going to report my noncompliance to his boss the commanding general in",
        6751.34,
        6756.92
    ],
    [
        " Afghanistan and that he would ask his peer in charge of our Afghan partner force to order his men",
        6756.92,
        6763.24
    ],
    [
        " to unilaterally inspect the site instead I urged him not to do that but that decision was out of my",
        6763.24,
        6770.4
    ],
    [
        " hands 12 Afghan soldiers drove down that isolated road in three vehicles to make their assessment of",
        6770.4,
        6776.76
    ],
    [
        " the bomb site the first two trucks hit an IED and three of the eight people and those two vehicles were",
        6776.76,
        6783.22
    ],
    [
        " killed with others seriously wounded soon after I flew by helicopter to the outstation where the",
        6783.22,
        6790.16
    ],
    [
        " green bra turn team was stationed sat with them and told them how incredibly proud I was of their",
        6790.16,
        6795.02
    ],
    [
        " amazing bravery the remarkable work they did night after danger's night it was one of the more",
        6795.02,
        6800.56
    ],
    [
        " emotional moments in my life as we started our meeting silence fell over the room and one of the",
        6800.56,
        6805.44
    ],
    [
        " guys on the team opened by looking me square in the eyes and quietly but resolutely thanking me",
        6805.44,
        6811.28
    ],
    [
        " he knew that the easier decision would have been caving to the pressure from above and deviating",
        6811.28,
        6816.78
    ],
    [
        " from my beliefs and we all knew that would have meant some of the men in this room would have died",
        6816.78,
        6822.56
    ],
    [
        " the green beret had no idea that his words made my throat almost closed as I choked up and how hard",
        6822.56,
        6829.66
    ],
    [
        " to fight off tears I was simply overwhelmed by the real life impact by the reality of the situation",
        6829.84,
        6836.56
    ],
    [
        " the overwhelming magnitude of these kind of decisions made under the pressure of intense",
        6836.56,
        6841.06
    ],
    [
        " nightly combat take a toll on people that's difficult to understand for those who haven't experienced",
        6841.06,
        6846.92
    ],
    [
        " it now with the benefit of several years of hindsight and the time to fully reflect on those past",
        6846.92,
        6853.1
    ],
    [
        " events I haven't even even greater belief in the importance of process your own process and",
        6853.1,
        6859.2
    ],
    [
        " of values based decision making process can no exaggeration save people's lives",
        6859.2,
        6866.7
    ],
    [
        " yeah um",
        6866.7,
        6874.18
    ],
    [
        " um",
        6877.34,
        6877.9
    ],
    [
        " a point I like to bring up in situations like this is if you're in a leadership position",
        6877.9,
        6883.42
    ],
    [
        " and someone below you in the chain of command is refusing to do something or pushing back",
        6883.42,
        6890.82
    ],
    [
        " that hard you should probably listen to them and this is a situation I mean when as I was reading this",
        6890.82,
        6898.64
    ],
    [
        " as soon as I saw you know it go to oh he's gonna order someone else to digestables I already knew",
        6899.64,
        6905.52
    ],
    [
        " the outcome because I know you're not pushing back for no reason you're pushing back for good reason",
        6905.52,
        6912.64
    ],
    [
        " it might be hard for people to understand the kind of pressure that you're under to kind of",
        6912.64,
        6918.88
    ],
    [
        " concede and and just go with what you're being told to do there's times in life you got to just",
        6918.88,
        6925.1
    ],
    [
        " put it on the table and say be ready for the outcome be ready to be fired you you always hear",
        6925.1,
        6929.72
    ],
    [
        " pick your battles this was unquestionably one of them and this is why you are in command and this",
        6929.72,
        6935.86
    ],
    [
        " is why that's is everything that you've trained to do at the point in life is for that is for a moment",
        6935.86,
        6941.9
    ],
    [
        " like that it's to have confidence in yourself that you're that you're right and to not take that",
        6941.9,
        6947.48
    ],
    [
        " unnecessary risk I still get you know emotional as you were reading it I haven't you know the",
        6947.48,
        6951.82
    ],
    [
        " I you know I sit back and I can very tactically feel sitting in that room in the silence and me",
        6951.9,
        6960.26
    ],
    [
        " looking at all these guys and and really knowing that that me having the backbone saved you know",
        6960.26,
        6967.34
    ],
    [
        " several of their lives and not not being able to look at which guy wasn't there or which guy you",
        6967.34,
        6971.92
    ],
    [
        " know it would have been but it's just the weight of combat gets really hard over time and",
        6971.92,
        6977.12
    ],
    [
        " and there's certain moments like that where you just say to yourself this shit is real",
        6977.98,
        6981.72
    ],
    [
        " how long was this deployment that was 10 months that's a long deployment for seals it is what was",
        6981.72,
        6992.52
    ],
    [
        " there was was were we correcting a deployment cycle or something like that was it one of those",
        6992.52,
        6996.82
    ],
    [
        " things what happened we were just trying to stretch our forces more get more out of the forces we",
        6996.82,
        7000.96
    ],
    [
        " had so lengthen it out a bit and and then you could put more people on the battlefield and",
        7000.96,
        7005.8
    ],
    [
        " that it was not more complicated than that sometimes NSWs had to kind of make adjustments and extend",
        7006.36,
        7013.1
    ],
    [
        " someone and cut someone else short but it wasn't that how we're just trying to know it was it was",
        7013.1,
        7019.2
    ],
    [
        " a line with the you know there were a line with the command leadership structure for the joint",
        7019.2,
        7025.04
    ],
    [
        " special operations joint special operations task force throughout Afghanistan there were you know",
        7025.04,
        7029.14
    ],
    [
        " five different regions if you will so I was southeast but there was also you know obviously",
        7029.14,
        7033.16
    ],
    [
        " south and west in a data and and that was the cycle that the that the special operations community",
        7033.42,
        7038.98
    ],
    [
        " was on and so if the seals wanted to you know play the game and have the the battle space you just",
        7038.98,
        7044.34
    ],
    [
        " had to acquiesce and do the 10 months you can't get off cycle with the rest of the rest of the force",
        7044.34,
        7049.32
    ],
    [
        " but yeah decisions like that very frequently and and literally life and death",
        7049.32,
        7056.22
    ],
    [
        " well it was your kind of battle rhythm your your personal battle rhythm during that deployment like",
        7057.04,
        7062.94
    ],
    [
        " what what time are you going to sleep what time are you waking up is there any rhythm Jacco I had no",
        7062.94,
        7067.4
    ],
    [
        " rhythm you know I had a red light in my ceiling that was anytime there was it was a tick troops",
        7067.4,
        7071.84
    ],
    [
        " in contact you know my my bedroom was about a 30 yard sprint down this like you know plywood",
        7071.84,
        7078.04
    ],
    [
        " palace kind of hallway to get to the the the the the operation center the the antithesis of the",
        7078.04,
        7085.86
    ],
    [
        " the talk in a rucksack that you talked about at the beginning you know we had the we had the plasma",
        7085.86,
        7090.26
    ],
    [
        " TVs and the terrain mapping and the unmanned aerial vehicle feeds and everything and you know you",
        7090.26,
        7095.12
    ],
    [
        " would just get the the the calls that you know you you hear the the crazy machine gun fire coming in",
        7095.12,
        7101.26
    ],
    [
        " over the over the satellite radio and you'd hear one of your your key leaders whose voices you know",
        7101.26,
        7105.9
    ],
    [
        " immediately even though they're not saying their name on the on the on the satcom radio and",
        7106.02,
        7109.68
    ],
    [
        " they're just calmly saying what they need it's it's a it's a I need a 500 pound JDM dropped like",
        7109.68,
        7114.14
    ],
    [
        " yesterday on this particular location and and and I was the one to make the decisions on when we",
        7114.14,
        7121.62
    ],
    [
        " dropped bombs and when we didn't and when operations we went on and what we didn't and so because I",
        7121.62,
        7125.6
    ],
    [
        " had I don't know is roughly 25 different outstations throughout the southeast and sometimes literally",
        7125.6,
        7130.46
    ],
    [
        " I think that five six seven different elements in a tick at a time I was I was just I was just on",
        7130.46,
        7137.22
    ],
    [
        " did you were you the approval for yeah I was the approval for air yep",
        7137.22,
        7142.54
    ],
    [
        " yes so you're busy yeah I was I mean we I don't know I don't think I've ever said this number",
        7142.54,
        7148.96
    ],
    [
        " publicly but it's it's not you know a secret but we had over 1100 air to ground drops over 10",
        7148.96,
        7155.86
    ],
    [
        " months and I'm proud to say we didn't harm anybody we shouldn't harm there were times that we",
        7155.86,
        7159.84
    ],
    [
        " that we said no it wasn't a lot but but but you know the mostly the leadership in the field knew",
        7159.84,
        7165.06
    ],
    [
        " when not to ask for something but occasionally there were times it came up when I said no and I",
        7165.06,
        7169.62
    ],
    [
        " it just wasn't comfortable with something and so the the the other thing that's interesting when",
        7169.62,
        7174.5
    ],
    [
        " you ask about the battle rhythm though is that it was also important to me to go out on some of",
        7174.5,
        7178.38
    ],
    [
        " the operations with the guys and I didn't go out quite as frequently as I did in Iraq but I still",
        7178.38,
        7183.1
    ],
    [
        " got out maybe once a week or something like that and I didn't do that in the beginning of the",
        7183.1,
        7187.18
    ],
    [
        " deployment because I wanted to the the staff to kind of see the the judgment the decision-making",
        7187.18,
        7192.42
    ],
    [
        " etc but I had an incredible XL Rocky Russell and who I was supreme supreme confidence in so I",
        7192.42,
        7199.4
    ],
    [
        " I'd go out on an operation and be with the the the Afghan commandos in a seal platoon for I don't",
        7199.4,
        7204.76
    ],
    [
        " know a day day and a half two days at times and that's a that's a tough decision also because as",
        7204.76,
        7209.4
    ],
    [
        " soon as you swing and go on one operation with one unit dude you don't know the what's happening",
        7209.4,
        7214.28
    ],
    [
        " with the other 24 so that takes an element of like confidence and trust but of course as you know",
        7214.28,
        7219.82
    ],
    [
        " it makes you a better leader because it helps you understand and maintain perspective and frankly",
        7219.82,
        7224.42
    ],
    [
        " just to share the same risk as the guys you know and and as a whatever I'm 51 now as a 41-ish-year-old",
        7224.42,
        7230.58
    ],
    [
        " seal team commander you know that deployment we got shot at and rocketed and I the the I I cut one",
        7230.58,
        7237.92
    ],
    [
        " my guys legs off on that deployment and just what happened there there was somebody in an IED",
        7237.92,
        7244.44
    ],
    [
        " who who was blown up and we had a mass casualty situation and so you know it was it was a we",
        7244.44,
        7252.02
    ],
    [
        " had you know doctors but they were busy and you know I was kind of under it wasn't like I did it",
        7252.02,
        7255.82
    ],
    [
        " on my own the doctor kind of said hey okay do this do this do this and cut this and you know go",
        7255.82,
        7259.54
    ],
    [
        " and and because it was a it was in all hands on deck kind of thing in the in our in our in our",
        7259.54,
        7266.56
    ],
    [
        " headquarters at the it was kind of like the mass unit if you will you know oh so you had you had",
        7266.62,
        7272.68
    ],
    [
        " casualties come into your location yep and it was a mass casualty yeah it was yeah and so you",
        7272.68,
        7279.92
    ],
    [
        " were there freaking scrubbed up getting it getting it on I don't even think we scrubbed it I mean we",
        7279.92,
        7285.46
    ],
    [
        " we you know we did a I don't remember perfectly but I just remember we didn't like I met this guy",
        7285.46,
        7292.18
    ],
    [
        " the helicopter who had three turnickets on and one of them was had come a loose and he had",
        7292.18,
        7296.84
    ],
    [
        " arterial bleeding coming from from the middle of his leg that was missing and I had to you know",
        7296.84,
        7301.18
    ],
    [
        " reach in and hold pressure on arterial bleeding and take him from the helicopter and get him all",
        7301.18,
        7306.34
    ],
    [
        " the way into the get him all the way into the medical unit and there was another guy who was I",
        7306.34,
        7311.2
    ],
    [
        " mean blown up beyond recognition but I mean I knew who was of course but I mean it was just it was",
        7311.2,
        7315.6
    ],
    [
        " really really bad and and then it was just there were only a handful of seals in the in the the",
        7315.6,
        7322.52
    ],
    [
        " the headquarters at the moment and you know the the tick was gone and so it was that was taken",
        7322.52,
        7328.46
    ],
    [
        " care of and so it was just all hands on deck and in dealing with the medical situation and that was",
        7328.46,
        7332.78
    ],
    [
        " one night but there were several nights where we had overwhelming number of of of people who were",
        7332.78,
        7338.32
    ],
    [
        " shot up or blown up that we were taken care of but somehow from your seal team from seal team",
        7338.32,
        7346.56
    ],
    [
        " to you guys made it through that deployment without losing anyone no one was killed in action yeah",
        7346.56,
        7351.44
    ],
    [
        " any other any other thing to wrap up on that deployment I think it's really the main it really is",
        7351.44,
        7363.06
    ],
    [
        " the inexplicable pace and and dedication that our entire entire department of defense has",
        7367.46,
        7375.58
    ],
    [
        " is is really remarkable you know it's it's you just get humbled every day to see how hard people",
        7375.58,
        7381.74
    ],
    [
        " work in the just your conditions and you know both seals and green braze and and non seals and",
        7381.74,
        7388.72
    ],
    [
        " non green braze out in these hinterlands literally just not showering for months on end only eating",
        7388.72,
        7395.22
    ],
    [
        " the food that helicopters drop into them and just really putting country and others before self I",
        7395.22,
        7401.56
    ],
    [
        " just was constantly humbled to just to to to be part of an organization with such great great",
        7401.56,
        7407.36
    ],
    [
        " Americans so you get home from that deployment and I'm gonna go to the book here I'd been home from",
        7414.1,
        7422.68
    ],
    [
        " Afghanistan just for just a few weeks when I found out that my replacement as commander of the",
        7422.68,
        7429.28
    ],
    [
        " special operations task force who had taken over my team finished when my team finished its deployment",
        7429.28,
        7436.58
    ],
    [
        " had decided to take his own life shooting himself with his pistol in his room in the bed I had slept",
        7436.84,
        7442.84
    ],
    [
        " in for the previous 10 months I was shocked and devastated he and I were good friends former roommates",
        7442.84,
        7451.18
    ],
    [
        " buds classmates 20 years earlier we had come up the ranks together before we each got married and",
        7451.18,
        7458.6
    ],
    [
        " started our families we shared a house in Virginia Beach for three years we were inseparable in those",
        7458.6,
        7465.06
    ],
    [
        " days we had bonded over our mutual frustration at the pull-up bar during buds training one Saturday",
        7465.8,
        7471.54
    ],
    [
        " morning after we'd both failed the day before to come him anywhere close to matching the 15 to 20",
        7471.54,
        7478.14
    ],
    [
        " pull-ups our fellow trainees were able to do we decided to go find a pull-up bar to practice on far",
        7478.14,
        7483.02
    ],
    [
        " away from the buds compound where no one would stumble upon us despite a full night's sleep we",
        7483.02,
        7487.76
    ],
    [
        " were still struggling as we fought as we each fought through our fourth pull-up I can still see his face",
        7487.76,
        7494.32
    ],
    [
        " and hear the chuckle in his voice as he turned to me and said world's finest right here he was loyal",
        7494.32,
        7500.9
    ],
    [
        " genuine a man who could find humor in absolutely anything another time in training we were so cold",
        7500.9,
        7508.3
    ],
    [
        " on a boat ride back to the compound after an icy swim that we found ourselves fighting over where",
        7508.3,
        7513.32
    ],
    [
        " to place one rubber fin that was shielding very small parts of us from the 40 knot winds there we",
        7513.32,
        7520.42
    ],
    [
        " two grown adults seal trainees fighting over a tiny rubber fin to help make us a tiny bit warmer",
        7520.78,
        7527.98
    ],
    [
        " and we and just a little drop less miserable we stopped for a moment and realized what we were",
        7527.98,
        7534.12
    ],
    [
        " fighting over and we both just broke out in hysterical laughter it seemed like we were always laughing",
        7534.12,
        7539.86
    ],
    [
        " back then when I was deployed he would check in on my family and when he was deployed I would",
        7539.86,
        7546.08
    ],
    [
        " check in on his I would say that I trusted him with my life except that it was so much more than that",
        7546.08,
        7552.48
    ],
    [
        " as seals we have no choice but to trust everyone on our team with our life every minute of every day",
        7552.48,
        7558.5
    ],
    [
        " on the battlefield but when you bond with someone it's not so much about trusting them with your life",
        7558.5,
        7564.86
    ],
    [
        " it's about wanting them to be there in the trenches with you feeling better because you know they're",
        7564.86,
        7576.04
    ],
    [
        " brother a shiny example of the bravery a human being can't exhibit",
        7576.04,
        7582.3
    ],
    [
        " man",
        7582.3,
        7594.08
    ],
    [
        " you know",
        7594.08,
        7600.38
    ],
    [
        " you talk about the pressure and the pace and the battle rhythm or lack of rhythm and the lives at stake",
        7602.2,
        7614.62
    ],
    [
        " and it's hard to describe what that feels like",
        7614.62,
        7622.6
    ],
    [
        " and it's hard to describe what it feels like I guess is all I can say",
        7626.3,
        7631.44
    ],
    [
        " but man this was this was just a travesty and a shock",
        7631.44,
        7636.9
    ],
    [
        " to have the the commander on the ground who had just taken your place someone you grew up",
        7636.9,
        7646.48
    ],
    [
        " within the team somebody I was a team to with I mean just freaking good good mug",
        7646.48,
        7651.98
    ],
    [
        " it's it's so hard to understand yeah this one hurt they all hurt",
        7651.98,
        7665.64
    ],
    [
        " some of them hit closer to home than others you know as I know you've experienced too and you know",
        7665.64,
        7672.26
    ],
    [
        " this is the thing I was talking about and not describing well enough before but it's the",
        7672.26,
        7679.94
    ],
    [
        " it's the weight that people carry it's the it's the not",
        7679.94,
        7686.14
    ],
    [
        " not always knowing the weight that people carry and yeah this that was a tough one for me",
        7686.14,
        7694.34
    ],
    [
        " you you talk a little bit in the book um you know I mean obviously we all have the we all go",
        7696.3,
        7703.7
    ],
    [
        " through the you know what could I have done differently maybe I could have said this or seen that",
        7703.7,
        7708.04
    ],
    [
        " or done this or done that is there anything as you look back is there any pattern did you have",
        7708.04,
        7717.38
    ],
    [
        " any indication I mean you did a turnover you know I I was looking I was looking at there's a",
        7717.38,
        7721.86
    ],
    [
        " there's an article in the New York Times about this and there's a there's a there's a situation",
        7721.86,
        7726.26
    ],
    [
        " that you describe in the book where I guess the local Afghans had gifted you some kind of a you know",
        7726.26,
        7732.54
    ],
    [
        " ceremonial head garment of some kind and he was with you and they kind of ceremonially gave him as",
        7732.54,
        7739.52
    ],
    [
        " well the same thing and and it's it's it's it's I don't know if you've seen this I'm sure you have",
        7739.52,
        7744.38
    ],
    [
        " but there's so you write about that in the book and there's a picture in in the New York Times",
        7744.38,
        7748.22
    ],
    [
        " of of you in that there's the picture of when that happened and for me it was very tough to look at",
        7748.54,
        7754.0
    ],
    [
        " because I read it and I kind of imagined it and you know then it then I then I go on the New York",
        7754.0,
        7759.36
    ],
    [
        " Times I'm reading this article and I think oh there's the picture there's exactly what Mike was",
        7759.36,
        7763.2
    ],
    [
        " talking about um is there anything that you look at that you think we need to do a better job",
        7763.2,
        7771.02
    ],
    [
        " of looking out out for yeah well I mean let's start that with me right I think that you know",
        7771.02,
        7776.7
    ],
    [
        " we've grown up saying look we can always go blame the world at everything but",
        7777.42,
        7782.66
    ],
    [
        " guys like you and me grow up starting with ourselves and say what could I have done better",
        7782.66,
        7787.16
    ],
    [
        " and so when I look back at at this particular situation I recall very vividly on a Friday afternoon",
        7787.16,
        7793.9
    ],
    [
        " two o'clock in the afternoon or so at a team picking up the red line and trying to to dial him",
        7793.9,
        7799.32
    ],
    [
        " and just check on him and see how he's doing and there was a new policy where you needed a",
        7799.32,
        7804.5
    ],
    [
        " four digit pin or something like that and I was like oh the comments guys have already gone home",
        7804.5,
        7807.5
    ],
    [
        " I'm not gonna bug them on a Friday afternoon and make them make my phone work I'll just call",
        7807.5,
        7811.54
    ],
    [
        " call overseas on Monday well that Saturday is when when he took his own life and I I sometimes",
        7811.54,
        7817.68
    ],
    [
        " look back and say you know did I did I did I do enough and I I certainly wrestle with that and",
        7817.68,
        7823.56
    ],
    [
        " and it leads me to a lesson that I talk about which is not seeing intrusive as a bad thing you know",
        7823.56,
        7832.8
    ],
    [
        " it's it's a good thing to be intrusive in people's lives and to ask the question of like hey really",
        7832.8,
        7838.44
    ],
    [
        " how are you really doing have you ever considered harm to self is a hard question to ask and it's a",
        7838.44,
        7844.92
    ],
    [
        " little bit embarrassing sometimes to ask it but I'll take 99 embarrassing for the one yes I miss",
        7844.92,
        7851.3
    ],
    [
        " that here and I won't miss that again and since then since that happened I've had plenty of",
        7851.3,
        7857.2
    ],
    [
        " guesses where I've been able to to step in and help I certainly wish I could help more",
        7857.2,
        7863.12
    ],
    [
        " in the in the past when you guys are doing a turnover the turnover I mean just to just so",
        7863.12,
        7869.76
    ],
    [
        " everyone understands this is like just the commander of the team it's a command of team but also",
        7869.76,
        7874.62
    ],
    [
        " the turnover this is for lack of a better word this is like the most intimate",
        7874.62,
        7879.46
    ],
    [
        " intellectual exchange you're gonna have with another human being in your life hey I've been on",
        7879.46,
        7887.18
    ],
    [
        " these troops we've been at war I'm gonna give you everything I can to help you do the job",
        7887.18,
        7894.3
    ],
    [
        " I mean this is as close as you're gonna intellectually transfer information between two people",
        7894.3,
        7900.58
    ],
    [
        " and then plus on top of that you guys are brothers from buds and I mean as you're doing this is",
        7900.58,
        7908.28
    ],
    [
        " it is there any there's nothing there's no you know jaco I've never said this publicly the there's",
        7908.28,
        7914.44
    ],
    [
        " just one shred of little thing when I play back in my mind you know we didn't lose any Americans",
        7914.44,
        7918.32
    ],
    [
        " and in my last you know session with the leadership I celebrated that but the incoming team was also",
        7918.32,
        7927.96
    ],
    [
        " there and in my friend you know pulled me aside afterwards and said hey that was you know really",
        7927.96,
        7933.38
    ],
    [
        " rough for us to set the bar to expect that we're not gonna lose anybody and and it turns out that",
        7933.38,
        7940.0
    ],
    [
        " that the leader from the East Coast seal teams had also pulled my friend aside and said hey listen",
        7940.84,
        7947.06
    ],
    [
        " just do the same thing Mike did just bring everybody home and and he had lost four guys in his first",
        7947.06,
        7952.24
    ],
    [
        " month and so I think that pressure of losing people and and you know it's it's it's just it didn't",
        7952.24,
        7958.58
    ],
    [
        " it didn't add up so I mean I don't say that's the cause but it's certainly unquestionably a contributor",
        7958.58,
        7964.9
    ],
    [
        " yeah it's um I actually remember turning over with the guys that took over for us in Ramadi and I",
        7969.9,
        7975.72
    ],
    [
        " told them well because I had lost guys and I'm like it was a I remember thinking myself am I",
        7975.72,
        7980.94
    ],
    [
        " gonna say this yes I am you guys are gonna take casualties like you there's a hundred percent chance",
        7980.94,
        7987.16
    ],
    [
        " you're gonna take casualties there's a hundred percent certainty that you're gonna take casualties",
        7987.16,
        7990.98
    ],
    [
        " and I mean I've talked to guys since then that were in that group then that task unit that",
        7992.2,
        7998.4
    ],
    [
        " relieved us and they were like that was the wake up call for them was holy shit like we got",
        7998.4,
        8004.02
    ],
    [
        " our we got the seal team commander of the task unit telling us we are a hundred percent certain",
        8004.02,
        8008.58
    ],
    [
        " gonna take casualties um yeah but all you can do is look at wake up calls as fuel for improvement",
        8008.58,
        8019.26
    ],
    [
        " in the future yeah right and that's how we I know both of us live our lives this way now is",
        8019.26,
        8023.62
    ],
    [
        " we do carry inexplicable weight and it's we're just here to make everybody else's lives better and",
        8023.62,
        8028.36
    ],
    [
        " and and what do we how do we make the the families who've born the cost lighter and better and how do",
        8028.36,
        8036.04
    ],
    [
        " we help the nation better learning from the things that we've learned uh you want one of the really",
        8036.04,
        8042.84
    ],
    [
        " heartbreaking things in the book that you write about was you're you're going to I guess we're",
        8042.84,
        8049.24
    ],
    [
        " going to go team no I was home um you know on post deployment leave but but in in Virginia Beach and so",
        8049.24,
        8055.28
    ],
    [
        " being such a family friend we were we were of course you know we were one of some of the few in the house",
        8055.28,
        8060.64
    ],
    [
        " yeah and you're talking about on your way to let you know his wife and his family know what had happened",
        8060.64,
        8067.44
    ],
    [
        " you you you you called us a child psychologist and you you asked uh you said do we tell his daughter",
        8067.44,
        8073.16
    ],
    [
        " now the truth of what happened or do we wait till she's older so she can better understand it",
        8073.16,
        8077.4
    ],
    [
        " and the psychologist says you have no choice but to tell the truth now",
        8077.4,
        8080.68
    ],
    [
        " tough stuff I mean I'll never forget being in the house with my wife and daughter and I mean",
        8080.68,
        8089.86
    ],
    [
        " this merits a super quick story it's you know when I was overseas of course their family was",
        8089.86,
        8095.66
    ],
    [
        " checking on my wife and daughter and um one of the things before I came home it was that my daughter",
        8095.66,
        8101.56
    ],
    [
        " made uh deployment box that had 10 months worth of note cards written out to her friend",
        8102.78,
        8108.72
    ],
    [
        " my friend's daughter and they said things like when you miss your dad go into his closet take out a",
        8108.72,
        8115.34
    ],
    [
        " shirt of his put it on and pretend it's a hug you know notes notes like that to say here's how",
        8115.34,
        8119.96
    ],
    [
        " you're going to get through the deployment and so then you know just a month later or so",
        8119.96,
        8124.4
    ],
    [
        " me being there and seeing the deployment box that she had told me about which neither my wife nor I",
        8124.4,
        8130.78
    ],
    [
        " gave her the direction to go do that that was her all entirely on her own and um sometimes you know",
        8130.78,
        8135.34
    ],
    [
        " the the kids and the wives and the spouses never get enough credit for for as strong as they are",
        8135.34,
        8139.48
    ],
    [
        " but being in that room and I'll still never forget her screams you know he said he'd come home and",
        8139.48,
        8146.78
    ],
    [
        " and then more importantly like my daughter being there and and consoling her friend who had just lost",
        8146.78,
        8152.28
    ],
    [
        " her dad it's these are these are wavy things man make sure you grow up fast",
        8152.28,
        8156.64
    ],
    [
        " how much longer after that did you decide you were gonna you're gonna retire",
        8162.12,
        8166.56
    ],
    [
        " I was really close at that point I was weighing it pros and cons in my head that's not what",
        8166.56,
        8175.14
    ],
    [
        " influenced me in any way I um I made the I actually frankly can't recall if it was how soon after",
        8175.14,
        8182.32
    ],
    [
        " that I made the decision but you know it it ultimately was about continuing to make a difference and",
        8182.32,
        8188.36
    ],
    [
        " and I was I was at year 20 and after being commanding officer of a team I just felt like there's",
        8188.76,
        8193.2
    ],
    [
        " so much more to do in life and while it's awesome to be a seal and I'd already been privileged to",
        8193.2,
        8198.26
    ],
    [
        " run meetings in the situation room and like what am I gonna do like another six years and return to",
        8198.26,
        8202.78
    ],
    [
        " attend the meetings that I've already run you know so I was like let me just pivot and go",
        8202.78,
        8207.04
    ],
    [
        " spend a chapter of my life in the in the private sector which I'm 10 years into now and have",
        8207.04,
        8218.34
    ],
    [
        " in some capacity to serve this nation and and I'm not sure what what form or fashion that will take",
        8219.28,
        8223.94
    ],
    [
        " I really have no idea I just know that when you're open to service it will find you",
        8223.94,
        8227.24
    ],
    [
        " and the ways we serve now are genuinely doing things like writing books and trying to make a",
        8227.24,
        8232.12
    ],
    [
        " difference for Goldstar communities and and just continuing to to elevate the conversation",
        8232.12,
        8237.5
    ],
    [
        " how was your transition when you were retired I I know people ask me that time that question a lot",
        8237.5,
        8243.96
    ],
    [
        " and and I always give the advice of like hey when you get out you need a new mission because",
        8244.02,
        8249.24
    ],
    [
        " you've been on mission super hyper focused on this one thing for your whole life for everything",
        8249.24,
        8255.44
    ],
    [
        " from how to freaking put your web gear together in the most efficient way so your magazines are",
        8255.44,
        8259.64
    ],
    [
        " on the right place for an offhand draw like all those little things that we are focused on for 20 years",
        8259.64,
        8264.54
    ],
    [
        " and then you get you go up through the ranks where now you're focused on how can my platoon do",
        8264.54,
        8268.72
    ],
    [
        " this better how can I task you do this better for you it's how can I do this better for my team how",
        8268.72,
        8272.44
    ],
    [
        " can I better support them and then one day in one day you clean out your locker and you're a civilian",
        8272.44,
        8279.0
    ],
    [
        " and I always tell guys hey man you got to find a new mission and it sounds like you got all",
        8279.0,
        8284.44
    ],
    [
        " mission pretty quick when you got out did you did you already have that did you already have",
        8284.44,
        8289.36
    ],
    [
        " job set up when you retired yeah I did I was again I've been very fortunate because I had exposure",
        8289.36,
        8296.08
    ],
    [
        " that that few people are privileged to have whether it was the White House Fellows program or two",
        8296.08,
        8302.42
    ],
    [
        " at school and so you know I I didn't know what I would do when I made the decision to retire",
        8302.42,
        8309.62
    ],
    [
        " but I I had a lot of conversations to try to go find that thing I had great mentors and",
        8309.62,
        8317.14
    ],
    [
        " and ultimately you know how it had offers at Goldman Sachs and at JP Morgan and at Bridgewater",
        8317.14,
        8323.22
    ],
    [
        " the hedge fund where I ultimately went good good really good friend of mine Dave McCormick who",
        8323.22,
        8327.86
    ],
    [
        " actually just ran for Senate in Pennsylvania was in the Bush administration the Treasury while I was",
        8327.86,
        8333.76
    ],
    [
        " at the National Security Council but Dave is a a good really good human and really good friend and",
        8333.76,
        8338.42
    ],
    [
        " just asked him for some advice and and and he ultimately created another option that I wasn't",
        8338.42,
        8345.4
    ],
    [
        " trying to create and I jumped into to Bridgewater with him and and a couple of other really great",
        8345.4,
        8350.26
    ],
    [
        " leaders and learned a ton there and that was my first chapter so look it's really it can when",
        8350.26,
        8356.08
    ],
    [
        " you look in the rearview mirror with transition you can say oh it must have been really easy no way man",
        8356.08,
        8361.08
    ],
    [
        " it's super freaking hard like because we're all planners you know in the teams we're we're not like",
        8361.08,
        8365.64
    ],
    [
        " we're not letting life just happen to us we're planning life and this is an element of time when",
        8365.64,
        8371.34
    ],
    [
        " you're like it takes patience to for the plan to come together it's not like you can plan harder",
        8371.34,
        8376.82
    ],
    [
        " and create things to happen in 12 hours and and man I'm bad at a lot of things but patience is",
        8376.82,
        8382.0
    ],
    [
        " definitely one of my weeks so weak spots you have this this section which I think kind of wraps up",
        8382.0,
        8388.12
    ],
    [
        " some of your transition here you say this I hear the question all the time how did you manage to",
        8388.12,
        8394.96
    ],
    [
        " move from the military to the government to the private sector when those arenas arenas are so different",
        8394.96,
        8399.68
    ],
    [
        " from each other my answer is to premise the challenge or challenge the premise of this question",
        8399.68,
        8404.58
    ],
    [
        " of course there are different different details different specifics but the truth is in my experience",
        8404.58,
        8409.68
    ],
    [
        " all high stakes organizations and all high stakes decisions are pretty much the same the concrete",
        8409.76,
        8417.0
    ],
    [
        " knowledge you need is the easy part anyone can learn that but the details don't matter if you don't",
        8417.0,
        8422.82
    ],
    [
        " have the right process and if you do have the right process you can go anywhere it's why strong",
        8422.82,
        8427.78
    ],
    [
        " leaders are able to jump from one industry to another one organization to another so that's what you",
        8427.78,
        8434.84
    ],
    [
        " did applied your decision making process your lessons learned from the military you applied them",
        8435.1,
        8441.54
    ],
    [
        " to the government sector I guess and then to the civilian sector so you did bridge water for a few",
        8441.54,
        8449.52
    ],
    [
        " years and then you ended up actually entering the another business right with cognizant yep and then",
        8449.52,
        8457.26
    ],
    [
        " what was that experience like well first all bridge water is a phenomenal place four years it is",
        8457.26,
        8462.44
    ],
    [
        " it is a crucible of talent that is all trying to be more talented and do great things in markets and",
        8462.44,
        8470.72
    ],
    [
        " and ultimately how to manage the company so that they can outperform in markets and the mission is",
        8470.72,
        8475.46
    ],
    [
        " very simply to figure out what's going on in the world and how to how to capitalize on that for",
        8475.46,
        8480.22
    ],
    [
        " for their own investors you know police retirements and teacher retirements and you know sovereign",
        8480.22,
        8487.42
    ],
    [
        " wealth funds and things like that so I like the mission of figure out what's going on in the world",
        8487.42,
        8491.74
    ],
    [
        " right it's a large statement yeah it was so that they do quite well over there bridge water very well",
        8491.74,
        8498.34
    ],
    [
        " and and so but but after you know four years or so three and a half four years I was ready to pivot",
        8498.34,
        8504.08
    ],
    [
        " and a really good front of mind started a company called cognizant he spun them out of",
        8504.08,
        8508.18
    ],
    [
        " Dunn and Brad Street twenty-fucked at the time twenty-five years ago and or twenty-five years prior",
        8508.18,
        8513.12
    ],
    [
        " and then they had an activist investor take a billion six position in the stock and start",
        8513.62,
        8517.22
    ],
    [
        " agitating and and I just called him and said hey man here's what you need to be thinking about just",
        8517.22,
        8520.88
    ],
    [
        " this and this and that the other thing and you said Mike just come help me come help me run the",
        8520.88,
        8525.12
    ],
    [
        " company and I was like I'd never been at a large public company and I was like look let me bet on",
        8525.12,
        8528.88
    ],
    [
        " myself this is risky I'm not sure I'm going to be great at this but I'm going to go figure it out",
        8528.88,
        8533.18
    ],
    [
        " and it it's what you just read in the book and and honestly I think it I did very well there and",
        8533.18,
        8538.28
    ],
    [
        " and I've continued to you know pivot I'm now running global operations and transformation and",
        8538.28,
        8545.04
    ],
    [
        " and security and real estate etc for for VMware it's a large software company and with with very",
        8545.04,
        8554.4
    ],
    [
        " public news right now about a potential acquisition or an acquisition again very public knowledge and",
        8554.4,
        8560.32
    ],
    [
        " VMware is an awesome organization in so many different ways and and just bringing the same exact",
        8560.32,
        8565.86
    ],
    [
        " you know skill set if you will to VMware but with some of the knowledge that you've that I've",
        8565.86,
        8571.86
    ],
    [
        " learned along the way the 10 years so it's a combination of specific knowledge but also you know",
        8571.86,
        8576.88
    ],
    [
        " the the management skill of seeing forests and trees but definitely both yeah we've been my company",
        8576.88,
        8584.24
    ],
    [
        " as long as been working with VMware we've worked with VMware a decent amount but the fun thing",
        8584.24,
        8589.78
    ],
    [
        " is for me the first time I worked with them was telling them hey I used to carry VMware stuff in",
        8589.78,
        8595.5
    ],
    [
        " the field and hook it up to my satellite radio and make comms and they were all pretty stoked and",
        8595.5,
        8600.78
    ],
    [
        " they got a good veteran community there really strong VMware so awesome company well it you know",
        8600.78,
        8605.82
    ],
    [
        " and I forgot to mention the I know that the team thought incredibly highly of your and and",
        8605.82,
        8612.6
    ],
    [
        " echelon front leadership and instruction and motivation and inspiration everything that you are",
        8612.6,
        8619.26
    ],
    [
        " that you espouse has made a huge positive impact on people and whenever that that finished up I",
        8619.26,
        8624.42
    ],
    [
        " think it was about a week ago or something like one of them was the most recent was about a week",
        8624.42,
        8627.38
    ],
    [
        " ago I got multiple emails saying hey this guy's awesome everything from like people who know that",
        8627.38,
        8632.26
    ],
    [
        " we know each other and others like hey you ever heard of this willing guy you know yeah yeah I heard",
        8632.26,
        8637.58
    ],
    [
        " him right also you got that going on in the civilian sector that that chief digital transformation",
        8637.58,
        8643.4
    ],
    [
        " officer and at the me in the meantime you know you mentioned giving back and you you are giving",
        8643.4,
        8650.58
    ],
    [
        " back and one of the things that you that you're doing which is incredible is this book that we've",
        8650.58,
        8657.0
    ],
    [
        " been reading through today this book which is called never enough you've taken all the profits",
        8657.0,
        8662.16
    ],
    [
        " from this book all the profits from this book and you are very specifically giving the profits to",
        8662.16,
        8670.82
    ],
    [
        " gold star families and very specifically in order to pay off their mortgages and this is you know",
        8670.82,
        8677.42
    ],
    [
        " home ownership is not only the American dream but it's also the American nightmare when you've got",
        8677.42,
        8685.74
    ],
    [
        " a mortgage to pay or you don't have a place to live or free if that comes under pressure there's just",
        8685.74,
        8690.78
    ],
    [
        " there's just a man you know your home is your castle and so this idea and I'm not sure quite how you",
        8690.78,
        8696.76
    ],
    [
        " can't you probably came to the conclusion the way I just spoke through which is listen if there's",
        8696.76,
        8700.82
    ],
    [
        " anything we could give a gold star family the best thing we can give them in terms of security",
        8700.82,
        8706.42
    ],
    [
        " and peace of mind is to say hey you can you don't have to worry about where you're going to live forever",
        8706.64,
        8713.16
    ],
    [
        " and so that's what you're doing with this and you know it's funny I was asking you well like",
        8713.16,
        8718.3
    ],
    [
        " is there a website we can put out or anything you're like nope it's not it's it's you're you're",
        8718.3,
        8723.18
    ],
    [
        " you don't even want to spend money on a website you're like a hundred percent it all goes to",
        8723.18,
        8727.72
    ],
    [
        " buying these houses for gold star families and I personally know some of the people that you've",
        8727.72,
        8733.46
    ],
    [
        " done this for again I can't imagine a better gift to give a gold star family then the absolute",
        8733.46,
        8741.1
    ],
    [
        " peace of mind of here's a place for you to live and security for the rest of your life how'd you",
        8741.1,
        8746.2
    ],
    [
        " get to that how'd you get to that goal well it's thanks for sharing that I really appreciate that",
        8746.2,
        8751.12
    ],
    [
        " because that is really you know multiple goals with never enough one is to elevate the conversation",
        8751.12,
        8755.7
    ],
    [
        " but a very very tangible one is to literally pay off mortgages like you describe and just from",
        8755.7,
        8760.52
    ],
    [
        " seeing firsthand the situations where you know the the government doesn't really cover nearly as",
        8760.92,
        8767.36
    ],
    [
        " much as as you would expect in in a situation where there's somebody killed an action or who dies",
        8767.36,
        8772.58
    ],
    [
        " by suicide and I just felt like there's a gap in the community there's plenty of fishing trips and",
        8772.58,
        8779.5
    ],
    [
        " and mental health outlook like all very very good things but the most fundamental thing is for",
        8779.5,
        8785.32
    ],
    [
        " these families not to feel the pressure of needing to move from the communities that have hugged",
        8785.32,
        8790.1
    ],
    [
        " them for the previous one or 15 years of their lives and to if you could you imagine being a",
        8790.1,
        8796.34
    ],
    [
        " gold star widow all of a sudden not that any of none of them make that choice nobody wants that title",
        8796.34,
        8802.06
    ],
    [
        " and and being pressure to leave your community like this unfathomable to me and so I just really",
        8802.06,
        8809.26
    ],
    [
        " was fired up that we don't do more and so at this point we've very very confidentially paid off",
        8809.26,
        8814.54
    ],
    [
        " six mortgages and I'm on a drive to do more and ultimately alleviate this burden for for really",
        8815.2,
        8822.04
    ],
    [
        " every one of these families that has experienced this and I wish we could wave a magic one and do",
        8822.04,
        8827.0
    ],
    [
        " all of them all at once but look it's it's it's it's it's really what drives me in one of the ways",
        8827.0,
        8833.26
    ],
    [
        " that that I try to not I mean that I am giving back and if people want to help that cause",
        8833.26,
        8839.22
    ],
    [
        " I was real simple going by this book that's that's how you help this cause hey look will you get",
        8839.22,
        8844.32
    ],
    [
        " awesome lessons cool we get some cool stories yes you will but you will you'll be able to help out",
        8844.32,
        8848.9
    ],
    [
        " these gold star families so freaking outstanding um you're also you're also involved with the national",
        8848.9,
        8855.14
    ],
    [
        " metal of honor museum so so tell me what's going on with that yeah great we I'm on the board of a",
        8855.14,
        8860.76
    ],
    [
        " museum that the nation hasn't built so about four years ago I got asked to give somebody some advice",
        8860.76,
        8867.24
    ],
    [
        " there was something that was a small local effort in South Carolina long story short uh they",
        8867.24,
        8872.82
    ],
    [
        " this person asked me to join the board I said you know like all of us are we're too busy don't have",
        8872.82,
        8877.32
    ],
    [
        " time excuse blah blah blah blah and um and then for personal reasons uh after sharing a story",
        8877.32,
        8884.24
    ],
    [
        " back and forth I said okay you've got me I'll join the board on one condition we get to fire",
        8884.24,
        8890.9
    ],
    [
        " everybody who's on the board and we're gonna make this thing go national so we raised at this point",
        8890.9,
        8895.24
    ],
    [
        " 165 million dollars we've got about 60 million more to go we took us three years but we worked",
        8896.0,
        8901.48
    ],
    [
        " through a concept to city selection New York City offered us governors island and uh watching",
        8901.48,
        8907.04
    ],
    [
        " the DC offered us a spot in the mall we ultimately did a bake off between those plus Denver and",
        8907.04,
        8912.54
    ],
    [
        " Arlington Texas we chose Arlington Texas we're building the museum right next to AT&T Stadium we've",
        8912.54,
        8918.34
    ],
    [
        " got an incredible board we've got all of the ex presidents um with the exception of um of president",
        8918.34,
        8923.08
    ],
    [
        " Trump uh mostly from a timing perspective uh you know we're we're we have great momentum this",
        8923.32,
        8930.12
    ],
    [
        " is irreversible at this point of course uh not surprisingly the the CEO of the museum is my",
        8930.12,
        8935.72
    ],
    [
        " swim buddy that we've talked about Christi he's a phenomenal American you know seal astronaut",
        8935.72,
        8941.16
    ],
    [
        " and now CEO of this museum and what we're really doing with this is we're on a mission to inspire",
        8941.16,
        8945.76
    ],
    [
        " America we will you we will take the lessons that the Medal of Honor recipients uh have um that",
        8946.3,
        8953.72
    ],
    [
        " they espouse the character the values etc and talk about that to make the nation greater and",
        8953.72,
        8959.7
    ],
    [
        " the vision is for you know some young kid to see the Britz Labinsky and what he did in a learn",
        8959.7,
        8965.76
    ],
    [
        " about his character and values or you know strike Britz name and replace it with any recipient and say",
        8965.76,
        8970.36
    ],
    [
        " how do I you know I I'm seeing this little third third grade situation develop uh I see a",
        8970.78,
        8975.9
    ],
    [
        " a girl being bullied on the school yard how do I step in and go make this situation right",
        8975.9,
        8980.48
    ],
    [
        " that is what we we want to stop that or school shootings or or or or having the bravery of the",
        8980.48,
        8987.02
    ],
    [
        " courage to step in during a school shooting and and stop the shooting from happening or just to",
        8987.02,
        8991.44
    ],
    [
        " make the make our nation stronger and better and the the premise is really to inspire America we",
        8991.44,
        8997.46
    ],
    [
        " will open uh in about a year and a half what we haven't completely determined our opening date but",
        8997.46,
        9002.92
    ],
    [
        " this will be one of the nations if not them I should say the the premier museum for the nation that",
        9002.92,
        9009.18
    ],
    [
        " will tell the stories of the roughly 3500 recipients and 64 living recipients uh many of them",
        9009.18,
        9015.82
    ],
    [
        " many of whom you personally know and and just get their stories out there yeah that's that's just",
        9015.82,
        9021.0
    ],
    [
        " awesome I mean just the idea of giving people uh examples to read about and to be introduced to",
        9021.0,
        9029.86
    ],
    [
        " that they can try and follow in their footsteps at least be inspired by and yeah that's just",
        9029.86,
        9034.84
    ],
    [
        " that's just phenomenal um I mean a while ago maybe a couple you I guess it was maybe a year and a",
        9034.84,
        9041.04
    ],
    [
        " half two years ago you you okay you shot me a text hey you know we're looking for a CEO of this uh",
        9041.04,
        9045.88
    ],
    [
        " of this uh of the metal of honor museum thing if you know anybody let me know and I was like I",
        9046.1,
        9052.34
    ],
    [
        " rack my brain a little bit um I definitely couldn't give you I couldn't have given you a candidate",
        9052.34,
        9056.14
    ],
    [
        " as good as Chris Cassidy so yeah that's that's that's an awesome guy to to take the to take the lead on",
        9056.14,
        9062.54
    ],
    [
        " that and so did they did they start construction already yes was that when you were you doing the",
        9062.54,
        9068.44
    ],
    [
        " groundbreaking ceremony when we were both yes cross paths we missed each other in the hotel by",
        9068.44,
        9073.18
    ],
    [
        " whatever an hour or something March 25th is Congressional Medal of Honor Day and that's the day we",
        9073.18,
        9077.48
    ],
    [
        " broke ground we had president Bush we had just we we had a 17 or 18 of the living recipients there",
        9077.48,
        9084.9
    ],
    [
        " and yes that's when we we came like minutes from linking up with each other well that's awesome um",
        9084.9,
        9092.4
    ],
    [
        " does that bring us up to date on your life right now yeah absolutely I mean look uh",
        9092.4,
        9098.74
    ],
    [
        " well life is busy I can't sit still just like you can't it's all about giving back and and I",
        9099.46,
        9105.06
    ],
    [
        " really do appreciate for everybody out there this never pushing never enough I I promise you it's",
        9105.06,
        9111.16
    ],
    [
        " it won't disappoint it's it's um it's not been extreme ownership and therefore you can buy it a",
        9111.16,
        9116.2
    ],
    [
        " lot cheaper on Amazon so but uh really do do appreciate that great support and if people people",
        9116.2,
        9123.92
    ],
    [
        " want to find you you have a website which is this is my case dot com you have instagram which is",
        9123.92,
        9129.98
    ],
    [
        " this is dot my case you have twitter which is this is my case and facebook the real my case",
        9129.98,
        9137.86
    ],
    [
        " yeah so I don't know about you social media was foreign to me about a year ago but you know it's",
        9137.86,
        9143.3
    ],
    [
        " like like uh the discomfort leaning into discomfort his uh it's it's it's part of the new the",
        9143.3,
        9149.22
    ],
    [
        " new us yeah it's it's definitely a very strange thing to go from zero social media and also",
        9149.22,
        9155.2
    ],
    [
        " being anti social media which we were absolutely had to be well you kid me um but yeah uh it was",
        9155.2,
        9165.12
    ],
    [
        " I guess it was a combination it was it was layf babin's wife Jenna who was like you you got to",
        9165.12,
        9172.6
    ],
    [
        " get on social media I'm like no I think layf layf imitates me now you know where I'm like no we",
        9172.6,
        9177.86
    ],
    [
        " don't need it not doing it and then Jamie who who who's the CEO of one of my companies is like",
        9177.86,
        9183.9
    ],
    [
        " you should really do this I'm like I don't think we need to and then Tim Ferris who said dude you",
        9183.9,
        9188.46
    ],
    [
        " better get on twitter or you're an idiot I was like all right time to go a bunch of people that are",
        9188.46,
        9192.92
    ],
    [
        " telling me to do this well what's real I have to say you know what's really funny is of course I",
        9192.92,
        9196.68
    ],
    [
        " follow you and when you show the four zero four thirty wakeups I keep saying to myself I'm gonna",
        9196.68,
        9201.88
    ],
    [
        " get the exact same watch and set it for one minute earlier than you and take my picture and just",
        9201.88,
        9205.9
    ],
    [
        " show that my I'm a minute earlier than you every single morning but I just haven't had the energy",
        9205.9,
        9210.28
    ],
    [
        " to actually pull it off yeah there's there's been some campaigns on that I know Andy's dump for a while",
        9210.28,
        9214.1
    ],
    [
        " was he forget if he was waking up earlier or he was doing something something like that there's",
        9214.1,
        9219.5
    ],
    [
        " also a whole host of people that that you know show their their their watch at 1042 in front of a",
        9219.5,
        9224.9
    ],
    [
        " box of donuts and saying you know just got after it um yeah but yeah so that's where the people",
        9224.9,
        9230.68
    ],
    [
        " can find you echo you got any questions oh yeah real quick the no the fellowship program or your",
        9230.68,
        9235.78
    ],
    [
        " job at the White House how often do you see the president it depends on what role you're in the",
        9235.78,
        9241.82
    ],
    [
        " fellows get together a couple times during the year with the president and and have these candid",
        9241.82,
        9247.8
    ],
    [
        " off the record conversations um and then if you're in a role like I was at the national security",
        9247.8,
        9254.14
    ],
    [
        " council sometimes it was three times in a week and then it'd be a month without seeing the president",
        9254.14,
        9257.86
    ],
    [
        " so a little bit varied depending on what was going on in the world interesting that's your",
        9257.86,
        9263.52
    ],
    [
        " crush yep that was the easy one that's thrown softballs looking for the high and inside fast",
        9263.52,
        9268.04
    ],
    [
        " ball from echo charcoals system they're taking these what I'm sorry for me taking it easy for me",
        9268.04,
        9273.2
    ],
    [
        " awesome uh Mike any closing thoughts now just extreme appreciation I think that's maybe the next",
        9273.2,
        9281.04
    ],
    [
        " uh extreme appreciation besides uh extreme ownership but uh just so appreciate you and and all of our",
        9281.04,
        9288.52
    ],
    [
        " our community and the the the nation for helping elevate the conversation and just recognizing that",
        9289.08,
        9294.56
    ],
    [
        " you know while we were in the service we're ultimately all here to serve each other and it takes",
        9294.56,
        9298.72
    ],
    [
        " different forms and fashions and I just encourage people to get off the sideline and serve in whatever",
        9298.72,
        9303.34
    ],
    [
        " way makes the most sense to to everybody listening and just great appreciation for being here Jacco it's",
        9303.34,
        9308.5
    ],
    [
        " it's a real um special day for me to be able to be shocking when we go from you know water polo",
        9308.5,
        9314.54
    ],
    [
        " and killing each other or are you killing me and the pool and then uh and it meant this many years",
        9314.54,
        9318.7
    ],
    [
        " later seeing where we both are in life it's it's fun kind of crazy man well uh speaking of service",
        9318.7,
        9324.24
    ],
    [
        " thanks for your service to the country um to the nation to the teams for what you for what you've",
        9324.24,
        9330.82
    ],
    [
        " done in your past and uh for what you're doing today not only the civilian sector but more important",
        9330.82,
        9336.58
    ],
    [
        " for what you're doing uh today to take care of the families of our fallen teammates so thanks for",
        9336.58,
        9342.94
    ],
    [
        " coming out man started took us a while to get this together but appreciate it man all good brother",
        9342.94,
        9347.92
    ],
    [
        " it's my pleasure thank you Jacco thank you echo Charles and with that my case has left the building",
        9347.92,
        9355.96
    ],
    [
        " echo Charles yes sir key takeaways what do you got the one key takeaway is kind of a reminder",
        9355.96,
        9363.98
    ],
    [
        " something that I guess yeah yeah I guess you talk about this but anyway he said on a few occasions",
        9363.98,
        9370.12
    ],
    [
        " process can save lives the process because and it's one of those things where I'm personally I think",
        9370.28,
        9377.36
    ],
    [
        " I fall victim to this a lot of the time where I kind of I'm not used to having for lack of a better",
        9377.36,
        9383.8
    ],
    [
        " term uh where like you know that I don't have any many I guess I do have some processes in place but",
        9383.8,
        9392.54
    ],
    [
        " sometimes I can put it this I can get distracted from the process I'm going to take joint warfare dude",
        9392.54,
        9397.86
    ],
    [
        " yeah I'm not saying I have all the processes for all things for sure but I get distracted from the",
        9398.04,
        9403.88
    ],
    [
        " process kind of easy even though I know that if I stick to the process the chances of success go",
        9403.88,
        9410.86
    ],
    [
        " way up exponentially and I think that's kind of like and I think about myself and I think how",
        9410.86,
        9416.78
    ],
    [
        " generally speaking this can be the case where if you allow that to happen like whether it be because",
        9416.78,
        9421.32
    ],
    [
        " of stress because of you know just whatever kind of distraction or whatever that's that's how it",
        9421.32,
        9426.36
    ],
    [
        " works where if you just stick to the process you can keep yourself out of a lot of trouble even in",
        9426.36,
        9431.5
    ],
    [
        " like hectic kind of situations yeah yeah and the dichotomy is sometimes you got to get",
        9431.5,
        9438.22
    ],
    [
        " outside the process you know it's the people literally say think outside the box yeah so you",
        9438.22,
        9445.22
    ],
    [
        " got to know when it's say it's sick to the process and wind up yeah making adjustment yeah like",
        9445.22,
        9450.82
    ],
    [
        " the process can be somewhat flexible but the process is the process for a reason yeah it's like okay",
        9450.82,
        9456.52
    ],
    [
        " so think of it in terms of like jiu jitsu for example like one thing start to get you know let's say",
        9456.52,
        9461.72
    ],
    [
        " I'm rolling with you yeah and you know you start turning up the heat on me all of a sudden for whatever",
        9461.72,
        9466.86
    ],
    [
        " reason that's going on your in your head I can't get all panicky and start going off",
        9466.86,
        9472.26
    ],
    [
        " natural like instinct I got to stick to the technique yeah seem sane sure I can turn on my",
        9472.26,
        9477.7
    ],
    [
        " urgency but I stick to the process which is the technique to get idea stick to what you've learned",
        9477.7,
        9482.34
    ],
    [
        " like that can stuff that's a version of the process yep but there's also a situation where you",
        9482.34,
        9487.58
    ],
    [
        " might have to do something that's against the process look at juffy glove or juffy glove will do",
        9487.58,
        9493.52
    ],
    [
        " some wild things yeah but if they're not it well then again I can't read just mine yeah but I",
        9493.52,
        9499.62
    ],
    [
        " will say this the stuff the creative stuff that he does is all within the realm of jiu jitsu that he's",
        9499.62,
        9504.86
    ],
    [
        " either learned or experimented no no because nowhere in jiu jitsu does it say like oh turn your back",
        9505.14,
        9510.74
    ],
    [
        " nowhere and it doesn't say that anywhere well that's his right now I would say this and I'm not",
        9510.74,
        9516.48
    ],
    [
        " saying you're wrong necessarily but this is what I'm what about pt. Greek going for risks all the time",
        9516.48,
        9520.78
    ],
    [
        " okay so that's still that's still jiu jitsu this one saying so think of this I mean I'm talking",
        9520.78,
        9525.64
    ],
    [
        " about focus on the rest I'm put it this way they're not focused on rest lock they don't do that no",
        9525.64,
        9530.12
    ],
    [
        " one said that they don't do that because they get distracted or taken out of their game they do",
        9530.12,
        9534.48
    ],
    [
        " that voluntarily as part of the game yeah seems saying outside the process though is all I'm saying",
        9535.88,
        9540.8
    ],
    [
        " maybe that is within their process maybe their process I'm telling you that no there's no process",
        9540.8,
        9545.76
    ],
    [
        " in jiu jitsu seven years ago that said hey turn your back on the person's on the person there's no",
        9545.76,
        9553.74
    ],
    [
        " no one that said that do you predict juffy glove or just did it I know you can't read just fine",
        9553.74,
        9558.28
    ],
    [
        " or pt. Greek or anyone for that matter but would you say yes or no would you say that turning his back",
        9558.28,
        9563.9
    ],
    [
        " done out of creativity do you think that's part of his process I didn't say it wasn't part of his",
        9564.6,
        9570.92
    ],
    [
        " process as a part of the process all right so because you said trust the process and what I'm saying",
        9570.92,
        9578.56
    ],
    [
        " is okay your process and how about that okay trust your process hey if there's a process in place I'm",
        9578.56,
        9583.84
    ],
    [
        " saying if there's a process in place go ahead trust it yep to a significant degree to a significant",
        9583.84,
        9590.36
    ],
    [
        " okay and what I mean what I mean what I mean in jiu jitsu what I'm saying don't get distracted",
        9590.36,
        9596.7
    ],
    [
        " meaning don't go on like if you start going all crazy hard is it beneficial for me to involuntarily",
        9596.7,
        9602.66
    ],
    [
        " go all crazy hard back yeah like that's kind of quiet of fires while they're like involuntarily",
        9602.66,
        9607.9
    ],
    [
        " and stuff like this well you're making me get off specific over here with the and his and all",
        9607.9,
        9613.84
    ],
    [
        " the stuff the process in the best of the process right on no point right on okay I'm trying to",
        9613.84,
        9623.34
    ],
    [
        " I'm trying to trust the process myself you trying to make a point I'm trying not to ridicule it too",
        9623.34,
        9628.74
    ],
    [
        " hard yes there is process that's why we have standard operating procedures right and you got to",
        9628.74,
        9634.36
    ],
    [
        " stay within those standard operating procedures to your point a lot of the times yeah but you can't",
        9634.36,
        9643.82
    ],
    [
        " draw things that can make you deviate from the process yep and then which kind of goes",
        9643.82,
        9648.02
    ],
    [
        " goes along to my secondary thing take away it which is how and you guys but you can say this a lot",
        9648.02,
        9653.14
    ],
    [
        " all the time too it's like staying calm really making it a point to stay calm which kind of can be",
        9653.14,
        9658.94
    ],
    [
        " rolled into the process right not only is it part of the process potentially it helps you stick to",
        9658.94,
        9665.0
    ],
    [
        " the process what you speak all right so we're sticking to the process speaking to stick into the",
        9665.0,
        9669.26
    ],
    [
        " process get yourself a subscription to it joint warfare let's say super curl yeah okay so the",
        9669.26,
        9674.44
    ],
    [
        " process is we're we're made and here's the thing too this is important follow me so in life",
        9674.44,
        9680.22
    ],
    [
        " life process no matter if you're no matter what your job career whatever you have certain things in",
        9680.22,
        9685.12
    ],
    [
        " life that if you do stick do don't get distracted complacent or panic about these things are going to",
        9685.12,
        9690.58
    ],
    [
        " benefit you in life not only exponentially indefinitely working out reading and getting smarter",
        9690.58,
        9697.94
    ],
    [
        " keep it in open mind doing jujitsu doing jujitsu yes part of the game for sure so when you work out",
        9698.12,
        9705.36
    ],
    [
        " get yourself some supplements to help you yeah working outside easy all the time not only can you",
        9705.36,
        9712.32
    ],
    [
        " help you work out it can help you keep working out because let's face it you can get jammed up",
        9712.32,
        9717.42
    ],
    [
        " yes you can so the process is work out eat good take relevant supplements and I do say",
        9717.42,
        9724.82
    ],
    [
        " relevant because that's it's something it's not nothing some people take your relevant supplements",
        9724.82,
        9729.1
    ],
    [
        " in my opinion take relevant supplements you stick to that process now you're on the right track",
        9729.1,
        9733.56
    ],
    [
        " there you go jacofield.com get yourself some of those relevant supplements true not what do you",
        9733.56,
        9738.2
    ],
    [
        " call the other stuff irrelevant not irrelevant supplements you didn't vary too much on your vocab",
        9738.2,
        9742.62
    ],
    [
        " there you just went relevant irrelevant which is fine correct you know we talk about effective",
        9742.62,
        9745.76
    ],
    [
        " ineffective you're doing the same thing it's cool authorized you're staying with the process",
        9745.76,
        9749.12
    ],
    [
        " just",
        9751.36,
        9751.8
    ],
    [
        " uh jacofield.com you can check it out out wow wow you can get the drinks by the way this is",
        9751.8,
        9755.7
    ],
    [
        " probably worth saying right now we got all new flavors coming out not only new flavors but the",
        9755.7,
        9762.78
    ],
    [
        " old flavors which let's face it some people didn't like that much we'd read it them all and I'll",
        9762.78,
        9771.52
    ],
    [
        " tell you what they're all amazing now and I don't say that lightly this isn't like",
        9771.52,
        9775.28
    ],
    [
        " like you won't find me in the past saying oh try this it tastes try our try jaco discipline",
        9776.14,
        9783.6
    ],
    [
        " go drink it tastes amazing you wouldn't hear me say that before because it wouldn't be true",
        9783.6,
        9788.24
    ],
    [
        " mm-hmm it tastes good and maybe to me some of them taste pretty amazing but I wasn't throwing",
        9788.24,
        9792.66
    ],
    [
        " out that blank blanket statement blank it statement right now the new drinks taste amazing",
        9792.66,
        9800.12
    ],
    [
        " and that's a bold statement but I'm making it reformulated um so check those out they're kind",
        9800.48,
        9806.68
    ],
    [
        " of hitting the stores right now so as the as the old drinks run out the new drinks are coming in",
        9806.68,
        9812.94
    ],
    [
        " so is there a way to tell which one is the you will be in like a month but we we have to use up",
        9812.94,
        9822.36
    ],
    [
        " the old cans so the old cans right now starting maybe like this week the old cans have the new",
        9822.36,
        9829.4
    ],
    [
        " heat you know but how do we know I'm like you don't know you know when to taste it when you taste",
        9830.22,
        9834.86
    ],
    [
        " me like damn juggle wasn't lying about that it stays amazing that's what you're gonna get good",
        9834.86,
        9839.76
    ],
    [
        " so check out those check it out at wall watch check out the vitamin shop vitamin shops got all this",
        9839.76,
        9844.02
    ],
    [
        " stuff too um so there you go get some of that you probably saw me down at the you see me at the",
        9844.02,
        9848.88
    ],
    [
        " factory I saw the video video okay then you saw me at the factory origin USA dot com making stuff in",
        9848.88,
        9855.56
    ],
    [
        " America the highest quality the best gear it's what you need paragines you need a pair of jeans",
        9856.44,
        9861.64
    ],
    [
        " yes okay where are you gonna get them or are you gonna get them from someplace that",
        9861.64,
        9866.82
    ],
    [
        " utilizes slave labor I would prefer not to know how but you don't yeah don't do that I don't",
        9866.82,
        9872.44
    ],
    [
        " have to anymore yeah sure I have to correct origin USA dot com get yourself a ghee yeah you can wear",
        9872.44,
        9878.28
    ],
    [
        " a ghee that feels good that's a weird thing right it's a weird because can a can a ghee have a feeling",
        9878.28,
        9883.56
    ],
    [
        " oh yeah yes sir okay well isn't it nice when it feels good yes and you can focus on the",
        9883.7,
        9889.7
    ],
    [
        " did you two part of the experience yeah not only discomfort of your ghee yeah the third man in the",
        9889.7,
        9894.94
    ],
    [
        " in the match yeah it's you against your opponent and against your shitty old geese now it's you",
        9894.94,
        9902.04
    ],
    [
        " and your ghee against your opponent your opponent has to wear this old crappy ghee that's already",
        9902.04,
        9908.38
    ],
    [
        " bothering you bro oh I don't have to do that you know the ghee on your side it's true get the",
        9908.38,
        9912.82
    ],
    [
        " ghee on your side that's my message go to origin USA dot com for some of that it's true there you go",
        9912.82,
        9918.16
    ],
    [
        " also when you're on the path you want to represent go to jackelstore dot com is where you can",
        9918.16,
        9922.22
    ],
    [
        " get your t-shirts hoodies light and heavy by the way not super heavy put we'll say regular hoodies",
        9922.22,
        9927.3
    ],
    [
        " and then your light white hoodies come on bro the more and more people that acquire these lightweight",
        9927.3,
        9932.42
    ],
    [
        " hoodies the more and more good feedback the uh I get from them there's such thing as light hoody",
        9932.42,
        9938.28
    ],
    [
        " environments and weather come curve a little bit also we have a little thing called the shirt locker",
        9938.56,
        9944.46
    ],
    [
        " okay recently we've been getting heavy positive feedback from the shirt locker design so what",
        9944.46,
        9949.7
    ],
    [
        " it is is if you don't know which most people do but if you don't new shirt new shirt design every",
        9949.7,
        9955.68
    ],
    [
        " month subscription automatically comes to you very creative I guess for lack of better term but",
        9955.68,
        9961.96
    ],
    [
        " yes very good positive feedback in that one so check that one out at jackelstore if you want",
        9961.96,
        9967.48
    ],
    [
        " if you want to get a cool shirt to wear that not many people are gonna have because you know",
        9967.5,
        9972.84
    ],
    [
        " you know sometimes like someone a girl goes out to a party and there's another girl there",
        9972.84,
        9979.36
    ],
    [
        " and they were in the same dress yes and it's drama man this drama yes my daughters would call it",
        9979.36,
        9983.96
    ],
    [
        " you know what that is it's t what a t t no t t it's just t it's t it's a meme of like someone",
        9983.96,
        9990.98
    ],
    [
        " drinking tea and it's sort of like drama so you can say that's t you see you're not caught up",
        9990.98,
        9997.3
    ],
    [
        " no no you're not hit like me I don't see the correlation team t in drama it comes from a meme",
        9997.3,
        10003.6
    ],
    [
        " where someone's drinking tea oh yes karma the frog is drinking tea and it represents drama",
        10003.6,
        10011.5
    ],
    [
        " okay it's a pretty sure me I don't know I think you might be right but maybe the",
        10011.5,
        10017.4
    ],
    [
        " so karma the frog is drinking tea and he said it all the meme will always say something something",
        10018.0,
        10023.74
    ],
    [
        " something but that's not on my business there and go drinking tea so so you will get let's say",
        10023.74,
        10030.44
    ],
    [
        " what group is this millennial no it's lower than millennial what's not lower but what's younger than",
        10030.44,
        10036.52
    ],
    [
        " millennial I think it's Z so Gen Z I think what they'll say oh and they won't say tell me the gossip",
        10036.52,
        10042.26
    ],
    [
        " they'll say tell me the tea do you not know this I this is news to me yes okay oh so no I did not",
        10043.0,
        10049.52
    ],
    [
        " that's good that's new that's good cool oh so yeah there you go if you want the tea get a good",
        10049.52,
        10056.68
    ],
    [
        " t shirt right you're saying you're saying when girls show up to the party and somebody's wearing the same",
        10056.68,
        10061.92
    ],
    [
        " outfit yeah that's some tea for your do there's drama right so when you get when you're part of",
        10061.92,
        10066.7
    ],
    [
        " the shirt locker no one's showing up with the same same t-shirt as you well actually technically",
        10066.7,
        10070.5
    ],
    [
        " and if they do you kind of like duh you're kind of down yeah no tea well here's the thing it's kind",
        10070.5,
        10075.72
    ],
    [
        " of cool the tea scenario with the girls over the small country when you do that you show with the",
        10075.72,
        10081.36
    ],
    [
        " same shirt locker t-shirt and you're like what let's go let's take over this nation start planning",
        10081.36,
        10085.84
    ],
    [
        " step plotting no the so technically the the female drama when there's the same outfit in the same",
        10085.84,
        10093.06
    ],
    [
        " location is opposite with males it's opposite okay that's like the thing this why you can carry",
        10093.06,
        10099.54
    ],
    [
        " when you show up and you're wearing the same t-shirt like oh yeah fist bump yes you got it yeah you",
        10099.54,
        10103.78
    ],
    [
        " will bro like yeah they've worked good deal they same deal show up with the same t-shirt but I'm",
        10103.78,
        10108.22
    ],
    [
        " telling you like if you went to the okay if you went look at you're wearing this you know no",
        10108.22,
        10111.74
    ],
    [
        " matter what you're wearing you go somewhere and someone else is wearing the same thing you don't",
        10111.74,
        10116.38
    ],
    [
        " feel like all you're wearing now you kind of feel it's a positive feeling she's saying same same",
        10116.38,
        10120.94
    ],
    [
        " same check like a team sociological expert over there either way shirt locker shirts jockles",
        10120.94,
        10127.42
    ],
    [
        " store stuff no exception you feel you in a field of camaraderie is what you can do yeah",
        10128.18,
        10132.5
    ],
    [
        " now see speaking to subscribe subscribe to the podcast don't forget about jockewondaground.com",
        10132.5,
        10136.56
    ],
    [
        " appreciate the support over there don't forget about the youtube channel if you want to see some",
        10136.56,
        10141.58
    ],
    [
        " some just really sort of award-winning assistant directing happening you can come and check out",
        10141.58,
        10148.34
    ],
    [
        " some of my a b activities amazing it's incredible actually there's some new stuff on there",
        10148.34,
        10153.34
    ],
    [
        " on youtube like this to the top gun review like some kind of one-off videos yeah pretty solid",
        10153.96,
        10159.52
    ],
    [
        " the top gun on the uh I put some underground clips on there too yeah for the people just so they",
        10159.52,
        10164.68
    ],
    [
        " can get a little bit what's going on sometimes some things are important there that they need to know",
        10164.68,
        10169.18
    ],
    [
        " about so check that out psychological warfare on MP3 platforms flip side canvas to code of",
        10169.18,
        10176.06
    ],
    [
        " Meyer speaking of metal of honor recipients to code of Myers metal of honor recipient he's bad-ass",
        10176.06,
        10181.14
    ],
    [
        " funny as hell I have conversations sometimes with the code of where we're laughing so hard",
        10181.58,
        10186.08
    ],
    [
        " and either one of us can talk this is rare uh and he also has a company called flipside canvas.com",
        10186.08,
        10192.98
    ],
    [
        " where he puts cool stuff to hang on your wall so if you want something cool to hang on your wall",
        10192.98,
        10196.16
    ],
    [
        " cool you might as well get it from to code of Meyer books hey first of all never enough by my case",
        10196.16,
        10201.82
    ],
    [
        " check that book book out listen all the profits for that book all the profits go to gold star families",
        10201.82,
        10208.54
    ],
    [
        " so just get the book and all the lessons learned yes are there cool stories yes",
        10209.8,
        10214.0
    ],
    [
        " will you help out gold star families yes you will so check out that book only cry for the living",
        10214.0,
        10221.5
    ],
    [
        " by Holly McKay check out that book if you want to know what was going on in Iraq and Syria",
        10221.5,
        10227.88
    ],
    [
        " then I got a bunch of books that I've written you can check those out as well I have a leadership",
        10227.88,
        10234.28
    ],
    [
        " consultancy called national on front where we teach leadership two companies and leadership",
        10235.16,
        10241.68
    ],
    [
        " is how you solve problems inside of organizations so if you need to help there go to ashlanfront.com",
        10241.68,
        10248.78
    ],
    [
        " we get we got the master coming up there's like a couple more seats left I don't even know if I",
        10248.78,
        10253.0
    ],
    [
        " should say anything because it might be sold out by now if you want to come to the master go to",
        10253.0,
        10255.92
    ],
    [
        " ashlanfront.com the next one is June 15th through the 17th Denver Colorado I know it's late but if",
        10255.92,
        10264.26
    ],
    [
        " an online training academy if you want to learn how to lead you don't necessarily have to leave",
        10264.5,
        10270.56
    ],
    [
        " your office your house you can learn to lead online you cannot just learn to lead others because",
        10270.56,
        10278.34
    ],
    [
        " that's not what it's all about some of it's about that some of it's about how to lead yourself how",
        10278.34,
        10282.54
    ],
    [
        " to make good decisions for you how to be on the path so check out extremotorship.com for that",
        10282.54,
        10287.84
    ],
    [
        " and if you want to help some service members active and retired you want to help them get",
        10288.94,
        10294.1
    ],
    [
        " medical treatments that they might need that the government doesn't pay for for whatever reason",
        10294.1,
        10299.82
    ],
    [
        " there's a bunch of reasons why they might not pay for it check out america's mighty warriors.org",
        10299.82,
        10304.26
    ],
    [
        " that's mom-a-lea organization markley's mom check that out also remember heroes and horses.org",
        10304.26,
        10312.28
    ],
    [
        " mike a fink up there in the wilderness taking people out on horses and letting them relearn how to",
        10312.28,
        10319.54
    ],
    [
        " live so check that out and once again don't forget about never enough and helping out gold star",
        10319.54,
        10327.46
    ],
    [
        " families not have to worry about a mortgage or a place or a house or a home or a castle",
        10327.46,
        10333.1
    ],
    [
        " because that's what mike's giving them so that's awesome and if you want to find my case on social",
        10333.1,
        10339.42
    ],
    [
        " media this he's at this is my case you can find them on instagram twitter",
        10339.42,
        10345.78
    ],
    [
        " facebook also echoes on there i'm on there echoes at ecotrals on that jaco willick",
        10345.78,
        10352.8
    ],
    [
        " hey and when you get there just just watch out because you'll the algorithm sneaking up on you",
        10352.8,
        10358.26
    ],
    [
        " thanks once again to my case for joining us and for your service and sacrifice for our great nation",
        10358.26,
        10365.16
    ],
    [
        " appreciate you come and buy and thanks to the rest of our selfless military members out there",
        10366.16,
        10370.42
    ],
    [
        " right now on the front lines protecting us and protecting our way of life and kind of take it for",
        10370.42,
        10376.92
    ],
    [
        " granted it's real easy to take it for granted it's real easy but we're not taking it for granted here",
        10376.92,
        10384.4
    ],
    [
        " also thanks to our service the service of our police law enforcement fire fighters paramedics",
        10384.4,
        10391.3
    ],
    [
        " emt's dispatchers correctional officers border patrol secret service all the first responders",
        10391.3,
        10395.54
    ],
    [
        " that are out there doing the same thing sacrificing to protect us here at home thank you and everyone else",
        10395.54,
        10405.54
    ],
    [
        " you know you know i know sometimes you've been on the grind for a while right the grind you've",
        10405.54,
        10416.66
    ],
    [
        " been working you've been staying focused hold on the line and at some point maybe you feel like you're",
        10416.66,
        10425.14
    ],
    [
        " there like you got there like you made it but that's a good time when you feel like that that's a good",
        10425.14,
        10433.54
    ],
    [
        " time to remember that that's not enough it's never enough we can all do a little more work a little",
        10433.54,
        10443.54
    ],
    [
        " harder be a little bit better so reload and recharge and go out there every day and get after it",
        10443.54,
        10456.32
    ],
    [
        " and until next time the Zeco and Jaco out",
        10456.32,
        10461.42
    ]
]