[
    [
        " So you're you're in a platoon and going through work up.",
        0.0,
        3.42
    ],
    [
        " This is probably when I met you for the first time when you're going to work up.",
        3.82,
        7.74
    ],
    [
        " You were training detachment OIC.",
        8.06,
        9.62
    ],
    [
        " Yeah, we have good times.",
        10.06,
        11.52
    ],
    [
        " Yeah.",
        12.06,
        12.22
    ],
    [
        " And I first of all, I want to thank you for the training, specifically land warfare.",
        12.42,
        17.8
    ],
    [
        " You know, I didn't get to stay on that deployment very long, but I'm of the firm",
        19.0,
        24.02
    ],
    [
        " opinion that training should be very difficult.",
        24.02,
        26.18
    ],
    [
        " And I think you really stepped it up.",
        26.18,
        29.62
    ],
    [
        " And so that probably saved lives.",
        30.0,
        32.26
    ],
    [
        " Jason Gardner, who was was the, I guess he was the senior and listed guy when you guys were out there,",
        33.52,
        39.78
    ],
    [
        " when you got hit, but he talks, he's talked to me about it and like how everything went down.",
        39.86,
        45.68
    ],
    [
        " And definitely, you know, his whole deployment, he has multiple stories where, you know,",
        45.78,
        53.08
    ],
    [
        " there was maneuver elements that they were able to act on, enable to stop and blew on blues.",
        53.12,
        59.78
    ],
    [
        " That could have easily happened that they didn't happen because they'd been through training.",
        59.78,
        64.0
    ],
    [
        " That was really hard.",
        64.0,
        64.68
    ],
    [
        " So yeah, it was definitely my goal was to make the training hard.",
        64.96,
        68.88
    ],
    [
        " So that guys were ready for combat.",
        68.88,
        70.62
    ],
    [
        " And you know, it was, it was awesome to see.",
        72.02,
        75.84
    ],
    [
        " It was awesome for me to be able to watch guys develop and get really good and understand what",
        76.02,
        82.58
    ],
    [
        " their job was.",
        82.58,
        83.38
    ],
    [
        " It was a really steep learning curve, but it was also like a learning curve that was steep,",
        83.7,
        88.7
    ],
    [
        " but also had like really nice steps on it where you know, this training operation,",
        88.7,
        92.96
    ],
    [
        " you'd learn this thing and then they'd figure this other thing out and then they'd do this other thing.",
        93.12,
        96.56
    ],
    [
        " We'd put them in a different scenario and then you've got them in mount and they're learning,",
        96.58,
        100.24
    ],
    [
        " you know, other steps.",
        100.54,
        101.44
    ],
    [
        " So by the time guys were getting done, they were really, really competent leaders.",
        101.6,
        106.28
    ],
    [
        " And it was awesome to see.",
        106.7,
        108.18
    ],
    [
        " I remember you broke things down in a way that made sense in its simplicity.",
        108.54,
        113.2
    ],
    [
        " I remember one time you were, I think I don't know if we were one on one,",
        113.66,
        116.72
    ],
    [
        " but it was a very close conversation.",
        116.72,
        118.74
    ],
    [
        " And you were just saying, listen, either you're online or you're in a no.",
        119.32,
        123.22
    ],
    [
        " I just, I think it was one on one.",
        123.44,
        125.38
    ],
    [
        " And it just, the way you said, it just really hit, huh?",
        125.94,
        129.22
    ],
    [
        " Yeah.",
        129.32,
        129.52
    ],
    [
        " Okay.",
        129.6,
        130.26
    ],
    [
        " And then I've fouled it away.",
        130.38,
        131.6
    ],
    [
        " And that was a very valuable lesson for me.",
        131.9,
        135.22
    ],
    [
        " And it's a simple one.",
        135.32,
        136.28
    ],
    [
        " It's pretty simple, but sometimes you know, in the chaos, you just, you just get overwhelmed.",
        136.44,
        141.38
    ],
    [
        " And then, and then just to prioritize and execute, that's a really important",
        141.38,
        146.28
    ],
    [
        " rule that, you know, there could be, I can see situations in training environments",
        146.96,
        154.32
    ],
    [
        " or in combat where you're getting overwhelmed by either too much going on or you're actually",
        154.32,
        160.94
    ],
    [
        " overwhelmed because there's, there's actually no seemingly viable course of action.",
        160.94,
        166.24
    ],
    [
        " I think those are two different situations, but in the, the other, the one where there's",
        166.4,
        171.32
    ],
    [
        " just so much going on.",
        171.32,
        172.4
    ],
    [
        " Okay, you know, prioritize and execute and, and pick the most important thing or either",
        172.84,
        177.04
    ],
    [
        " delegate it or act upon it yourself.",
        177.04,
        178.68
    ],
    [
        " With the other situation, yeah, there's, it just doesn't seem like there's any viable",
        179.04,
        184.74
    ],
    [
        " course of action.",
        184.74,
        185.4
    ],
    [
        " What can we even do to make this situation better?",
        185.52,
        187.84
    ],
    [
        " Just realize there's always something you can do.",
        187.94,
        189.74
    ],
    [
        " Oh, you're never out of the fight.",
        189.94,
        191.2
    ],
    [
        " Even if you're going to continue doing what you're currently doing, that's an active choice,",
        191.66,
        197.1
    ],
    [
        " not a passive choice.",
        197.1,
        198.92
    ],
    [
        " And there's a difference there.",
        199.1,
        199.82
    ],
    [
        " Oh, yeah, there's a big difference.",
        199.9,
        200.8
    ]
]