[
    [
        " You say here after I completed Special Forces MOS training in March 1970, we were all then assigned to a group.",
        0.0,
        6.74
    ],
    [
        " At this time, fifth group was responsible for Vietnam and as warriors, everyone wanted to be assigned to fifth group, including myself.",
        7.16,
        14.0
    ],
    [
        " However, there were two groups at Fort Bragg, sixth group and seventh group.",
        14.64,
        18.36
    ],
    [
        " I was assigned to seventh group, like any good soldier you do as you are told and make the best of it.",
        18.96,
        24.62
    ],
    [
        " I was proud to be a green beret.",
        24.86,
        26.6
    ],
    [
        " That summer brought me to the Nhat Nha Lha.",
        27.88,
        30.66
    ],
    [
        " I'm saying that right?",
        30.76,
        31.3
    ],
    [
        " Nhat Nha Lha.",
        31.62,
        31.7
    ],
    [
        " Nhat Nha Lha National Forest from which I was picked to be part of Bull Simon's mysterious mission.",
        32.06,
        40.32
    ],
    [
        " So on September 2nd, 1970, as a member of the advanced party, we loaded on the C-123's southbound.",
        40.72,
        48.48
    ],
    [
        " So, Bill Simon's, this guy is a legend.",
        49.04,
        52.58
    ],
    [
        " World War II, he fought in New Guinea. He was a ranger. He conducted a raid.",
        53.7,
        60.48
    ],
    [
        " That was a POW rescue they rescued in the Philippines. Over 500 POWs, many of whom had participated in the Baton Death March.",
        60.9,
        70.68
    ],
    [
        " Then he'd gotten out for a couple years and then came back in.",
        71.02,
        76.54
    ],
    [
        " He was in special forces. He was in SOG. I mean, this guy was a legendary guy.",
        76.54,
        83.7
    ],
    [
        " How did that happen that you got picked for this mission? How'd you hear about the mission? How'd you get picked?",
        84.12,
        89.58
    ],
    [
        " Well, I was up at Nhat Nha Lha and I was training. I was working with a bunch of master sergeants.",
        89.94,
        96.42
    ],
    [
        " We were teaching mountain climbing and rope tying to officers and some of the guys in seventh group.",
        99.12,
        104.28
    ],
    [
        " We needed some supplies. Colonel told me to go into town and pick up supplies.",
        105.24,
        112.2
    ],
    [
        " Nhat Nha Lha is about no, probably 253 miles from Fort Bragg.",
        112.98,
        118.18
    ],
    [
        " I went back down to Bragg and a couple of my buddies said, when I got down there, they said, hey, do you see where Bull Simon's is looking for volunteers?",
        118.9,
        128.36
    ],
    [
        " Bull Simon's, I mean, that wasn't enough to excite you. You didn't want to be there.",
        129.2,
        136.76
    ],
    [
        " I said, well, I'm going to go down and see what he's talking about because he said if you want to, he was going to be down at the, we call it a little White House there for Bragg.",
        137.66,
        146.86
    ],
    [
        " I got down there. It was packed. I mean, never probably 500 plus special forces guys there.",
        147.16,
        153.02
    ],
    [
        " Bull came out on the stage and he always had a little cigar in his mouth. He never smoked it. I don't know. He just chewed on it.",
        153.3,
        161.06
    ],
    [
        " But I had never seen the guy. So that was kind of my first introduction to Colonel Simon.",
        161.56,
        169.52
    ],
    [
        " He looks like a legend. His physical appearance, he looks like a legend.",
        170.52,
        175.94
    ],
    [
        " He is a legend. I mean, he's, yeah, there's no doubt about that.",
        176.1,
        181.88
    ],
    [
        " So when he came on stage, he said, I was looking for some volunteers who are moderately hesitant to smish him.",
        183.1,
        191.72
    ],
    [
        " And I always wondered what he called hazardous compared to what we were getting ready to go and do.",
        192.64,
        201.06
    ],
    [
        " But he said there's no TTY. So you know, not eliminated some guys. Everybody was temporary money, duty money.",
        201.44,
        209.78
    ],
    [
        " And he said if you're interested, get back here and we'll start the interview process at that 1300 hours.",
        210.52,
        216.66
    ],
    [
        " So I went back and put my name on the list and the next, I came back to, they had two Sergeant majors doing a lot of the interviewing.",
        218.26,
        231.42
    ],
    [
        " Two Command Sergeant majors. And we were in and lying at the seventh group facility, Billets.",
        231.92,
        239.8
    ],
    [
        " And he was about, no, probably about 530, I guess. And I was sitting there and nobody's calling me. Nobody's calling me.",
        240.86,
        247.92
    ],
    [
        " Everybody else pretty much gone and out walks these two Sergeant majors. And they're walking out the door and I'm thinking, they didn't interview me.",
        248.12,
        256.98
    ],
    [
        " And so I ran after him and hollered at him. I said, you know, hey, you guys didn't interview me.",
        257.64,
        262.98
    ],
    [
        " And they said, what's your name? And I said, Buckler. And they said, well, and he had a clipboard on him.",
        263.84,
        269.92
    ],
    [
        " Look at him. He says, I don't have your 201 file. That's the military and army. That's your file tells you everything about who you are and what you've done in your record.",
        270.04,
        280.9
    ],
    [
        " And I said, they said, well, I'm on the interview and they said, well, you get your 201 file.",
        281.82,
        288.04
    ],
    [
        " And I'll be back here first thing in a more and more interview. So, okay. So buddy man, at that time was one of my roommates, a bunch of us lived off base.",
        288.04,
        296.84
    ],
    [
        " And we had seven of us in the sixth and seven of us in seventh group. So we were, only time we were together was painting in holidays.",
        297.22,
        307.74
    ],
    [
        " And so we kind of, the neighborhood, I think was glad to see us move, but you know, he was a deputy sheriff to have done the road from us.",
        308.28,
        318.48
    ],
    [
        " And he was always stopping by and saying, guys, can you just roll it down just a little bit. But anyway, I went in for the interview.",
        318.54,
        329.12
    ],
    [
        " And they asked me if I could weld. And I said, I grew up on a farm and our neighbor Sam welded everything we ever broke.",
        329.38,
        338.02
    ],
    [
        " I looked at that. I thought, I can do that. So I said, yeah, I'm a welder.",
        338.18,
        342.32
    ],
    [
        " So you felt like you could weld because you watched your buddy weld.",
        343.26,
        346.68
    ],
    [
        " I like it. I like your attitude. That's good attitude.",
        347.3,
        349.88
    ],
    [
        " Yeah, I didn't, they didn't have a welder. So I wouldn't have to prove myself.",
        349.88,
        353.46
    ],
    [
        "",
        353.84,
        353.84
    ],
    [
        " And then I want to know if I did scuba. And I, I had, at that point, done scuba. So I said, no, I don't know scuba.",
        354.06,
        362.06
    ],
    [
        " And then he just asked me some general questions. You know, what, how much combat have you been? And I'm thinking, they got my two on one fall.",
        362.36,
        369.88
    ],
    [
        " I have no combat experience. And so I said, no, I don't know. Then. So I said, okay. Well, thanks. I thought, well, at least they let me interview.",
        370.02,
        379.4
    ],
    [
        " So, you know, thank you. And I walked out the door back up to Nata Hailey then and a couple of days later, a girl from our called me into his office up at the Nata Hailey there.",
        379.4,
        392.88
    ],
    [
        " And he says, pack your bag. And I said, whoa, okay. He says, you made bullseymons list. And I said, really? And he said, yep. So I said, okay.",
        392.96,
        405.34
    ],
    [
        " And I went, you know, I'm very excited, not even knowing what we're going to do just the fact that we made it.",
        406.34,
        412.94
    ],
    [
        " Did you have any idea why they selected you to this day?",
        412.98,
        416.62
    ],
    [
        " The only thing I could figure out is they needed some special forces aside from your crack welding skills.",
        417.26,
        424.5
    ],
    [
        " And they're about that one, you know.",
        426.82,
        429.08
    ],
    [
        " I think what they needed was some grunts and special forces. The knee five is the lowest rank.",
        429.66,
        438.74
    ],
    [
        " So I was on the advanced party and we went down and set up the compound. And we, when they swept the building, we put the",
        439.44,
        448.24
    ],
    [
        " contentine wire around and put the field phone out. And then I pulled guard duty on the bed. We had to guard that building 24 by seven.",
        448.36,
        456.16
    ],
    [
        " And I thought it was a long user because when we pulled guard duty of bragging, you got to, you know, I'm 16 in one round. Maybe, you know,",
        456.64,
        465.56
    ],
    [
        " and this one, we had an M16 in full round and orders if that goes south shoot. And that, I thought, there's something serious on this mission that they're not telling everybody.",
        465.8,
        478.0
    ],
    [
        " But, you know, we did what we were told to do. And I pulled guard duty and when I went in pulling guard duty, I was either sleeping or training.",
        478.14,
        489.4
    ],
    [
        " Because I had to train with the other guys during when I wasn't pulling guard duty.",
        489.8,
        494.96
    ]
]