[
    [
        " back in the day I had an RV.",
        0.0,
        1.22
    ],
    [
        " And for whatever reason, I had taken the mint chocolate chip ice cream",
        2.06,
        5.78
    ],
    [
        " and put it in the RV freezer for some reason, I forget why.",
        5.78,
        9.1
    ],
    [
        " And when that stuff's in the freezer in the house, it was like,",
        10.18,
        14.08
    ],
    [
        " oh, cool, I'm gonna get it right there.",
        14.1,
        15.8
    ],
    [
        " We're gonna go get it, right?",
        16.04,
        17.0
    ],
    [
        " But I guess I wasn't dopamine-fueled enough.",
        17.28,
        19.52
    ],
    [
        " Like, three, four, five days went by before I was like,",
        20.02,
        23.32
    ],
    [
        " all right, I really wanted it, so I'm gonna go get it.",
        23.42,
        25.54
    ],
    [
        " Well, it is the molecule of drive.",
        25.98,
        28.84
    ],
    [
        " The way to think about dopamine is that it is a non-infinite,",
        28.84,
        32.92
    ],
    [
        " yet renewable resource.",
        33.1,
        34.92
    ],
    [
        " Non-infinite, yet renewable.",
        35.44,
        36.74
    ],
    [
        " What do I mean by that?",
        36.98,
        37.66
    ],
    [
        " Well, this relates to the energy drink caffeine question.",
        38.3,
        40.7
    ],
    [
        " Should you be doing all this stuff?",
        40.82,
        41.9
    ],
    [
        " Just as adrenaline, epinephrine is released in response",
        43.56,
        47.42
    ],
    [
        " to psychological stressors, physical stressors,",
        47.42,
        49.5
    ],
    [
        " cold water, final exams, you know, broken relationship,",
        49.68,
        53.1
    ],
    [
        " excitement, these are generic molecules, right?",
        53.34,
        56.48
    ],
    [
        " I mean, they're used to create activation states in the body.",
        56.48,
        59.06
    ],
    [
        " Dopamine is the molecule of motivation pursuit and desire.",
        59.56,
        62.28
    ],
    [
        " And it can be triggered by a number of different things.",
        62.9,
        66.54
    ],
    [
        " However, it is a non-infinite, yet renewable resource.",
        67.14,
        71.78
    ],
    [
        " So if you have too big a dopamine release,",
        72.24,
        76.74
    ],
    [
        " let's say from methamphetamine cocaine.",
        77.02,
        79.62
    ],
    [
        " Damn, we're going there.",
        80.16,
        81.38
    ],
    [
        " We're going there.",
        81.48,
        82.12
    ],
    [
        " We're okay.",
        82.34,
        82.94
    ],
    [
        " Or let's say, let's be fair,",
        83.2,
        85.36
    ],
    [
        " because I know people from being in a lot of gun fights",
        85.62,
        89.96
    ],
    [
        " in a short period of time,",
        89.96,
        92.0
    ],
    [
        " the period immediately after that will involve a mirror symmetric decrease in dopamine.",
        92.8,
        97.74
    ],
    [
        " You don't go back down to baseline.",
        97.98,
        99.42
    ],
    [
        " You go below baseline.",
        99.64,
        101.0
    ],
    [
        " So we all should guard our dopamine peaks very carefully.",
        102.14,
        106.64
    ],
    [
        " A little bit goes a long way.",
        106.92,
        108.28
    ],
    [
        " A lot goes even further, but it also takes you down deeper afterwards.",
        108.46,
        112.44
    ],
    [
        " This is the basis of addiction.",
        112.44,
        113.92
    ],
    [
        " And this is the beautiful work of Anilemky and Rob Olenka at Stanford and elsewhere,",
        114.72,
        118.14
    ],
    [
        " showing that when it goes down, do we want it back right now?",
        118.92,
        122.04
    ],
    [
        " So the dip afterwards is actually associated with a molecule called dynorphine,",
        122.76,
        127.48
    ],
    [
        " which is the opposite of endorphine and involves pain in the body.",
        127.98,
        132.66
    ],
    [
        " So for every bit of pleasure that we get from pursuit and getting the thing that we were pursuing,",
        133.26,
        137.52
    ],
    [
        " the crash that comes afterwards feels painful.",
        138.1,
        141.06
    ],
    [
        " And all that we need to do in order to return to a baseline of dopamine,",
        141.88,
        145.9
    ],
    [
        " renew that resource, is to wait and make sure that we don't try and trigger yet more dopamine in that time.",
        146.24,
        152.22
    ],
    [
        " So you asked about, should I be taking caffeine in addition to training and blasting music?",
        152.84,
        158.02
    ],
    [
        " I always say people differ on this spectrum, but be careful about stacking dopamine.",
        158.26,
        162.48
    ],
    [
        " Training itself is a stimulus for dopamine release.",
        162.98,
        165.24
    ],
    [
        " Cold water is a stimulus for dopamine release.",
        165.6,
        167.58
    ],
    [
        " But if you start doing training, cold water, listening to your favorite music,",
        167.78,
        174.1
    ],
    [
        " plus you're taking, let's say, some stimulant, doesn't it?",
        174.26,
        177.84
    ],
    [
        " Obviously, the stimulants we've been talking about are terrible,",
        177.84,
        180.48
    ],
    [
        " but some of the stronger stimulants out there used to be a fedron in back when I was in college.",
        180.7,
        185.72
    ],
    [
        " But now people taking Adderon, is that refueling?",
        186.36,
        189.88
    ],
    [
        " Now he legal, right?",
        189.98,
        190.94
    ],
    [
        " Now he legal.",
        191.34,
        191.78
    ],
    [
        " Yeah.",
        192.24,
        192.38
    ],
    [
        " I had a guy who worked with unfortunately, he died, but you would see, like he was in my platoon,",
        192.82,
        198.28
    ],
    [
        " you would see, he would take that, he'd call that ripy rip.",
        198.5,
        203.32
    ],
    [
        " Well, it's, and it's ready to rip.",
        204.22,
        205.84
    ],
    [
        " Actually, you can tell if somebody has a lot of dopamine in adrenaline and their system just by looking at them,",
        206.04,
        210.0
    ],
    [
        " their pupils are big.",
        210.06,
        210.74
    ],
    [
        " So somewhat paradoxically, when pupils are big, your visual aperture is narrow.",
        212.02,
        215.72
    ],
    [
        " That just has to do with the, with the, so called the combination of the eye, the optics of the eye.",
        215.86,
        219.46
    ],
    [
        " So remember, big pupils means somebody is high on their own dopamine and adrenaline.",
        219.56,
        224.28
    ],
    [
        " Could be drug induced, could be situational, et cetera.",
        224.56,
        226.64
    ],
    [
        " Small pupils are going to be a relaxed state.",
        226.8,
        229.34
    ],
    [
        " Now, of course, it's also going to be modulated by how bright it is in an environment",
        229.66,
        232.68
    ],
    [
        " because of the way these systems work.",
        232.68,
        233.98
    ],
    [
        " But when you can see somebody wide eyed, well, dopamine and adrenaline also do something else.",
        234.48,
        239.46
    ],
    [
        " They actually trigger activation of the brainstem cranial nuclei that cause opening of the eyelids.",
        239.46,
        243.76
    ],
    [
        " They also cause an eyes up effect.",
        244.18,
        246.36
    ],
    [
        " When we get sleepy, what happens?",
        246.36,
        247.66
    ],
    [
        " Our eyes go down.",
        247.88,
        248.62
    ],
    [
        " When we're awake, eyelids are open and eyes are up.",
        249.16,
        251.68
    ],
    [
        " They might not be up like this.",
        251.98,
        253.18
    ],
    [
        " These are related to three different cranial nerve nuclei for the future med students you'll learn what these are.",
        253.72,
        258.36
    ],
    [
        " So it all makes perfect sense when, when, because nature is beautiful and the biology is laid out for us.",
        259.38,
        264.98
    ],
    [
        " But if we start stacking behaviors plus pharmacology, plus, you know,",
        265.22,
        269.86
    ],
    [
        " mindsets that increase dopamine, great.",
        270.08,
        272.2
    ],
    [
        " But what that means is that if you get a really big dopamine increase,",
        272.64,
        276.02
    ],
    [
        " well, then that afternoon you might not feel the drive to do the work.",
        276.62,
        279.8
    ],
    [
        " You might think, why am I sleeping in the after, why am I kind of less motivated?",
        280.06,
        282.64
    ],
    [
        " Or next day for training without that pharmacology, you're thinking,",
        282.98,
        287.52
    ],
    [
        " oh, yeah, the workout isn't, I don't get quite as intense a contraction of the muscle.",
        287.7,
        291.62
    ],
    [
        " I trained left, but I hold it exactly.",
        291.7,
        293.38
    ],
    [
        " I did that, did you think that?",
        293.64,
        295.08
    ],
    [
        " That's how you taught the hype training.",
        295.18,
        296.32
    ],
    [
        " Well, I'm just thinking about it because, you know, a lot of times people ask me,",
        296.46,
        299.72
    ],
    [
        " you know, I've had a hard time, you know, like I get fired up to do stuff,",
        299.74,
        303.46
    ],
    [
        " but then I don't actually do it.",
        303.54,
        304.64
    ],
    [
        " You know, that's a common sort of thing for humans.",
        304.7,
        306.9
    ],
    [
        " And, and now I can kind of track it a little bit.",
        307.74,
        309.84
    ],
    [
        " Oh, you got yourself super worked up.",
        310.04,
        312.52
    ],
    [
        " And then you let that go, or you, you know, maybe you worked for a little bit of time,",
        313.1,
        317.58
    ],
    [
        " you know, like, right, hey, writing a book, right?",
        317.8,
        319.88
    ],
    [
        " I've written a bunch of books.",
        319.94,
        320.76
    ],
    [
        " You're not like hyped to write the book.",
        322.28,
        324.56
    ],
    [
        " You're like, oh man, it's going to be, and you, that only lasts for seven minutes of typing,",
        324.76,
        329.38
    ],
    [
        " bro. That's it.",
        329.6,
        330.26
    ],
    [
        " It's chop wood.",
        330.26,
        330.88
    ],
    [
        " Yeah.",
        331.02,
        331.14
    ],
    [
        " Yeah.",
        331.7,
        331.84
    ],
    [
        " Then it's like, oh, this is just going to suck.",
        332.14,
        333.88
    ],
    [
        " And that's just the way it is.",
        334.14,
        335.46
    ],
    [
        " But now I realize if you, this is what I like about this, if you're aware of the fact",
        335.64,
        340.72
    ],
    [
        " that, oh, this is my dopamine crash and I can't, I shouldn't anticipate,",
        340.72,
        346.84
    ],
    [
        " continue to hype through this situation, I need to push through it.",
        347.38,
        350.96
    ],
    [
        " That's, that's good awareness to have.",
        351.32,
        352.86
    ],
    [
        " Definitely. And, you know, nowadays you hear especially in Silicon Valley about dopamine",
        353.3,
        356.58
    ],
    [
        " fasting, you know, the people, I don't even want to look at somebody else's face.",
        356.58,
        359.6
    ],
    [
        " I'm not going to eat any, you know, tasty food.",
        359.74,
        361.72
    ],
    [
        " I'm not going to do anything that stimulates dopamine.",
        361.74,
        363.42
    ],
    [
        " Sure, that will reset what you find pleasurable.",
        363.66,
        366.22
    ],
    [
        " But let's be realistic.",
        366.6,
        367.82
    ],
    [
        " The better way to do things would be to modulate dopamine release.",
        368.1,
        371.34
    ],
    [
        " Control it.",
        371.5,
        371.94
    ],
    [
        " Make it work for you.",
        371.94,
        372.82
    ],
    [
        " And everyone's going to differ.",
        373.1,
        374.42
    ],
    [
        " So for some people it's got to be music, the pre-workout, the, you know,",
        374.42,
        378.02
    ],
    [
        " four cups of espresso and, you know, and someone screaming in their face that they have to do it.",
        378.34,
        383.26
    ],
    [
        " Well, for other people, we require, require fewer of those variables.",
        383.66,
        388.08
    ],
    [
        " But everyone needs to learn how they feel both before, during, and after a behavior.",
        388.62,
        394.38
    ],
    [
        " You know, I think the right amount of exercise is what you can do consistently and train hard,",
        394.9,
        398.28
    ],
    [
        " but that also allow you to perform, unless you're an athlete and that's your,",
        398.28,
        401.52
    ],
    [
        " your profession to be able to do the other things throughout the day that are beneficial to you.",
        402.46,
        405.58
    ],
    [
        " And of course, some people are training late in the day.",
        406.08,
        407.66
    ],
    [
        " And I have no problem with that.",
        407.76,
        408.88
    ],
    [
        " I got kind of attacked by the, the, the fitness Anistas recently or whatever you call them online.",
        409.24,
        416.12
    ],
    [
        " Because I said, you know, training early in the day is such a stopamine pulse.",
        416.12,
        418.6
    ],
    [
        " Like, training late in the day has been shown in these 19 studies.",
        418.72,
        421.38
    ],
    [
        " Sure.",
        421.38,
        421.76
    ],
    [
        " I'm sure for when your body temperature is elevated later in the day,",
        422.12,
        425.46
    ],
    [
        " you know, lubrication of the joints and you mental acuity.",
        425.96,
        429.36
    ],
    [
        " Sure.",
        429.64,
        430.0
    ],
    [
        " But for most people who just need to get more movement and are trying to maximize",
        430.36,
        433.38
    ],
    [
        " focus and productivity throughout the day, early day training is going to be probably the better",
        433.38,
        437.76
    ],
    [
        " option. But bet sometime is better than no time.",
        437.76,
        440.26
    ],
    [
        " But if you're training late in the day and you're getting a big increase in body temperature",
        440.34,
        444.06
    ],
    [
        " and you're doing it under bright lights and you're drinking a pre workout and you're wondering",
        444.06,
        447.6
    ],
    [
        " why you can't sleep at night, it's, you know, you don't have to be sigmund Freud or a neuroscientist",
        447.6,
        451.74
    ],
    [
        " to understand that you're basically just have your body, you're cranking your body temperature up.",
        451.74,
        455.34
    ],
    [
        " Hence a lot of these technologies and here this isn't a promotion.",
        455.6,
        458.26
    ],
    [
        " At least not now, don't have a relationship to any of them.",
        458.56,
        460.62
    ],
    [
        " I won't even name them.",
        460.7,
        461.38
    ],
    [
        " There are a lot of technologies now about making your bed cool.",
        461.52,
        463.72
    ],
    [
        " This matter, that this, you know, to cool down your body temperature at night so you can sleep.",
        463.96,
        469.76
    ],
    [
        " So if you start thinking about this and kind of a rational structure, it makes sense.",
        470.24,
        473.08
    ],
    [
        " It also makes sense why, for instance, after a big win, sometimes we feel a crash.",
        473.56,
        478.76
    ],
    [
        " And we need some time to reset.",
        479.62,
        481.06
    ],
    [
        " And that lower depression, sometimes people make the mistake of going out and pursuing more dopamine.",
        481.58,
        486.96
    ],
    [
        " One of the areas that I have real concern about just because I hear about it so often and it",
        487.24,
        491.66
    ],
    [
        " wasn't an issue when I was growing up is a lot of young guys in particular approach me because",
        491.66,
        495.96
    ],
    [
        " they're based on the questions I'm getting.",
        495.96,
        498.38
    ],
    [
        " They're watching a lot of really intense pornography.",
        498.62,
        500.54
    ],
    [
        " And that has, we know, there are studies now going on at Stanford and elsewhere.",
        501.56,
        505.0
    ],
    [
        " You know, pornography creates a strong dopamine rush.",
        505.4,
        508.26
    ],
    [
        " These are very primitive pathways that in some ways can overwhelm the dopamine system.",
        508.32,
        513.54
    ],
    [
        " And then, you know, another thing is happening.",
        513.8,
        515.68
    ],
    [
        " So a lot of young guys are getting all this arousal from watching other people have sex.",
        516.36,
        520.5
    ],
    [
        " And then they're in the real world scenario and it's like, wait, you're no longer third",
        521.0,
        524.18
    ],
    [
        " person in this. You're actually in this scene.",
        524.18,
        526.32
    ],
    [
        " And it's completely collapsing them.",
        526.92,
        528.74
    ],
    [
        " And so I'm not one of these anti-porn people.",
        529.12,
        531.18
    ],
    [
        " I'm not here to judge. I'm just a scientist.",
        531.5,
        533.32
    ],
    [
        " I'm reporting the, I always say I'm not a doctor.",
        533.6,
        535.6
    ],
    [
        " I don't prescribe things, I'm a professor.",
        535.76,
        536.86
    ],
    [
        " So I profess things.",
        537.08,
        537.78
    ],
    [
        " You can decide what you want to do with it or not.",
        538.2,
        539.84
    ],
    [
        " But if you once you understand dopamine, that all makes perfect sense.",
        540.12,
        543.7
    ],
    [
        " They're getting this enormous dopamine release from something that is external to them.",
        544.04,
        548.5
    ],
    [
        " And real life, you know, may not mimic the intensity of the combination of variables.",
        549.1,
        554.1
    ],
    [
        " Right.",
        554.44,
        554.52
    ],
    [
        " Or people are exercising for a little while and it's all exciting to them.",
        555.16,
        558.18
    ],
    [
        " And they're, you know, taking tons and tons of pharmacology to do it.",
        558.26,
        561.94
    ],
    [
        " And then they're kind of lose motivation.",
        561.94,
        563.28
    ],
    [
        " Well, it, remember, non-infinite yet renewable resource.",
        563.54,
        566.9
    ]
]