[
    [
        " You visited, you visited where Omaha Beach, you visited four peers.",
        0.38,
        5.8
    ],
    [
        " Yeah. How is that with the breadth of knowledge that you have when you're down there?",
        6.84,
        10.7
    ],
    [
        " It's incredible.",
        11.32,
        11.8
    ],
    [
        " It's, um, there's nothing quite like, you know, going to the places that you're writing about.",
        12.9,
        19.6
    ],
    [
        " If I could have gone, I wish I could have gone to every single place that I wrote about.",
        20.12,
        23.52
    ],
    [
        " I've kind of made it a mental mandate for me, a future book.",
        23.92,
        27.08
    ],
    [
        " I'm never going to write about anything unless I go to the place.",
        27.38,
        30.18
    ],
    [
        " The, uh, there's a weighted Omaha.",
        30.94,
        34.78
    ],
    [
        " I mean, there's a weighted, you know, all of, all of Normandy.",
        35.26,
        37.56
    ],
    [
        " And, um, I mean, you, I'm not sure, uh, which point you, you should go to the cemetery at Omaha Beach.",
        37.84,
        46.96
    ],
    [
        " If you should go to the cemetery first before you go to the beach heads and before you go to all the",
        47.16,
        52.02
    ],
    [
        " battlefields and point to Hock, or if you should go see the battlefields and point to Hock and everything,",
        52.02,
        55.9
    ],
    [
        " and then go to the cemetery.",
        55.9,
        57.22
    ],
    [
        " Either way, um, you're going to that cemetery and you're going to walk around it and the one thing",
        57.78,
        63.36
    ],
    [
        " that you're going to see and there's a poem by Robert Frost when you before you go into that cemetery.",
        63.36,
        67.88
    ],
    [
        " And it said something like, you know, uh, don't talk.",
        68.04,
        72.26
    ],
    [
        " Um, just listen, just look and, uh, note the dates on these headstones and note how young they were",
        73.4,
        83.3
    ],
    [
        " and they died for you.",
        83.52,
        84.5
    ],
    [
        " And it's, it's overwhelming.",
        85.44,
        86.72
    ],
    [
        " And then to take that and then to go see the places where all of these guys were, you see",
        87.18,
        92.48
    ],
    [
        " dog green, dog red and all the, all the beaches and then you go to point to Hock.",
        92.48,
        95.86
    ],
    [
        " You can't even look over the cliffs.",
        96.48,
        97.82
    ],
    [
        " I mean, look, you see where these rangers, they climbed up like, and then, I mean,",
        98.2,
        103.38
    ],
    [
        " the Germans at the top are cutting ropes and they're throwing grenades and they're leaning over",
        104.3,
        107.88
    ],
    [
        " the cliffs and they're machine gunning them off the ropes and still they came.",
        107.88,
        110.3
    ],
    [
        " Um, and the section that you read of, uh, Karnowski, he dropped his helmet in the water before,",
        112.84,
        120.32
    ],
    [
        " you know, the operation even started before the, you know, the, um, before the ramp even dropped.",
        120.58,
        126.62
    ],
    [
        " He did not have a helmet and he, you know, spent, he ran, you know, from,",
        126.8,
        130.04
    ],
    [
        " I mean, and, and where was he going to get a helmet?",
        130.6,
        132.86
    ],
    [
        " Everybody else needed their helmet and there's no other helmets to take and he, you know, ran,",
        133.06,
        136.38
    ],
    [
        " ran ashore and, um,",
        136.66,
        139.56
    ],
    [
        " wasn't able to get a helmet, you know, for almost 24 hours.",
        140.82,
        144.06
    ],
    [
        " He finally, finally found a helmet that wasn't attached to somebody that, uh, he was able to take.",
        144.7,
        149.26
    ],
    [
        " But, yeah.",
        149.84,
        151.9
    ],
    [
        " And how about four pierce?",
        152.32,
        153.42
    ],
    [
        " Four pierce is really something.",
        153.72,
        155.36
    ],
    [
        " We can talk about four, four pierce a bit later, either there's a, uh, recently went to",
        156.0,
        160.98
    ],
    [
        " four pierce for their, their annual muster and, um, but yeah, four pierce is one of the first",
        160.98,
        165.98
    ],
    [
        " places I went and, um, I didn't, I didn't quite understand like, uh, what the island was like with",
        165.98,
        172.94
    ],
    [
        " the, with the separation of Hutchinson Island was because four pierce is the actual town.",
        172.94,
        176.98
    ],
    [
        " It's on the mainland where Hutchinson Island where, you know, that's what we colloquial call,",
        176.98,
        181.32
    ],
    [
        " or that's what we call, um, you know, four pierce.",
        181.46,
        184.32
    ],
    [
        " It's actually two separate islands.",
        184.46,
        186.02
    ],
    [
        " There's, it's an intercoastal island that separates, you know, from the Indian river and the Atlantic",
        186.14,
        190.14
    ],
    [
        " ocean, the Atlantic is, you know, kind of a crushing surf and you can see all the rocks that are there.",
        190.14,
        194.66
    ],
    [
        " I mean, um, the, the idea of a rock portage and everything like that, we all, you know,",
        194.92,
        201.5
    ],
    [
        " it's, you know, we always think of it as, you know, right there at the hotel, hotel.",
        201.58,
        205.82
    ],
    [
        " Yeah, you know, you get this fairy tale hotel, you know, and, and these, you know,",
        206.46,
        210.14
    ],
    [
        " jagged, you know, humongous, you know, rocks.",
        210.42,
        213.08
    ],
    [
        " They had the exact same rocks, uh, right there at four pierce, and they did the exact same",
        213.72,
        218.04
    ],
    [
        " rock portage. It was just as dangerous then as it is now.",
        218.04,
        220.62
    ],
    [
        " Um, but you, you, you can see it.",
        221.9,
        223.66
    ],
    [
        " I mean, you, uh, you can see, you know, this is the birthplace.",
        223.74,
        226.92
    ],
    [
        " This is where it all happened.",
        226.96,
        227.88
    ],
    [
        " And it wasn't just the birthplace of, you know, the NCDUs and the scouts and raiders,",
        228.1,
        231.76
    ],
    [
        " but it was the birthplace of, you know, kind of, uh, American special operations,",
        231.76,
        236.14
    ],
    [
        " thinking everybody took a turn at four pierce.",
        236.2,
        238.44
    ],
    [
        " Anybody was going to do any sort of amphibious training, any special unit was going to take a stop",
        238.48,
        242.52
    ],
    [
        " at four pierce, the Rangers, the, uh, uh, the Army raiders that, uh, that, uh, you know, uh,",
        242.52,
        248.24
    ],
    [
        " went up the subwoofer on the Dallas. They all, everybody, everybody, uh, took a turn through four",
        248.24,
        253.12
    ],
    [
        " pierce. It was the, um, um, it was the garden bed of, uh, uh, uh, uh, of special operations,",
        253.12,
        259.94
    ],
    [
        " thinking at the time. So,",
        259.98,
        261.5
    ]
]