[
    [
        " You know, going back to the the sea wolves and them being answering the call, you know,",
        0.5,
        7.58
    ],
    [
        " that's something that I learned out of the gate when I got to seal teams was that, hey,",
        7.66,
        12.06
    ],
    [
        " in NAMM, if it was a platoon in trouble or if it was a downpilot, we were going bright",
        12.32,
        19.84
    ],
    [
        " light.",
        19.84,
        20.18
    ],
    [
        " No questions asked.",
        20.38,
        21.64
    ],
    [
        " That's a...",
        24.28,
        29.98
    ],
    [
        " Through, you know, till this day, something's going on like that, we're going.",
        29.98,
        33.54
    ],
    [
        " I mean, I, and whatever, I don't know if it was pulled from, you know, the sea wolves,",
        34.52,
        40.3
    ],
    [
        " but it's...",
        40.48,
        42.26
    ],
    [
        " I mean, we saw it carry through, I mean, an hour time, I mean, the seal team 10, I mean,",
        42.26,
        58.78
    ],
    [
        " the gold squadron seals, I mean, they were on their way to, you know, come to the aid",
        59.42,
        65.24
    ],
    [
        " of Army Rangers.",
        65.24,
        65.94
    ],
    [
        " Yeah.",
        66.62,
        66.68
    ],
    [
        " Like, are they in trouble?",
        67.86,
        69.0
    ],
    [
        " Yeah.",
        69.22,
        69.34
    ],
    [
        " Was it dangerous?",
        69.96,
        71.12
    ],
    [
        " Yep.",
        71.3,
        71.38
    ],
    [
        " You're going to go?",
        72.14,
        72.64
    ],
    [
        " I'm sure are.",
        72.96,
        73.46
    ],
    [
        " Yeah.",
        73.8,
        73.88
    ],
    [
        " I don't know.",
        75.36,
        79.7
    ],
    [
        " I mean, it's...",
        79.92,
        81.6
    ],
    [
        " I think Americans are in trouble.",
        81.6,
        83.82
    ],
    [
        " I mean, you're going to go.",
        83.98,
        84.6
    ],
    [
        " Um, I mean, that's...",
        85.56,
        88.12
    ],
    [
        " You know, when you start talking about Tommy Norris and his activities.",
        88.7,
        92.5
    ],
    [
        " Yeah.",
        93.48,
        93.76
    ],
    [
        " I mean, that's exactly right.",
        93.92,
        96.6
    ],
    [
        " Like, you, I mean, how much did Tommy risk, you know, to come to rescue somebody he never",
        96.88,
        103.28
    ],
    [
        " knew?",
        103.28,
        103.6
    ],
    [
        " I think 11 other Americans had died attempting to rescue, you know, those two, either the pilot",
        104.1,
        110.22
    ],
    [
        " and the navigator.",
        110.22,
        110.94
    ],
    [
        " He, um, and not, I mean, he had, you know, he was there with his Vietnamese Rangers.",
        111.54,
        118.78
    ],
    [
        " Okay.",
        119.2,
        119.34
    ],
    [
        " I mean, like, the thing that never, you know, ceases to amaze me is the fact that the",
        119.46,
        125.2
    ],
    [
        " seal teams were the recipient of all of that accumulated knowledge of all that, of",
        125.2,
        132.28
    ],
    [
        " all that legacy, you know, you know, Darby's legacy and the combatant to end the legacy",
        132.28,
        136.12
    ],
    [
        " and the point to hawk all that, you know, all that knowledge got compressed into the",
        136.12,
        140.74
    ],
    [
        " Ranger School and there are no Rangers.",
        140.74,
        143.4
    ],
    [
        " So the seal teams became the biggest, you know, collection of Ranger School graduates",
        144.12,
        150.2
    ],
    [
        " in the US military.",
        150.2,
        151.32
    ],
    [
        " And then, you know, not only, you know, is there that connection with Tommy Norris, you",
        152.28,
        156.64
    ],
    [
        " know, leading Vietnamese Rangers, but the, the, the seals and the, the 7-platoon seals",
        156.64,
        163.74
    ],
    [
        " during the Tet Offensive at Mito, the Bob Gallagher leads a squad of seals, you know, through",
        163.74,
        170.44
    ],
    [
        " the streets of Mito to help call in airstrikes for the stranded Vietnamese seals or Vietnamese",
        170.44,
        179.38
    ],
    [
        " Rangers.",
        179.38,
        179.76
    ],
    [
        " But yeah, Bob Gallagher, Tommy Norris coming, you know, risking everything and his, he and",
        180.42,
        193.0
    ],
    [
        " remember attack the night before he went out on that raid or went out on that rescue",
        193.36,
        197.62
    ],
    [
        " mission.",
        197.62,
        197.94
    ],
    [
        " I don't, I can't remember off the top of my head how many of his, of his Rangers were",
        198.56,
        202.32
    ],
    [
        " killed in that attack, but I mean, combat ineffective.",
        202.32,
        206.22
    ],
    [
        " He only had a handful of Rangers left and him and Kit, you know, still decide there's",
        206.4,
        212.06
    ],
    [
        " an American in trouble.",
        212.06,
        212.94
    ],
    [
        " We're going to get him.",
        213.2,
        214.58
    ],
    [
        " Just remarkable to me.",
        214.58,
        216.36
    ],
    [
        " It goes out and talking to, so you ask the question, you know, what's the name of the",
        216.6,
        222.98
    ],
    [
        " question?",
        222.98,
        223.26
    ],
    [
        " How do you compress, you know, essentially, what's a three year period of history into a single,",
        223.44,
        227.86
    ],
    [
        " you know, 15 page chapter?",
        228.04,
        229.86
    ],
    [
        " And you know, you have two of, you know, the most, you know, iconic seal missions of the",
        230.54,
        238.92
    ],
    [
        " war that occurred during this period are not two, but multiple.",
        238.92,
        242.3
    ],
    [
        " I mean, you've got, you know, Bob Carrey's mission, you've got Tommy Norris's mission, you've",
        242.52,
        246.72
    ],
    [
        " got Thornton's mission to rescue Norris.",
        246.72,
        249.6
    ],
    [
        " At some point, I had the idea like I can't cover all that.",
        250.94,
        254.24
    ],
    [
        " And it's not, not necessary, it's not outside the scope of what I was doing, but it's redundant",
        255.44,
        259.98
    ],
    [
        " to what I've already shown.",
        259.98,
        261.0
    ],
    [
        " So I don't need to do that.",
        261.14,
        262.4
    ],
    [
        " But I do want to cover it in some, and, you know, pay it a nod or, you know, describe it",
        262.96,
        268.56
    ],
    [
        " in a way that other folks probably haven't.",
        268.56,
        271.66
    ],
    [
        " And I had read, you know, the books on Tommy and Mike Thornton.",
        271.74,
        276.56
    ],
    [
        " And I read the book on Tommy rescuing, read the most recent books on those events.",
        276.56,
        282.72
    ],
    [
        " And the things that I noticed that they didn't cover were the Medal of Honor ceremonies for",
        283.54,
        288.5
    ],
    [
        " each event.",
        288.5,
        288.94
    ],
    [
        " And I thought, it wouldn't have been an interesting way to, you know, wrap up the book with this,",
        289.14,
        294.04
    ],
    [
        " you know, with Tommy Norris's Medal of Honor ceremony because Mike Thornton's Medal",
        294.28,
        297.96
    ],
    [
        " of Honor ceremony happened several years earlier.",
        297.96,
        299.82
    ],
    [
        " Tommy's doesn't happen until 1976.",
        300.76,
        303.32
    ],
    [
        " Vietnam War is over.",
        304.14,
        305.22
    ],
    [
        " Fall of Sagan has happened.",
        305.64,
        306.66
    ],
    [
        " You can capture all of this here, this history that's happened if you, you know, use that",
        307.84,
        312.54
    ],
    [
        " moment as a vehicle.",
        312.54,
        314.12
    ],
    [
        " So that's what I did.",
        314.74,
        315.28
    ],
    [
        " And I contacted, you know, Tommy Norris.",
        315.48,
        318.18
    ],
    [
        " And he was, you know, I con, I, I, I, Mark Robbins, who was on that deployment, lost his",
        318.34,
        326.9
    ],
    [
        " eye to a machine gunner's bullet.",
        326.9,
        329.68
    ],
    [
        " But Tommy had been, Tommy had helped counsel him through, you know, the, you're losing",
        330.64,
        337.92
    ],
    [
        " the eye.",
        337.92,
        338.34
    ],
    [
        " And so Mark, Tommy's phone number.",
        338.66,
        342.4
    ],
    [
        " So I just called him one day, got him on the phone and had a, you know, kind of a series",
        342.6,
        348.62
    ],
    [
        " of talks with him.",
        348.62,
        349.62
    ],
    [
        " But he just couldn't have been, you know, just a more accessible, more, more friendly guy,",
        349.94,
        356.98
    ],
    [
        " just a humble, humble guy, you know, considering everything he's been through, everything he's",
        356.98,
        360.52
    ],
    [
        " done.",
        360.52,
        360.7
    ],
    [
        " And, you know, what was funny is he always, you know, he, he didn't minimize what he,",
        361.6,
        366.58
    ],
    [
        " I mean, he did minimize what he did.",
        366.96,
        368.2
    ],
    [
        " But he also, like, was so proud of, you know, his post-war, you know, career in the FBI.",
        368.26,
        374.12
    ],
    [
        " He had this, like, I mean, he had a, he had a, I mean, in addition to his, you know,",
        374.5,
        379.96
    ],
    [
        " seal career, he had this legendary FBI career.",
        379.96,
        382.18
    ],
    [
        " He was, you know, he was an undercover agent.",
        382.5,
        385.28
    ],
    [
        " He was going after international terrorists as an undercover agent.",
        385.96,
        389.28
    ],
    [
        " And his, his, his cover was that of, like, a one-eyed arms dealer.",
        389.52,
        394.28
    ],
    [
        " And nobody ever doubted him.",
        394.58,
        396.06
    ],
    [
        " He was a, he was, you know, he went after white supremacists and Idaho.",
        396.36,
        403.8
    ],
    [
        " One of the best stories that I heard about him was that he was up on a wire.",
        404.8,
        412.04
    ],
    [
        " And he'd been listening to this white supremacist for a few months.",
        413.06,
        417.22
    ],
    [
        " And he knew that this guy won, had this, this big rot-wiler that it was his pride and joy.",
        418.04,
        424.14
    ],
    [
        " He loved this dog.",
        424.28,
        425.02
    ],
    [
        " And he was taking him to the vet for some, you know, not serious issue, but he was going",
        425.58,
        431.24
    ],
    [
        " to leave the dog there overnight.",
        431.24,
        432.76
    ],
    [
        " So Tommy, you know, having listened to this guy's voice for like a month,",
        433.12,
        436.54
    ],
    [
        " he could imitate him pretty well.",
        436.54,
        438.32
    ],
    [
        " So the night the dog was there, Tommy makes a phone call to the vet.",
        438.94,
        443.2
    ],
    [
        " He's like, hey, while the dog's there, why don't you go ahead and neuter him.",
        443.4,
        446.34
    ],
    [
        " I don't know if it's true.",
        447.18,
        451.34
    ],
    [
        " I don't know, I don't know if this is an accurate story with this soul.",
        452.06,
        455.66
    ],
    [
        " I didn't get in the book because I couldn't verify it.",
        456.1,
        460.02
    ],
    [
        " The other story that I heard, and this was from a Vietnam Air Seal,",
        460.62,
        463.5
    ],
    [
        " who was one of the first team leaders at HRT.",
        463.62,
        465.92
    ],
    [
        " So Tommy wasn't one of the founders of HRT,",
        466.66,
        469.96
    ],
    [
        " but he was one of the plank owners.",
        470.06,
        472.0
    ],
    [
        " He was one of the first guys to go through the HRT selection.",
        472.0,
        475.28
    ],
    [
        " And so HRT was in, they were conducting one of their very first operations in 1985.",
        477.1,
        483.58
    ],
    [
        " It was against a, or they were trying to apprehend a,",
        483.58,
        487.74
    ],
    [
        " a Puerto Rican nationalist who was semi, essentially it was a terrorist,",
        489.36,
        494.58
    ],
    [
        " but they were conducting a, I believe, an arrest warrant.",
        495.32,
        498.08
    ],
    [
        " And they were going up this guy, the, the stairs to this guy's house.",
        498.62,
        502.28
    ],
    [
        " It leans over the balcony with a machine gun and stitches the entire assault team",
        502.76,
        506.12
    ],
    [
        " and shoots one operator in the eye.",
        506.12,
        508.94
    ],
    [
        " They, the team backs out and, you know, Charles or Sandy Prudy,",
        509.58,
        515.4
    ],
    [
        " who's a Silver Star seal himself, the team leader for, for HRT.",
        515.4,
        522.24
    ],
    [
        " He's trying to, you know, come up with a plan to go in and get this guy.",
        522.8,
        526.26
    ],
    [
        " Tommy comes running up to Sandy, you know, Sandy, I got a plan to get this guy.",
        526.82,
        530.28
    ],
    [
        " He's like, all right, Tommy, what's the plan?",
        530.68,
        532.18
    ],
    [
        " How about I run upstairs and kill him?",
        532.54,
        533.76
    ]
]