[
    [
        " I should be finished with school in less than a year and that will give me more time",
        7.32,
        11.1
    ],
    [
        " to focus on training Jujitsu and hopefully competing.",
        11.1,
        13.28
    ],
    [
        " I know this craziness is short term and I have to exercise discipline daily to maintain",
        13.8,
        18.6
    ],
    [
        " this schedule.",
        18.6,
        19.48
    ],
    [
        " Can you just yell something inspirational and motivational at me so I have the sound",
        19.76,
        24.42
    ],
    [
        " bite to help me get through the next 11 months?",
        24.42,
        27.36
    ],
    [
        " Well, first of all, right on man, sounds like you're doing, your sounds like you're crushing",
        27.98,
        34.3
    ],
    [
        " things and that's outstanding.",
        34.3,
        35.6
    ],
    [
        " Can I go hard in the pain again?",
        37.04,
        40.32
    ],
    [
        " But here's the thing, hard in the pain isn't me yelling because I don't yell and believe",
        41.34,
        47.28
    ],
    [
        " it or not, no one really yells motivational anything in the sealed teams.",
        47.28,
        51.8
    ],
    [
        " And you know what else is interesting?",
        52.96,
        54.08
    ],
    [
        " I was thinking about this as I was listening to that question.",
        54.16,
        56.02
    ],
    [
        " Even in buds, even in basic sealed training, there's no one that's yelling to motivate you.",
        56.2,
        61.6
    ],
    [
        " They might yell because you're slacking.",
        62.02,
        64.0
    ],
    [
        " They might yell because you're not putting out and they're yelling at you at that point",
        64.42,
        68.34
    ],
    [
        " because they want you to quit.",
        68.34,
        70.1
    ],
    [
        " They want you to quit.",
        70.8,
        73.56
    ],
    [
        " Why do they want you to quit?",
        73.74,
        74.56
    ],
    [
        " Because no one wants anyone in the teams that needs to be yelled at to be motivated.",
        74.56,
        79.62
    ],
    [
        " I don't want anyone that I have to work with that they're going to, that they're going",
        80.08,
        85.84
    ],
    [
        " to only way they're going to quote get motivated is if I yell at them.",
        85.84,
        89.3
    ],
    [
        " So we're not doing that.",
        90.1,
        92.22
    ],
    [
        " You're tired?",
        92.66,
        93.2
    ],
    [
        " Good.",
        93.66,
        94.0
    ],
    [
        " That means you're getting after it.",
        94.52,
        96.1
    ],
    [
        " That's what that means.",
        96.62,
        97.86
    ],
    [
        " You got 11 more months of this?",
        98.22,
        99.62
    ],
    [
        " Okay, cool.",
        99.66,
        100.94
    ],
    [
        " Charlie Plum spent six years in a prison or a war camp.",
        101.16,
        105.38
    ],
    [
        " Eatin, eatin a rice ball a day, being tortured, being abused and he complained less in his",
        105.5,
        115.84
    ],
    [
        " book than you do in this one question right here.",
        115.84,
        117.98
    ],
    [
        " Alistar Urikar, remember him?",
        121.06,
        123.02
    ],
    [
        " The forgotten Highlander spent almost four years as a POW of the Japanese Imperial Army.",
        123.14,
        129.18
    ],
    [
        " He was tortured.",
        129.3,
        130.64
    ],
    [
        " He was beaten.",
        130.94,
        131.74
    ],
    [
        " He was starved.",
        132.02,
        133.2
    ],
    [
        " He had a nuclear bomb dropped on him.",
        133.48,
        136.94
    ],
    [
        " He didn't complain.",
        137.98,
        141.88
    ],
    [
        " William Reader.",
        143.68,
        144.2
    ],
    [
        " We had him on this podcast.",
        144.44,
        145.64
    ],
    [
        " Charlie Plum was on this podcast.",
        145.84,
        147.0
    ],
    [
        " William Reader was on this podcast.",
        147.18,
        148.32
    ],
    [
        " Bill Reader, Colonel Bill Reader, POW and Vietnam.",
        148.58,
        151.24
    ],
    [
        " In a two foot tall bamboo cage with his legs shackled and he's trying to get some sleep",
        152.22,
        157.7
    ],
    [
        " but he can't sleep because the rats are gnawing at the wounds in his legs.",
        157.7,
        162.66
    ],
    [
        " Who is there to motivate him?",
        163.38,
        169.76
    ],
    [
        " Who is yelling at Captain Plum when he was being tortured in a prison or war camp to",
        170.92,
        176.46
    ],
    [
        " stay motivated?",
        176.46,
        177.1
    ],
    [
        " Who hyped up Alistar Urkart to make it another day as a starving slave in the jungle?",
        178.74,
        187.04
    ],
    [
        " Who hyped him up?",
        187.42,
        189.0
    ],
    [
        " No one.",
        189.36,
        192.22
    ],
    [
        " So no, I'm not going to yell something and you are not going to hype you up.",
        193.38,
        198.78
    ],
    [
        " I don't need to.",
        198.84,
        200.08
    ],
    [
        " You just need to get some perspective.",
        200.26,
        202.92
    ],
    [
        " And wake up in the morning with that perspective, the perspective, some examples of which I just",
        205.22,
        211.72
    ],
    [
        " gave you that life is short and every second is precious so put your freaking head down",
        211.72,
        218.06
    ],
    [
        " and keep getting after it.",
        218.06,
        221.34
    ]
]