[
    [
        " In Chapter 6, you start going into just the totally different aspect of warfare.",
        0.0,
        7.48
    ],
    [
        " I mean, a totally different aspect of warfare.",
        7.84,
        10.0
    ],
    [
        " Chapter 6 is called the Contest for Gorilla War in China and the organization that had",
        10.58,
        15.94
    ],
    [
        " no damn business fighting it, the US Navy's army of soldiers.",
        15.94,
        21.4
    ],
    [
        " And this is definitely one of the wildest sections in the book, all pretty much centered around this guy, Miles, who...",
        21.9,
        35.8
    ],
    [
        " This is a whole book unto itself, of course, I guess I say that over again for all your characters.",
        35.8,
        41.28
    ],
    [
        " But this guy's insane.",
        41.8,
        43.0
    ],
    [
        " No, I mean, I'm quite literally at the end, I guess he is insane, right?",
        43.78,
        46.82
    ],
    [
        " Yes, I mean the effort breaks him, it completely breaks him.",
        47.38,
        50.26
    ],
    [
        " He's committed to a mental institution.",
        50.36,
        55.96
    ],
    [
        " It takes him several months to...",
        56.48,
        59.92
    ],
    [
        " And part of that drug induced, I mean, he's self-medicating by the end of the war, taking an incredible cocktail worth of medicine,",
        59.92,
        66.62
    ],
    [
        " just to either stay awake, go to sleep, and then deal with the pain that he's dealing with, in the fevers too.",
        66.64,
        73.96
    ],
    [
        " He's got almost constant malaria throughout the entire war.",
        73.96,
        76.9
    ],
    [
        " But yeah, I mean, of all the guys that I...",
        77.54,
        79.16
    ],
    [
        " I mean, I say there's kind of a horse race in my head for who is the weirdest character in the world.",
        79.16,
        85.74
    ],
    [
        " And Miles is definitely leaning for the tape.",
        86.1,
        88.1
    ],
    [
        " I mean, he's like...",
        88.38,
        89.54
    ],
    [
        " Yeah.",
        89.54,
        90.44
    ],
    [
        " I mean, he's fascinating in the sense of how unremarkable he seems.",
        90.8,
        95.82
    ],
    [
        " Like when you meet Miles, like he seems like any other ship officer that you would encounter, just like if you did a visit or any of the...",
        96.36,
        103.48
    ],
    [
        " You know, other guys, you know, he's not a physical specimen.",
        103.48,
        106.94
    ],
    [
        " He's kind of, you know, nerdy looking. He's just forgettable.",
        107.14,
        109.98
    ],
    [
        " He's totally forgettable.",
        110.72,
        111.76
    ],
    [
        " He's not like a exotic person.",
        111.88,
        115.76
    ],
    [
        " He's not like a Lawrence of Arabia type character at all.",
        115.92,
        119.86
    ],
    [
        " And yet, he does everything.",
        120.2,
        121.5
    ],
    [
        " I mean, what he contributes to the war is every bit as remarkable as a Lawrence of Arabia.",
        121.76,
        125.9
    ],
    [
        " Yeah, I mean, we ran over the figures on the last time you were on this podcast, but he ended.",
        126.34,
        129.64
    ],
    [
        " This massive guerrilla force that he ends up running...",
        130.84,
        133.24
    ],
    [
        " With no business doing it.",
        133.24,
        134.4
    ],
    [
        " With no business doing it.",
        134.44,
        135.22
    ],
    [
        " And that quote...",
        135.22,
        135.82
    ],
    [
        " And that quote...",
        135.82,
        136.3
    ],
    [
        " And that quote...",
        136.3,
        136.66
    ],
    [
        " That title, no damn business.",
        136.66,
        137.82
    ],
    [
        " That comes from another Navy officer.",
        137.84,
        139.4
    ],
    [
        " One of Miles' friends.",
        139.64,
        140.66
    ],
    [
        " He's like, we have no damn business doing this.",
        140.84,
        142.72
    ],
    [
        " I found the letter.",
        143.02,
        144.04
    ],
    [
        " Like, if one of Miles' friends thinks that, you know, the Navy has no damn business, then what hope did we really ever have?",
        144.52,
        152.1
    ],
    [
        " Yeah.",
        152.42,
        152.58
    ],
    [
        " And yet, the impact that they had was completely strategic.",
        152.82,
        155.84
    ],
    [
        " They end up killing someone in the neighborhood of 25,000, I think, enemy Japanese soldiers, but more important, tying up a million of them.",
        155.84,
        164.04
    ],
    [
        "",
        164.16,
        164.16
    ],
    [
        " Only lost a handful of Americans.",
        164.46,
        168.14
    ],
    [
        " A dozen account for the number of Chinese lost.",
        169.06,
        170.84
    ],
    [
        " Yeah.",
        171.3,
        171.42
    ],
    [
        " But, right.",
        171.6,
        172.16
    ],
    [
        " I mean, the Chinese contribution is, you know, it's unaccounted for and, you know, significant.",
        172.3,
        177.32
    ],
    [
        " But yeah, only some six American deaths in the entire effort, which is, you know, the effort.",
        177.96,
        185.76
    ],
    [
        " You know, stretches from 1942 to all the way to 1945.",
        185.76,
        188.58
    ],
    [
        " I mean, it's...",
        189.62,
        191.1
    ],
    [
        " You're absolutely right.",
        191.1,
        192.44
    ],
    [
        " There should be a book written about this.",
        192.54,
        193.64
    ],
    [
        " And when I got into this, I didn't want to write this chapter.",
        193.8,
        196.32
    ],
    [
        " I was so tired of not so tired, but I was like, I was so anxious to be done with World War II when I finished my UDD chapter.",
        196.76,
        203.84
    ],
    [
        " And I was so ready to move on to Korea.",
        204.12,
        205.54
    ],
    [
        " I just wanted a different scenery, a different record group at the National Archives.",
        205.68,
        209.82
    ],
    [
        " When I got to this point, I mean, all I wanted to do was leave.",
        210.54,
        213.4
    ],
    [
        " And I was just trying to, like, take this China stuff and kind of stuff it into, like, an introductory section of my Korean War chapter.",
        213.4,
        220.54
    ],
    [
        " And I couldn't do it one chapter or one page became two pages and became three pages and four pages.",
        220.6,
        225.08
    ],
    [
        " And I'm like, mother, mother.",
        225.2,
        226.48
    ],
    [
        " I had to write a whole new chapter and derailed my entire timeline for, you know, finishing the book.",
        227.2,
        231.72
    ],
    [
        " What's the movie potential for...",
        232.0,
        234.02
    ],
    [
        " For this?",
        234.02,
        234.96
    ],
    [
        " For this.",
        235.18,
        235.46
    ],
    [
        " I think that... I mean, I think, you know, if you have to...",
        235.94,
        238.74
    ],
    [
        " If I was going to say, like, which of these...",
        238.74,
        241.02
    ],
    [
        " I think, like, it all would be movies.",
        241.02,
        242.12
    ],
    [
        " But, you know, if you haven't seen...",
        242.62,
        245.04
    ],
    [
        " We've seen, you know, Sabin Private Ryan.",
        245.04,
        246.8
    ],
    [
        " We've never seen a representation of a real war.",
        247.44,
        254.08
    ],
    [
        " Like, what happened in China and World War II?",
        254.7,
        257.44
    ],
    [
        " It could totally... Miles is such a, you know, an interestingly...",
        257.68,
        261.28
    ],
    [
        " An interesting character.",
        261.28,
        262.4
    ],
    [
        " He could be like... I mean, he's interesting in the fact that he's so boring.",
        262.54,
        267.06
    ],
    [
        " But he does...",
        267.7,
        268.66
    ],
    [
        " I mean, he survives 40 assassination attempts.",
        268.66,
        272.14
    ],
    [
        " He's a naval officer who's involved in probably more ground combat than anybody else in history.",
        272.5,
        280.02
    ],
    [
        " Including a freaking cavalry charge on camels.",
        280.38,
        283.54
    ],
    [
        " It's nuts.",
        283.78,
        285.96
    ],
    [
        " It's nuts.",
        286.26,
        286.58
    ],
    [
        " The whole thing is nuts.",
        286.76,
        287.38
    ],
    [
        " But, yeah, the movie potential of chapter six is high.",
        287.58,
        290.24
    ],
    [
        " I think the movie potential of, you know, the UDT chapter is just as high too.",
        290.46,
        293.82
    ],
    [
        " I mean, that's... I mean, the...",
        293.82,
        295.94
    ],
    [
        " I mean, the...",
        295.94,
        297.52
    ],
    [
        " I can see a movie of, you know, these guys, you know, totally, you know,",
        297.52,
        301.66
    ],
    [
        " going into battle with just knives and, you know, fins and masks.",
        301.76,
        305.28
    ],
    [
        " That'd be pretty neat.",
        305.62,
        306.48
    ]
]