[
    [
        " My daughters were both home from college and they were living in the same room.",
        2.82,
        8.38
    ],
    [
        " Actually, my three daughters were living in the same room in my house.",
        8.44,
        10.82
    ],
    [
        " And I would like walk in there and say, what are you doing there?",
        11.06,
        14.82
    ],
    [
        " And they would be, you know, whatever they were doing.",
        16.12,
        24.26
    ],
    [
        " It wasn't productive enough for that.",
        24.5,
        28.2
    ],
    [
        " I felt that right there.",
        28.22,
        29.54
    ],
    [
        " Yeah, so that's what they were talking about.",
        29.58,
        32.1
    ],
    [
        " And that can be unhealthy, right?",
        32.32,
        34.64
    ],
    [
        " Yes, sir.",
        34.98,
        35.34
    ],
    [
        " Like, hey, what are you doing right now?",
        35.46,
        36.64
    ],
    [
        " My kid, my son used to wrestle and then surf.",
        36.92,
        39.84
    ],
    [
        " He's on the wrestling team and the surf team.",
        40.06,
        41.3
    ],
    [
        " And so he's wrestling and surfing and wrestling and surfing.",
        41.5,
        44.54
    ],
    [
        " So you'd wrestle on Wednesday and then wrestle on Saturday.",
        44.9,
        46.76
    ],
    [
        " And you know, a wrestling tournament on Saturday, you get up at four in the morning, cut,",
        47.1,
        51.66
    ],
    [
        " weight, weigh in.",
        51.92,
        53.0
    ],
    [
        " And then you drive somewhere, you weigh in there, you're there until eight o'clock at night.",
        53.16,
        57.3
    ],
    [
        " It's a total drag.",
        57.3,
        58.8
    ],
    [
        " Then the next morning, you got to get up because the surf heat started at whatever six",
        59.26,
        65.52
    ],
    [
        " o'clock in the morning.",
        65.52,
        66.3
    ],
    [
        " So you got to get up, get it, load the van, drive to wherever in Southern California.",
        66.42,
        71.38
    ],
    [
        " You're competing and surfing.",
        71.38,
        72.48
    ],
    [
        " So it's like all day, two days in a row, your weekends are just competition and",
        72.94,
        78.36
    ],
    [
        " sitting around uncomfortably.",
        78.36,
        80.92
    ],
    [
        " And so one like, there was a storm.",
        81.38,
        84.86
    ],
    [
        " I don't know what it was, but there was the surf contest got canceled.",
        84.86,
        88.3
    ],
    [
        " Couldn't have been a storm because he ended up going down the beach.",
        88.66,
        91.16
    ],
    [
        " He went down the beach.",
        91.44,
        92.14
    ],
    [
        " He came back from the beach and said, what have you been doing all day?",
        92.18,
        93.8
    ],
    [
        " And you know, all my family was like, Dad, you know, why don't you leave him alone?",
        96.26,
        101.46
    ],
    [
        " So that's what my daughter was talking about.",
        102.58,
        107.38
    ],
    [
        " Toxic productivity of which I may and probably am somewhat of a",
        107.56,
        114.06
    ],
    [
        " a perpetrator perpetrator of thank you, a perpetrator.",
        115.84,
        118.24
    ],
    [
        " Oh, you're a perpetrator.",
        118.24,
        119.46
    ],
    [
        " Confirmed.",
        119.54,
        122.04
    ],
    [
        " You know what?",
        122.2,
        122.62
    ],
    [
        " I will say though, like even as true as that might be for what?",
        122.7,
        126.9
    ],
    [
        " What might be that you're a perpetrator of it?",
        127.14,
        129.12
    ],
    [
        " Even how you kind of it like you just my presence.",
        129.5,
        133.84
    ],
    [
        " Yeah.",
        134.06,
        134.26
    ],
    [
        " Like you perpetrated, but you know how you like it's you even like throwing on other",
        134.4,
        139.36
    ],
    [
        " people or is I don't know if that'd be the correct term, but you know, like you're like,",
        139.36,
        142.52
    ],
    [
        " what have you been doing all day?",
        143.54,
        144.82
    ],
    [
        " Even like today you did it as a joke.",
        144.98,
        146.3
    ],
    [
        " Like what are you doing right now?",
        146.48,
        147.26
    ],
    [
        " Kind of a thing.",
        147.44,
        147.94
    ],
    [
        " Well, early in the morning.",
        148.38,
        149.22
    ],
    [
        " The it's like you'll, you know, to me that part",
        149.84,
        154.18
    ],
    [
        " becomes toxic, but you do it kind of as a joke.",
        154.18,
        159.02
    ],
    [
        " That's what it really feels like.",
        159.3,
        160.4
    ],
    [
        " Even though you're you're kind of because that's crazy.",
        160.5,
        162.92
    ],
    [
        " You're toxic.",
        163.2,
        163.96
    ],
    [
        " Toxic we unproductive.",
        164.18,
        165.68
    ],
    [
        " But even though I think I think it",
        166.24,
        170.46
    ],
    [
        " you when you said it to that story right there where you're like, we'd have been doing all day.",
        172.46,
        176.16
    ],
    [
        " Obviously that's funny.",
        176.26,
        176.96
    ],
    [
        " He's been doing a lot.",
        177.04,
        177.8
    ],
    [
        " But then if your daughters have have it in them to be like, leave them alone or whatever",
        177.9,
        182.68
    ],
    [
        " like they know it's like, okay, even if you are serious, you're partly like.",
        182.68,
        187.32
    ],
    [
        " Yeah.",
        187.38,
        187.58
    ],
    [
        " Not that serious.",
        187.92,
        190.0
    ],
    [
        " I'm not a psychotic about it.",
        190.14,
        191.52
    ],
    [
        " Yeah, yeah, exactly.",
        191.52,
        192.48
    ],
    [
        " But the underlying is can be heavy.",
        192.56,
        194.14
    ],
    [
        " I know it was heavy.",
        194.36,
        195.12
    ],
    [
        " I know it was heavy with my kids for sure.",
        195.2,
        196.84
    ],
    [
        " The underlying weight of what are you doing right now?",
        197.02,
        200.36
    ],
    [
        " Yeah, that makes sense.",
        200.36,
        201.74
    ],
    [
        " Why can't you do more?",
        201.74,
        202.92
    ],
    [
        " So when she for hold your daughter the one that's 22.",
        204.46,
        208.44
    ],
    [
        " Okay, so okay, so when she first said toxic productivity.",
        208.74,
        213.56
    ],
    [
        " She's like immediately thought of me.",
        213.68,
        215.36
    ],
    [
        " I immediately thought of you yes, but",
        215.58,
        220.62
    ],
    [
        " with a lot of these terms, especially with the one toxic, like it's it really hits me as",
        220.62,
        229.4
    ],
    [
        " the idea that yes, there is such thing as toxic whatever.",
        230.36,
        233.36
    ],
    [
        " So we'll say productivity.",
        233.66,
        234.5
    ],
    [
        " This toxic productivity, that makes sense.",
        234.62,
        236.2
    ],
    [
        " And what does that look like?",
        236.3,
        237.0
    ],
    [
        " Okay, does it look like Djako?",
        237.14,
        238.28
    ],
    [
        " Okay, maybe.",
        238.4,
        238.96
    ],
    [
        " But we do you can think of an extreme example, a perfect example of toxic productivity.",
        239.52,
        244.4
    ],
    [
        " We can.",
        244.64,
        244.9
    ],
    [
        " I used to work for and I told you this too, where I used to work for a moving company for a summer.",
        245.2,
        249.34
    ],
    [
        " And they would, you know, they were cool with just you working, working, working.",
        250.32,
        255.54
    ],
    [
        " They'll pay you overtime, all good.",
        255.64,
        257.18
    ],
    [
        " Like the more work you can do, the better.",
        257.38,
        259.36
    ],
    [
        " So toxic productivity, where some guys they'd be like, hey, I just want to work.",
        261.42,
        264.52
    ],
    [
        " I just want a bigger paycheck.",
        264.66,
        265.92
    ],
    [
        " So they would finish a all day move 7 30 AM to like eight at night.",
        266.06,
        269.82
    ],
    [
        " Meanwhile, there's other moves going on 24 hours a day.",
        270.2,
        272.76
    ],
    [
        " They, you know, if the owner of the house or the occupant of the house is gone,",
        272.86,
        276.68
    ],
    [
        " all right, you just move all night, right?",
        277.14,
        278.5
    ],
    [
        " Packed up whatever.",
        278.72,
        279.32
    ],
    [
        " So these crews, not everybody, but these crews would be like, no, let's go to the next shift,",
        279.82,
        284.62
    ],
    [
        " or to the next location, or whatever, just help them move.",
        284.92,
        287.66
    ],
    [
        " Right? Because there's always a move going on.",
        287.82,
        289.36
    ],
    [
        " So guys would work two, three, four days in a row with no sleep.",
        289.48,
        292.64
    ],
    [
        " But here's the thing, they would take math.",
        292.76,
        294.64
    ],
    [
        " They would smoke math to stay up for real.",
        295.02,
        299.36
    ],
    [
        " And look, not everybody.",
        299.78,
        300.7
    ],
    [
        " It wasn't a common thing.",
        300.86,
        301.6
    ],
    [
        " But there was like, there was guys and you could tell because they'd have like little,",
        301.68,
        304.58
    ],
    [
        " like their lips would be burnt or whatever.",
        304.72,
        306.38
    ],
    [
        " To me, that struck me as toxic productivity.",
        307.12,
        310.54
    ],
    [
        " That is a mover.",
        311.12,
        311.46
    ],
    [
        " That is toxic productivity.",
        311.62,
        313.0
    ],
    [
        " And it wasn't in look, I don't know anything about the guys' lives or whatever.",
        313.12,
        316.76
    ],
    [
        " But if you're just down to work and don't care about your body, family,",
        317.82,
        321.06
    ],
    [
        " your life, your other parts of your life, you just want the overtime check.",
        321.2,
        324.2
    ],
    [
        " But that's some solid overtime you work two, three days in a row.",
        324.46,
        327.1
    ],
    [
        " Yeah, let's not do that.",
        327.38,
        331.2
    ],
    [
        " No, no, no, no, that's toxic.",
        331.26,
        332.46
    ],
    [
        " But you do run the risk.",
        332.98,
        334.92
    ],
    [
        " And this is, you know, when you're here and let's face it,",
        335.54,
        337.62
    ],
    [
        " this is my weakness, my generalization, weakness, where when I hear a young",
        337.66,
        342.62
    ],
    [
        " college student say stuff like toxic this or toxic that,",
        345.82,
        349.08
    ],
    [
        " they're a small little idea does creep into my head sometimes.",
        349.36,
        352.14
    ],
    [
        " Like, oh, you're just applying the toxic term to something that,",
        352.4,
        355.48
    ],
    [
        " you know, kind of thing.",
        355.54,
        356.92
    ],
    [
        " So if you went that route, it's like, okay, toxic productivity.",
        356.98,
        359.86
    ],
    [
        " Okay, so you could, you could be like someone could look at you and be like,",
        360.0,
        364.1
    ],
    [
        " oh, you're so productive.",
        364.1,
        365.1
    ],
    [
        " And then in with the, with the motivation of just sort of hating on you,",
        365.1,
        369.02
    ],
    [
        " they'll be like, oh, that's toxic, you know,",
        369.12,
        371.2
    ],
    [
        " because they don't feel, they feel maybe inferior or something.",
        371.22,
        374.66
    ],
    [
        " And there is, let's face it, there is, there can be,",
        375.04,
        377.04
    ],
    [
        " there it'd be easy to say that's just toxic productivity.",
        377.22,
        379.66
    ],
    [
        " That's what I'll say.",
        379.7,
        380.28
    ],
    [
        " I think we can off and Monday, you know, right?",
        380.52,
        384.0
    ],
    [
        " That's exactly, exactly right.",
        384.12,
        386.72
    ],
    [
        " Where it's like, you're just like any other economy you got a balance system.",
        386.86,
        389.6
    ],
    [
        " Yes, so the toxicity marker, where does that lie on that little spectrum, right?",
        390.38,
        394.6
    ],
    [
        " The continuum.",
        394.88,
        395.52
    ],
    [
        " You're, you know, for, I don't think yours is talk, well,",
        396.08,
        399.62
    ],
    [
        " you might have elements of toxic.",
        400.2,
        401.76
    ],
    [
        " If you're pissing people off, I think, yeah, you know, or making them feel like,",
        402.24,
        405.86
    ],
    [
        " I don't know.",
        405.92,
        406.34
    ],
    [
        " Well, no, I think what's good about, well, I put, I put a lot of it on myself,",
        406.34,
        409.22
    ],
    [
        " like I do this stuff myself.",
        409.44,
        410.44
    ],
    [
        " Yeah, right.",
        410.84,
        411.2
    ],
    [
        " So it's not like I'm like calling you at like, hey, you need to get this done.",
        411.42,
        415.2
    ],
    [
        " I'm not doing that.",
        415.2,
        415.86
    ],
    [
        " You sure?",
        415.98,
        416.36
    ],
    [
        " Because, yes, today, other than like the three things that you're responsible for,",
        416.5,
        421.48
    ],
    [
        " pressing record, showing up here, and number three, uploading a video to YouTube or whatever.",
        421.62,
        427.98
    ],
    [
        " Other than those three things, I got it.",
        427.98,
        429.66
    ]
]