[
    [
        " But I went through basic seal training and there you get to eat and you get to eat actually a lot most of the time",
        0.06,
        7.6
    ],
    [
        " You're getting three meals a day and usually one or two of them are in a chow hall where it's basically all you can eat and I always feel",
        7.6,
        15.84
    ],
    [
        " You know the Rangers that get one MRE a day for whatever that is you know 85 days and",
        15.84,
        22.6
    ],
    [
        " You know those guys always lose 20 15 20 25 pounds. I gained",
        22.6,
        28.16
    ],
    [
        " I gained 11 pounds",
        29.08,
        31.26
    ],
    [
        " Yeah, I went from 174 to 185 and that's working out however long you're working out, you know doing a ton of physical activity",
        31.26,
        39.7
    ],
    [
        " But I was just eating a ton and you could get like get done at night",
        39.7,
        44.16
    ],
    [
        " I",
        44.16,
        45.5
    ],
    [
        " Would be ordering pizza at at 10 o'clock or 11 o'clock at night. I don't order pizza dominoes would would deliver",
        45.5,
        52.42
    ],
    [
        " We would eat pizza just about well we'd up pizza on a lot of nights",
        52.42,
        56.54
    ],
    [
        " So we're getting a lot of calories, but I always found that the the army has a little bit more stringent about what they're gonna let you eat their special forces schools",
        56.54,
        66.12
    ],
    [
        " I remember in the first time I ate an air force. Oh",
        66.12,
        71.18
    ],
    [
        " Yeah, my god next level. Oh, yeah, I mean I remember they say ask you how you want your eggs",
        71.18,
        77.86
    ],
    [
        " I'm thinking you're asking",
        77.86,
        80.16
    ],
    [
        " You know normally it's scrambled, you know and I told him how like my eggs. It's okay",
        80.16,
        86.36
    ],
    [
        " I'm gonna like this",
        86.54,
        88.18
    ],
    [
        " Yeah, the air force definitely puts a priority on oh, yeah, I'm comfort. I will say I'm comfort",
        88.18,
        95.36
    ],
    [
        " They do I've always heard that the air force like when they design a base",
        95.36,
        99.32
    ],
    [
        " The first thing they build is the barracks then they build the recreation then they build the gymnasium",
        99.32,
        106.04
    ],
    [
        " Then they build the pool then they build the golf course and now they're just about any out of money",
        106.04,
        111.14
    ],
    [
        " And they say to the government well, we still need an air you know, we still need an air strip",
        111.14,
        114.54
    ],
    [
        " You know in some hangers and they go well, we don't have any choice, but the buildings",
        115.0,
        119.02
    ],
    [
        " That's what I've always heard I don't know if that's true",
        119.02,
        122.18
    ],
    [
        " But that's more an idea really. Yeah",
        122.18,
        124.1
    ],
    [
        " Was there anything that was really hard for you going through the",
        124.1,
        127.36
    ],
    [
        " National Special Forces selection? No, I",
        127.36,
        130.4
    ],
    [
        " You know, I kind of breathed through it. I remember the first time I was ever exhausted where I couldn't do pushups was the night we landed and",
        130.4,
        139.84
    ],
    [
        " We kept up my another guy law and I kept up with a caddy",
        139.84,
        143.92
    ],
    [
        " All the way into",
        144.32,
        145.42
    ],
    [
        " Base camp and then when we got there, you know, of course they asked you question are you tired?",
        145.42,
        150.98
    ],
    [
        " And we knew it was a trick question and we said no, you said drop do pushups and I literally I could not do another push",
        151.68,
        158.36
    ],
    [
        " You know, I mean I thought oh no, this is it they're gonna flush me",
        158.36,
        161.86
    ],
    [
        " But you know when the other guys all got in you know, they said get up and getting back and fall in",
        161.86,
        167.76
    ],
    [
        " So I thought oh, we got a blessing there",
        167.76,
        170.66
    ],
    [
        " You say this in the book",
        173.92,
        175.18
    ],
    [
        " I always tried to add humor to anything that I do",
        175.18,
        180.84
    ],
    [
        " One early morning the company was information",
        180.84,
        183.46
    ],
    [
        " Waiting for the cadre to join us on that day. I was the student company commander while we were waiting",
        183.46,
        188.58
    ],
    [
        " I shouted out a command that anyone who that can't tamp down tamp tap dance must be a sissy",
        188.58,
        195.04
    ],
    [
        " Well the entire company started tap dancing in place all the sudden they all stopped",
        195.04,
        200.54
    ],
    [
        " I had my back to the cadre building and it was at that time that I realized I was the only one still tap dancing",
        200.82,
        206.42
    ],
    [
        " I stopped and slowly turned around and stood there and there stood the cadre",
        206.42,
        210.9
    ],
    [
        " They did have a sense of humor. I got a chuckle out of it",
        210.9,
        214.54
    ],
    [
        " But they told me to drop and start doing pushups and here you have one of your first life lessons in this book life lesson one add humor",
        214.54,
        222.64
    ],
    [
        " It really helps when things are getting tough",
        222.64,
        225.78
    ],
    [
        " Sometimes it's not easy to find it within you, but even the POWs somehow found a way to pass some slivers of humor through the cracks in the prison walls",
        225.82,
        235.28
    ],
    [
        " The soul needs it",
        235.28,
        237.1
    ],
    [
        " Make sure you contribute some for the benefit of the people around you",
        237.1,
        242.22
    ],
    [
        " You know, I mean it's interesting that we're sitting here laughing about the stories anyways because you got to have fun doing this stuff",
        242.22,
        250.94
    ],
    [
        " Even when it's miserable exactly",
        250.94,
        252.78
    ],
    [
        " You get done with selection and you say I was sent to my",
        254.26,
        258.24
    ],
    [
        " Special forces M.O.S. In special forces. There were five M.O.S. options weapons engineer communication intel and medical",
        258.24,
        265.86
    ],
    [
        " And you ended up with the communications M.O.S. Now is that because you is that right? Oh, I thought you did",
        265.86,
        274.1
    ],
    [
        " I did communications on the raid. Okay, but my M.O.S. was",
        274.1,
        279.42
    ],
    [
        " 12-provo I was an engineer. Okay weapon or demolitions",
        279.5,
        284.26
    ]
]