[
    [
        " You go on to say when we first started training using the helicopters the plan called for Captain Dan to be the first man off and for me to be the second.",
        0.0,
        7.78
    ],
    [
        " Now I had watched enough war movies to know that the first men off any vehicle get killed.",
        8.12,
        12.74
    ],
    [
        " For a couple of weeks we trained this way. I thought, oh shit, we are going to make it off the chopper.",
        13.18,
        17.5
    ],
    [
        " I can now admit that every time I stepped off the chopper, the thought went through my mind of getting zapped before my foot even hit the ground.",
        18.08,
        25.5
    ],
    [
        " Then after a few rehearsals, the plan changed to where Captain Dan and I were the last two off the chopper.",
        25.98,
        32.04
    ],
    [
        " All of a sudden I thought damn, now that I'm the last guy off the bad guys will have their sights locked on.",
        32.4,
        38.0
    ],
    [
        " I will get nailed for sure. Eventually I had to admit that if the good lord wants me, he doesn't care from the first, the last or the middle.",
        38.54,
        46.38
    ],
    [
        " My maker is going to bring me home when it's my time.",
        47.0,
        49.68
    ],
    [
        " That's some good young paranoia, right? Either way you're getting shot.",
        51.42,
        56.98
    ],
    [
        " That's right.",
        57.22,
        57.76
    ],
    [
        " You say life less than five. This is an important one. Be prepared for death. Don't worry about it.",
        59.56,
        66.12
    ],
    [
        " You can't completely control it. Make sure that the day you meet your maker is not the first time you've been introduced.",
        66.54,
        73.14
    ],
    [
        " If you are prepared at all times, you're free to live life fearless.",
        74.1,
        79.66
    ],
    [
        " Now was your attitude. Eventually you said to say, you know what? Whether I'm first, whether I'm last, if it's my time, it's my time. I can only control so much.",
        80.14,
        86.46
    ],
    [
        " That point was really driving home last week when my wife passed away.",
        87.24,
        91.64
    ],
    [
        " She was prepared to meet her maker. I know that.",
        92.7,
        98.86
    ],
    [
        " She's in a better place today because of that. It holds true in my mind.",
        100.78,
        107.82
    ],
    [
        " It's a testament when you can say that your wife who lived an amazing life and she passed away.",
        108.08,
        122.24
    ],
    [
        " We were talking before. We started that you said, well, we're going to come out here anyways.",
        122.78,
        129.14
    ],
    [
        " We're going to record this thing because she would want me to carry on with the mission.",
        129.14,
        132.58
    ],
    [
        "",
        133.7,
        133.7
    ],
    [
        " It's an important part of the book.",
        135.56,
        140.74
    ],
    [
        " I think that happens with young guys going into combat.",
        142.02,
        146.48
    ],
    [
        " You have to get to a point where you say, man, you know what? I could die tonight.",
        147.5,
        153.24
    ],
    [
        " You could do that while I'm going to cross the road.",
        154.12,
        155.82
    ],
    [
        " You could do that while I'm crossing the road. You can only control the things you control.",
        155.96,
        159.58
    ],
    [
        " You can train hard. You can prepare. You can study the plan. You can mitigate the risk.",
        159.82,
        164.84
    ],
    [
        " But there's some risk you're not going to be able to mitigate.",
        165.02,
        166.42
    ],
    [
        " If you concentrate on those things, it's going to drive you crazy.",
        167.58,
        170.58
    ],
    [
        " It takes away from everything else.",
        171.24,
        173.42
    ],
    [
        " You talk more about some of the training that you did again.",
        173.54,
        180.1
    ],
    [
        " You got to buy the book to get all the details.",
        180.26,
        182.34
    ],
    [
        " You talk about some of the Friday night fights, which they would bring like a band and booze and women.",
        183.02,
        191.7
    ],
    [
        " They had like a bar set up.",
        192.08,
        193.62
    ],
    [
        " And so you do that on Friday nights.",
        194.48,
        196.1
    ],
    [
        " And again, it's crazy to think that you guys still didn't know where you were going.",
        196.24,
        200.1
    ],
    [
        " You guys had no idea where you were going.",
        200.28,
        201.7
    ],
    [
        " You thought you might be going to Cuba.",
        202.12,
        203.34
    ],
    [
        " I think there was somewhere else you thought you might be going.",
        204.08,
        206.22
    ],
    [
        " There were planes hijacked on tarmacs around the good world that we thought we might be going into rescue.",
        206.28,
        212.8
    ],
    [
        " People on hijacked planes.",
        213.48,
        215.5
    ],
    [
        " So you have no idea what you're doing.",
        215.92,
        217.44
    ],
    [
        " No.",
        217.56,
        217.7
    ],
    [
        " And everybody, you know, we didn't know.",
        218.06,
        221.14
    ],
    [
        " We just knew we were going to do some type of rescue.",
        221.66,
        224.14
    ],
    [
        " And we trained for it.",
        225.52,
        227.98
    ],
    [
        " Did you know that it was real?",
        228.0,
        230.6
    ],
    [
        " No.",
        231.94,
        233.22
    ],
    [
        " Okay.",
        233.72,
        233.92
    ],
    [
        " Because I know sometimes we would get spun up in such a way where they'd be like, hey, we're going to mission.",
        234.2,
        238.72
    ],
    [
        " And we think, actually, this is the very first deployment I went on.",
        239.08,
        242.58
    ],
    [
        " We got recalled.",
        243.04,
        244.44
    ],
    [
        " We had little beepers.",
        244.6,
        245.56
    ],
    [
        " I was in Guam.",
        245.66,
        246.94
    ],
    [
        " And we had beepers.",
        247.28,
        248.26
    ],
    [
        " And they said, hey, if this thing shows up 9-1-1, you know, you got 20 minutes to get to base.",
        248.26,
        253.14
    ],
    [
        " Because something's going on.",
        253.32,
        254.54
    ],
    [
        " So we get there.",
        255.12,
        256.32
    ],
    [
        " And I'm, I guess I'm 19 or 20 at this point.",
        256.64,
        260.28
    ],
    [
        " Maybe I'm 20 or 21.",
        260.72,
        262.82
    ],
    [
        " But anyways, I'm young and very dumb.",
        262.94,
        264.78
    ],
    [
        " And I also think that I'm, you know, I think I'm going to Vietnam.",
        265.02,
        268.16
    ],
    [
        " You know, I think I'm, I think I'm going to be like the combination of James Bond and Rambo and everybody else.",
        268.5,
        273.58
    ],
    [
        " So we show up in Guam on deployment my pseplatoon.",
        273.82,
        278.32
    ],
    [
        " It's 1992 or 1993 anyways.",
        281.54,
        283.66
    ],
    [
        " But I think there's just, you know, this is it.",
        283.98,
        286.24
    ],
    [
        " We're going to war.",
        286.5,
        287.16
    ],
    [
        " So we go out, we get all, we go out to the range, we get all of our weapons dialed in.",
        288.0,
        291.96
    ],
    [
        " And I'm just totally ready.",
        292.3,
        295.4
    ],
    [
        " And then, I'm doing something and I get that the 9-1-1 on my pager.",
        296.66,
        303.62
    ],
    [
        " And I'm, oh, there you go.",
        304.18,
        305.14
    ],
    [
        " Here it is.",
        305.36,
        305.68
    ],
    [
        " It's on.",
        306.04,
        306.48
    ],
    [
        " It's go time.",
        306.48,
        307.3
    ],
    [
        " And we run, you know, rush into back to base, we're sitting in our platoon space.",
        307.5,
        312.12
    ],
    [
        " And my leading petty officer comes in and says, hey, they went and inspected the range.",
        312.12,
        318.12
    ],
    [
        " We didn't do a good job cleaning up.",
        318.14,
        319.56
    ],
    [
        " We had to go clean up our brass.",
        319.84,
        322.6
    ],
    [
        " So, yeah, not exactly what I anticipated.",
        323.44,
        328.74
    ],
    [
        " But it's funny.",
        328.98,
        331.18
    ],
    [
        " Yeah.",
        331.62,
        331.78
    ],
    [
        " So you guys are doing this Friday night.",
        334.34,
        336.04
    ],
    [
        " Oh, my point was that we would sometimes get recalled to do something and they wouldn't tell us it was training until like we were ready to launch.",
        336.14,
        347.02
    ],
    [
        " And we, some guys would know, some guys would go, this is just training.",
        347.46,
        351.04
    ],
    [
        " But of course, I'd be like, no, wait, man, it's real.",
        351.3,
        353.46
    ],
    [
        " But you guys, so did some of you think maybe this is just a big training operation?",
        354.32,
        359.14
    ],
    [
        " In the beginning, we kind of did.",
        359.86,
        362.14
    ],
    [
        " But with bull being in charge, and all the, you know, we saw a lot of brass around us.",
        362.88,
        372.5
    ],
    [
        " You know, this was the first mission ever to be in the direct control of the Joint Chiefs of Staff.",
        372.78,
        378.28
    ],
    [
        " We didn't know that at the time either.",
        378.72,
        380.6
    ],
    [
        " I mean, we knew that there was guys in Washington coming down ever once in a while.",
        381.26,
        387.12
    ],
    [
        " They would go into the building and we'd think, why are they there?",
        387.12,
        390.2
    ],
    [
        " You know, but, you know, nobody ever explained to us that, you know, they were doing the same thing up in Washington, D.C.",
        390.92,
        397.34
    ],
    [
        " But it was, it was a, we just kind of kept the dark and fat on bullshit.",
        398.48,
        406.38
    ],
    [
        " That's what we were.",
        406.62,
        407.28
    ],
    [
        " And that's when it started.",
        407.7,
        410.0
    ],
    [
        " And we were just told to do our job.",
        412.34,
        414.36
    ],
    [
        " And that's what we were doing.",
        414.62,
        415.94
    ]
]