[
    [
        " We all have a tendency to close our mind.",
        6.92,
        9.84
    ],
    [
        " To not want to hear that new information that we don't agree with, you can't get a",
        10.12,
        15.48
    ],
    [
        " mostly attached to plants.",
        15.48,
        16.46
    ],
    [
        " This can happen very easily.",
        16.74,
        18.16
    ],
    [
        " If you want your team to get better, you have to change.",
        19.28,
        21.42
    ],
    [
        " You got to adapt.",
        21.6,
        22.22
    ],
    [
        " Leadership is the solution to every single problem that you face.",
        23.04,
        26.64
    ],
    [
        " We have to train ourselves to pry our minds open all the time.",
        27.8,
        31.48
    ],
    [
        " You got to set up your team so that they're able to go function.",
        31.98,
        35.02
    ],
    [
        " If we're going to two different places, we can't get there together.",
        35.98,
        45.36
    ],
    [
        " Life is going to be stressful.",
        47.06,
        48.7
    ],
    [
        " You may not be getting shot at, but it's stressful.",
        49.32,
        51.66
    ],
    [
        " If you're backing disciplines because you're still lying to yourself.",
        52.36,
        55.98
    ],
    [
        " Don't just say I'm going to get better.",
        56.34,
        59.54
    ],
    [
        " You actually have to talk about the actual things you're going to do.",
        59.82,
        62.24
    ],
    [
        " What did me do wrong?",
        63.12,
        64.96
    ],
    [
        " How are you going to fix it?",
        65.46,
        66.44
    ],
    [
        " It's not enough to say, hey my bad, you have to find a solution.",
        67.08,
        70.58
    ],
    [
        " You're taking ownership because you truly start to believe you're responsible.",
        71.46,
        74.58
    ],
    [
        " Who in here likes to just be told what's new, shot up and do what I said?",
        75.0,
        78.12
    ],
    [
        " Raise your hand.",
        78.4,
        78.82
    ],
    [
        " That's right.",
        79.38,
        79.98
    ],
    [
        " No one.",
        79.98,
        80.7
    ],
    [
        " If you're being the easy button, you're failing.",
        81.12,
        85.04
    ],
    [
        " Am I holding myself accountable to the same standard I've struck out of my team?",
        85.54,
        89.26
    ],
    [
        " Nothing good has ever come out of having an antagonistic relationship with anyone.",
        91.78,
        97.64
    ],
    [
        " You can do better with your family, you can do better with your community.",
        98.6,
        101.84
    ],
    [
        " Our leadership never asked us to do something they weren't already doing.",
        102.38,
        105.96
    ],
    [
        " Get the mission done and achieve what you are supposed to achieve.",
        106.76,
        112.28
    ]
]