[
    [
        " Welcome to Sawagcast number 5.",
        5.64,
        8.26
    ],
    [
        " My name is John Striker.",
        8.64,
        9.74
    ],
    [
        " My are all beer host tonight and enjoying me with a mystery technician Tom.",
        9.86,
        14.04
    ],
    [
        " Thank you for joining us.",
        15.0,
        16.08
    ],
    [
        " On the night of August 23rd 1968 in the morning, more than 100 sappers hit FOB 4, a green",
        17.0,
        29.8
    ],
    [
        " national bass in Denang.",
        29.8,
        30.88
    ],
    [
        " It was just north of Marble Mountain.",
        31.6,
        33.64
    ],
    [
        " During that attack, it came after midnight.",
        34.52,
        37.48
    ],
    [
        " It was a moonless night and the tap sappers who were highly trained NBA soldiers hit the",
        38.06,
        45.2
    ],
    [
        " kick base.",
        45.2,
        45.66
    ],
    [
        " And up on the mountain, there had been a recon team up there, spike team rattler.",
        46.68,
        53.12
    ],
    [
        " And it will take it from here from the book on the ground.",
        53.84,
        56.96
    ],
    [
        " Up in the north face of Marble Mountain, ST rattler was providing security for FOB 4",
        57.36,
        64.26
    ],
    [
        " by acting as an early warning element.",
        64.26,
        67.26
    ],
    [
        " But they too were caught unaware by the surprise attack.",
        68.22,
        72.0
    ],
    [
        " Assistant team leader Larry Trimble monitored the desperate, disjointed and chaotic chatter",
        73.0,
        79.86
    ],
    [
        " does coming over his radio.",
        79.86,
        81.52
    ],
    [
        " ST rattler was suddenly attacked by group of sappers who had made their way undetected",
        82.3,
        88.5
    ],
    [
        " to the entrance of the team's observation point, attainable only by climbing ropes hung",
        88.5,
        95.7
    ],
    [
        " on the steep mountain side.",
        95.7,
        97.64
    ],
    [
        " Before Trimble could think about how they had done it, grenades began detonating all",
        98.5,
        105.16
    ],
    [
        " around the ST's small perimeter.",
        105.16,
        107.6
    ],
    [
        " Several team members were hit by a shrapnel.",
        108.38,
        110.82
    ],
    [
        " But the veteran recon men immediately responded with a savage fuselage, a car 15 fire and grenades",
        111.66,
        120.56
    ],
    [
        " of their own, dropping them down on the approaching NBA, the North Vietnamese Army, and stopping",
        120.56,
        127.78
    ],
    [
        " the assault cold.",
        127.78,
        129.3
    ],
    [
        " The observation point overlooked the entire denying compound to the north.",
        129.96,
        135.34
    ],
    [
        " But a light of the flare is now dropping from the sky.",
        136.04,
        139.56
    ],
    [
        " Spike team rattler could see human beings scurrying about like cockroaches.",
        140.56,
        145.72
    ],
    [
        " The Americans and their Chinese team members watched in disbelief and frustration as the",
        146.32,
        152.88
    ],
    [
        " well-orchestrated attack developed.",
        152.88,
        155.3
    ],
    [
        " Wave after unrelenting wave of NBA sappers swept in through the east and the side of",
        156.1,
        162.62
    ],
    [
        " the compound that faced the South China Sea.",
        162.62,
        165.76
    ],
    [
        " As they flooded the compound, buildings exploded in their wake.",
        166.64,
        170.26
    ],
    [
        " Dead bodies were left lying dark, stains in the clean white sand.",
        170.66,
        175.64
    ],
    [
        " It was clear the enemy had achieved total surprise.",
        176.82,
        179.8
    ],
    [
        " ST rattler was powerless to stop it and Trimble couldn't see how anyone could survive.",
        181.24,
        187.36
    ],
    [
        " Joining me today is Larry Trimble.",
        188.6,
        191.9
    ],
    [
        " Larry, thank you for coming aboard and making the trips to join us for Sawcast number 5.",
        192.54,
        198.12
    ],
    [
        " How you doing?",
        198.26,
        198.64
    ],
    [
        " Real fine.",
        199.16,
        199.66
    ],
    [
        " Thank you John.",
        199.9,
        201.28
    ],
    [
        " You're best here today.",
        201.66,
        202.74
    ],
    [
        " Thank you.",
        203.38,
        203.98
    ],
    [
        " It just seems even though that night was 53 years ago, it's still burning fresh in your",
        204.2,
        211.14
    ],
    [
        " memory as a knot.",
        211.14,
        211.88
    ],
    [
        " It is.",
        212.46,
        212.82
    ],
    [
        " So if you don't mind, I'd like to read just a couple more paragraphs from the book about",
        212.94,
        218.34
    ],
    [
        " that night on your team.",
        218.34,
        220.28
    ],
    [
        " How that team provided a crucial element that even though that night we lost 16 green",
        220.86,
        227.52
    ],
    [
        " berets, the most ever green berets, special forces history, the body count would have been",
        227.52,
        233.22
    ],
    [
        " more severe.",
        233.22,
        233.88
    ],
    [
        " Had your team not been up there, I wanted to cover the reasons why in the book.",
        234.56,
        238.6
    ],
    [
        " Sappers were on questingly the elite troops of the NBA.",
        239.62,
        242.92
    ],
    [
        " Sappers received six months of concentrated and highly specialized instruction and assault",
        243.94,
        249.54
    ],
    [
        " tactics that involved the use of stealth and demolitions.",
        249.54,
        252.42
    ],
    [
        " Their focus was on barrier and defense penetration.",
        253.04,
        256.32
    ],
    [
        " They were finanically dedicated troops and now a large number of them were inside the",
        256.7,
        262.04
    ],
    [
        " wire.",
        262.04,
        262.36
    ],
    [
        " The enemy launched attack.",
        263.06,
        264.9
    ],
    [
        " Meanwhile, up on the mountain, the enemy launched an intense barrage of 82 millimeter mortar",
        265.36,
        273.72
    ],
    [
        " fire at FOB 4 from somewhere behind ST Ratler.",
        273.72,
        278.16
    ],
    [
        " As soon as the situation permitted, Trimble made his way towards the south side of the mountain",
        278.82,
        285.12
    ],
    [
        " with several of his non teammates.",
        285.12,
        287.76
    ],
    [
        " The Nung who had an uncanny ability to ferret out an enemy's location, even in the darkness,",
        288.28,
        295.44
    ],
    [
        " pointed silently to the place where the mortar and its crew were hidden.",
        296.38,
        301.3
    ],
    [
        " On Trimble's command, he and one of the Nung's fired a volley of HE, high explosive M-79 grenades,",
        302.68,
        311.04
    ],
    [
        " at the target, while the others poured car-15 rounds into the brush.",
        311.16,
        317.06
    ],
    [
        " In short order, both the attack on ST Ratler and the mortar fire came to an abrupt and",
        317.62,
        326.98
    ],
    [
        " permanent halt.",
        326.98,
        327.84
    ],
    [
        " Silencing this well-positioned mortar saved a number of lives and relieved some pressure",
        329.2,
        336.1
    ],
    [
        " on those in the denying compound who were fighting hand-to-hand in a frenzied effort to",
        336.1,
        344.1
    ],
    [
        " keep from being totally annihilated.",
        344.1,
        347.16
    ],
    [
        " So Larry, you were there.",
        348.52,
        349.72
    ],
    [
        " And that night, even 53 years later, I remember how critical that team role was.",
        350.4,
        357.46
    ],
    [
        " And so beforehand, was there an ordinarily placing recon teams up there as a security measure",
        361.06,
        366.26
    ],
    [
        " just in general?",
        366.26,
        367.16
    ],
    [
        " Or what was the SOP on that beforehand?",
        367.34,
        369.32
    ],
    [
        " Before him, we had had teams up there, but they eliminated him.",
        369.82,
        374.46
    ],
    [
        " We had enough security, I think, in the compound.",
        374.66,
        377.06
    ],
    [
        " We got alerted on, I think it was about the 21st on a Wednesday that Team Ratler would",
        380.02,
        387.48
    ],
    [
        " move up to that location.",
        387.48,
        388.94
    ],
    [
        " And we packed up everything.",
        390.28,
        392.62
    ],
    [
        " We did take that, go up to a briefing myself and they went zero at the head-aims.",
        392.92,
        399.7
    ],
    [
        " And they told us that they had heard possibly at the high percent location, and that would",
        400.76,
        406.66
    ],
    [
        " be probably the only thing we had to worry about, but they wanted to be able to head of the",
        406.66,
        411.04
    ],
    [
        " game.",
        411.04,
        411.34
    ],
    [
        " We did move forward.",
        412.62,
        414.14
    ],
    [
        " We packed up most of the gear.",
        414.38,
        416.78
    ],
    [
        " We had a M16 machine gun.",
        417.0,
        418.96
    ],
    [
        " We also had a couple of M79s.",
        419.7,
        423.54
    ],
    [
        " We carried as much ammo as we could, and water.",
        423.7,
        425.72
    ],
    [
        " We did have a three-quarter-ton truck.",
        426.54,
        428.78
    ],
    [
        " The old beat-up one, but we used that to help us carry the most of the ammo and the stuff",
        429.32,
        435.18
    ],
    [
        " up to.",
        435.18,
        435.78
    ],
    [
        " Over the base of marble mountain.",
        435.78,
        437.74
    ],
    [
        " Right.",
        437.82,
        438.34
    ],
    [
        " But that three-quarter wasn't going up the mountain.",
        438.68,
        440.94
    ],
    [
        " You guys said that.",
        440.94,
        441.76
    ],
    [
        " That wasn't going up.",
        441.76,
        442.16
    ],
    [
        " So we had to carry the water and the ammo up.",
        442.32,
        447.52
    ],
    [
        " You can imagine it was rock steps going up a long way.",
        447.74,
        452.5
    ],
    [
        " And of course, we worried about possibly booby traps, also snipers, because it'd be an",
        452.88,
        457.86
    ],
    [
        " alert of that.",
        457.86,
        458.62
    ],
    [
        " Going up, it was kind of like a saddle marble mountain was.",
        459.94,
        463.02
    ],
    [
        " We went up off a route one.",
        465.14,
        467.66
    ],
    [
        " The steps started up.",
        468.32,
        469.66
    ],
    [
        " And right before you got up there off to the left, we noticed a big opening.",
        469.82,
        473.66
    ],
    [
        " It was a cave going back in.",
        473.66,
        475.7
    ],
    [
        " We moved up to where it kind of leveled off.",
        477.02,
        480.12
    ],
    [
        " And off to the left, there was just a small clearing.",
        480.34,
        483.92
    ],
    [
        " And at that point, there was a had been ropes and previously, you know, placed to get",
        484.74,
        489.08
    ],
    [
        " on up to the peak where we was going.",
        489.08,
        490.98
    ],
    [
        " I would say if I remember right around 30 meters, didn't pay much attention to it then.",
        491.14,
        497.14
    ],
    [
        " Yes, sure.",
        497.38,
        497.82
    ],
    [
        " We decided to cash our water down there because of going up there and...",
        498.08,
        502.64
    ],
    [
        " And the weight.",
        502.64,
        503.02
    ],
    [
        " And the weight.",
        503.58,
        504.12
    ],
    [
        "",
        504.94,
        504.94
    ],
    [
        " So we got that taken care of.",
        505.42,
        507.68
    ],
    [
        " Then we did go get up there and set up ourself, made our perimeter around that location.",
        507.78,
        513.72
    ],
    [
        " I would say it was possibly maybe 20 meters in a diameter.",
        513.96,
        518.34
    ],
    [
        " Sure.",
        518.4,
        518.88
    ],
    [
        " A flat surface on the top.",
        519.18,
        520.7
    ],
    [
        " A lot of rocks.",
        521.76,
        523.1
    ],
    [
        " There wasn't a...",
        523.64,
        526.36
    ],
    [
        " Hey, buddhist, there couldn't have been a chopper come up and actually land because of the rocks",
        526.36,
        530.86
    ],
    [
        " and stuff.",
        530.86,
        531.46
    ],
    [
        " Because when the cake was a coat, they set down one wheel, but they couldn't land completely.",
        531.86,
        535.98
    ],
    [
        " Or if it was a slick, we would put one skid down, but there wasn't enough room for two",
        536.08,
        540.08
    ],
    [
        " skids or two wheels.",
        540.08,
        540.94
    ],
    [
        " Exactly.",
        541.34,
        541.82
    ],
    [
        " That's how small your little security area was.",
        542.26,
        544.78
    ],
    [
        " Right.",
        545.02,
        545.38
    ],
    [
        " Oh yeah.",
        545.68,
        546.26
    ],
    [
        " Well, we started very lags, but it was airy.",
        547.46,
        550.5
    ],
    [
        " I remember just feeling an airy feeling, not knowing what that really meant at the time.",
        550.84,
        558.5
    ],
    [
        " So I took three of the nongs myself and we did a...",
        559.88,
        563.7
    ],
    [
        " Not that I kind of had them myself.",
        563.7,
        566.86
    ],
    [
        " It was the next day we did that.",
        567.08,
        568.34
    ],
    [
        " Yeah, on August 22nd you went back and did some recon before the action started.",
        568.7,
        572.7
    ],
    [
        " Yeah.",
        572.84,
        572.98
    ],
    [
        " Actually, we went down, we went into the boot caves.",
        573.44,
        576.2
    ],
    [
        " They had big booters in there and they had monks in there, but it was quiet.",
        576.2,
        580.48
    ],
    [
        " Even the monks were just sitting around, but they wouldn't make no noise.",
        581.06,
        583.9
    ],
    [
        " Yeah, those were monks that we were told they were religious, they would be neutral,",
        584.36,
        587.74
    ],
    [
        " but we suspected that they weren't.",
        587.74,
        590.04
    ],
    [
        " Or at least they were more sympathetic towards the NVA and the Viacom that were in the area.",
        590.16,
        596.06
    ],
    [
        " That's true.",
        596.34,
        597.02
    ],
    [
        " We did go through both of the caves, or just in, looked around, didn't see nothing,",
        599.38,
        604.56
    ],
    [
        " couldn't hear nothing.",
        604.84,
        605.7
    ],
    [
        " It was quiet.",
        605.96,
        607.08
    ],
    [
        " And then we were at Levitol, there in the middle of the area where we climbed the ropes.",
        608.8,
        614.8
    ],
    [
        " There was an off, real small opening that we went in there.",
        615.5,
        619.14
    ],
    [
        " And even as small as I was, we had to crawl to crawl up in and get to the top of where",
        619.54,
        624.62
    ],
    [
        " that ledge was.",
        624.62,
        625.54
    ],
    [
        " We did a, I could say it couldn't have been as far as I'm concerned, a better reconnaissance",
        628.2,
        635.88
    ],
    [
        " of the area for any spec in the enemy or anything and didn't see any, didn't hear nothing.",
        635.88,
        641.56
    ],
    [
        " And just because by you doing that, you probably did more than a lot of other teams did,",
        642.08,
        646.6
    ],
    [
        " because I know some teams would go up, they'd get dropped off by helicopter,",
        647.06,
        649.72
    ],
    [
        " or they would go straight up.",
        650.36,
        652.26
    ],
    [
        " But you guys were doing it.",
        652.58,
        654.06
    ],
    [
        " And this is out of just from your experience knowing this area, we had reports always about",
        654.2,
        661.06
    ],
    [
        " the economy and the activity.",
        661.06,
        662.64
    ],
    [
        " But on the other hand, like you're briefing, there's no mention of a major pending attack.",
        663.02,
        669.04
    ],
    [
        " You heard nothing about that.",
        669.04,
        670.44
    ],
    [
        " As did majority of people in camp with this, eff of two people that will talk about a little later.",
        670.8,
        676.56
    ],
    [
        " I had heard that also later on, John.",
        676.88,
        680.2
    ],
    [
        " There was none. We never suspected anything like that.",
        680.7,
        683.56
    ],
    [
        " We had security in the compound.",
        683.84,
        685.44
    ],
    [
        " They had kept briefing it up, you know, down at CCN.",
        685.9,
        689.18
    ],
    [
        " It was just unbelievable.",
        690.46,
        693.96
    ],
    [
        " You don't think of things like that going to happen with the security we had and stuff.",
        694.74,
        698.92
    ],
    [
        " I wasn't even surprised.",
        700.46,
        703.14
    ],
    [
        " Once we got up at there and got settled in, and we did have the",
        703.46,
        708.44
    ],
    [
        " the radio set, you know, with the coordinates over to the marine outpost.",
        710.96,
        716.08
    ],
    [
        " Right, and they were on the other side.",
        716.26,
        717.5
    ],
    [
        " They were on the other side.",
        717.66,
        718.82
    ],
    [
        " They had a 106 recorders rifle up there.",
        718.94,
        721.54
    ],
    [
        " We made contact with them, of course, made contact.",
        722.66,
        727.24
    ],
    [
        " Sure.",
        727.38,
        727.5
    ],
    [
        " The first thing you did when we got up, got set up was make contact with our compounds.",
        727.58,
        732.28
    ],
    [
        " That way you could avoid friendly fire.",
        732.66,
        734.16
    ],
    [
        " Right.",
        734.52,
        734.86
    ],
    [
        " And particularly with the Marines, because sometimes we had recon teams that had",
        735.4,
        739.34
    ],
    [
        " really contact with the Marines.",
        739.36,
        740.88
    ],
    [
        " Right. That's true.",
        740.88,
        742.3
    ],
    [
        " We got set up, and it was a quiet night, even.",
        742.94,
        749.44
    ],
    [
        " We kept alert.",
        750.12,
        750.76
    ],
    [
        " One thing that did do, though, after that reconnaissance,",
        752.08,
        755.28
    ],
    [
        " I was, I think, aims took kind of the first watch.",
        756.72,
        760.88
    ],
    [
        " Or in did, you know, they were supposed to stay awake, but did they?",
        761.6,
        765.3
    ],
    [
        " The nose.",
        765.58,
        765.94
    ],
    [
        " You know, I don't know if they did, but",
        766.58,
        768.86
    ],
    [
        " I felt secure enough that with the smallest area, we was in.",
        769.34,
        773.08
    ],
    [
        " Sure.",
        773.28,
        773.42
    ],
    [
        " We had them lined out if anything was to happen.",
        773.72,
        776.6
    ],
    [
        " We could, they would wake up pretty fast.",
        776.76,
        778.52
    ],
    [
        " Sure.",
        778.76,
        778.92
    ],
    [
        " I took over somewhere around midnight.",
        779.6,
        783.52
    ],
    [
        " And John, as I remember, it was around two o'clock, and I can't",
        784.18,
        789.32
    ],
    [
        " pinpoint the exact time.",
        789.32,
        790.68
    ],
    [
        "",
        791.28,
        791.28
    ],
    [
        " There was a, because you weren't watching your clock, and it's just another night on",
        791.28,
        794.24
    ],
    [
        " the mountain.",
        794.24,
        794.6
    ],
    [
        " Right.",
        794.72,
        794.96
    ],
    [
        " It's quiet.",
        795.08,
        795.62
    ],
    [
        " And actually, it's sized from winds and chills up there.",
        796.12,
        798.68
    ],
    [
        " It's a beautiful view of the China Sea.",
        799.34,
        802.42
    ],
    [
        " Look at the north to denangue.",
        802.7,
        804.7
    ],
    [
        " You see the city lights and you go, yeah, if you get careless for a minute or two,",
        804.74,
        808.72
    ],
    [
        " you just, you can think about it as a beautiful scenic site for getting your",
        808.9,
        813.0
    ],
    [
        " on the Dan War zone with Vyacong and NVA underneath you.",
        813.0,
        816.36
    ],
    [
        " And then additionally, not realizing that they were prepping for that massive",
        816.66,
        822.12
    ],
    [
        " sapper attack on FOB4.",
        822.18,
        825.02
    ],
    [
        " Right.",
        825.56,
        825.92
    ],
    [
        " Exactly.",
        826.28,
        826.64
    ],
    [
        " So at some point, your world exploded.",
        826.92,
        829.5
    ],
    [
        " So take it from here for those first couple of moments of what you're",
        829.76,
        833.28
    ],
    [
        " watching it, seeing it down at the camp and going WTF.",
        833.28,
        838.92
    ],
    [
        " Like you said, it's, you know, it's so beautiful.",
        839.6,
        842.98
    ],
    [
        " It was actually beautiful.",
        842.98,
        844.2
    ],
    [
        " Oh, yeah.",
        844.38,
        844.62
    ],
    [
        " Because you could see all the lights denangue out the ocean, small boats,",
        844.7,
        848.28
    ],
    [
        " stuff like that.",
        848.28,
        849.3
    ],
    [
        " Even at that late at night, you know, it's just, it was real beautiful.",
        849.72,
        853.24
    ],
    [
        " When I had first explosion, I switched around,",
        853.48,
        856.86
    ],
    [
        " we're up fast at, and I've seen the explosion over there.",
        857.0,
        861.58
    ],
    [
        " The first thing I did was switch frequencies.",
        861.76,
        863.6
    ],
    [
        " I had it set down on our compound at TALK.",
        863.7,
        866.58
    ],
    [
        " Right.",
        866.98,
        867.2
    ],
    [
        " I switched the frequency over to the marine I'll post over there.",
        867.5,
        871.4
    ],
    [
        " I had no answer.",
        871.88,
        873.5
    ],
    [
        " And I switched back to tell our people I switched the frequency back.",
        874.12,
        878.76
    ],
    [
        " And just as I was calling TALK down there,",
        879.26,
        882.36
    ],
    [
        " our right close to that time, it was when all hell broke loose down there in our compound.",
        882.76,
        887.04
    ],
    [
        " It was a shock, you know, first.",
        888.2,
        890.56
    ],
    [
        " And then the Marines, that outpost got hit also",
        891.28,
        893.8
    ],
    [
        " about the same time you got hit, right?",
        893.8,
        895.38
    ],
    [
        " They did.",
        895.66,
        896.2
    ],
    [
        " It wasn't but a few seconds after.",
        896.42,
        898.38
    ],
    [
        " It was time well.",
        898.38,
        899.72
    ],
    [
        " Oh, yeah.",
        900.08,
        900.42
    ],
    [
        " They hit us.",
        900.54,
        901.52
    ],
    [
        " The point we was made it real good.",
        902.64,
        905.38
    ],
    [
        " They, as you had said earlier, they did use hand grenades mostly because,",
        905.62,
        909.44
    ],
    [
        " you know, rifle hell, they just used straight up over.",
        909.84,
        912.96
    ],
    [
        " Sure.",
        913.12,
        913.22
    ],
    [
        " So we had the advantage up there, but they wanted that point.",
        913.96,
        919.76
    ],
    [
        " And I think they wanted it badly at the time.",
        919.96,
        922.16
    ],
    [
        " I did not believe that or and it never ended my mind how important that the location was.",
        922.16,
        927.24
    ],
    [
        " You're a little bit stunned at what's going on down the hill.",
        927.56,
        930.52
    ],
    [
        " Oh god.",
        930.68,
        931.08
    ],
    [
        " Seeing the base get hit and you've been down to two days earlier,",
        931.08,
        933.66
    ],
    [
        " sleeping comfortably in the Hootie night,",
        933.9,
        935.46
    ],
    [
        " going to the club air condition.",
        935.46,
        937.56
    ],
    [
        " Right.",
        937.64,
        937.96
    ],
    [
        " Yeah, that's true.",
        938.54,
        939.1
    ],
    [
        " Life at a base camp, which is, you know, you don't worry.",
        939.1,
        942.42
    ],
    [
        " You're always told to be on, I guess, on guard to a certain point.",
        942.62,
        947.5
    ],
    [
        " But my gosh, to see that and you're up there.",
        947.88,
        951.02
    ],
    [
        " And then before you know it, you're under attack.",
        951.26,
        953.8
    ],
    [
        " Right.",
        954.1,
        954.32
    ],
    [
        " They hit us pretty hard right there.",
        955.04,
        957.36
    ],
    [
        " I guess they kind of might be an easy, easy target to take over that point",
        957.4,
        962.98
    ],
    [
        " because they could look right straight down into the compound.",
        962.98,
        965.46
    ],
    [
        " Right.",
        965.88,
        965.98
    ],
    [
        " And at that advantage point, they could really put some heavy fire in there.",
        966.36,
        970.04
    ],
    [
        " As they were hitting us, so they would, that's when one of the nugs called me over him.",
        971.02,
        976.56
    ],
    [
        " In fact, he was our green adherent of one with the M79.",
        976.8,
        981.58
    ],
    [
        " Right.",
        981.78,
        981.94
    ],
    [
        " We did have to up up our luckly.",
        982.22,
        984.02
    ],
    [
        " Yeah, yeah.",
        984.32,
        984.76
    ],
    [
        " And did you have your saw off with you?",
        985.48,
        987.84
    ],
    [
        " No, no, I didn't.",
        987.86,
        990.46
    ],
    [
        " I might get away.",
        990.54,
        991.38
    ],
    [
        " I got right.",
        991.62,
        992.5
    ],
    [
        " Yeah, yeah.",
        992.68,
        993.02
    ],
    [
        " Another story I'll tell you about some time.",
        993.32,
        995.52
    ],
    [
        " All right.",
        995.88,
        996.18
    ],
    [
        " In fact, I'll slip it in.",
        996.68,
        999.36
    ],
    [
        " Please, why were you this way?",
        999.48,
        1000.38
    ],
    [
        " We're here.",
        1000.48,
        1000.74
    ],
    [
        " We used to make that, you know, cut off the burlf and M79.",
        1001.42,
        1004.6
    ],
    [
        " Sure.",
        1005.1,
        1005.26
    ],
    [
        " And go up for the vehicle or the maintenance building, get a home mother clamp,",
        1005.38,
        1009.94
    ],
    [
        " what we called it.",
        1009.94,
        1010.88
    ],
    [
        " Right.",
        1011.04,
        1011.2
    ],
    [
        " And then saw off the back of the, where it was like a pistol.",
        1011.3,
        1014.5
    ],
    [
        " Right.",
        1015.04,
        1015.44
    ],
    [
        " Well, you know, on the M79, you got the canister rounds.",
        1015.7,
        1019.04
    ],
    [
        " You got an H2 round.",
        1019.04,
        1020.46
    ],
    [
        " He got flesh hats and stuff.",
        1020.46,
        1022.04
    ],
    [
        " C.S.",
        1022.46,
        1022.94
    ],
    [
        " And C.S.",
        1023.62,
        1024.4
    ],
    [
        " Well, I got my maib when I got there, you know, because most guys,",
        1026.2,
        1029.02
    ],
    [
        " they just put it snap link, you know, on to the front.",
        1029.16,
        1031.64
    ],
    [
        " And it was a good getaway that.",
        1031.8,
        1032.92
    ],
    [
        " Sure.",
        1033.18,
        1033.46
    ],
    [
        " Well, I went down the test, it out, you know, at the beach,",
        1033.92,
        1036.5
    ],
    [
        " there, along the China beach.",
        1036.5,
        1038.18
    ],
    [
        " And so I reached out to them.",
        1038.18,
        1040.26
    ],
    [
        " Had a cat, not a canister, Uncle.",
        1040.56,
        1044.56
    ],
    [
        " You could chew them with the, you know, that,",
        1044.56,
        1047.0
    ],
    [
        " the flesh hats are the, it wasn't like an HG anyway.",
        1047.26,
        1051.06
    ],
    [
        " And I have blood just lit.",
        1051.36,
        1052.6
    ],
    [
        " Well, the only thing worse than that is like, in my time,",
        1053.1,
        1056.46
    ],
    [
        " when we cut ours down the first time we experimented,",
        1056.46,
        1059.1
    ],
    [
        " I fired and got hit with my own shrapnel.",
        1059.4,
        1062.08
    ],
    [
        " My first experiment, my first self-inflicted wound.",
        1062.14,
        1066.42
    ],
    [
        " I think we learned the hard way, then, but we learned.",
        1066.82,
        1069.32
    ],
    [
        " But at least, at least, I'm sitting on a bounce off your head,",
        1070.42,
        1072.84
    ],
    [
        " and you continue to march.",
        1072.96,
        1073.88
    ],
    [
        " Right.",
        1073.92,
        1074.36
    ],
    [
        " And so, so get back to that night.",
        1074.6,
        1076.58
    ],
    [
        " You're on the, the two grinned ears opened up and,",
        1076.58,
        1079.62
    ],
    [
        " Yeah, you could see the flesh, you know, right away,",
        1080.08,
        1083.48
    ],
    [
        " that, I'm not going to holler for me to come over here saying,",
        1083.7,
        1086.32
    ],
    [
        " don't see, don't see, you know, I'm pointing down.",
        1086.66,
        1088.92
    ],
    [
        " Yeah.",
        1089.06,
        1089.26
    ],
    [
        " And I see a flesh.",
        1089.56,
        1090.48
    ],
    [
        " And I grabbed up that and I said, far on a far,",
        1091.04,
        1093.98
    ],
    [
        " I just start hollering far on and far on them.",
        1094.08,
        1096.02
    ],
    [
        " Sure.",
        1096.02,
        1096.28
    ],
    [
        " And that's where the mortepit was.",
        1096.6,
        1098.1
    ],
    [
        " Where the mortep, where we see the flesh,",
        1098.36,
        1100.18
    ],
    [
        " we just literally,",
        1100.18,
        1101.2
    ],
    [
        " Sure.",
        1101.24,
        1101.48
    ],
    [
        " Many H.E. rounds as we could put down there.",
        1102.18,
        1104.52
    ],
    [
        " And also,",
        1104.82,
        1105.26
    ],
    [
        " M16 rounds, you know, I had the whole team just pull over there and start shooting.",
        1105.38,
        1110.24
    ],
    [
        " And by that time, do you know how many mortar rounds may have been fired?",
        1110.42,
        1113.6
    ],
    [
        " No, nothing.",
        1114.46,
        1116.26
    ],
    [
        " You knew where they were.",
        1116.4,
        1117.18
    ],
    [
        " I, because you're defending yourself and then you hear the mortar going off.",
        1117.5,
        1121.28
    ],
    [
        " Okay.",
        1121.5,
        1121.76
    ],
    [
        " And I understand your mental priority.",
        1122.16,
        1123.78
    ],
    [
        " Survive first.",
        1124.1,
        1125.18
    ],
    [
        " Survive first.",
        1125.52,
        1126.38
    ],
    [
        " Yeah, yeah.",
        1126.44,
        1126.92
    ],
    [
        " Okay.",
        1126.92,
        1127.16
    ],
    [
        " I didn't know.",
        1127.16,
        1127.7
    ],
    [
        " We got that.",
        1127.7,
        1128.24
    ],
    [
        " I did find out later though that they had received what they figured",
        1129.04,
        1132.54
    ],
    [
        " was a two rounds following in there.",
        1132.54,
        1135.18
    ],
    [
        " Oh, yeah.",
        1135.18,
        1135.5
    ],
    [
        " Those were questions about that.",
        1135.5,
        1136.58
    ],
    [
        " Sure.",
        1136.74,
        1137.08
    ],
    [
        " And he said they were silenced.",
        1137.3,
        1139.2
    ],
    [
        " I didn't know that at the time.",
        1139.48,
        1141.58
    ],
    [
        " All I was looking forward to let's get that correct.",
        1141.66,
        1143.68
    ],
    [
        " Because you could hear, you could actually hear the 82 rounds going over, you know,",
        1143.84,
        1148.62
    ],
    [
        " so you knew if that's going into the camp.",
        1148.74,
        1150.5
    ],
    [
        " So if you secure your perimeter,",
        1152.0,
        1155.64
    ],
    [
        " then you move out to that point.",
        1155.92,
        1158.14
    ],
    [
        " Or did you have anything else in between?",
        1158.66,
        1160.64
    ],
    [
        " It was in between because actually we was hit one more time that night or that morning.",
        1161.36,
        1167.4
    ],
    [
        " Two times they tried to take that position.",
        1167.86,
        1170.06
    ],
    [
        " The second time was not near as heavy.",
        1170.82,
        1172.6
    ],
    [
        " I think they decided to better get to rack together before they do because we was littering",
        1172.76,
        1177.34
    ],
    [
        " them with anchor nage, you know.",
        1177.34,
        1178.58
    ],
    [
        " Right.",
        1178.6,
        1178.76
    ],
    [
        " So the next morning, of course,",
        1178.92,
        1181.74
    ],
    [
        " hiding our water down at the base didn't work very well.",
        1182.66,
        1185.84
    ],
    [
        " It was hard to sell even at night time.",
        1186.1,
        1188.52
    ],
    [
        " I mean, we were literally everybody without a water, you know.",
        1188.66,
        1191.84
    ],
    [
        " And so I took three of the nongs.",
        1192.84,
        1195.4
    ],
    [
        " And I had to think about how many of you that I have with me.",
        1195.86,
        1198.84
    ],
    [
        " It was three of the nongs myself.",
        1198.98,
        1200.4
    ],
    [
        " They decided to get all the water cans and time to us and go down and fill them up with",
        1201.24,
        1206.72
    ],
    [
        " the five gallon can of water.",
        1206.72,
        1208.04
    ],
    [
        " They had down at the end of the rope and it went that area.",
        1208.32,
        1211.48
    ],
    [
        " I think I was saying around 20, 30 yards, you know.",
        1211.62,
        1215.6
    ],
    [
        " The interpreter being, I remember his name of the nongs.",
        1215.68,
        1222.92
    ],
    [
        " He went down first.",
        1223.9,
        1225.04
    ],
    [
        " And then the other two guys went down and I was the last one that started down the rope.",
        1226.2,
        1231.32
    ],
    [
        " And I heard a bunch of beat these, you know, hollering stuff going on.",
        1232.16,
        1236.72
    ],
    [
        " And I was hollering at paying them what's going on, what's going on.",
        1237.54,
        1241.66
    ],
    [
        " And he said, V.C. V.C. they want a surrender.",
        1242.2,
        1245.0
    ],
    [
        " They want a surrender.",
        1245.22,
        1246.06
    ],
    [
        " I said, why the hell ain't you shooting God to them?",
        1246.36,
        1248.42
    ],
    [
        " No time to go here.",
        1248.92,
        1250.94
    ],
    [
        " I kind of just let go of the rope.",
        1251.24,
        1252.74
    ],
    [
        " And it wasn't, you know, just a few feet.",
        1254.14,
        1256.92
    ],
    [
        " And when we went down, actually, I left my low-barry equipment up there and they did too.",
        1257.82,
        1262.94
    ],
    [
        " Had all of the canteen strapped around us and then also had filled our pockets full of magazines,",
        1263.28,
        1270.14
    ],
    [
        " you know, M16 magazines, 20 rounders, what we had then.",
        1270.54,
        1273.9
    ],
    [
        " Start firing on my tank.",
        1274.48,
        1277.98
    ],
    [
        " It shocked them.",
        1277.98,
        1278.74
    ],
    [
        " It was just a few.",
        1278.8,
        1280.34
    ],
    [
        " I don't know how many.",
        1280.56,
        1281.46
    ],
    [
        " I just figured it was a reconnaissance.",
        1281.72,
        1283.46
    ],
    [
        " I find two guys going through.",
        1283.82,
        1285.78
    ],
    [
        " But I said, let's get them.",
        1286.24,
        1287.48
    ],
    [
        " Let's get them.",
        1287.48,
        1287.96
    ],
    [
        " So we went after them.",
        1287.96,
        1289.4
    ],
    [
        " Not thinking, not thinking nothing.",
        1289.4,
        1290.86
    ],
    [
        " Yeah, yeah.",
        1291.1,
        1291.54
    ],
    [
        " And we got right around to where the saddle started to go down towards the amphibious marine",
        1292.1,
        1296.66
    ],
    [
        " outfit.",
        1296.66,
        1297.08
    ],
    [
        " Right.",
        1297.28,
        1297.54
    ],
    [
        " And they were going down that,",
        1297.86,
        1299.66
    ],
    [
        " I hollered up the aims.",
        1299.84,
        1301.12
    ],
    [
        " And hollered for them, throw my low-barry equipment, drop it down, you know, it wasn't that",
        1301.84,
        1305.9
    ],
    [
        " four.",
        1305.9,
        1306.24
    ],
    [
        " And he dropped it down and we started to go ahead and hollered it.",
        1307.22,
        1310.42
    ],
    [
        " I said, get them.",
        1310.46,
        1311.34
    ],
    [
        " Sixty, you know, and try to shoot in front of us.",
        1311.4,
        1313.62
    ],
    [
        " And so we took off and we know we actually, that was that trail.",
        1314.08,
        1319.56
    ],
    [
        " And we had reconnaissance the day before.",
        1319.56,
        1322.44
    ],
    [
        " Yeah, kind of knew there.",
        1322.74,
        1323.9
    ],
    [
        " And about where that mortar was planned, we run up, was chasing him guys.",
        1324.24,
        1329.5
    ],
    [
        " And we didn't actually see him.",
        1329.8,
        1331.7
    ],
    [
        " That's why we wanted that fire.",
        1331.76,
        1333.5
    ],
    [
        " Sure.",
        1333.7,
        1334.06
    ],
    [
        " But we got about at that location.",
        1334.32,
        1336.02
    ],
    [
        " And there's another dam, maybe two mortar set in there still with the base plate.",
        1336.02,
        1341.66
    ],
    [
        " Just camera flies a little bit.",
        1341.9,
        1343.52
    ],
    [
        " There was a rucksack there.",
        1344.46,
        1346.68
    ],
    [
        " So they kind of had left that stuff and I guess just,",
        1347.0,
        1350.12
    ],
    [
        " with him, well, I said, grab that tube, just we got the tube, we got the rucksack.",
        1350.42,
        1355.64
    ],
    [
        " Right.",
        1355.9,
        1356.06
    ],
    [
        " And I said, let's get the hell out of here.",
        1356.62,
        1358.48
    ],
    [
        " Well, let's high-tail it back.",
        1358.6,
        1359.6
    ],
    [
        " They're going to get the rack together pretty quick down there.",
        1359.78,
        1361.98
    ],
    [
        " So we ran back and hollered the aims at the same time.",
        1362.76,
        1365.76
    ],
    [
        " It was, we could hollered each other by voice from where his location was.",
        1365.76,
        1369.66
    ],
    [
        " It was actually that close.",
        1369.86,
        1371.62
    ],
    [
        " The last point of your hike to get to the very top.",
        1371.76,
        1374.96
    ],
    [
        " Yes, sir.",
        1375.16,
        1375.7
    ],
    [
        " And hollered that we had captured a mortar also.",
        1377.02,
        1379.62
    ],
    [
        " We had a rucksack and another rope.",
        1379.82,
        1383.36
    ],
    [
        " Well, if we had ropes when we went up, besides the one we climbed on,",
        1383.56,
        1386.24
    ],
    [
        " then we're stacing our ropes.",
        1386.58,
        1387.68
    ],
    [
        " You know, where we climbed.",
        1387.9,
        1388.9
    ],
    [
        " Yeah.",
        1389.06,
        1389.1
    ],
    [
        " And they were bigger.",
        1389.2,
        1389.94
    ],
    [
        " He threw that down and started pulling.",
        1390.84,
        1394.02
    ],
    [
        " He pulling the equipment back up there.",
        1394.22,
        1396.14
    ],
    [
        " And as we got around there, I don't think we even took the time to feel the cantines,",
        1396.74,
        1402.36
    ],
    [
        " you know, but we did with the rope tie.",
        1402.36,
        1405.98
    ],
    [
        " I remember getting a can.",
        1406.12,
        1407.62
    ],
    [
        " I said, get that kind of water.",
        1407.76,
        1408.82
    ],
    [
        " We need to have badger now.",
        1408.82,
        1410.26
    ],
    [
        " And they pulled it up.",
        1410.88,
        1412.24
    ],
    [
        " Along the way up, aims had called down to the compound.",
        1412.26,
        1415.62
    ],
    [
        " And told them the situation that we had captured some equipment.",
        1416.32,
        1421.12
    ],
    [
        " That's a rare intel find.",
        1422.3,
        1424.76
    ],
    [
        " You get a rucksack and enemy rucksack.",
        1424.9,
        1426.36
    ],
    [
        " That's always.",
        1426.48,
        1426.92
    ],
    [
        " It was.",
        1427.1,
        1427.84
    ],
    [
        " You know, John, actually it happened so damn fast.",
        1428.4,
        1431.4
    ],
    [
        " Sure.",
        1431.56,
        1432.0
    ],
    [
        " The reaction we did, but didn't realize what the hell we was doing.",
        1432.12,
        1436.14
    ],
    [
        " I thought, you know, it's just one of them fast fire fights.",
        1436.52,
        1439.7
    ],
    [
        " Oh, yeah.",
        1439.7,
        1440.52
    ],
    [
        " And we've been.",
        1440.54,
        1440.98
    ],
    [
        " And you survived the sheer adrenaline still like flowing in the system there,",
        1441.42,
        1444.74
    ],
    [
        " particularly now you got done chasing those commies.",
        1444.74,
        1447.48
    ],
    [
        " Right.",
        1447.62,
        1447.92
    ],
    [
        " Now you're running back and you got them.",
        1447.96,
        1449.6
    ],
    [
        " Now, was that the mortar that was firing on the base that night?",
        1449.68,
        1453.78
    ],
    [
        " Or was there a separate mortar?",
        1454.2,
        1455.44
    ],
    [
        " I, you know, we could.",
        1455.78,
        1457.12
    ],
    [
        " You couldn't really tell that.",
        1457.22,
        1458.44
    ],
    [
        " I don't know because actually,",
        1458.44,
        1460.16
    ],
    [
        " I don't think we actually",
        1462.24,
        1463.74
    ],
    [
        " damaged the mortar when we shoot him 79.",
        1463.74,
        1468.32
    ],
    [
        " I think we just scattered the people.",
        1468.6,
        1470.26
    ],
    [
        " And they didn't know the numbers.",
        1470.54,
        1471.72
    ],
    [
        " So it could have been just the same one, you know.",
        1472.04,
        1475.2
    ],
    [
        " Actually, aims had called down to talk and talks in a king bee up.",
        1475.48,
        1481.66
    ],
    [
        " The age for 34 helicopters.",
        1481.86,
        1483.78
    ],
    [
        " Yes, that's the armies king bee.",
        1484.02,
        1485.36
    ],
    [
        " Yeah.",
        1485.6,
        1485.72
    ],
    [
        " Yes, sir.",
        1485.78,
        1486.34
    ],
    [
        " I'd be love king bee.",
        1486.34,
        1487.22
    ],
    [
        " I'd be love pilots and king bees, right?",
        1487.22,
        1489.62
    ],
    [
        " And they sent a chopper up just as we was starting back up the rope.",
        1491.98,
        1497.28
    ],
    [
        " Just about up to the top whenever they were throwing",
        1497.44,
        1501.96
    ],
    [
        " the stuff on us.",
        1501.96,
        1502.9
    ],
    [
        " Earlier said there's rocks.",
        1503.14,
        1504.22
    ],
    [
        " They couldn't and they could just hover there.",
        1504.22,
        1506.06
    ],
    [
        " Right.",
        1506.16,
        1506.2
    ],
    [
        " You know, and angst jumped on the chopper and says,",
        1506.36,
        1510.46
    ],
    [
        " Hey, where are you going?",
        1510.46,
        1511.42
    ],
    [
        " He says they called they want me to come down the hill.",
        1511.56,
        1513.88
    ],
    [
        " He says, take over and I says, okay, I got it.",
        1514.14,
        1517.46
    ],
    [
        " So.",
        1517.58,
        1517.68
    ],
    [
        " And you gave them the rucksack?",
        1517.92,
        1518.94
    ],
    [
        " Right.",
        1520.32,
        1520.74
    ],
    [
        " He already had that.",
        1520.1,
        1522.48
    ],
    [
        " Okay.",
        1522.48,
        1522.74
    ],
    [
        " I had pulled up the rucksack.",
        1522.8,
        1523.96
    ],
    [
        " Because that's that's critical.",
        1523.96,
        1525.08
    ],
    [
        " Yeah, they threw all the equipment on there.",
        1525.22,
        1527.06
    ],
    [
        " And you know that king bee all he had to do and you know how they used to go in",
        1527.94,
        1531.82
    ],
    [
        " with targets right down on the pad.",
        1531.82,
        1534.2
    ],
    [
        " Well, we could watch them from there and they were unloading the stuff,",
        1534.92,
        1538.04
    ],
    [
        " but the pilots was getting out and pointing because they could receive a lot of fire.",
        1538.14,
        1541.66
    ],
    [
        " Yeah.",
        1542.16,
        1542.32
    ],
    [
        " You know, on the king bee.",
        1542.62,
        1544.12
    ],
    [
        " You know, the we didn't get hit after that.",
        1546.26,
        1550.18
    ],
    [
        " The rest that day.",
        1550.54,
        1552.1
    ],
    [
        " That's amazing.",
        1552.34,
        1553.4
    ],
    [
        " It is.",
        1553.7,
        1554.26
    ],
    [
        " I don't know whether it's regroup and reset.",
        1554.7,
        1558.46
    ],
    [
        " I just didn't know what situation might be.",
        1558.78,
        1561.24
    ],
    [
        " Sure.",
        1561.38,
        1561.76
    ],
    [
        " But that night we did get hit again.",
        1562.12,
        1565.66
    ],
    [
        " And some way they had picked up a Willie Peter or a wife,",
        1566.18,
        1572.5
    ],
    [
        " a father's grenade.",
        1572.5,
        1573.38
    ],
    [
        " Was it one of ours, do you think?",
        1573.88,
        1575.36
    ],
    [
        " I think so.",
        1576.4,
        1577.42
    ],
    [
        " I would think so.",
        1577.72,
        1578.68
    ],
    [
        " I didn't even know if they had.",
        1578.84,
        1580.14
    ],
    [
        " Yeah, right.",
        1580.5,
        1581.1
    ],
    [
        " But anyway, they tossed it up and a couple of the guys got burnt with it real bad.",
        1581.68,
        1585.5
    ],
    [
        " Well, the only way they could do us and a couple of guys to get hit was trapped.",
        1586.08,
        1593.1
    ],
    [
        " No, you know, from Dunner, not not critical wound.",
        1593.3,
        1597.78
    ],
    [
        " Right.",
        1597.88,
        1598.06
    ],
    [
        " You know, and so then",
        1598.2,
        1601.32
    ],
    [
        " that was over and we just stayed alert to rest as a night.",
        1601.76,
        1605.54
    ],
    [
        " The next morning, it was quiet.",
        1606.14,
        1611.56
    ],
    [
        " But of course, we could recomb with far ourselves being on top of them.",
        1612.44,
        1616.44
    ],
    [
        " Still looking down at the compound.",
        1616.84,
        1618.6
    ],
    [
        " We've seen guys walking around it.",
        1618.92,
        1620.46
    ],
    [
        " It was devastating.",
        1620.74,
        1621.62
    ],
    [
        " Unimaginable to us at the time, John.",
        1622.64,
        1626.12
    ],
    [
        " One of them days that you don't like to live to see,",
        1628.76,
        1631.34
    ],
    [
        " and you don't realize it's that bad until",
        1631.78,
        1634.26
    ],
    [
        " after over and we start counting the heads, you know.",
        1634.26,
        1637.68
    ],
    [
        " Oh, yeah, absolutely.",
        1638.04,
        1639.38
    ],
    [
        " Then you realized how bad it really was.",
        1639.98,
        1642.48
    ],
    [
        " We started running out of equipment,",
        1643.44,
        1646.02
    ],
    [
        " and not equipment.",
        1646.6,
        1647.64
    ],
    [
        " Am all the way.",
        1648.5,
        1650.08
    ],
    [
        " Hand grenades.",
        1650.22,
        1650.54
    ],
    [
        " Food.",
        1651.02,
        1651.22
    ],
    [
        " You know, we didn't take much with the equipment.",
        1651.78,
        1654.12
    ],
    [
        " We had.",
        1654.12,
        1654.68
    ],
    [
        " So anyway,",
        1654.9,
        1656.0
    ],
    [
        " colon worm, which was our commander at the compound at the time,",
        1656.24,
        1660.66
    ],
    [
        " had got on the radio and was talking to me.",
        1661.08,
        1663.26
    ],
    [
        " And he said, what do you need up there?",
        1663.74,
        1668.8
    ],
    [
        " And I said, well, send us up Coke,",
        1668.8,
        1671.06
    ],
    [
        " because indeed, they like Coca-Cola, you know,",
        1671.3,
        1674.24
    ],
    [
        " and I said Coke, beer, cigarettes,",
        1674.6,
        1676.82
    ],
    [
        " and as many hand grenades as you can see.",
        1677.44,
        1679.46
    ],
    [
        " Because that was a critical damn piece of the",
        1679.72,
        1684.1
    ],
    [
        " so let if you don't mind, we'll go back to the book.",
        1684.12,
        1686.04
    ],
    [
        " Yes, sir.",
        1686.36,
        1686.62
    ],
    [
        " Here.",
        1686.62,
        1686.8
    ],
    [
        " And again, we're now the morning of the attack,",
        1687.18,
        1690.54
    ],
    [
        " but the attack came at, we'll say for our discussion,",
        1690.54,
        1694.24
    ],
    [
        " 2 a.m.",
        1694.54,
        1695.06
    ],
    [
        " on the morning of August the 23rd.",
        1695.38,
        1697.72
    ],
    [
        " So now the sun's coming up.",
        1698.24,
        1699.74
    ],
    [
        " And ever so slowly, night crap towards day,",
        1700.4,
        1703.92
    ],
    [
        " from their perch on marble mountain,",
        1704.76,
        1706.9
    ],
    [
        " Larry Trimble and ST Ratlett could verify the insanity",
        1707.32,
        1711.06
    ],
    [
        " as well as the extent of the carnage and destruction.",
        1711.26,
        1714.9
    ],
    [
        " There were simply too many bodies to count.",
        1715.62,
        1718.54
    ],
    [
        " The supply complex, the old talk,",
        1719.4,
        1722.0
    ],
    [
        " were leveled and glowing with fire,",
        1722.82,
        1725.28
    ],
    [
        " while the new talk had been heavily damaged.",
        1726.1,
        1728.22
    ],
    [
        " A pall of dingy smoke floated over the compound.",
        1729.36,
        1732.84
    ],
    [
        " It looked like the recon area had suffered the most extensive damage,",
        1734.02,
        1737.66
    ],
    [
        " with virtually every building haven't been hit.",
        1737.8,
        1740.86
    ],
    [
        " The whole rolling mess resembled a harshly lit stage,",
        1741.42,
        1747.5
    ],
    [
        " setting for a major battle scene.",
        1747.86,
        1750.6
    ],
    [
        " Outside the bunker,",
        1752.08,
        1752.94
    ],
    [
        " Barclay and other SF decided to stay inside the talk,",
        1753.44,
        1757.46
    ],
    [
        " and slowly the gunfire began to ev.",
        1757.8,
        1759.88
    ],
    [
        " And the satchel charge explosions ceased in the north-western segment of the base.",
        1760.7,
        1766.78
    ],
    [
        " Nonetheless, Barclay felt it was too quiet and asked his counterpart to look around the corner",
        1768.28,
        1774.1
    ],
    [
        " for NBA troops. No sooner had he moved to that corner",
        1774.1,
        1778.9
    ],
    [
        " when two sappers appeared out of nowhere and charged Barclay's counterpart.",
        1778.9,
        1784.92
    ],
    [
        " The SF soldiers reflex alone killed them.",
        1785.46,
        1789.44
    ],
    [
        " The two dead NBA landed at his Barclay's feet,",
        1790.22,
        1793.3
    ],
    [
        " and he got his boots on their faces just to make sure they weren't moving.",
        1793.6,
        1798.58
    ],
    [
        " Inscribed on the head bandanas of the dead NBA sappers, word of words,",
        1799.64,
        1805.18
    ],
    [
        " we came here to die, and so they did.",
        1805.78,
        1809.34
    ],
    [
        " And then did you see with Lieutenant Colonel Bar came in with his relief element",
        1810.82,
        1817.42
    ],
    [
        " that came into base later that morning?",
        1817.42,
        1820.58
    ],
    [
        " No, there were so many people moving around.",
        1820.72,
        1824.12
    ],
    [
        " John, we didn't really see that.",
        1824.3,
        1827.48
    ],
    [
        " You know, even as I think there could have been a possibility of",
        1828.26,
        1833.86
    ],
    [
        " fighting back up, get the tad there, then guys maybe",
        1833.86,
        1837.58
    ],
    [
        " possibly get to the top of that point.",
        1837.58,
        1840.58
    ],
    [
        " But I had called for help down there when they hit us right after that attack",
        1841.14,
        1847.28
    ],
    [
        " and asked to get some help.",
        1848.02,
        1850.44
    ],
    [
        " They sent spooky up.",
        1851.14,
        1852.58
    ],
    [
        " And I think spooky at the time was C-130 with a Gatlin gun.",
        1853.92,
        1857.54
    ],
    [
        " Right. Us Boogie was the LC-47.",
        1857.92,
        1860.38
    ],
    [
        " C-47 is what they were using then.",
        1860.82,
        1862.98
    ],
    [
        " But they had mini guns.",
        1863.26,
        1864.16
    ],
    [
        " Yes, that's what counts.",
        1864.48,
        1865.12
    ],
    [
        " That's right.",
        1865.56,
        1866.18
    ],
    [
        " Absolutely.",
        1866.5,
        1866.82
    ],
    [
        " And then popped the magic dragon.",
        1867.3,
        1869.04
    ],
    [
        " But they sent up the Gatlin gun and",
        1869.74,
        1872.36
    ],
    [
        " made contact with the pilot.",
        1874.12,
        1875.54
    ],
    [
        " He was calling me.",
        1875.76,
        1876.54
    ],
    [
        " They had given my cosine.",
        1877.1,
        1878.62
    ],
    [
        " And he was calling me and trying to find out where we was.",
        1879.52,
        1883.18
    ],
    [
        " And once he made contact with me, I had, you know,",
        1883.96,
        1888.08
    ],
    [
        " told him I put a strobe light up.",
        1888.3,
        1890.16
    ],
    [
        " Right.",
        1890.6,
        1890.74
    ],
    [
        " But that strobe light huggers too many other lights.",
        1890.92,
        1892.96
    ],
    [
        " He says, I can't see nothing.",
        1892.96,
        1894.9
    ],
    [
        " No, is that right?",
        1895.14,
        1895.86
    ],
    [
        " Right.",
        1896.4,
        1896.72
    ],
    [
        " I forgot that part.",
        1897.02,
        1897.72
    ],
    [
        " I had John and we was getting hit pretty hard.",
        1897.88,
        1901.1
    ],
    [
        " But that's why I called for help.",
        1901.2,
        1903.04
    ],
    [
        " He get kind of unique.",
        1903.42,
        1905.38
    ],
    [
        " You ask for anything he can get to help me, man.",
        1905.38,
        1908.42
    ],
    [
        " I'm in trouble.",
        1908.46,
        1909.08
    ],
    [
        " So anyway, he couldn't see a strobe light.",
        1909.34,
        1914.54
    ],
    [
        " So I had some, we had C-4 with his cakes.",
        1914.74,
        1917.76
    ],
    [
        " I can't think of a two pound cake.",
        1918.0,
        1919.42
    ],
    [
        " So C-4, I took one of them, just broke off pieces.",
        1919.52,
        1923.06
    ],
    [
        " I'm pretty not big rock of a minute.",
        1923.44,
        1924.84
    ],
    [
        " I said, can you see that?",
        1925.02,
        1926.22
    ],
    [
        " He could.",
        1927.08,
        1927.68
    ],
    [
        " He says, I got you.",
        1927.84,
        1928.86
    ],
    [
        " And then you'd direct a gunfire from that?",
        1929.24,
        1931.22
    ],
    [
        " Right.",
        1931.66,
        1931.88
    ],
    [
        " That's why he told us he says, if you can pull together all you can,",
        1932.08,
        1937.26
    ],
    [
        " he says, God, this has got maybe a 30 meter radius, you know.",
        1937.36,
        1941.58
    ],
    [
        " And I'll tell you what, and we was still being hit.",
        1942.24,
        1945.88
    ],
    [
        " And at the last minute, he said, well, tell me when,",
        1945.88,
        1949.3
    ],
    [
        " I pulled the people in and that's when they got the burp.",
        1949.48,
        1954.24
    ],
    [
        " And it was, there was all kinds of rocks and everything.",
        1954.4,
        1958.44
    ],
    [
        " Flying up, you know, on top of us.",
        1958.44,
        1961.02
    ],
    [
        " Another people got hit, but I tell you what, it stopped the hell out of the MVARs,",
        1961.24,
        1967.22
    ],
    [
        " rappers or whatever they held with the gunfire.",
        1967.28,
        1968.48
    ],
    [
        " Whatever it was, right?",
        1968.48,
        1969.3
    ],
    [
        " It did.",
        1969.7,
        1970.14
    ],
    [
        " It stopped them.",
        1970.44,
        1971.12
    ],
    [
        " So that was at what stage of the night that that happened?",
        1971.28,
        1974.14
    ],
    [
        " And you've been going for a few hours or a quiz?",
        1974.44,
        1977.2
    ],
    [
        " Right. They hit us the first time.",
        1977.4,
        1979.5
    ],
    [
        " And that was right when we, they had hit the compound.",
        1979.5,
        1984.28
    ],
    [
        " Right.",
        1984.28,
        1984.6
    ],
    [
        " Shortly after that.",
        1985.0,
        1986.3
    ],
    [
        " Well, the second time they hit us, we repelled that.",
        1986.56,
        1989.4
    ],
    [
        " And the second time we hit us, when I called down and asked for help,",
        1989.76,
        1993.22
    ],
    [
        " I think they had, you know, they had somebody on the radio then and they got a hold of dening.",
        1993.88,
        2000.32
    ],
    [
        " And that, that, I think, I puffed the magic dragon was already up there dropping",
        2000.84,
        2007.06
    ],
    [
        " the, the flares and stuff.",
        2007.06,
        2009.3
    ],
    [
        " And then that's when they come up with some that second attack on us.",
        2009.82,
        2014.34
    ],
    [
        " Yeah, because they, again, this is getting back to the morning.",
        2014.86,
        2018.1
    ],
    [
        " Meanwhile, ST Rattler was still stuck on Marvel Mountain.",
        2018.66,
        2022.18
    ],
    [
        " There was no sleep in sight for them either.",
        2022.74,
        2025.2
    ],
    [
        " A few hours after sunset, the NVA struck with small arms fire and a rifle propelled grenade.",
        2025.74,
        2032.46
    ],
    [
        " Several NVA again climbed the ropes in the effort to reach the team.",
        2033.06,
        2037.2
    ],
    [
        " But the Nung recon man killed them before anyone on team Rattler was injured.",
        2037.28,
        2042.7
    ],
    [
        " Trimble got on the radio, called for air cover.",
        2043.46,
        2046.2
    ],
    [
        " Within a few minutes, Spooky arrived.",
        2046.64,
        2048.38
    ],
    [
        " After Trimble identified himself to the pilot and crew, the airman asked him to light his strobe light",
        2049.56,
        2055.12
    ],
    [
        " to pinpoint the team's location.",
        2055.12,
        2057.28
    ],
    [
        " Unfortunately, the crew members couldn't locate the strobe.",
        2057.5,
        2060.66
    ],
    [
        " As Trimble and Genius and the desperate fellow that he was,",
        2060.94,
        2065.82
    ],
    [
        " caught off a hug of C4, placed it on top of the highest rock he could find and ignited it.",
        2066.04,
        2071.12
    ],
    [
        " And off of that, he could direct intense fire.",
        2071.96,
        2075.44
    ],
    [
        " The pilot acknowledged visual contact.",
        2075.68,
        2078.1
    ],
    [
        " Trimble pulled his team, all the team members into a tight perimeter, hugging the rock.",
        2078.98,
        2083.76
    ],
    [
        " He then told Spooky to work his mini gun fire in a 360-degree circle around the rock.",
        2084.28,
        2091.66
    ],
    [
        " As ST Rattler hunkered down, Spooky opened up and performed his magic dragon routine.",
        2092.02,
        2099.14
    ],
    [
        " The initial grounds were so close to the team that they were struck by stones and debris.",
        2099.76,
        2105.4
    ],
    [
        " Spooky continued to walk his fire in and ever increasing radius around the team,",
        2106.46,
        2112.96
    ],
    [
        " exterminating anything that was unfortunate enough to be in its path.",
        2113.66,
        2118.92
    ],
    [
        " After Spooky expended all his ordinance, the air crew continued to circle above FUB4",
        2120.52,
        2126.14
    ],
    [
        " with flares.",
        2126.14,
        2128.62
    ],
    [
        " And so that's that moment in time for you guys and another attack.",
        2129.7,
        2133.92
    ],
    [
        " And then later you had a radio comma with Warren.",
        2134.52,
        2137.78
    ],
    [
        " By that time, he had received the sassual, your Rucksack, the NVA Rucksack.",
        2137.98,
        2143.78
    ],
    [
        " Did he say anything that was cryptic to you or caught your attention?",
        2144.0,
        2146.74
    ],
    [
        " Not a thing.",
        2147.02,
        2148.08
    ],
    [
        " Nobody told us anything.",
        2148.14,
        2150.86
    ],
    [
        " I kind of got a head there for a minute.",
        2151.2,
        2152.9
    ],
    [
        " That described it quite well.",
        2153.1,
        2155.82
    ],
    [
        " A lot happened with Spooky.",
        2155.92,
        2156.88
    ],
    [
        " Or a life saver.",
        2157.66,
        2158.92
    ],
    [
        " What that night is like.",
        2159.04,
        2160.06
    ],
    [
        " You're up to an amount and just the significance of close air support.",
        2160.66,
        2166.72
    ],
    [
        " It's life saving and then again had they not been there because they were able to also direct",
        2167.82,
        2175.3
    ],
    [
        " Spooky in the camp.",
        2175.3,
        2176.22
    ],
    [
        " That was another aspect later on.",
        2176.4,
        2178.38
    ],
    [
        " But first and foremost, with you being up there by yourself,",
        2178.38,
        2182.14
    ],
    [
        " just you and your recon team, get low and hand grenades and ammo, here's Spooky.",
        2182.14,
        2186.6
    ],
    [
        " Are you bet you have Spooky march around that mountain?",
        2187.06,
        2190.4
    ],
    [
        " Oh my god.",
        2190.72,
        2192.08
    ],
    [
        " Larry.",
        2192.2,
        2192.64
    ],
    [
        " You know, I asked him if they was coming back up and they said we're going to try to",
        2193.26,
        2200.28
    ],
    [
        " replacing with another man, you know, up there.",
        2200.36,
        2202.92
    ],
    [
        " I'm not getting ahead of myself this time.",
        2203.44,
        2207.22
    ],
    [
        " I don't hope.",
        2207.22,
        2207.64
    ],
    [
        " But anyway, yeah.",
        2209.08,
        2210.14
    ],
    [
        " That's critical mass because you're low on food, you're low on ammo.",
        2210.14,
        2212.36
    ],
    [
        " And they said they would try to get somebody up there.",
        2212.52,
        2216.2
    ],
    [
        " They had lots of problems there, which I understood.",
        2216.3,
        2219.9
    ],
    [
        " Oh yeah, you can't imagine the pain of the mononium.",
        2220.32,
        2222.66
    ],
    [
        " And that's that next day come, you know.",
        2223.62,
        2225.78
    ],
    [
        " What's all part of the morning?",
        2226.9,
        2227.88
    ],
    [
        " It was a 23rd still.",
        2227.88,
        2228.92
    ],
    [
        " Yes.",
        2230.04,
        2230.44
    ],
    [
        " Yeah.",
        2230.46,
        2230.74
    ],
    [
        " That's our unfolded.",
        2230.9,
        2231.8
    ],
    [
        " Yeah.",
        2231.82,
        2231.94
    ],
    [
        " That's what I'm folded.",
        2232.5,
        2233.42
    ],
    [
        " Then it was later in the day, the all the nags decided they were going to leave the hill",
        2233.42,
        2239.06
    ],
    [
        " and go back to the compound.",
        2239.06,
        2241.12
    ],
    [
        " And so I told being, I said, you know, I,",
        2242.08,
        2245.7
    ],
    [
        " I want to, I want to talk to each one of these guys and see if that's really true.",
        2245.88,
        2250.22
    ],
    [
        " Yeah.",
        2250.56,
        2250.74
    ],
    [
        " Each one of them said that they think that they wanted to go, you know.",
        2251.02,
        2254.46
    ],
    [
        " And I called talk and this is kind of funny.",
        2255.46,
        2259.06
    ],
    [
        " I don't know what I talked to.",
        2259.18,
        2260.22
    ],
    [
        " They said, we'll take their guns and other equipment and let them go.",
        2260.36,
        2264.1
    ],
    [
        " And I said, you said what?",
        2264.88,
        2267.98
    ],
    [
        " That's what I think I might have said.",
        2268.58,
        2272.02
    ],
    [
        " But anyway, I talked to each one of the nags and asked them really,",
        2272.34,
        2276.1
    ],
    [
        " is that what they want to try to do?",
        2276.24,
        2277.52
    ],
    [
        " Because I didn't think they'd get off the hill.",
        2277.66,
        2279.22
    ],
    [
        " Yeah, yeah.",
        2279.88,
        2280.38
    ],
    [
        " And they decided that that was a choice.",
        2280.38,
        2282.82
    ],
    [
        " The zero one had started talking to the people and they decided that's what they wanted to do.",
        2283.2,
        2289.78
    ],
    [
        " I told them the only thing I'd like for them to do is leave me all the hanker nags that",
        2290.28,
        2294.32
    ],
    [
        " they could leave me because that was my best defense at that location.",
        2294.32,
        2298.04
    ],
    [
        " They took off.",
        2299.14,
        2301.68
    ],
    [
        " I told them I'd given them supporting fires as long as I could see.",
        2302.08,
        2305.74
    ],
    [
        " You know, Haley, everything you couldn't really see that well.",
        2306.86,
        2309.84
    ],
    [
        " Right.",
        2310.22,
        2310.34
    ],
    [
        " And again, you Sergeant Larry Trimble are a loan on the mountaintop at Marble Mountain.",
        2310.98,
        2318.54
    ],
    [
        " Your little people leave.",
        2318.72,
        2319.62
    ],
    [
        " You're the soul man.",
        2319.96,
        2321.1
    ],
    [
        " Low on ammo.",
        2321.48,
        2322.12
    ],
    [
        " Right.",
        2322.2,
        2322.42
    ],
    [
        " A few extra hanker nags just for good luck.",
        2322.66,
        2324.2
    ],
    [
        " And that's just that moment.",
        2324.48,
        2326.92
    ],
    [
        " I just can't imagine feeling like the loan ranger without Tonto.",
        2327.1,
        2331.14
    ],
    [
        " Later on, I really did.",
        2332.0,
        2334.1
    ],
    [
        " Not at the time, I did.",
        2335.74,
        2337.16
    ],
    [
        " I just started resetting claim more.",
        2337.24,
        2340.38
    ],
    [
        " I did start getting as much stuff to where I could get to it.",
        2340.38,
        2344.62
    ],
    [
        " Sure.",
        2344.76,
        2345.04
    ],
    [
        " And actually there was actually two locations that they could have come up.",
        2345.6,
        2350.3
    ],
    [
        " The others was just I didn't think they could make it.",
        2350.62,
        2353.38
    ],
    [
        " Right.",
        2353.42,
        2353.56
    ],
    [
        " So you hit the obvious areas first, place your claim more.",
        2355.08,
        2358.12
    ],
    [
        " Right.",
        2358.36,
        2358.42
    ],
    [
        " Come back with your debt cord.",
        2358.66,
        2360.08
    ],
    [
        " Have them in a handy location.",
        2360.54,
        2362.28
    ],
    [
        " Within.",
        2363.16,
        2364.12
    ],
    [
        " I think.",
        2365.74,
        2366.44
    ],
    [
        " And you know time.",
        2366.78,
        2368.28
    ],
    [
        " I can't give time, but because it's worked.",
        2368.46,
        2370.84
    ],
    [
        " At it is today.",
        2371.14,
        2372.54
    ],
    [
        " It is.",
        2372.76,
        2373.08
    ],
    [
        " Oh yeah.",
        2373.2,
        2373.58
    ],
    [
        " Well, that too.",
        2373.72,
        2374.4
    ],
    [
        " I mean, that's not so late.",
        2374.52,
        2375.56
    ],
    [
        " But I mean, even when you're under fire, under attack for hours by sappers and you're working spooky,",
        2375.64,
        2381.54
    ],
    [
        " bringing deadly fire within 10 feet of your perimeter, my god.",
        2381.54,
        2385.18
    ],
    [
        " Well, I start here.",
        2386.14,
        2386.94
    ],
    [
        " I heard a firefight going on.",
        2387.02,
        2388.54
    ],
    [
        " And yeah, on Marble Mountain.",
        2389.06,
        2391.28
    ],
    [
        " Right.",
        2391.28,
        2391.72
    ],
    [
        " I could not see our people, but I had supposed they had run into trouble.",
        2392.0,
        2395.38
    ],
    [
        " Well, your ears were keen.",
        2395.38,
        2396.76
    ],
    [
        " Nothing.",
        2396.88,
        2397.12
    ],
    [
        " You couldn't hear them now.",
        2397.28,
        2398.32
    ],
    [
        " But 53 years ago, you could tell it did between AK fire and car 15 fire.",
        2398.32,
        2402.7
    ],
    [
        " Uh, probably.",
        2403.9,
        2405.2
    ],
    [
        " I can't.",
        2405.46,
        2406.26
    ],
    [
        " I'll give you a fret of for that.",
        2406.32,
        2407.62
    ],
    [
        " Thank you.",
        2407.76,
        2408.4
    ],
    [
        " But I couldn't really help support them.",
        2408.4,
        2414.12
    ],
    [
        " And I would have.",
        2414.2,
        2414.88
    ],
    [
        " You know, of course, you couldn't see them.",
        2415.18,
        2416.88
    ],
    [
        " Couldn't see them.",
        2417.04,
        2417.84
    ],
    [
        " They, uh, it wasn't before long that that being the interpreters started hollering up.",
        2417.84,
        2424.02
    ],
    [
        " Tunksy, Tunksy.",
        2424.08,
        2425.18
    ],
    [
        " And I said, yeah, and trunksy is Vietnamese for sergeant.",
        2425.48,
        2428.7
    ],
    [
        " Right.",
        2428.96,
        2429.3
    ],
    [
        " Yeah.",
        2429.7,
        2429.88
    ],
    [
        " And he says, we want to come back.",
        2430.12,
        2432.74
    ],
    [
        " Can we come back?",
        2433.06,
        2434.3
    ],
    [
        " And I said, no.",
        2434.88,
        2436.56
    ],
    [
        " What do you say?",
        2436.98,
        2439.94
    ],
    [
        " It just got quiet.",
        2440.38,
        2442.2
    ],
    [
        " I do remember I got quiet for a while.",
        2442.5,
        2444.54
    ],
    [
        " And my thought was 100 things going through my mind like",
        2444.54,
        2448.86
    ],
    [
        " man, if they, if they was in a firefight, they got in by captured hell.",
        2448.86,
        2452.76
    ],
    [
        " Maybe they're going to try to set it up.",
        2452.76,
        2454.12
    ],
    [
        " They split for me.",
        2454.12,
        2455.0
    ],
    [
        " Well, because the other aspect of RT Rattler,",
        2455.3,
        2458.7
    ],
    [
        " where did those personnel come from?",
        2458.88,
        2460.84
    ],
    [
        " That's another side of Rattler that we'd never talked about before.",
        2460.96,
        2463.66
    ],
    [
        " weren't they trained or where they came from?",
        2464.18,
        2466.08
    ],
    [
        " Uh, the nuns.",
        2466.24,
        2469.08
    ],
    [
        " The nuns.",
        2469.08,
        2469.86
    ],
    [
        " They were strictly nuns that they weren't strictly nuns.",
        2469.92,
        2471.38
    ],
    [
        " They were strictly nuns that chew hoyd.",
        2471.38,
        2473.8
    ],
    [
        " No, no, they come out of two life street in Saigon.",
        2473.86,
        2477.06
    ],
    [
        " Okay.",
        2477.06,
        2477.56
    ],
    [
        " Down there in Hardham.",
        2477.64,
        2478.58
    ],
    [
        " Pay them.",
        2479.18,
        2479.84
    ],
    [
        " I've got how much money we used to pay him.",
        2479.9,
        2481.84
    ],
    [
        " More than what the regular army or the arboring would have paid it.",
        2482.08,
        2484.68
    ],
    [
        " Right.",
        2484.94,
        2485.1
    ],
    [
        " Right.",
        2485.52,
        2485.62
    ],
    [
        " But uh, he got quiet.",
        2486.1,
        2488.74
    ],
    [
        " Uh, you know, after a while, I said, well, you come up here and bring that zero one",
        2489.04,
        2493.42
    ],
    [
        " uh, the leader of the Vietnamese counterpart.",
        2493.42,
        2496.6
    ],
    [
        " Right.",
        2497.08,
        2497.34
    ],
    [
        " Uh, they come up and we talk just they didn't come all the way up.",
        2498.22,
        2502.08
    ],
    [
        " I was too.",
        2502.76,
        2503.64
    ],
    [
        " Yeah, to be careful.",
        2503.7,
        2504.36
    ],
    [
        " I was still worry of that.",
        2504.52,
        2506.78
    ],
    [
        " We talked, they promised they said we come back.",
        2507.22,
        2509.96
    ],
    [
        " We fight.",
        2510.06,
        2510.46
    ],
    [
        " We stay with you till the end, you know.",
        2510.46,
        2512.3
    ],
    [
        " And so they, I let them.",
        2512.8,
        2515.0
    ],
    [
        " I said, okay.",
        2515.06,
        2515.64
    ],
    [
        " Uh, well, they come up and I did, uh, I called back and told them, you know,",
        2516.8,
        2521.92
    ],
    [
        " down the talk, told them that they did come back, you know, so we got full support,",
        2522.0,
        2527.0
    ],
    [
        " you know, from them.",
        2527.0,
        2527.96
    ],
    [
        " I'm sure.",
        2528.06,
        2528.56
    ],
    [
        " And I said, what about that American?",
        2528.86,
        2531.4
    ],
    [
        " Yeah.",
        2532.08,
        2532.28
    ],
    [
        " And, and the resupply and the resupply too.",
        2532.56,
        2534.94
    ],
    [
        " Sure.",
        2535.28,
        2535.5
    ],
    [
        " And uh, the other American and you know what, John, I do not remember his name.",
        2535.74,
        2541.02
    ],
    [
        " I've tried to battle my mind to remember.",
        2541.02,
        2543.02
    ],
    [
        " I had, I cannot remember who he was.",
        2543.02,
        2545.62
    ],
    [
        " But they sent him up and of course the choppers like I say, we had a hoover.",
        2545.98,
        2551.0
    ],
    [
        " Yeah.",
        2551.28,
        2551.46
    ],
    [
        " And uh, they had pushing off the boxes fam on everything, you know, and the rations and stuff.",
        2551.58,
        2558.3
    ],
    [
        " It says hoover.",
        2558.3,
        2558.98
    ],
    [
        " And it wasn't that far up, but the American jumped off.",
        2559.06,
        2562.46
    ],
    [
        " And he twisted his like, uh, you know, anyway, uh, really bad.",
        2562.86,
        2567.56
    ],
    [
        " Bad.",
        2567.8,
        2568.26
    ],
    [
        " He couldn't hide.",
        2568.54,
        2569.12
    ],
    [
        " He could not hardly move, you know.",
        2569.24,
        2571.04
    ],
    [
        " So actually he was still a great asset to me because he was able to operate the radio.",
        2571.3,
        2577.02
    ],
    [
        " Keep contact with the, uh, you focus on the mission.",
        2577.3,
        2580.38
    ],
    [
        " Let him focus on the radio.",
        2580.58,
        2581.68
    ],
    [
        " Comments.",
        2581.68,
        2582.1
    ],
    [
        " We did have one kind of, uh,",
        2582.12,
        2585.5
    ],
    [
        " funny thing happened.",
        2585.84,
        2588.34
    ],
    [
        " Maybe, uh, it's a little more.",
        2588.34,
        2589.84
    ],
    [
        " Uh, uh, uh, this was the next night, the last night.",
        2590.06,
        2594.06
    ],
    [
        " Okay.",
        2594.06,
        2594.5
    ],
    [
        " I shouldn't say it was early in the night.",
        2595.0,
        2598.0
    ],
    [
        " Mm hmm.",
        2598.38,
        2598.66
    ],
    [
        " And uh, on the, uh, the, uh,",
        2599.06,
        2602.6
    ],
    [
        " Constantine of war and stuff, we had up a protection from the mountain, you know,",
        2602.7,
        2606.38
    ],
    [
        " and compacted the base.",
        2606.5,
        2607.96
    ],
    [
        " They had plenty of people down there.",
        2608.26,
        2609.72
    ],
    [
        " And I seen movement down there, you know, going into the war, you know, right.",
        2609.72,
        2613.56
    ],
    [
        " And uh, so I called down and they had radio contact all the way around.",
        2614.12,
        2618.86
    ],
    [
        " Each one of them had contact on my frequency up there.",
        2619.18,
        2621.96
    ],
    [
        " And I told him that they were getting ready to get hit on that",
        2621.96,
        2625.7
    ],
    [
        " there wall right there.",
        2625.7,
        2626.58
    ],
    [
        " And so bandaid is part of the hell out of it, you know, and everything.",
        2626.66,
        2629.28
    ],
    [
        " Oh, is that right?",
        2629.4,
        2630.0
    ],
    [
        " Yes.",
        2630.28,
        2630.58
    ],
    [
        " No kidding.",
        2630.98,
        2631.48
    ],
    [
        " Well, the next morning, uh, they sent a team out and I was looking down, you know,",
        2631.58,
        2637.36
    ],
    [
        " with the hand.",
        2637.46,
        2638.18
    ],
    [
        " Yeah, sure.",
        2638.66,
        2639.46
    ],
    [
        " Looking down and I said, uh, they were saying, well, tell us where they're at.",
        2639.7,
        2644.14
    ],
    [
        " Did we get a, or something?",
        2644.56,
        2646.14
    ],
    [
        " You know, and I said, yeah, there's, they're laying there down there.",
        2646.24,
        2648.66
    ],
    [
        " And so I started directing them and said, hell, that's a bush.",
        2648.92,
        2651.74
    ],
    [
        " You know, they walked over the only thing I can figure, well, guess what?",
        2652.08,
        2656.14
    ],
    [
        " You know, all this time and everything going on, you didn't sleep much.",
        2656.28,
        2660.78
    ],
    [
        " And I was taking the green hornets.",
        2660.78,
        2662.6
    ],
    [
        " Yeah.",
        2662.82,
        2663.16
    ],
    [
        " Ooh.",
        2663.64,
        2663.78
    ],
    [
        " Uh, then the, uh, the interpret, I love that people was, uh,",
        2663.92,
        2667.06
    ],
    [
        " taken binnies, uh, uh, to stay awake with, we carried them.",
        2668.38,
        2672.02
    ],
    [
        " Uh, you know, the only thing we didn't let them carry, of course, was the SRETS.",
        2672.8,
        2676.12
    ],
    [
        " Right.",
        2676.36,
        2676.66
    ],
    [
        " I need you, American carried, I think five SRETS is what I wanted.",
        2676.94,
        2680.9
    ],
    [
        " Per packing.",
        2680.96,
        2681.38
    ],
    [
        " They had the cardboard packing.",
        2681.88,
        2683.5
    ],
    [
        " You had five SRETS on them.",
        2683.5,
        2684.84
    ],
    [
        " Yeah.",
        2684.94,
        2685.04
    ],
    [
        "",
        2685.16,
        2685.16
    ],
    [
        " And, uh, but I wasn't letting more fiends.",
        2685.34,
        2687.66
    ],
    [
        " SRETS.",
        2687.7,
        2688.02
    ],
    [
        " Right.",
        2688.16,
        2688.44
    ],
    [
        " More fiend didn't want them to just carry that stuff because they'd take it downtown",
        2688.62,
        2692.66
    ],
    [
        " when they got home, you know?",
        2692.66,
        2694.04
    ],
    [
        " Oh, yeah.",
        2694.22,
        2694.8
    ],
    [
        " That big time.",
        2694.8,
        2695.8
    ],
    [
        " So anyway, I, I think that I was seeing things, you know, but, uh, and, and I, I don't",
        2696.6,
        2704.08
    ],
    [
        " talk about that much because at first I got a hell of a, I'm going through",
        2704.08,
        2707.76
    ],
    [
        " trambore with the, you know, but things do happen.",
        2707.76,
        2710.02
    ],
    [
        " Oh, they do.",
        2710.32,
        2710.66
    ],
    [
        " And it better be safe than sorry.",
        2711.14,
        2713.62
    ],
    [
        " If you weren't sure, it's just an optical illusion or not, use, you've directed the proper",
        2713.82,
        2720.18
    ],
    [
        " course of action.",
        2720.18,
        2720.98
    ],
    [
        " They either via Kong or bushes were very dead.",
        2721.16,
        2724.4
    ],
    [
        " Very well.",
        2724.46,
        2724.92
    ],
    [
        " Could have been indeed.",
        2725.04,
        2725.72
    ],
    [
        " So how much longer were you up there?",
        2726.02,
        2730.26
    ],
    [
        " Because the attacks on the, you went up to 21st.",
        2730.48,
        2733.1
    ],
    [
        " The attacks to morning to 23rd.",
        2733.18,
        2734.76
    ],
    [
        " You're there throughout the 24th and the 26th morning, they were able to pull us out.",
        2734.76,
        2739.72
    ],
    [
        " Well, uh, all they did send a hatchet force team.",
        2740.22,
        2743.26
    ],
    [
        " Really?",
        2743.72,
        2744.08
    ],
    [
        " They sent that from the compound.",
        2744.64,
        2746.24
    ],
    [
        " I'm not quite sure why they, but they sent that.",
        2746.24,
        2749.48
    ],
    [
        " Before the nungs took off and tried to relieve us.",
        2750.58,
        2754.14
    ],
    [
        " Up there, they got hit right.",
        2754.26,
        2755.76
    ],
    [
        " They got hit.",
        2756.04,
        2756.42
    ],
    [
        " They turned around, went back to the compound.",
        2756.54,
        2758.1
    ],
    [
        " Uh, so that was a term between some time, John.",
        2758.74,
        2762.0
    ],
    [
        " I can't remember.",
        2762.0,
        2762.76
    ],
    [
        " I know.",
        2762.86,
        2763.2
    ],
    [
        " But that's still indicative that there are still people in Marble Mountain",
        2763.46,
        2768.52
    ],
    [
        " underneath you all.",
        2768.52,
        2769.8
    ],
    [
        " Because what we didn't realize at the time was how extensive the tunneling was.",
        2770.08,
        2773.48
    ],
    [
        " Right.",
        2774.02,
        2774.32
    ],
    [
        " We learned later that they had a hospital facility there.",
        2774.42,
        2776.88
    ],
    [
        " That's what I'm.",
        2777.28,
        2777.86
    ],
    [
        " A facility, a kitchen, and there are several levels that, um, we just didn't realize our",
        2777.86,
        2783.56
    ],
    [
        " intel reports.",
        2783.56,
        2784.14
    ],
    [
        " Of course, let's get back to intel for a second or a lack of it.",
        2784.14,
        2788.12
    ],
    [
        " Because on that night, as we've all learned later,",
        2788.28,
        2792.14
    ],
    [
        " from one of your former teammates, Gene Pugh, who was on common at night.",
        2792.46,
        2797.72
    ],
    [
        " And, uh, not, I guess it would be earlier in a week.",
        2798.24,
        2801.94
    ],
    [
        " Gene was on, but he received a message saying, attack imminent.",
        2802.06,
        2806.22
    ],
    [
        " It was called a flash message, which is the top, most urgent priority communication",
        2806.42,
        2812.54
    ],
    [
        " that came either from the agency or from another unit.",
        2812.54,
        2816.22
    ],
    [
        " And then Bill, Bill Barkley had another, oh no, there's another sergeant had the same message.",
        2817.28,
        2822.1
    ],
    [
        " And then on it, on the morning or the night of, um,",
        2822.56,
        2826.52
    ],
    [
        " night of August 22nd, Bill Barkley.",
        2827.58,
        2829.58
    ],
    [
        " So there's three messages that set attack imminent.",
        2829.98,
        2834.18
    ],
    [
        " And Barkley took it directly to Colonel Warren said, look at this message.",
        2834.98,
        2838.92
    ],
    [
        " And Colonel Warren said, major more has everything on the control.",
        2838.92,
        2842.74
    ],
    [
        " We don't have to worry.",
        2842.74,
        2844.18
    ],
    [
        " Famous last words.",
        2844.46,
        2846.06
    ],
    [
        " Right.",
        2846.3,
        2847.06
    ],
    [
        " I did not hear any of this.",
        2847.5,
        2849.24
    ],
    [
        " That was not sent up to me.",
        2849.48,
        2851.94
    ],
    [
        " Um, I probably wouldn't have changed our plan up there because we wouldn't learn it anyway.",
        2852.76,
        2857.3
    ],
    [
        " Yeah, you can't go too far in that little spot of land.",
        2857.52,
        2860.14
    ],
    [
        " But we had, we had not been, uh, I learned it up right.",
        2860.14,
        2863.82
    ],
    [
        " Had it was near, but attack, uh, period, you know, or going to happen.",
        2864.14,
        2867.54
    ],
    [
        " And it did, uh, today, I feel very fortunate at the time I",
        2867.86,
        2873.78
    ],
    [
        " missed it.",
        2873.78,
        2875.48
    ],
    [
        " But I thought we was forced on.",
        2875.56,
        2878.18
    ],
    [
        " So when you finally get down to mountain, there was a little surprise.",
        2878.46,
        2882.3
    ],
    [
        " Did you, when did you learn about the Rucksack and the content therein?",
        2882.62,
        2887.78
    ],
    [
        " That's when I learned about it.",
        2887.9,
        2889.68
    ],
    [
        " As I got down, uh, we had three and did that they sent straight to the dispensary,",
        2890.42,
        2897.02
    ],
    [
        " four entries.",
        2897.5,
        2898.26
    ],
    [
        " There was an American that led me down to the Hooch, my Hooch, and I've,",
        2899.08,
        2904.58
    ],
    [
        " I've destroyed, yeah, destroyed.",
        2904.72,
        2906.26
    ],
    [
        " Cause Lili, the dog I had, right, uh, she got killed in that dog was KIA.",
        2906.76,
        2911.96
    ],
    [
        " So we should make a 17.",
        2911.96,
        2913.22
    ],
    [
        " They go back to 17.",
        2913.26,
        2914.38
    ],
    [
        " I forgot the dog.",
        2914.56,
        2915.26
    ],
    [
        " Yeah.",
        2915.6,
        2915.9
    ],
    [
        " I, uh, she's a good dog.",
        2915.9,
        2918.2
    ],
    [
        " I got her from somebody else.",
        2918.2,
        2919.5
    ],
    [
        " I'd never named her Lili.",
        2919.62,
        2920.76
    ],
    [
        " But that was the name she went by, but damn, damn good dog, you know,",
        2921.34,
        2926.12
    ],
    [
        " and she lived in the Hooch and she'd sleep under my bunk.",
        2926.54,
        2929.52
    ],
    [
        " So, uh, she was in there when they threw a satchel charge in there.",
        2929.74,
        2933.2
    ],
    [
        " Another Calorie of War.",
        2933.42,
        2934.5
    ],
    [
        " Ah, I would say so.",
        2934.76,
        2935.86
    ],
    [
        " I thought so.",
        2936.16,
        2937.24
    ],
    [
        " You know, she's a good, a lot of, has good as a lot of good dog.",
        2937.66,
        2944.46
    ],
    [
        " But, uh, anyway, they took me to my Hooch and they did give me a shot to get",
        2944.9,
        2951.06
    ],
    [
        " so I could breast.",
        2951.06,
        2952.4
    ],
    [
        " Cause my eyes was just almost like glued open.",
        2952.96,
        2956.12
    ],
    [
        " Sure.",
        2956.34,
        2956.5
    ],
    [
        " You know, and, uh, uh, they called the medic come down,",
        2956.98,
        2961.26
    ],
    [
        " give me a shot to rest.",
        2961.4,
        2962.38
    ],
    [
        " And I slept for, I don't know how long her, you know, fell at the up well.",
        2962.94,
        2967.56
    ],
    [
        " Uh, later on, actually, uh, when they called me up for debriefing, you know,",
        2969.36,
        2975.7
    ],
    [
        " of everything that happened up there right after that,",
        2976.04,
        2978.32
    ],
    [
        " as whenever they told me that they had got a word from the Marines that they would like to see",
        2978.66,
        2984.02
    ],
    [
        " the team on the hill.",
        2984.02,
        2985.0
    ],
    [
        " Whoa.",
        2985.58,
        2985.94
    ],
    [
        " No kidding.",
        2986.56,
        2987.54
    ],
    [
        " Yeah.",
        2987.8,
        2988.14
    ],
    [
        " So, uh, they sent a three quarter tunnel.",
        2988.46,
        2990.96
    ],
    [
        " Or picked us up.",
        2991.22,
        2991.98
    ],
    [
        " It was at the Marine Amphibia Southfield.",
        2991.98,
        2994.14
    ],
    [
        " Yes, sure.",
        2994.28,
        2994.7
    ],
    [
        " Send a truck over.",
        2994.86,
        2996.3
    ],
    [
        " Cause they were on the other side of Marvel Mountain.",
        2996.42,
        2998.16
    ],
    [
        " Right.",
        2998.54,
        2998.76
    ],
    [
        " Pick me in the team up the Nungz and Curtis back over Curtis to the officer's club.",
        2999.0,
        3004.46
    ],
    [
        " And Marines do live good too.",
        3004.76,
        3006.5
    ],
    [
        " Oh, yeah.",
        3006.9,
        3007.26
    ],
    [
        " So,",
        3007.46,
        3007.96
    ],
    [
        " but any officers club.",
        3008.12,
        3009.72
    ],
    [
        " Right.",
        3009.96,
        3010.28
    ],
    [
        " It was the officer's club.",
        3010.46,
        3011.6
    ],
    [
        " They was going to cook a barbecue for us.",
        3012.72,
        3016.48
    ],
    [
        " You know, and took us in and they said that they'd like to have us all signed through",
        3016.56,
        3021.18
    ],
    [
        " welcome board.",
        3021.62,
        3022.6
    ],
    [
        " You know that they have what held them.",
        3022.74,
        3024.2
    ],
    [
        " Damn Nungz thought they're celebrities after that.",
        3024.48,
        3027.26
    ],
    [
        " Get a sign their name to it.",
        3027.26,
        3029.74
    ],
    [
        " And a good meal.",
        3029.88,
        3030.76
    ],
    [
        " And a good meal.",
        3031.22,
        3032.06
    ],
    [
        " And of course what they wanted to drink was a Coca Cola.",
        3032.06,
        3035.0
    ],
    [
        " And I got to drink all the.",
        3035.36,
        3037.46
    ],
    [
        " The whiskey.",
        3037.76,
        3038.28
    ],
    [
        " I could.",
        3038.56,
        3038.82
    ],
    [
        " But anyway, John, that was very, I'll always remember that as a Marine.",
        3039.44,
        3046.3
    ],
    [
        " Good brothers.",
        3046.62,
        3047.16
    ],
    [
        " Oh, yeah.",
        3047.5,
        3047.86
    ],
    [
        " You know, absolutely.",
        3048.08,
        3049.14
    ],
    [
        " Oh, yeah.",
        3049.14,
        3049.8
    ],
    [
        " And then, um, so with all that, where did your career and the Army begin?",
        3049.92,
        3057.26
    ],
    [
        " Um, the K-RL noise.",
        3058.62,
        3061.0
    ],
    [
        " 1956.",
        3062.04,
        3062.54
    ],
    [
        " 1956.",
        3063.4,
        3064.28
    ],
    [
        " I, uh, I was born in 19, 1939.",
        3067.46,
        3072.56
    ],
    [
        " I one month later that was October the second.",
        3074.0,
        3077.24
    ],
    [
        " I think they're right at that.",
        3077.24,
        3078.96
    ],
    [
        " I went into the Army.",
        3079.1,
        3080.28
    ],
    [
        " I walked by a billboard up there that used to have a post office.",
        3080.84,
        3086.36
    ],
    [
        " That's what they had to recruiting command for the Army.",
        3086.62,
        3089.32
    ],
    [
        " Yeah.",
        3090.04,
        3090.14
    ],
    [
        " And uh, welcome by there.",
        3090.34,
        3091.7
    ],
    [
        " I see that pair of troop with jumping in out, you know.",
        3091.86,
        3094.48
    ],
    [
        " Yeah.",
        3094.74,
        3094.86
    ],
    [
        " And I said, that's what I want to do.",
        3094.88,
        3096.14
    ],
    [
        " And uh, then you had to have your parents sign for you.",
        3096.7,
        3101.08
    ],
    [
        " Could you only 17?",
        3101.24,
        3102.14
    ],
    [
        " Right.",
        3102.8,
        3103.36
    ],
    [
        " And I asked my mother, I said, would you sign for me?",
        3103.64,
        3107.22
    ],
    [
        " I want to join a pair of troopers and she said, no.",
        3107.28,
        3109.5
    ],
    [
        " You ain't going, and I am a pair of troopers.",
        3110.12,
        3112.96
    ],
    [
        " And so I said, well, I want to go in the Army anyway.",
        3113.28,
        3116.5
    ],
    [
        " And I'm kind of saying what I remember.",
        3117.04,
        3119.74
    ],
    [
        " That's hard to remember back in.",
        3119.82,
        3121.1
    ],
    [
        " But anyway, she signed for me going the Army.",
        3121.18,
        3123.72
    ],
    [
        " Well, I went to St. Louis and then they took us on down the four tracks.",
        3124.78,
        3129.12
    ],
    [
        " Not four tracks.",
        3129.4,
        3130.14
    ],
    [
        " And that's what we ended up.",
        3130.14,
        3131.22
    ],
    [
        " Um, um, imagery.",
        3131.36,
        3133.66
    ],
    [
        " Linear wood.",
        3134.24,
        3134.76
    ],
    [
        " Linear wood.",
        3134.96,
        3135.46
    ],
    [
        " Yeah.",
        3135.54,
        3135.62
    ],
    [
        " Fort Leonard Wood where they had us and assigned everybody to the job.",
        3135.7,
        3139.46
    ],
    [
        " I was assigned to go through basic at Fort Jackson, South Carolina.",
        3140.06,
        3144.64
    ],
    [
        " And the first airplane ride I'd ever took my life.",
        3145.3,
        3148.46
    ],
    [
        " Is that right?",
        3148.7,
        3149.3
    ],
    [
        " Yeah.",
        3149.38,
        3149.9
    ],
    [
        " They flew us down there and then of course through basic, uh, they asked, uh,",
        3150.2,
        3154.86
    ],
    [
        " we had already been assigned to where we would take our, what they started calling second eight weeks.",
        3155.16,
        3160.72
    ],
    [
        " They didn't call it that then.",
        3160.72,
        3162.08
    ],
    [
        " Right.",
        3162.42,
        3162.44
    ],
    [
        " I just said, you're training where you what you'd be doing was later became AIT.",
        3162.72,
        3166.58
    ],
    [
        " Right.",
        3166.86,
        3167.16
    ],
    [
        " And I, I, uh, had, uh, they, uh, of course had a recruiter there for jump school.",
        3167.44,
        3172.64
    ],
    [
        " Yeah.",
        3173.0,
        3173.12
    ],
    [
        " Yeah.",
        3173.26,
        3173.42
    ],
    [
        " Of course I wrote a letter to my mother and said, well, I'm going to go to Airborne School.",
        3173.8,
        3178.96
    ],
    [
        " Did you get trickered enough there?",
        3179.36,
        3180.76
    ],
    [
        " She didn't realize that Airborne was part of shooting.",
        3180.88,
        3183.22
    ],
    [
        " I don't know.",
        3183.28,
        3184.04
    ],
    [
        " I thought I did.",
        3184.28,
        3185.68
    ],
    [
        " You could have said whatever.",
        3186.0,
        3188.06
    ],
    [
        " Yeah.",
        3188.06,
        3188.48
    ],
    [
        " They did my mother and father both come to graduation jump school graduation.",
        3188.72,
        3193.7
    ],
    [
        " After that, I went in.",
        3194.42,
        3195.76
    ],
    [
        " Jump school was then Fort Benning or Brian?",
        3195.84,
        3197.76
    ],
    [
        " No, no, Fort Bragg.",
        3197.9,
        3198.9
    ],
    [
        " Wow.",
        3199.22,
        3199.5
    ],
    [
        " It's still a drive from Decatur.",
        3199.84,
        3201.66
    ],
    [
        " Right.",
        3201.94,
        3202.14
    ],
    [
        " I think one of our guys there was bloody burns.",
        3202.34,
        3205.84
    ],
    [
        " Do you know that name recall?",
        3206.32,
        3207.96
    ],
    [
        " Not for me.",
        3208.26,
        3208.7
    ],
    [
        " He was one of the, uh, the cadres that run us, you know, for that jump school.",
        3208.86,
        3214.96
    ],
    [
        " Sure.",
        3215.02,
        3215.22
    ],
    [
        " Man, it guys could run, run, run, run, run, run.",
        3215.6,
        3218.44
    ],
    [
        " Ran your legs out.",
        3218.52,
        3219.5
    ],
    [
        " Kill us off.",
        3219.5,
        3220.32
    ],
    [
        " Oh, yeah.",
        3220.52,
        3220.86
    ],
    [
        " But then I, uh, after jump school, I, uh, went on, uh,",
        3221.28,
        3225.18
    ],
    [
        " through packet to Germany, uh, to the 11th Airborne Division.",
        3225.46,
        3229.46
    ],
    [
        " Mm-hmm.",
        3229.76,
        3230.14
    ],
    [
        " Uh, I stayed there until they were, the, uh, we went, uh, you know, we had an episode in",
        3230.98,
        3237.56
    ],
    [
        " 1958.",
        3237.56,
        3239.2
    ],
    [
        " We just got back from Horacfield about the middle of the year.",
        3239.6,
        3242.76
    ],
    [
        " And, uh, they, we was alerted that we was going to be moving.",
        3243.34,
        3247.58
    ],
    [
        " And we didn't know where we was going.",
        3248.3,
        3249.56
    ],
    [
        " Uh, we went to first and fell broke, uh, set up and in the middle of the night,",
        3250.52,
        3254.1
    ],
    [
        " they said, load the airplane, load your ammunition, your weapons stuff.",
        3254.28,
        3257.88
    ],
    [
        " Uh, we was on a C1-19.",
        3259.22,
        3261.44
    ],
    [
        " And, uh, we was one of the last ones to fly out.",
        3261.88,
        3264.62
    ],
    [
        " They put extra ammo and ammunition on our craft.",
        3264.72,
        3267.64
    ],
    [
        " We landed in, uh, Ellie and, uh, got a mill at the, uh, vessel.",
        3268.08,
        3273.06
    ],
    [
        " And then we went back flying again.",
        3273.44,
        3275.6
    ],
    [
        " We ended up in, uh, Adonna, Turkey.",
        3275.6,
        3278.34
    ],
    [
        " And, uh, we'd stop, uh, there we was all out underneath the wings and,",
        3279.04,
        3283.6
    ],
    [
        " sure.",
        3283.74,
        3284.3
    ],
    [
        " And the pilot come out, but we had a question asking when we was flying,",
        3284.58,
        3288.14
    ],
    [
        " everybody had just taken off the, uh, uh,",
        3288.16,
        3292.02
    ],
    [
        " shoot, you know, and just sat them back, you know,",
        3292.02,
        3294.14
    ],
    [
        " we had them, they west underneath them and they tried to teach us that real fast,",
        3294.14,
        3297.92
    ],
    [
        " said, don't unhurt before you, you know, like that.",
        3298.3,
        3301.48
    ],
    [
        " So anyway, uh, it was actually late anyway.",
        3302.12,
        3308.94
    ],
    [
        " It was dark and we was across the Mediterranean when we was flying.",
        3309.16,
        3312.48
    ],
    [
        " Before we got any, uh, Udorn and, uh, the doors open, uh, red light was on.",
        3313.24,
        3320.24
    ],
    [
        " Yeah.",
        3320.62,
        3321.16
    ],
    [
        " Uh, so you know, you're all standing in the door.",
        3321.58,
        3323.64
    ],
    [
        " And they got your parachutes on.",
        3323.64,
        3325.36
    ],
    [
        " You're ready to jump.",
        3325.52,
        3326.3
    ],
    [
        " Well, they said hooked up and if you can get a hold of inboxes in a middle,",
        3326.56,
        3330.84
    ],
    [
        " which was an X ran on, Rations, they start tossing out the door.",
        3330.84,
        3335.1
    ],
    [
        " Uh, then after bit, you know, everything calmed down, I said, uh,",
        3335.6,
        3340.9
    ],
    [
        " the pilot was losing altitude.",
        3340.94,
        3342.44
    ],
    [
        " And so when he come out, you know, we was all underneath the wing and we was talking to him about it.",
        3342.94,
        3348.9
    ],
    [
        " We said, well, damn, man, why, why didn't it, it was dark.",
        3349.3,
        3352.82
    ],
    [
        " We was jumping with, we the jump was in water.",
        3353.04,
        3355.32
    ],
    [
        " And it says you're going to drop us.",
        3355.64,
        3357.14
    ],
    [
        " And I remember him saying, you know, we wouldn't have priced with you guys in it because",
        3357.52,
        3362.94
    ],
    [
        " that C119 would sink like a dollar, you know, please.",
        3362.94,
        3365.88
    ],
    [
        " Oh, yeah.",
        3365.9,
        3366.22
    ],
    [
        " And, uh, so anyway, another close call.",
        3366.42,
        3369.56
    ],
    [
        " Whoa.",
        3370.16,
        3370.52
    ],
    [
        " Uh, so what was your destination?",
        3370.84,
        3373.3
    ],
    [
        " Did you ever find out?",
        3373.3,
        3374.32
    ],
    [
        " Uh, yeah, we went to Baybrook, Lebanon.",
        3374.7,
        3376.66
    ],
    [
        " No kidding.",
        3377.14,
        3377.66
    ],
    [
        " Yes, uh, we did not jump in.",
        3377.68,
        3380.36
    ],
    [
        " Right.",
        3380.36,
        3380.64
    ],
    [
        " Uh, we, we, we landed.",
        3380.88,
        3381.82
    ],
    [
        " Uh, we set up and, uh, I was in the,",
        3382.42,
        3385.5
    ],
    [
        " it was a 180-SAM, then I was in a company.",
        3386.02,
        3390.62
    ],
    [
        " I'm pretty sure.",
        3390.74,
        3391.8
    ],
    [
        " And we got, we got set in up at, uh, Jamor.",
        3391.9,
        3395.0
    ],
    [
        " I'd set up one of the mountains right on the border.",
        3395.38,
        3398.0
    ],
    [
        " And they set us up.",
        3398.8,
        3399.64
    ],
    [
        " It was a college up there.",
        3399.7,
        3401.86
    ],
    [
        " Our university or something of Baybrook.",
        3402.3,
        3404.56
    ],
    [
        " Uh, we got set up there.",
        3405.1,
        3406.36
    ],
    [
        " Uh, anyway, we spent, uh, three months there.",
        3407.58,
        3410.46
    ],
    [
        " And the reason I know it was three months was because",
        3410.84,
        3414.18
    ],
    [
        " I read, uh, the old man had always, you know, he carried, uh, they carried a safe",
        3414.18,
        3419.0
    ],
    [
        " with him, you know, the county commanders.",
        3419.0,
        3421.04
    ],
    [
        " Right.",
        3421.26,
        3421.36
    ],
    [
        " And, uh, uh, we had to donate, you know, on payday so much money because that's",
        3421.84,
        3429.2
    ],
    [
        " when the new uniform's, the green uniforms was coming out.",
        3429.2,
        3432.24
    ],
    [
        " Yeah.",
        3432.44,
        3432.54
    ],
    [
        " Class A's.",
        3432.64,
        3433.34
    ],
    [
        " Well, we would have to buy a new equipment, you know,",
        3433.46,
        3436.62
    ],
    [
        " no.",
        3436.74,
        3437.7
    ],
    [
        " And when we got back, yeah, yeah, uh, the uniform, uh, we found out as we got back anyway,",
        3438.08,
        3444.5
    ],
    [
        " that, um, if you're in it, what, what they considered, that was a combat zone,",
        3444.5,
        3449.9
    ],
    [
        " even though we was not in combat, you know, right?",
        3450.12,
        3454.2
    ],
    [
        " So we got a complete new issue at no charge.",
        3454.42,
        3456.52
    ],
    [
        " Anyway, I, I didn't mean to get off on that, but that was for me.",
        3456.92,
        3462.78
    ],
    [
        " I'm not a career.",
        3462.78,
        3463.28
    ],
    [
        " If you go forward and then how do you wind up getting learning about SF and what drew you",
        3463.7,
        3469.08
    ],
    [
        " to SF forces?",
        3469.08,
        3470.52
    ],
    [
        " I, uh, I went back to one of first airport innovation, uh, I went to Vietnam with them.",
        3471.24,
        3477.6
    ],
    [
        " The first trip we went over by boat.",
        3477.6,
        3479.46
    ],
    [
        " What year was this?",
        3479.7,
        3481.26
    ],
    [
        " 65?",
        3481.78,
        3481.88
    ],
    [
        " Uh, it is 64 or 65.",
        3482.42,
        3484.22
    ],
    [
        " Right.",
        3484.74,
        3484.9
    ],
    [
        " Uh, we, uh, we crossed the international date line twice.",
        3485.2,
        3489.22
    ],
    [
        " No kidding.",
        3490.16,
        3490.64
    ],
    [
        " We had, uh, the Hobergade, uh, on the boat with attachments, which I think was right at",
        3490.64,
        3497.6
    ],
    [
        " around 3600 people.",
        3497.6,
        3499.08
    ],
    [
        " Uh, we was outboat elbow one there.",
        3500.32,
        3502.88
    ],
    [
        " And, uh, we crossed international date line, I think, took 21 days to get over to Vietnam.",
        3503.2,
        3510.62
    ],
    [
        " Oh, man.",
        3510.62,
        3511.48
    ],
    [
        " Is that what we landed in?",
        3511.68,
        3512.76
    ],
    [
        " Cameram Bay.",
        3513.02,
        3513.82
    ],
    [
        " Right.",
        3514.08,
        3514.38
    ],
    [
        " We debart.",
        3514.64,
        3515.24
    ],
    [
        " We started walking and we would challenge anybody there.",
        3515.5,
        3519.08
    ],
    [
        " Because we're so happy to get off that boat.",
        3519.08,
        3520.74
    ],
    [
        " Anyway, after I come back, I said no more conventional units for me.",
        3521.3,
        3525.5
    ],
    [
        " Yeah.",
        3526.0,
        3526.02
    ],
    [
        " And, uh, they were recruiting for the SF.",
        3526.46,
        3529.16
    ],
    [
        " They were recruiting for the SF at that time.",
        3529.86,
        3532.34
    ],
    [
        " And, uh, that's, uh, right after that's when I went through and went through, uh,",
        3533.24,
        3537.08
    ],
    [
        " training group training group.",
        3537.26,
        3538.46
    ],
    [
        " Yeah.",
        3538.62,
        3538.72
    ],
    [
        " Wow, Dr. Brigha goes through training group.",
        3539.26,
        3541.22
    ],
    [
        " Yes.",
        3541.52,
        3541.76
    ],
    [
        " And so then when you complete the training, what's your aim for us?",
        3541.92,
        3544.12
    ],
    [
        " 11 brownful, S-T for German.",
        3545.84,
        3548.5
    ],
    [
        " I could say, uh, uh,",
        3549.32,
        3553.6
    ],
    [
        " Vista.",
        3553.6,
        3553.88
    ],
    [
        " You speak as the adult, yeah.",
        3554.04,
        3555.04
    ],
    [
        "",
        3555.86,
        3555.86
    ],
    [
        " That's a good, nothing like that.",
        3556.3,
        3557.9
    ],
    [
        " But that was my MOS.",
        3557.96,
        3560.2
    ],
    [
        " Wow.",
        3560.4,
        3560.6
    ],
    [
        " So which first, what was your first group for Simon then?",
        3561.02,
        3563.42
    ],
    [
        " What year was that?",
        3563.78,
        3564.4
    ],
    [
        " 67 and 68?",
        3564.5,
        3565.7
    ],
    [
        " Uh, 68.",
        3566.28,
        3567.02
    ],
    [
        " Yeah.",
        3567.66,
        3567.92
    ],
    [
        " Was August.",
        3568.72,
        3569.98
    ],
    [
        " Um, after we graduated, uh, I got orders of Vietnam.",
        3572.66,
        3576.74
    ],
    [
        " And of course, uh, we was going through the assignments at the train.",
        3576.74,
        3581.3
    ],
    [
        " And, uh, they had signed B to have done it.",
        3581.6,
        3584.92
    ],
    [
        " Charlie cut me out down around Charlie company.",
        3585.14,
        3588.4
    ],
    [
        " And, right.",
        3589.14,
        3590.52
    ],
    [
        " That's what I was.",
        3590.72,
        3591.72
    ],
    [
        " I'm not sure.",
        3591.94,
        3592.96
    ],
    [
        " Yeah.",
        3593.2,
        3593.44
    ],
    [
        " But I know it's I was walking away.",
        3593.68,
        3595.78
    ],
    [
        " I said, I'll damned and this guy said, heard about sound by then.",
        3595.86,
        3598.94
    ],
    [
        " Well, is that right?",
        3599.24,
        3600.02
    ],
    [
        " Yeah.",
        3600.14,
        3600.26
    ],
    [
        " And I said, man, I'd like to have gotten a song.",
        3600.32,
        3602.22
    ],
    [
        " First, no guy said, what did you say?",
        3602.96,
        3605.4
    ],
    [
        " And that's how I got the sign of the song.",
        3605.96,
        3608.9
    ],
    [
        " No, okay.",
        3609.2,
        3609.6
    ],
    [
        " So then you come to FOB for.",
        3609.72,
        3611.28
    ],
    [
        " Yes.",
        3611.5,
        3611.94
    ],
    [
        " You get there one in the spring then or in the summer before late late spring.",
        3612.14,
        3616.82
    ],
    [
        " Late spring.",
        3616.88,
        3617.24
    ],
    [
        " Okay.",
        3617.34,
        3617.54
    ],
    [
        " Yeah.",
        3617.66,
        3617.9
    ],
    [
        " Yeah.",
        3618.14,
        3618.5
    ],
    [
        " Well, so you and I came in country the same time I landed in the 20th of April.",
        3618.72,
        3621.82
    ],
    [
        " Yeah.",
        3621.98,
        3622.24
    ],
    [
        " Pretty close.",
        3622.38,
        3622.82
    ],
    [
        " Yeah.",
        3622.9,
        3623.04
    ],
    [
        " We went up to the beach.",
        3623.34,
        3623.84
    ],
    [
        " I was.",
        3623.84,
        3624.12
    ],
    [
        " One you went to four.",
        3624.16,
        3625.14
    ],
    [
        " Yeah.",
        3625.4,
        3625.64
    ],
    [
        " We may have been the same briefing Larry.",
        3626.4,
        3628.74
    ],
    [
        " Probably.",
        3628.98,
        3630.4
    ],
    [
        " Yeah.",
        3630.76,
        3632.06
    ],
    [
        " Welcome to the welcome to the sequel war from there.",
        3632.06,
        3635.46
    ],
    [
        " And so then, um, then how many years",
        3636.34,
        3639.52
    ],
    [
        " after you're completing the tour, you're D-Roast, you go home,",
        3639.52,
        3643.28
    ],
    [
        " 69 and then what what's next step in your career?",
        3644.14,
        3647.8
    ],
    [
        " Because how many years we in all together?",
        3647.98,
        3649.36
    ],
    [
        " I spent 21 years on I uh,",
        3649.8,
        3652.26
    ],
    [
        " retired in 78, March of 78, uh, with fifth group.",
        3652.4,
        3658.54
    ],
    [
        " I fought back.",
        3658.8,
        3659.4
    ],
    [
        " Oh, is that right?",
        3659.66,
        3660.18
    ],
    [
        " Yes.",
        3660.34,
        3660.52
    ],
    [
        " Wow.",
        3661.22,
        3661.5
    ],
    [
        " It's before they transferred up to a Fort Campbell back in the day.",
        3661.62,
        3665.32
    ],
    [
        " It was before.",
        3665.54,
        3666.2
    ],
    [
        " And you you survived all that riff, the reduction of force period of time that came",
        3666.72,
        3671.2
    ],
    [
        " through in the 70s.",
        3671.2,
        3673.18
    ],
    [
        " That's saying something because a lot of people after the buildup by 1970,",
        3673.44,
        3677.86
    ],
    [
        " they went into the reduction of force because in,",
        3677.86,
        3681.54
    ],
    [
        " I guess it would be the summer of 69",
        3682.0,
        3684.52
    ],
    [
        " that the peak manpower was 546,000 Americans in Vietnam.",
        3684.52,
        3690.42
    ],
    [
        " Of course, one out of 10 actually was in combat the rest of the support elements.",
        3690.42,
        3694.88
    ],
    [
        " Yes, sir.",
        3695.18,
        3695.82
    ],
    [
        " Of one kind or another.",
        3695.92,
        3696.92
    ],
    [
        " And then, um, but from that,",
        3697.04,
        3700.7
    ],
    [
        " buildup, they had to reduce the reduction of force, which means get rid of people.",
        3700.82,
        3707.08
    ],
    [
        " As many as they can to get out either force them out,",
        3707.08,
        3709.56
    ],
    [
        " men getting losing rank,",
        3709.56,
        3711.9
    ],
    [
        " they did grade, etc.",
        3712.1,
        3713.54
    ],
    [
        " Did you get hit up with that any or were you able to retain your rank?",
        3713.74,
        3717.04
    ],
    [
        " No, I was fine.",
        3717.28,
        3718.04
    ],
    [
        " So when you retired in 78, your rank was E seven.",
        3718.36,
        3721.26
    ],
    [
        " Is that right?",
        3721.88,
        3722.28
    ],
    [
        " Yes.",
        3722.5,
        3722.74
    ],
    [
        " Wow.",
        3723.12,
        3723.7
    ],
    [
        " Yeah.",
        3724.16,
        3724.48
    ],
    [
        " That's that's saying something that time.",
        3725.04,
        3726.7
    ],
    [
        " And then for near 78, then what?",
        3727.16,
        3728.98
    ],
    [
        " That's probably why they didn't catch up with me.",
        3729.26,
        3731.16
    ],
    [
        " I, uh, I retired like I say in 78 and I worked for the government another 21 years.",
        3734.38,
        3740.7
    ],
    [
        " I got a construction safety inspector for, uh,",
        3740.98,
        3747.32
    ],
    [
        " Arizona first.",
        3748.46,
        3749.34
    ],
    [
        " I was on the, you know, the canal that they put through the, uh,",
        3749.56,
        3755.28
    ],
    [
        " Arizona there anyway.",
        3756.32,
        3757.1
    ],
    [
        " Granite brief, I think they might have called it.",
        3757.46,
        3759.56
    ],
    [
        " I can't remember.",
        3759.64,
        3760.52
    ],
    [
        " Uh, then I went to California as a safety manager, uh, for all the construction in California,",
        3761.32,
        3766.96
    ],
    [
        " all the dams and stuff.",
        3766.96,
        3769.22
    ],
    [
        " Sure.",
        3769.22,
        3769.7
    ],
    [
        " And then I'll retarbe from that in 1999.",
        3770.06,
        3772.66
    ],
    [
        " Wow.",
        3773.6,
        3774.38
    ],
    [
        " And then somewhere along the line, you joined the special operations association?",
        3775.24,
        3778.9
    ],
    [
        " Uh, yes.",
        3780.46,
        3781.96
    ],
    [
        " I joined that my number, I think it's about 165 or something like that.",
        3782.68,
        3787.62
    ],
    [
        " You're really?",
        3787.68,
        3788.12
    ],
    [
        " Yeah.",
        3788.76,
        3788.98
    ],
    [
        " Indeed.",
        3789.2,
        3789.4
    ],
    [
        " They had just been, I think what probably 81 is that sound about right?",
        3789.48,
        3793.14
    ],
    [
        " I think John.",
        3793.26,
        3793.84
    ],
    [
        " Well, it was formed in 1976.",
        3793.88,
        3795.9
    ],
    [
        " Jim Butler and a couple of other CCN guys that are recon guys put together,",
        3796.8,
        3800.0
    ],
    [
        " special operations association.",
        3800.0,
        3801.74
    ],
    [
        " And, uh, one of the reasons why I mentioned it was that while you're doing everything else,",
        3803.0,
        3806.86
    ],
    [
        " you eventually, uh, became the director for the special operations association riders",
        3807.18,
        3813.86
    ],
    [
        " who over several years did numerous fund raises that raised the thousands of dollars",
        3813.86,
        3821.8
    ],
    [
        " for the S.O.A. which was directed towards the Bright Life Fund, which was for helping veterans",
        3821.8,
        3828.06
    ],
    [
        " that come to the reunion, basically.",
        3828.06,
        3830.92
    ],
    [
        " Right.",
        3831.02,
        3831.24
    ],
    [
        " Because they were so of our guys, it just couldn't afford it.",
        3831.5,
        3833.52
    ],
    [
        " So thanks to you, we're able to get them to come out in the distant to that, um,",
        3833.52,
        3838.26
    ],
    [
        " if they had, if they need a care, they could pay for their care person,",
        3839.1,
        3843.74
    ],
    [
        " or whether it's a wife or a nurse.",
        3843.96,
        3846.86
    ],
    [
        " Right.",
        3847.12,
        3847.54
    ],
    [
        " Because we're some key people that came who otherwise wouldn't have been able to,",
        3847.88,
        3851.6
    ],
    [
        " but thanks to the riders.",
        3851.66,
        3852.58
    ],
    [
        " So you did that for a bunch of years.",
        3852.58,
        3854.06
    ],
    [
        " So talk just that's a little bit of a fun side light.",
        3854.08,
        3857.1
    ],
    [
        " But it's interesting, you know, you formed them up and then each year,",
        3857.46,
        3861.46
    ],
    [
        " you had one of two fund raises every year as I recall, right?",
        3861.48,
        3864.38
    ],
    [
        " Uh, we did that.",
        3864.56,
        3865.46
    ],
    [
        " And we were bridegroomed to a year together.",
        3865.78,
        3869.68
    ],
    [
        " Our first ride was back to the wall.",
        3870.06,
        3871.84
    ],
    [
        " Right.",
        3872.4,
        3872.62
    ],
    [
        " Uh, we placed a reef back there and we'd have a short memorial.",
        3872.82,
        3876.42
    ],
    [
        " And then different states start asking us to come to different towns.",
        3876.88,
        3880.92
    ],
    [
        " Oh, is that right?",
        3880.92,
        3881.42
    ],
    [
        " I forgot word to ask.",
        3881.46,
        3882.26
    ],
    [
        " I forgot that part of it.",
        3882.26,
        3883.18
    ],
    [
        " That's the way it started.",
        3883.2,
        3884.08
    ],
    [
        " I thought you all just called.",
        3884.34,
        3885.34
    ],
    [
        " So hey, we want to come do a thing and then you go, yeah,",
        3885.44,
        3887.38
    ],
    [
        " I didn't realize the states called you up too.",
        3887.64,
        3889.66
    ],
    [
        " So all of us, well, I actually wasn't a state.",
        3889.68,
        3892.7
    ],
    [
        " There was individual organizations that I'd heard about us.",
        3892.9,
        3896.12
    ],
    [
        " And, uh, in fact, we went to Branson.",
        3896.18,
        3899.52
    ],
    [
        " Uh, Bill set that one up for us, Bill,",
        3900.44,
        3902.86
    ],
    [
        " other.",
        3902.86,
        3903.22
    ],
    [
        " Yeah.",
        3903.52,
        3903.7
    ],
    [
        " The guy where we had the memorial,",
        3904.26,
        3906.56
    ],
    [
        " we used to read off the names of the guys that got killed.",
        3906.56,
        3909.42
    ],
    [
        " And uh, everybody would give a flower.",
        3910.1,
        3912.78
    ],
    [
        " Uh, John, I believe you made the one when it was in California.",
        3913.8,
        3917.06
    ],
    [
        " And I, indeed, very touching ceremony.",
        3917.06,
        3919.3
    ],
    [
        " And, uh, so we had the same ceremony all the time, you know,",
        3919.3,
        3923.72
    ],
    [
        " was we would always honor those guys that got killed on 23rd August.",
        3923.84,
        3928.32
    ],
    [
        " After me, that was so important.",
        3928.68,
        3930.9
    ],
    [
        " Sure.",
        3931.12,
        3931.38
    ],
    [
        " Still the day is absolutely.",
        3931.92,
        3933.52
    ],
    [
        " And, uh, you know, we had the 20th anniversary of the 50th anniversary of, um,",
        3933.94,
        3939.42
    ],
    [
        " August 23rd, 68, which they had a reunion.",
        3939.86,
        3942.74
    ],
    [
        " We attended that and they were paid homage to those men.",
        3943.14,
        3946.34
    ],
    [
        " Yes.",
        3946.7,
        3947.02
    ],
    [
        " And for the first time, we met family members of those who were killed in action that night.",
        3947.02,
        3951.92
    ],
    [
        " Yes.",
        3952.28,
        3952.68
    ],
    [
        " And it was quite a moving ceremony of breath first.",
        3952.8,
        3955.32
    ],
    [
        " And then they stayed for the whole reunion.",
        3955.64,
        3957.44
    ],
    [
        " And just talking to someone, the family members,",
        3957.88,
        3959.8
    ],
    [
        " such an incredible experience.",
        3959.92,
        3961.16
    ],
    [
        " But you were a key part of all that.",
        3961.16,
        3962.7
    ],
    [
        " I, uh, I believe that Bonnie Cooper was, uh, kind of our,",
        3963.02,
        3968.0
    ],
    [
        " she's the go to lady.",
        3968.18,
        3969.64
    ],
    [
        " She was.",
        3969.76,
        3970.4
    ],
    [
        " And she played the record resource for the S.O.A.",
        3970.74,
        3973.68
    ],
    [
        " And I'm pretty sure there was 69 kin family kin that got to go to that.",
        3973.68,
        3978.46
    ],
    [
        " Yes.",
        3978.62,
        3978.9
    ],
    [
        " Grandkids, uh, kids and stuff like that.",
        3978.9,
        3981.94
    ],
    [
        " That's right.",
        3982.18,
        3982.62
    ],
    [
        " I, if I may bring you stuff about, uh,",
        3982.72,
        3987.08
    ],
    [
        " why were you here?",
        3987.16,
        3988.26
    ],
    [
        " Um,",
        3988.7,
        3988.92
    ],
    [
        " men, Susan, my wife was at the table.",
        3989.62,
        3992.42
    ],
    [
        " And, uh, this guy came up behind me, you know, and tapped me on the shoulder.",
        3992.86,
        3996.84
    ],
    [
        " And he says, Larry, and I,",
        3997.22,
        3999.68
    ],
    [
        " two round lute and I stood up and him and his wife, uh, was standing there.",
        3999.68,
        4003.58
    ],
    [
        " He says, you remember me?",
        4003.72,
        4005.04
    ],
    [
        " And I says, no, I don't remember you.",
        4005.04,
        4006.82
    ],
    [
        " And he says, when we went through training group together, and training group together,",
        4007.26,
        4012.2
    ],
    [
        " right, he said, you was a staff sergeant then.",
        4012.2,
        4014.7
    ],
    [
        " And he says, her three or four of us kind of tied him with you,",
        4015.18,
        4019.04
    ],
    [
        " because we figured if you made it, we could make it in you know,",
        4019.08,
        4022.2
    ],
    [
        " because it was rough back then.",
        4022.42,
        4024.36
    ],
    [
        " I, I thought it was way.",
        4024.58,
        4025.68
    ],
    [
        " And, uh, so we talked a few minutes and he had went to be at home, uh,",
        4025.68,
        4031.14
    ],
    [
        " right after we got out training group and then he went to work for the FBI as a criminal investigator.",
        4031.14,
        4037.4
    ],
    [
        " And, uh, I said, oh, that's great.",
        4038.28,
        4041.26
    ],
    [
        " That's why you're doing now.",
        4041.52,
        4042.6
    ],
    [
        " He said, well, he says I've retired, but they called me up and asked me if I could come back.",
        4042.88,
        4047.68
    ],
    [
        " And as he left, uh, we shook hands, uh, uh,",
        4048.36,
        4054.18
    ],
    [
        " the wives talked for a minute.",
        4054.3,
        4055.82
    ],
    [
        " You know, and uh, he gave me one of his coins, you know, uh, challenge coins.",
        4056.08,
        4061.22
    ],
    [
        " I thought that had seen number on it, but didn't have his name and damn to this day again.",
        4061.22,
        4066.68
    ],
    [
        " But anyway, I did mean to get off on that.",
        4066.7,
        4070.98
    ],
    [
        " I think it's pretty cool because even there, you had like a, because of your experience",
        4071.14,
        4074.86
    ],
    [
        " and time, time in the army, there were men that turned to you.",
        4074.86,
        4078.16
    ],
    [
        " You didn't realize it, but they were following your footsteps and getting the training group,",
        4078.16,
        4081.78
    ],
    [
        " which then was very rigorous.",
        4081.78,
        4084.38
    ],
    [
        " He remembered my name and his wife said, but you're almost every night talking at the dinner table.",
        4084.56,
        4090.02
    ],
    [
        " As a joke.",
        4090.38,
        4092.12
    ],
    [
        " I thought it was absolutely.",
        4092.42,
        4093.96
    ],
    [
        " And through the S O A, we had, we go back to our time at CCN FOB 4, because at the end of",
        4094.18,
        4101.64
    ],
    [
        " 68 FOB 4 became CCN.",
        4101.64,
        4104.18
    ],
    [
        " They consolidated the six FOBs.",
        4104.38,
        4106.76
    ],
    [
        " So CCN was for North, CCC was contune, central, and south was the third.",
        4107.12,
        4113.58
    ],
    [
        " And you have some pretty good memorable experiences there too, with some of the men over there,",
        4114.62,
        4121.84
    ],
    [
        " and as well as some of the men that we lost a long way.",
        4122.4,
        4125.82
    ],
    [
        " And people just forget that secret war, the Calesity Reade was formidable.",
        4126.36,
        4130.42
    ],
    [
        " And of course, in March of 69, one name becomes the minus Ricardo Davis.",
        4130.76,
        4135.38
    ],
    [
        " Oh, Ricardo, yeah.",
        4135.58,
        4136.84
    ],
    [
        " Oh, yeah. It's like you and Ricardo, in my mind, I didn't realize how old you guys were.",
        4137.08,
        4142.4
    ],
    [
        " So I get the CCN, and that's he Ricardo.",
        4142.62,
        4144.42
    ],
    [
        " I always assumed he was an E3 or an E4, just a common guy.",
        4144.44,
        4147.98
    ],
    [
        " So one day we had a formation.",
        4148.3,
        4149.82
    ],
    [
        " He's wearing E7 stripes, and you had E6 stripes.",
        4150.12,
        4153.14
    ],
    [
        " You had to earn those things by timing grade.",
        4153.14,
        4157.12
    ],
    [
        " So you two were people I looked up to instantly, realizing that you'd been in that long.",
        4157.96,
        4162.52
    ],
    [
        " I was just, I just had been promoted to Buck Sargent.",
        4163.06,
        4166.24
    ],
    [
        " And of course, I entered the country.",
        4167.16,
        4168.38
    ],
    [
        " Unlike you, where the country is a stargine or a staff stargine, I came in as a need-deuce.",
        4168.46,
        4172.9
    ],
    [
        " So I was a little bit not as powerful as you, but Ricardo, some of the other people there.",
        4173.5,
        4180.0
    ],
    [
        " Did you say that you also had that experience where somebody got a picture of you with Martha Re,",
        4180.78,
        4185.98
    ],
    [
        " you could talk about Martha a little bit too, as one of our saints?",
        4186.18,
        4188.94
    ],
    [
        " Right. I do have a picture.",
        4190.06,
        4194.04
    ],
    [
        " And I did not realize who ever gave that picture.",
        4194.54,
        4198.06
    ],
    [
        " But my youngest boy, he, Bradley, he was teaching these kids at the school.",
        4198.34,
        4205.64
    ],
    [
        " The school was for kids that was having a hard time, you know, in life.",
        4205.74,
        4210.46
    ],
    [
        " Was there last chance before, do you have an, how I think?",
        4210.46,
        4214.36
    ],
    [
        " Anyway, Brad was riding one of our riding shirts.",
        4214.82,
        4218.2
    ],
    [
        " And the kid says, oh, you was in the war.",
        4219.32,
        4222.02
    ],
    [
        " What war was that, you know? And of course, Brad told him, said, well, that's not me.",
        4222.4,
        4226.52
    ],
    [
        " That's my father was in the war. And they said, well, what's his name?",
        4226.64,
        4231.32
    ],
    [
        " And he said, Larry Trimble.",
        4231.68,
        4232.96
    ],
    [
        " Well, the kids come back to school the next day.",
        4233.44,
        4236.24
    ],
    [
        " They got on the internet and found a picture of me.",
        4236.24,
        4238.84
    ],
    [
        " Martha Re, when I give her one of our windbreakers, we use to have.",
        4239.38,
        4245.32
    ],
    [
        " Sure. And I know.",
        4245.46,
        4246.26
    ],
    [
        " One zero one break, windbreaker black one zero.",
        4246.26,
        4248.56
    ],
    [
        " You go to the top. Yeah.",
        4248.64,
        4249.98
    ],
    [
        " Some had snaps with the hood.",
        4250.06,
        4251.7
    ],
    [
        " Right. Also a K bar.",
        4251.9,
        4253.64
    ],
    [
        " Oh, is that right?",
        4254.06,
        4254.92
    ],
    [
        " Yes. You know, I got a whole box of him K bars because I told you about that knife I broke in too.",
        4255.06,
        4261.32
    ],
    [
        " Yeah, that was kind of like the one Tom had made for you.",
        4261.7,
        4266.16
    ],
    [
        " Right. We got from the train.",
        4266.4,
        4267.94
    ],
    [
        " Well, that, when they threw that, my love bearing equipment down to me up there on marble mount.",
        4268.08,
        4273.8
    ],
    [
        " Yeah. At knife went blue.",
        4273.8,
        4275.64
    ],
    [
        " No. Well, uh, was it made in China?",
        4275.94,
        4280.02
    ],
    [
        " Hi. So anyway, uh, there was one of the Cb's over there.",
        4280.48,
        4286.36
    ],
    [
        " You know, and so I made a deal with him for a couple bottles of booze, you know, for a case of",
        4286.4,
        4290.88
    ],
    [
        " K bars. You didn't trade in one of those Vyacon flags that our people thought that we catch up",
        4290.88,
        4295.58
    ],
    [
        " and gave it to him. I know.",
        4295.58,
        4296.94
    ],
    [
        " Then with some pretty good fun days. Oh, yeah. We had our times there.",
        4297.2,
        4302.2
    ],
    [
        " So what was the event? Do you remember what the event was? We were with Martha Ray.",
        4302.2,
        4305.92
    ],
    [
        " You might explain a little bit about the Ray by the way, was an actress who became an honorary",
        4305.98,
        4311.22
    ],
    [
        " green beret from dozens of tours of coming to in country, working with special forces,",
        4311.22,
        4317.74
    ],
    [
        " entertaining, but sometimes she'd be in base when he came under fire and she was a",
        4318.26,
        4323.02
    ],
    [
        " qualified nurse. And she would help out the medics doing some of the triage and treating some",
        4323.02,
        4329.54
    ],
    [
        " of the people and thus became earned her honorary green beret, which there are not many women that",
        4329.54,
        4335.08
    ],
    [
        " have one. That's true. She was a Colonel Martha Ray. Yes, indeed. It's going to give it her rank.",
        4335.08,
        4342.28
    ],
    [
        " And I guess she had been in the reserves or something. So she had some legitimate army rank.",
        4342.42,
        4346.72
    ],
    [
        " Right. It's just Colonel like Colonel. And yeah, and we used to talk all the time. We know her",
        4346.92,
        4354.2
    ],
    [
        " drink was vodka and water. And she used to come all the time up there and she started",
        4354.2,
        4363.12
    ],
    [
        " bringing this lady with her Frenchie. Right. And Frenchie started working for the underground.",
        4363.12,
        4371.34
    ],
    [
        " Her boy and also her husband in Germany during World War II was killed by the Nazis.",
        4371.9,
        4379.0
    ],
    [
        " She went into the underground and started working for the English, you know, jumping in and",
        4379.56,
        4386.86
    ],
    [
        " getting people out, you know. Right. And that was kind of her history, but I guess",
        4386.86,
        4392.5
    ],
    [
        " because Stopper was waiting on a monodrop, so in one time, work got out. She was put in a",
        4392.5,
        4398.68
    ],
    [
        " concentration camp. And when the American liberator was she fell in love with America.",
        4398.68,
        4405.16
    ],
    [
        " Yeah. And so she came in and you know, she got her Martha Ray met some way. And you know,",
        4405.56,
        4413.96
    ],
    [
        " I don't know if you remember John, she used to come Frenchie come up to the with Martha Ray",
        4414.1,
        4418.86
    ],
    [
        " up to the Saga conventions. Well, yeah, those were the days before I began attending a lot of",
        4418.86,
        4425.98
    ],
    [
        " the conventions. Like she came to CCN at least two or three times with door my tour of duty.",
        4425.98,
        4431.66
    ],
    [
        " Each time I was either at the launch site or in a target. Yeah. And you know, you and Ricardo",
        4431.66,
        4437.04
    ],
    [
        " Davis and the other guys all had your photo ops. Right. And she was just an amazing lady. She just",
        4437.04,
        4442.74
    ],
    [
        " loved special forces. She would. And you know, everybody always say Maggie's drawers, you know,",
        4442.74,
        4447.84
    ],
    [
        " what every time she comes, she brings a little bikini. And they pin it up behind bars.",
        4448.02,
        4453.64
    ],
    [
        " Yeah. That's right. I remember them days. Yeah. Absolutely. And of course, you know, she,",
        4454.38,
        4458.5
    ],
    [
        " she really got to know Ricardo Davis. Well, we lost Ricardo on March of 69.",
        4458.52,
        4464.64
    ],
    [
        " She came back. She was there for the service I'm told because again, I was up at Quantrey.",
        4465.32,
        4469.96
    ],
    [
        " She just wept. Yeah. She really, really missed it because he's such a character.",
        4470.5,
        4475.18
    ],
    [
        " Yeah. She was, she's a one of a kind woman. Oh, yeah. And she loved the special forces. And I",
        4476.44,
        4488.48
    ],
    [
        " was right. Many women buried there. Well, we're, we've gone through anything else going back",
        4488.48,
        4496.04
    ],
    [
        " and looking at that fateful night of August 23rd, 1968 that perhaps you'd want to get covered or",
        4496.04,
        4503.12
    ],
    [
        " just to reflect on or things because sometimes when you and I get talking, like the first interviews",
        4503.12,
        4510.22
    ],
    [
        " I would do with you for an article for soldier of fortune, it was different than the one I interviewed",
        4510.22,
        4515.84
    ],
    [
        " for on the ground because you remembered more. And then after that, there's been a subsequent follow",
        4515.84,
        4520.66
    ],
    [
        " for the Sentinel, which is the SFA chapter 78 newsletter. And again, every time any of you,",
        4520.66,
        4526.84
    ],
    [
        " there's surprises. So for book four, we're going to put all your surprises together and redo the",
        4527.14,
        4533.22
    ],
    [
        " that attack. So if you got anything else, Larry, you're going to have to catch me when",
        4533.22,
        4541.48
    ],
    [
        " I have to come there ready. Yeah. Wish you had night, huh? Yeah. I had one time said that I'd never",
        4542.8,
        4551.0
    ],
    [
        " feel what the hell I did. But I did. When you talked me into it, I think that was up at",
        4551.0,
        4558.8
    ],
    [
        " the Jim and one house. That's right. And we knew you, me, you, Bill, Bill was there, Bill with it,",
        4558.8,
        4571.46
    ],
    [
        " a bucket, bucket. Remember bucket? He said, what does not a drink? Oh, and we there was four of us",
        4571.46,
        4578.5
    ],
    [
        " said there were two on common values. One was by Stephen Moore. Okay, this bucket. He's a friend,",
        4578.5,
        4584.02
    ],
    [
        " he was a cousin or a nephew of George Hunt who ran recon out of CCC. Yeah. And he focused on CCC",
        4584.08,
        4590.86
    ],
    [
        " missions. Okay, this is somewhat different. He's he was there also. Yes, and it's love. We got",
        4590.86,
        4599.6
    ],
    [
        " all the books we could carry. Indeed. You know, back. I, in fact, I left out of Colorado. Me and",
        4599.6,
        4606.38
    ],
    [
        " Sue was going to go up to what is that by the IP? No, we was going up. We was what is that every",
        4606.38,
        4615.24
    ],
    [
        " year? Sturges? We was going to go to Sturges. Okay. Sure. So we've stopped by the",
        4615.24,
        4621.02
    ],
    [
        " Sierra sister in Colorado. Would Jim Lamont call me up? Ask me if I'd come up. You know,",
        4621.02,
        4625.62
    ],
    [
        " there's going to be a few people up there. That's how I got to win. Jenner Simlab went and",
        4625.64,
        4631.58
    ],
    [
        " well, Eric, all of them said, take all the books you can take. Oh, no, Keke. Well, Bucket had",
        4631.58,
        4639.26
    ],
    [
        " he did all of that exposing people that wasn't. Oh, remember? Right. Yeah. Can't think of",
        4639.26,
        4648.82
    ],
    [
        " these first stolen valor. Okay, that's it. I'll think of the idea author. I have a talk to him in",
        4648.82,
        4653.74
    ],
    [
        " years, but he was there, right? And then we had baby son. Baby son didn't come in now. Yeah.",
        4653.74,
        4659.06
    ],
    [
        " Because I said, no, they had no, no, he got killed. It's juggernaut. juggernaut was the author of",
        4659.52,
        4666.1
    ],
    [
        " stolen valor. Right. Co-authored it. And it's the most astounding book. And that detailed",
        4666.1,
        4672.6
    ],
    [
        " stolen valor for so many people that rip off the VA. Right. Other vet people that want to be",
        4672.6,
        4678.84
    ],
    [
        " that pretend to be veterans, including some really big name actors. Right. Yeah. Just come back.",
        4678.84,
        4684.26
    ],
    [
        " His book is good book. Favis book. And he was there. I forgot about Jov. Right. And I had",
        4684.28,
        4689.2
    ],
    [
        " because I asked him, where did you get that name bucket? He said, my dad, mom called me that",
        4689.2,
        4693.14
    ],
    [
        " ever asked me to say, but they called him Bucketville. I forgot that part. Oh, yeah. We",
        4693.14,
        4700.18
    ],
    [
        " was having a good time up there. Yeah. A great time. Well, yeah. And one of the reasons we had that",
        4700.18,
        4706.64
    ],
    [
        " meeting was was called together was because at that point in time, it was six years after we had",
        4706.64,
        4714.14
    ],
    [
        " the CCN, the Comdist News Network. And Warner Brothers did the erroneous lies story about Operation",
        4714.14,
        4725.18
    ],
    [
        " Tailwind. And so Operation Tailwind was one of the most successful sawg missions from September 11",
        4725.18,
        4731.32
    ],
    [
        " to 14, 1970, where we had 16 green berets, 120 and days that went in to relieve the CIA. And",
        4731.32,
        4739.72
    ],
    [
        " out of that mission of the 16 green berets, there were 32 purple hearts issued. And then on",
        4739.72,
        4747.34
    ],
    [
        " October 23rd, 2017, Gary Mike Rose received the Medal of Honor. Right. Because he was a sole",
        4747.34,
        4753.9
    ],
    [
        " medic on that. And the reason we had the meeting in 2004 was a follow up because they did not",
        4753.9,
        4761.92
    ],
    [
        " offer corrections. And they had a limited apology and limited corrections. And they were discussing",
        4761.92,
        4770.92
    ],
    [
        " with Jim Moriarty, who was a complete stud for us. He was a Jim Moriarty for anybody. He hasn't",
        4770.92,
        4777.88
    ],
    [
        " had the pleasure of meeting that young Marines at his days, he's got that full of marine spirit.",
        4777.88,
        4783.64
    ],
    [
        " But he was a doer gunner for three tours of duty with the Marines, two or three of which they",
        4783.64,
        4789.58
    ],
    [
        " were a task to saw. Right. Right. Because Scarface and other marine units were a task to us throughout",
        4789.58,
        4795.2
    ],
    [
        " the eight year of secret war. And so Jim got to know us. And when this happened, Jim jumped in,",
        4795.2,
        4801.78
    ],
    [
        " did pro bono work, supporting our guys, suing C then and Warner Brothers. And at 2004, they're",
        4801.96,
        4813.62
    ],
    [
        " forward with that. And they're talking about possible movies and things like that. All of which",
        4813.62,
        4817.96
    ],
    [
        " disappeared once some of the court settlements happened. And they're all top secret. So anybody",
        4817.96,
        4824.14
    ],
    [
        " who got money or might have got money, it was all without anybody saying I did anything wrong.",
        4824.14,
        4830.84
    ],
    [
        " But I was getting them a large chunk of funds here. But Jim Moriarty was a stud on that. And",
        4830.96,
        4837.34
    ],
    [
        " there's just a side note on Jim, his boy Jimmy, entered the Special Forces,",
        4837.48,
        4843.34
    ],
    [
        " became a proud member of the Fist Special Forces group. And tragically was one of three green",
        4844.1,
        4848.6
    ],
    [
        " berets killed in Jordan in November of 2016. And just last month, I believe, or March, Jimmy was",
        4848.6,
        4860.62
    ],
    [
        " post-humansly awarded to Silver Star. Absolutely. Great. And that was Jim's only son. And so",
        4860.8,
        4868.12
    ],
    [
        " little sidebar on a sidebar there. But you know, he's always been there for DSF people. And he's",
        4868.12,
        4875.04
    ],
    [
        " also recently worked behind the scenes to help Paris Davis, who was an officer, get his medal of",
        4875.04,
        4881.76
    ],
    [
        " honor. And when he's in Vietnam, amongst other people, he saved with Billy Wall. And during that",
        4881.76,
        4889.26
    ],
    [
        " combat, he earned, was put in for the Medal of Honor twice. And twice the Army quote, quote,",
        4889.26,
        4895.0
    ],
    [
        " lost the paperwork. Oh, yeah. There we go. Yeah. But there Jim Moriarty, once again, with a",
        4895.0,
        4903.12
    ],
    [
        " couple of other key volunteers, and Neil Thorne, who's a National Gardener, who's helped the",
        4903.12,
        4910.86
    ],
    [
        " Special Operations Association, the last 12 to 15 years, helped people get awards that they",
        4910.86,
        4916.66
    ],
    [
        " were rightly earned. But the Command elements were just too busy to take care of that. Right. But",
        4916.66,
        4922.4
    ],
    [
        " with this another sidebar, so anything else, sir, upon reflections here, any final words of wisdom",
        4922.4,
        4928.4
    ],
    [
        " or certainly no regrets, but or anything. Well, close out here before we close. Okay, just one",
        4928.4,
        4936.74
    ],
    [
        " thing. Please. If I can remember anything else before I buy the farm, John, I promise you,",
        4936.74,
        4942.92
    ],
    [
        " before you do your book, I'll let you know. Oh, that's good. And I just want to thank you for",
        4942.92,
        4947.76
    ],
    [
        " being here today and try to open the door up to the American people of the, you know, the SOG,",
        4947.76,
        4955.08
    ],
    [
        " which we do have classified operations today still. Indeed, there are still spec ops going on.",
        4955.16,
        4961.44
    ],
    [
        " And we have Special Forces teams around the world. And we can't talk about it because it's",
        4961.44,
        4966.06
    ],
    [
        " top secret. But it's not like the key thing that people forget about Special Forces, we work",
        4966.06,
        4971.14
    ],
    [
        " with people to help them better their lives. Hair born. And the SF model is day oppressor",
        4971.14,
        4977.12
    ],
    [
        " Libera to free the oppressed. And we live by that models. We do. So at this point in time, I want to",
        4977.12,
        4982.96
    ],
    [
        " say all of this. Sog cast five. We owe a big thank you to Jockel Willink and his right hand man,",
        4982.96,
        4990.58
    ],
    [
        " Echo Charles. And without that sponsorship and their outstanding drinks, like their go energy",
        4990.76,
        4998.36
    ],
    [
        " drinks, we thank them. And as we close out, we also want to thank all of our service members today,",
        4998.36,
        5005.68
    ],
    [
        " who are out there defending our country one way or another, whether it's the Army Navy,",
        5006.26,
        5011.52
    ],
    [
        " Air Force Coast Guard Marine Corps. Yes, indeed. And now we have the space force out there. And then",
        5012.0,
        5018.0
    ],
    [
        " we have to add all of our first responders and particularly during the last year, the first",
        5018.0,
        5023.04
    ],
    [
        " responders and anybody that's out in the field helping our people that are sick. We just salute",
        5024.04,
        5030.44
    ],
    [
        " all of you with that we close for today. Thank you for joining us Larry. It's an honor to have",
        5030.44,
        5035.74
    ],
    [
        " you here with us until next time. So welcome to the post show interview here. I'm joined by our",
        5035.74,
        5044.4
    ],
    [
        " current mystery man, Tom Detaknishan, who is a service that's quite well. We thank him for his",
        5044.4,
        5051.86
    ],
    [
        " replicating services like Echo serves, Jaco. We have Tom, the mystery man that works for us here",
        5052.74,
        5059.56
    ],
    [
        " at SAG cast. And so Tom, you've been here for the first four SAG cast, we're part of our history",
        5059.56,
        5066.42
    ],
    [
        " here. What about number episode five with Sergeant Trimble? Is that a man or a man? That's definitely a man.",
        5066.42,
        5073.54
    ],
    [
        " Oh my God. I mean, you're up on a mountain by yourself. Yeah. Yeah, your your indigenous just decide.",
        5073.74,
        5078.54
    ],
    [
        " Hey, I'm done. What do you mean you're done? We're not done. We got a mission to complete.",
        5079.18,
        5085.02
    ],
    [
        " Yeah. But I can relate to some of that. Like, oh, we're done. No, you're no, no, there's work to do.",
        5085.22,
        5091.82
    ],
    [
        " Can't just leave. No, we can. No. But in that predicament, I mean, you've nowhere to go.",
        5091.82,
        5100.12
    ],
    [
        " You're up on top. People are below you throwing hand grenades at you. I mean, a white",
        5100.76,
        5106.98
    ],
    [
        " phosphorus hand grenade at that. And then they had more to camp on top of that. They're",
        5106.98,
        5110.84
    ],
    [
        " mortaring the people below you. And you, I mean, the it's got to be a feeling of we need to take",
        5110.84,
        5118.98
    ],
    [
        " care of this. But I'm helpless. I'm watching these guys on the ground. I'm watching these guys",
        5118.98,
        5123.68
    ],
    [
        " in that camp. I'm seeing the chaos. I'm seeing it. And I can't do anything. Oh, not to mention,",
        5123.68,
        5130.32
    ],
    [
        " while that's going on, I'm getting attacked. So I'm watching this. I'm getting attacked.",
        5130.36,
        5134.44
    ],
    [
        " And then I'm out of water. And there's no warning. There's no inventory.",
        5135.14,
        5139.02
    ],
    [
        " Pours to say attack eminent. Well, there was. But nobody let anybody know that there was an attack",
        5139.02,
        5147.2
    ],
    [
        " imminent. Yeah, the base commander and his, uh, his, uh, is a major buddy to say, oh, no,",
        5147.2,
        5153.36
    ],
    [
        " we got on a control. The village is not there. Not hostile. Not at all. Oh, very good. Yeah. Yeah.",
        5153.54,
        5158.76
    ],
    [
        " You know, it'd be interesting to go. It would, I think it would be kind of a",
        5159.66,
        5163.48
    ],
    [
        " really interesting to go to Marvel Mountain and see and see what it looks like.",
        5163.48,
        5168.44
    ],
    [
        " People have done that spider parks has been back. Dan, who was on Rhode Island later.",
        5168.7,
        5174.96
    ],
    [
        " Both of them have been back and Doug Gottzschall, who's now president of the Special Operations",
        5175.32,
        5181.8
    ],
    [
        " Association. I believe went back to the separate occasion and Dan and spider, I forget if Doug",
        5181.8,
        5188.76
    ],
    [
        " had been on this, but they, separate times met the, the Buddhist monks and he went down. They had",
        5188.76,
        5196.54
    ],
    [
        " a whole, I, I don't want to say I will live the service, but I'm very spear a spiritual service where",
        5196.54,
        5204.14
    ],
    [
        " they acknowledged all those who were killed on both sides of the battle. Yeah. And when spider",
        5204.14,
        5210.58
    ],
    [
        " was there, Robert J. Spider Parks, who was the one zero of my team later through Covey. And",
        5210.58,
        5217.06
    ],
    [
        " on the night of that attack, he came into F will be four on night of 22nd took Pat Watkins.",
        5217.06,
        5224.08
    ],
    [
        " But was he took a nine millimeter submachine gun with him to go downtown to the safehouse.",
        5224.9,
        5232.56
    ],
    [
        " And he missed the battle. But came back in the morning and oversaw it with the damage and the,",
        5232.88,
        5239.08
    ],
    [
        " what he going on. Then we did some help with the cleanup and whatnot. Yeah, because your book really",
        5239.2,
        5243.76
    ],
    [
        " outlines, you know, on the ground, when you read that and you, you take in the guys that were there.",
        5243.76,
        5250.18
    ],
    [
        " You can take in the stories of the guys, you know, sleeping in, in their, in their racks and then",
        5250.7,
        5255.56
    ],
    [
        " obviously getting woken up and then walking down the hall. I could still, I could still picture,",
        5255.56,
        5259.56
    ],
    [
        " like literally visualize that. But it's like, you did a great job, like telling that story from",
        5259.9,
        5266.16
    ],
    [
        " the ground and then listening to this and listening to another, another, you know, what is it?",
        5266.16,
        5272.74
    ],
    [
        " Another, another aspect of it plus another aspect of stuff that was missed in the books because it",
        5272.84,
        5278.08
    ],
    [
        " changes. So it was interesting to, you know, you read the book, you get that kind of sense of what",
        5278.08,
        5285.08
    ],
    [
        " it was like, but then you listen to this and you listen to Larry talk about what it was like up",
        5285.08,
        5290.72
    ],
    [
        " there. And it's, it's a different, it's, it changes everything. Because it does. You now, you get",
        5290.72,
        5295.38
    ],
    [
        " that personal relation, uh, relationship to what it was like. And it wasn't just, you know,",
        5295.78,
        5300.24
    ],
    [
        " oh, we were up on top of this mountain. Like I didn't realize how much they went up here,",
        5300.32,
        5305.5
    ],
    [
        " then they had to climb the ropes and then they had to get this, you know, and I don't know if I'd",
        5305.52,
        5310.46
    ],
    [
        " felt comfortable doing what you guys did. Like going up on top and you have tunnels below you.",
        5310.46,
        5316.68
    ],
    [
        " Oh, yeah. And you don't know what's in them. I mean, I don't know how deep they went into",
        5316.9,
        5320.88
    ],
    [
        " recon those, but I'm guessing you didn't go real deep. But at the same point, what do you know",
        5321.1,
        5325.36
    ],
    [
        " who are the monks hiding? Like you guys said, the monks, were they for you or were they against you?",
        5325.36,
        5331.84
    ],
    [
        " Well, deep down side, you knew they probably weren't exactly. But you just couldn't come out and say",
        5331.92,
        5335.74
    ],
    [
        " that. But then you sit there and you look at those tunnels and it's like, you can hide anything",
        5335.74,
        5340.12
    ],
    [
        " in there. I mean, there could have been a battalion in there. Well, he mentioned, he mentioned",
        5340.12,
        5346.1
    ],
    [
        " a hatch of force to get back. And they could have got harrowed. They took casualties. I don't",
        5346.1,
        5350.26
    ],
    [
        " know if we had any casualties. And I know one of the, that was the effort where one of the",
        5350.26,
        5358.38
    ],
    [
        " lieutenant actually went into a couple of the caves and he was KIA. Yeah. Had a hard time getting",
        5358.38,
        5364.04
    ],
    [
        " his body out. Was it the hatch of force was 40 could be anything from anything from a",
        5364.04,
        5370.86
    ],
    [
        " platoon to a company. Yeah. And so it may have been a platoon size operation. And so on that occasion,",
        5371.38,
        5379.28
    ],
    [
        " and then a few days later, they tried another effort. And again, people got wounded up there.",
        5379.42,
        5386.18
    ],
    [
        " What happened to the marine? That was the one thing I didn't. We got hit. We don't know. They",
        5386.76,
        5392.58
    ],
    [
        " shut them down because Larry never heard from the con. The con. The con never came back. Yeah.",
        5392.58,
        5397.9
    ],
    [
        " When you reached out, we assumed they took the radio. Oh, wow. Yeah. Yeah, I wasn't sure on that.",
        5397.9,
        5402.8
    ],
    [
        " But I mean, exceptional story. I mean, again, the courage and heroic acts that you guys did on a",
        5402.88,
        5412.48
    ],
    [
        " daily basis over there is, I mean, it's to me, it's just unfathomable. I can't, I can't, I can't,",
        5412.48,
        5420.44
    ],
    [
        " I just can't even think of it in today's in today's realm of things. One, I can't see,",
        5420.44,
        5426.34
    ],
    [
        " I can't see any officer out there who's willing to sign up, say, we're going to send this one guy",
        5426.96,
        5431.7
    ],
    [
        " with these eight indige up to the top mountain by himself or with another American. But then we're",
        5431.7,
        5439.9
    ],
    [
        " going to take that American and then they're by himself. The risk that it takes, you know, that that",
        5439.9,
        5444.98
    ],
    [
        " you guys took a huge amount of risk and everything you did. And it shows a lot of just that",
        5444.98,
        5452.22
    ],
    [
        " internal thing that you wonder where that is today. Right. Because it's very few. They just had",
        5452.26,
        5458.34
    ],
    [
        " that movie that came out with just I and I just saw for the first time. But where they put that",
        5458.34,
        5464.74
    ],
    [
        " like a small company into the valley and they and they kept getting warning, you're going to get",
        5464.74,
        5471.24
    ],
    [
        " attacked, you're going to get attacked. Nobody believed that he was attacked. That was outpost. Yeah.",
        5471.24,
        5475.64
    ],
    [
        " Yeah. Outpost. Yeah. I mean, that was that's a that's a similar like a modern day version of",
        5475.64,
        5481.48
    ],
    [
        " 100% yeah of that. And the blog is 23rd and what a horrible, you know, place to put a base and",
        5481.48,
        5488.6
    ],
    [
        " who would put them in the valley like that without anything above. Yes. No, so at least you had",
        5488.6,
        5494.4
    ],
    [
        " a mountain, but you put someone up on it. Yeah. They didn't they didn't put output. They they had no",
        5494.4,
        5498.56
    ],
    [
        " obese, you know, very little anything up there. And it's right. Outpost. They had, yeah, two metal",
        5498.56,
        5504.24
    ],
    [
        " vanners. Two metal vanners in that. Yeah. So I mean, they had good job. That that whole film,",
        5504.24,
        5510.4
    ],
    [
        " they did a great job on that film. I mean, I'll give it to them on that because they included some",
        5510.4,
        5515.02
    ],
    [
        " of the guys for that. Oh, yeah. You know, and hopefully, hopefully we get to see some movies on this",
        5515.02,
        5521.86
    ],
    [
        " stuff. Oh, we can't depend on Hollywood, but we can depend on Jaco. Yes. He's getting our stories",
        5521.86,
        5529.58
    ],
    [
        " out. And and by the time this is aired by Jaco, there will be a saga, a prairie fire video game",
        5529.58,
        5540.36
    ],
    [
        " that will go on market, May the 6th May 6th, which just happens to be my daughter's birthday. So I",
        5540.36,
        5546.32
    ],
    [
        " can't I can't forget to date and two days and try one to be in the fifth and all sergeant. It is",
        5546.32,
        5559.56
    ],
    [
        " and we continue to march forward. So anything else that we want to add in our analysis here,",
        5559.56,
        5564.28
    ],
    [
        " Tom, the technician, no, besides a little wire loose, but you know, we'll figure that out.",
        5564.48,
        5569.74
    ],
    [
        " I think it was I think it went well. That was an amazing story. It's great to see that. I can't",
        5569.92,
        5575.78
    ],
    [
        " wait for the next one because we're pushing. I'm already, you know, I'm just going to put a bed here",
        5575.78,
        5581.1
    ],
    [
        " in a pretty soon, just so I can keep a bump on all this. But it was phenomenal. It was great to",
        5581.1,
        5586.08
    ],
    [
        " meet Larry. It's great to great to hear a story and you know, and see what you guys did. Yeah,",
        5586.08,
        5591.0
    ],
    [
        " amazing man. And like I said, he and Ricardo Davis, I was always amazed when I learned how old they",
        5591.12,
        5595.88
    ],
    [
        " were because I just thought they were they were young, hard charges like the rest of us, but they",
        5595.88,
        5600.48
    ],
    [
        " they were both senior senior time and grade, you know, they were old, hard chargers. They don't",
        5600.48,
        5606.04
    ],
    [
        " knock the age in D&D. Well, on that, we will close our post interview analysis. Again, we thank Jaco",
        5606.04,
        5613.4
    ],
    [
        " and his Jaco productions for giving us the SAG cast. And as always, we always close out thanking",
        5613.48,
        5620.0
    ],
    [
        " all of our service members who are putting their lives online, the first responders, and many other",
        5620.0,
        5626.82
    ],
    [
        " people around the world that are working to help make our country a better place. We'll sign",
        5626.82,
        5633.88
    ],
    [
        " off until next time. We'll see you on SAG, Cast 6, in a very near future.",
        5633.88,
        5639.12
    ]
]