[
    [
        " But one of the things that really opened my eyes is on that deployment.",
        0.0,
        3.3
    ],
    [
        " And really on my previous deployments through my whole career,",
        3.6,
        6.12
    ],
    [
        " the Army in the Marine Corps had absolutely professionalized and",
        6.74,
        11.2
    ],
    [
        " doctrinalized how they trained leaders.",
        11.2,
        14.2
    ],
    [
        " So the Army, the Army would go to this, the company career course,",
        14.86,
        22.44
    ],
    [
        " their career course, they call it, which is a company level commander.",
        22.58,
        24.92
    ],
    [
        " And this is like a six month or a year long school that these guys would",
        25.7,
        29.0
    ],
    [
        " get trained on how to lead their troops.",
        29.46,
        31.7
    ],
    [
        " And they have that at every level enlisted an officer in the Army and in the",
        32.6,
        36.36
    ],
    [
        " Marine Corps. And in the SEAL teams, there was almost nothing.",
        36.36,
        40.58
    ],
    [
        " There was almost nothing.",
        40.82,
        41.88
    ],
    [
        " There was a little junior officer training course that was a life ended up",
        42.1,
        46.62
    ],
    [
        " taking it over when he took it over.",
        46.62,
        47.94
    ],
    [
        " It was, hey, this is where you're going to learn how to write evaluations.",
        48.08,
        50.78
    ],
    [
        " This is going to learn a little bit about writing Navy, Navy,",
        51.18,
        54.52
    ],
    [
        " message traffic.",
        55.36,
        56.02
    ],
    [
        " It was, and you'd get some debriefs on some stuff, but you weren't going to",
        56.02,
        59.92
    ],
    [
        " actually learn any principles of leadership.",
        59.92,
        62.56
    ],
    [
        " And it was just, it was unbelievable that this was taking place.",
        63.42,
        67.6
    ],
    [
        " And I remember as I started to try and push this hard, the, I went,",
        67.6,
        72.3
    ],
    [
        " I started going up my chain of command.",
        72.36,
        73.56
    ],
    [
        " And one of the things that I bring up the chain of command was, was hamburger",
        73.56,
        76.96
    ],
    [
        " university and hamburger university.",
        76.96,
        79.96
    ],
    [
        " If you don't know, it's up in, um,",
        79.96,
        83.2
    ],
    [
        " Sean, I think it's in Schomburg, Illinois, but if you're going to run a McDonald's,",
        84.44,
        88.72
    ],
    [
        " you've got to go to this, this course.",
        88.92,
        91.38
    ],
    [
        " And it's like a six month school that you go to.",
        91.58,
        93.36
    ],
    [
        " And so I remember sitting down with my boss and saying, hey,",
        93.84,
        97.06
    ],
    [
        " have you heard of hamburger universities and what's that?",
        97.26,
        99.12
    ],
    [
        " I said, it's if you're going to run a freaking McDonald's,",
        99.2,
        101.96
    ],
    [
        " you're going to go to a six month training course on how to lead a McDonald's",
        102.12,
        106.16
    ],
    [
        " where you flip burgers and fry french fries.",
        106.16,
        108.52
    ],
    [
        " And we've got guys that have, are going to go out and, and oversee",
        108.78,
        112.36
    ],
    [
        " combat operations and have lives at risk.",
        113.3,
        115.06
    ],
    [
        " And we give them, they don't go to any school.",
        115.56,
        117.32
    ],
    [
        " This is a problem.",
        118.06,
        119.14
    ],
    [
        " And, and, and part of the problem is because we're a victim of our own success.",
        119.6,
        124.18
    ],
    [
        " So hey, you know, Hey, Jocco, you just went on to play.",
        124.48,
        126.88
    ],
    [
        " You came back, you did a good job.",
        126.94,
        128.0
    ],
    [
        " You were in charge.",
        128.0,
        128.46
    ],
    [
        " Okay.",
        128.5,
        128.78
    ],
    [
        " So what we're doing is working.",
        128.78,
        129.7
    ],
    [
        " And hey, this other guy, you know, Leifah, you, you did good.",
        130.34,
        133.62
    ],
    [
        " You got mentored and you got trained up.",
        133.72,
        135.68
    ],
    [
        " So that what we're doing on the job training works.",
        135.68,
        137.94
    ],
    [
        " And, and it does work sometimes.",
        138.2,
        140.44
    ],
    [
        " But, but it also fails sometimes.",
        141.22,
        143.0
    ],
    [
        " And this is, so now we find this in every industry, every industry.",
        143.1,
        146.48
    ],
    [
        " Hey, oh, we, we got, we got echo Charles here.",
        147.0,
        149.82
    ],
    [
        " He's a good salesman.",
        150.04,
        151.0
    ],
    [
        " In fact, he's our best salesman.",
        151.34,
        152.96
    ],
    [
        " Let's put him in charge of sales.",
        153.3,
        154.5
    ],
    [
        " What does he know about leadership?",
        155.16,
        156.28
    ],
    [
        " He knows how to sell stuff.",
        156.72,
        157.82
    ],
    [
        " He doesn't know anything about leading.",
        158.1,
        159.22
    ],
    [
        " Oh, we got echo Charles here.",
        159.48,
        160.74
    ],
    [
        " He's our best, he's our best mechanic.",
        160.94,
        163.04
    ],
    [
        " Okay, great.",
        163.74,
        164.26
    ],
    [
        " What are we going to do?",
        164.6,
        165.18
    ],
    [
        " Let's put him in charge of all the mechanics.",
        165.42,
        166.76
    ],
    [
        " He's good at turning the wrench.",
        167.16,
        168.5
    ],
    [
        " He's not good at leadership.",
        168.64,
        169.42
    ],
    [
        " And we just throw them in there.",
        170.44,
        171.98
    ],
    [
        " And for some reason, people think that leadership is something",
        172.42,
        176.36
    ],
    [
        " you're just born with or that you, you know how to do it intuitively.",
        176.36,
        179.96
    ],
    [
        " And it's just factually not true.",
        180.46,
        181.98
    ],
    [
        " So what we encourage and what you're actually doing is, oh, echo, you're the best",
        182.3,
        187.14
    ],
    [
        " mechanic.",
        187.14,
        187.64
    ],
    [
        " We're going to take you and we're going to elevate you into a leadership position.",
        188.36,
        191.38
    ],
    [
        " And we're going to train you how to lead just like at one point we trained you on.",
        191.48,
        195.22
    ],
    [
        " How to turn wrenches and repair this carburetor.",
        195.28,
        198.8
    ],
    [
        " We're going to train you the same way.",
        199.14,
        201.48
    ],
    [
        " And you've put a massive amount of investment into your leadership.",
        202.42,
        206.06
    ],
    [
        " And one of the earlier questions, you know, when we started as long",
        206.58,
        210.16
    ],
    [
        " front, you know, I can ask, well, how are we going to, how are we going to know",
        210.16,
        213.76
    ],
    [
        " if this works?",
        213.76,
        214.18
    ],
    [
        " What are the metrics to know if this succeeds?",
        214.3,
        215.62
    ],
    [
        " And I still to this day, I just had this conversation the other day.",
        216.08,
        219.4
    ],
    [
        " Whatever metric you're running at your company, that means you were successful.",
        220.16,
        224.38
    ],
    [
        " So whether you're trying to cut the cost to produce or you're trying to",
        224.68,
        227.52
    ],
    [
        " improve your time to produce or you're trying to grow or whatever metric you're",
        227.52,
        231.56
    ],
    [
        " looking at, if we do our job, training your leaders, that metric, all those",
        231.56,
        236.62
    ],
    [
        " metrics that you're trying to prove on, they are all going to improve.",
        236.62,
        239.02
    ],
    [
        " That's what's going to happen.",
        239.34,
        240.36
    ],
    [
        " And and that's where you say, hey, look, we actually have, we do some of these",
        241.32,
        245.06
    ],
    [
        " like, you know, soft skills surveys now and, you know, what do you think your",
        245.06,
        248.76
    ],
    [
        " leadership? And that's good too.",
        248.76,
        249.68
    ],
    [
        " That's good feedback.",
        249.82,
        250.5
    ],
    [
        " It's good feedback to say, hey, the leadership is now has a better relationship with",
        250.66,
        255.52
    ],
    [
        " the troops. That's great.",
        255.52,
        256.4
    ],
    [
        " The troops think the leadership is more entuned with what they're thinking and",
        256.7,
        260.6
    ],
    [
        " what they're saying. Those are those are great things to do as well.",
        260.6,
        263.1
    ],
    [
        " But for me, where the money, where the rubber meets the road is, hey,",
        263.7,
        267.74
    ],
    [
        " we're trying to produce this widget in this amount of time.",
        268.02,
        270.7
    ],
    [
        " And now we're doing it.",
        270.82,
        271.74
    ],
    [
        " We're cutting our costs.",
        271.86,
        272.76
    ],
    [
        " We're getting it out.",
        273.2,
        273.98
    ],
    [
        " Our salespeople are doing better.",
        274.08,
        275.14
    ],
    [
        " That's how we measure leadership success is what is the success of the company.",
        275.6,
        279.62
    ],
    [
        " So as you you invest, you get that ROI.",
        279.82,
        283.24
    ],
    [
        " And that's what I, you know, that's what I love about seeing the success of your",
        284.04,
        287.28
    ],
    [
        " company and some of the other companies that we work with that we get to see",
        287.28,
        291.2
    ],
    [
        " this, this incredible growth.",
        291.2,
        292.56
    ],
    [
        " And, you know, I started this whole thing off saying leadership is the most",
        293.12,
        296.02
    ],
    [
        " important thing on the battlefield in business and life.",
        296.02,
        297.84
    ],
    [
        " And to look at a company like yours where you are proving how that works and",
        297.96,
        303.24
    ],
    [
        " how important it is and how you can grow things and how you can have 4200 employees.",
        303.24,
        310.96
    ],
    [
        " And I'd love to, you know, if you were fishing for a compliment, say no,",
        311.02,
        314.5
    ],
    [
        " but Matt, it all starts with you.",
        314.68,
        315.92
    ],
    [
        " Hey, it does.",
        316.32,
        317.32
    ],
    [
        " I'll give you a compliment.",
        317.56,
        318.48
    ],
    [
        " It does start with you.",
        318.66,
        319.38
    ],
    [
        " But let's face it, you've got employees that haven't seen you in three months.",
        319.68,
        325.82
    ],
    [
        " You've got, you've got someone right now making a decision in a basement 100% on",
        326.0,
        331.12
    ],
    [
        " a, on something that's happening.",
        331.12,
        332.6
    ],
    [
        " And, and that individual is making the right decision as a leader on the",
        333.06,
        338.02
    ],
    [
        " front lines.",
        338.02,
        338.64
    ],
    [
        " He's empowered to do that.",
        338.84,
        339.92
    ],
    [
        " And you, you couldn't see that if your life depended on it, you couldn't help that",
        340.48,
        345.36
    ],
    [
        " person make that decision except for the fact that you already have helped them.",
        345.36,
        349.14
    ],
    [
        " Because you trained him as a leader, they understand the culture, they",
        349.36,
        353.0
    ],
    [
        " understand the mission of the company.",
        353.0,
        354.5
    ],
    [
        " And when you do that, it allows you to, to, to drive a company forward with",
        354.7,
        359.82
    ],
    [
        " people at every level leading making the right decisions and moving in the same",
        359.82,
        365.02
    ],
    [
        " direction strategically.",
        365.02,
        365.94
    ]
]