[
    [
        " On my way to the bridge, I looked at my good friend, Francis Brown,",
        0.0,
        3.58
    ],
    [
        " a third-class quartermaster who was helping steer the ship.",
        3.92,
        6.42
    ],
    [
        " He was one of my best friends on the ship and we hung out together in better times,",
        7.04,
        10.16
    ],
    [
        " playing cards, drinking a few beers and joking together.",
        10.36,
        12.36
    ],
    [
        " We just locked eyes and communicated silently that we might not make it through this one.",
        12.76,
        16.86
    ],
    [
        " I went off to find more CO2 canisters and I ran back towards the bridge,",
        17.66,
        21.82
    ],
    [
        " falling in the process, which caused the CO2 canister to fly out of my hands and crash down the deck with a bang.",
        22.18,
        27.56
    ],
    [
        " As soon as I got up, I saw that I saw what it caused me to slip and fall.",
        30.78,
        35.24
    ],
    [
        " It was blood on the deck that hadn't been there moments before when I left the bridge.",
        35.68,
        39.56
    ],
    [
        " It was my friend, Francis Brown's blood, who had caught a machine gun bullet or a piece of shrapnel in the back of his head and his blood was everywhere.",
        39.86,
        47.18
    ],
    [
        " His eyes were closed but his face was swelled up like a balloon.",
        48.0,
        51.56
    ],
    [
        " It was something that no human being should ever have to see, especially when it's a good friend of yours.",
        52.22,
        56.76
    ],
    [
        " In a little while after going below deck and seeing more scenes like that, I looked that looked like a slaughterhouse with a cacophony of wailing and desperation in the background.",
        60.12,
        69.74
    ],
    [
        " The wounded men kept begging me to help them and it was frustrating for me not to be able to do that because I had to move them from the passageways and into the mess hall so they could get the medical attention they needed.",
        69.76,
        80.26
    ],
    [
        " Finally the jet attack was over and I went back to the top deck and then saw torpedo boats coming at us at a high rate of speed.",
        80.46,
        89.58
    ],
    [
        " And now I saw who it was.",
        90.0,
        91.58
    ],
    [
        " The star of David flags flying above these boats was quite a surprise and at first I assume they were coming to our rescue.",
        92.66,
        99.02
    ],
    [
        " The delusion only lasted a minute because I then saw the splash of several torpedoes that they dropped into the water as they headed towards us.",
        99.64,
        108.86
    ],
    [
        " Did you know they were torpedoes?",
        109.86,
        114.52
    ],
    [
        " I mean, did you identify it seems like that's such a if I would have seen his Rayleigh boats, I thought oh, they're friendly. Oh, something just went in the water. What could that be?",
        115.16,
        122.6
    ],
    [
        " Did you actually know they were torpedoes at that point?",
        122.68,
        124.64
    ],
    [
        " I did, Jaco.",
        125.12,
        126.02
    ],
    [
        " Because I could see the trail in the water.",
        126.02,
        129.58
    ],
    [
        " I saw the two go out.",
        129.86,
        131.6
    ],
    [
        " I don't know where the other one.",
        132.08,
        133.7
    ],
    [
        " They're fired.",
        133.8,
        134.12
    ],
    [
        " They say anywhere from five to six torpedoes.",
        134.3,
        136.94
    ],
    [
        " General rule is five, but I mean five or six.",
        137.02,
        139.98
    ],
    [
        " What differences make now?",
        139.98,
        141.18
    ],
    [
        " But the two that went after I saw those I didn't I don't know where the other ones they could have been asked or forward.",
        143.42,
        149.98
    ],
    [
        " But I do know that one that one did hit and that's that's when the ship started listing badly to the starboard side.",
        150.28,
        160.76
    ],
    [
        " And it just looked like this.",
        161.04,
        162.46
    ],
    [
        " Well, first the ship was picked up this is the outlaw.",
        162.52,
        165.3
    ],
    [
        " So before the torpedo hit you say the four torpedoes launched almost simultaneously.",
        165.34,
        170.04
    ],
    [
        " They had had to hit us.",
        170.04,
        171.62
    ],
    [
        " The Liberty would have sunk immediately and the rest of the world history would have been written quite differently.",
        171.7,
        176.12
    ],
    [
        " Those four had miraculously all missed.",
        176.24,
        178.02
    ],
    [
        " The fifth one was fired and it was immediately obvious that it could not be outmaneuvered.",
        178.3,
        182.52
    ],
    [
        " The countdown began.",
        182.56,
        184.04
    ],
    [
        " We were warned to prepare for a torpedo hit and we hunkered down in torpedo attack mode.",
        184.42,
        189.34
    ],
    [
        " This meant bending your knees and elbows, putting your hands against the bulkhead and relaxing your neck.",
        189.66,
        193.22
    ],
    [
        " And all of that is made nearly impossible as your thoughts of imminent death take over your mind.",
        194.08,
        199.48
    ],
    [
        " So there was a time period where the fourth torpedo launch or sorry the fourth or fifth or whatever it was.",
        199.48,
        204.7
    ],
    [
        " There's one that you could tell that it was going to hit you.",
        204.7,
        207.98
    ],
    [
        " Could you see you could see it in the water coming your way?",
        208.08,
        210.82
    ],
    [
        " No, I couldn't see it.",
        211.18,
        212.86
    ],
    [
        " I was a low decks, one deck below the main deck.",
        213.06,
        215.9
    ],
    [
        " Would they count it off on the one MC or something?",
        216.16,
        218.06
    ],
    [
        " Yes.",
        218.14,
        218.3
    ],
    [
        " Captain said prepare for torpedo hit starboard side and then we knew is this a matter of time.",
        218.68,
        229.04
    ],
    [
        " And it hit and I was thinking to myself if this ship goes down I'm going to go down with it because I'm not going to get in the water and try to stay alive and let them guys shoot me in the water.",
        229.1,
        241.84
    ],
    [
        " I'd better go down to ship and that was my intention.",
        241.98,
        244.76
    ],
    [
        " I was going down but the ship just just were actually stopped listing.",
        245.04,
        250.86
    ],
    [
        " How what are you thinking Larry as this as you're hearing the countdown comes starboard side.",
        253.2,
        258.96
    ],
    [
        " That's got to be absolutely horrifying.",
        258.96,
        261.94
    ],
    [
        " It was and we were internal to the ship.",
        262.2,
        265.6
    ],
    [
        " So I mean we had no place to run.",
        266.34,
        268.24
    ],
    [
        " We were I've been sitting there our general quarters positions doing our job when he said prepare for torpedo attack.",
        268.36,
        276.8
    ],
    [
        " And we got off our position got ourselves up against the bulkhead and squatted down and just braced yourself.",
        276.86,
        285.52
    ],
    [
        " But you know you're not you're never really prepared for something like that.",
        286.66,
        292.26
    ],
    [
        " You just you don't know whether or not it's going to hit right where you're at or somewhere else.",
        292.6,
        300.24
    ],
    [
        " We were above the water line but we were right against the bulkhead that separated our calm spaces and our P and R spaces which is the area that the torpedo came into.",
        300.42,
        314.26
    ],
    [
        " So the explosion itself was definitely for us.",
        315.26,
        320.82
    ],
    [
        " And like I said we got blown to the overhead got concussions and probably disrupt the wounds that we received after that.",
        322.62,
        332.52
    ],
    [
        " But you immediately scramble to your feet to try and help your fellowship mates that are down below.",
        332.72,
        341.88
    ],
    [
        " We didn't know how badly the torpedo damaged that area.",
        342.36,
        347.0
    ],
    [
        " But when we opened up the hatch we could tell you know I mean the water was rising and people were scrambling to try and get up the ladder so that they could get out.",
        347.4,
        356.48
    ],
    [
        " But yeah it was nerve wracking absolutely nerve wracking to say that we weren't scared to death I think would be an understatement.",
        358.4,
        370.52
    ]
]