[
    [
        " This is Jockel Podcast number 331 with Echo Charles and me, Jockel Willink.",
        0.36,
        5.38
    ],
    [
        " Good evening, Echo.",
        5.58,
        6.16
    ],
    [
        " Good evening.",
        6.26,
        6.58
    ],
    [
        " Also joining us for the Back to Back episodes, Ben Milligan, author of the book by Water",
        6.84,
        13.92
    ],
    [
        " Beneath the Walls.",
        13.92,
        15.76
    ],
    [
        " If you haven't listened to Podcast 330, go back and listen to that one.",
        16.02,
        20.3
    ],
    [
        " If you really want to start at the beginning of the Ben Milligan experience, then you've",
        20.36,
        25.52
    ],
    [
        " got to go back and listen to 298.",
        25.52,
        27.18
    ],
    [
        " Ben Milligan, a former seal teammate of mine who has written this incredible book about",
        27.7,
        35.62
    ],
    [
        " the history of special operations and how from this convoluted contorted history, there",
        35.62,
        52.76
    ],
    [
        " that become the go anywhere, commando of choice for the military.",
        52.76,
        59.36
    ],
    [
        " So, there you go, Ben.",
        60.24,
        62.96
    ],
    [
        " Well said.",
        63.3,
        63.58
    ],
    [
        " Thanks for coming back, man.",
        63.92,
        65.26
    ],
    [
        " Said better than I could.",
        65.44,
        66.14
    ],
    [
        " So we got barely in three hours on the last podcast.",
        67.32,
        71.96
    ],
    [
        " We got through World War II in this convoluted crazy story of hits and misses of surfaces",
        72.16,
        79.86
    ],
    [
        " and gaps.",
        79.86,
        80.36
    ],
    [
        " And we're going to roll into now the post-war period.",
        81.68,
        85.86
    ],
    [
        " Postwar, career.",
        86.16,
        88.28
    ],
    [
        " When I was writing the book, I really didn't want to have a book that was Half World War",
        89.5,
        95.64
    ],
    [
        " II and Half Everything Else, but it's kind of out and it up.",
        95.64,
        99.16
    ],
    [
        " And now we just end up with a podcast that's Half World War II and then Half World",
        99.36,
        102.66
    ],
    [
        " II.",
        102.66,
        102.78
    ],
    [
        " I mean, how can you not, though?",
        103.04,
        104.68
    ],
    [
        " Like, when I was thinking about it, like, I cover six chapters on World War II.",
        104.82,
        109.64
    ],
    [
        " And then there's nine chapters of everything else.",
        109.64,
        113.36
    ],
    [
        " But a third of the book is World War II and justifiably so.",
        113.58,
        118.68
    ],
    [
        " And World War II is the worst, everything else that we've ever, most horrible war in history.",
        118.82,
        125.18
    ],
    [
        " And my World War II section, it covers six different theaters of operations.",
        126.16,
        131.36
    ],
    [
        " So it makes sense that it would.",
        131.76,
        133.9
    ],
    [
        " So I don't feel as bad about it when I set out.",
        134.08,
        136.88
    ],
    [
        " Yeah.",
        137.38,
        137.56
    ],
    [
        " Yeah.",
        137.56,
        138.06
    ],
    [
        " All right.",
        138.4,
        139.72
    ],
    [
        " So let's jump into chapter seven, which is the US Navy's postwar plight and the sailor",
        139.92,
        146.92
    ],
    [
        " raiders who led her back to significance in Korea.",
        146.92,
        151.6
    ],
    [
        " Yeah, we'll continue.",
        152.58,
        156.02
    ],
    [
        " We can see we continue Ben with his long-winded chapter titles.",
        156.3,
        161.96
    ],
    [
        " So those aren't even subtitles, right?",
        162.3,
        163.92
    ],
    [
        " That's the actual chapter title.",
        164.54,
        166.02
    ],
    [
        " No, each chapter title is the chapter one.",
        166.02,
        168.86
    ],
    [
        " That's the chapter title.",
        169.12,
        170.12
    ],
    [
        " And then the subtitle is that.",
        170.24,
        171.62
    ],
    [
        " Yeah, because this chapter could have been called chapter seven postwar.",
        171.9,
        177.0
    ],
    [
        " In my defense, I had much tighter chapter titles until my editor got ahold of these.",
        177.5,
        181.86
    ],
    [
        " I like how you're taking ownership of that.",
        182.1,
        184.02
    ],
    [
        " I like how you're blaming your editor.",
        184.3,
        186.14
    ],
    [
        " Now, it is not the person's fault.",
        186.46,
        188.52
    ],
    [
        " You're right.",
        188.78,
        188.94
    ],
    [
        " I have your like my chapter titles.",
        189.14,
        191.6
    ],
    [
        " And for some of these, I spend more time writing the chapter titles.",
        191.82,
        194.48
    ],
    [
        " You imagine trying to compress 30 years of a chapter into a single sentence.",
        194.6,
        200.34
    ],
    [
        " You're doing the absolute best that you can.",
        201.0,
        203.02
    ],
    [
        " So one, give your reader some idea of what's about to undertake.",
        203.14,
        208.84
    ],
    [
        " But two, you don't want to give away anything.",
        209.38,
        211.06
    ],
    [
        " You don't want to say, I think the only chapter that I really give away, I give you some",
        211.32,
        218.12
    ],
    [
        " foreshadowing.",
        218.12,
        218.82
    ],
    [
        " The raid that wasn't the chapter on the Rangers.",
        218.98,
        222.48
    ],
    [
        " You have some sense that this isn't going to go the way that they think it's going to",
        222.48,
        226.78
    ],
    [
        " go.",
        226.78,
        226.98
    ],
    [
        " And then two, the first chapter on the Raiders.",
        227.16,
        231.94
    ],
    [
        " The rise and the violent demise of the Navy's first Raiders.",
        232.04,
        237.5
    ],
    [
        " You want, you're giving your reader a little taste of what's about to come.",
        237.64,
        243.16
    ],
    [
        " I know I can be a little bit of a, what is it, a dart throw from the back of the room",
        244.6,
        250.96
    ],
    [
        " about your titles and stuff.",
        250.96,
        252.64
    ],
    [
        " But as I said, this book is phenomenal.",
        252.92,
        256.44
    ],
    [
        " This book is, when I read through this book, look, the detail is amazing, but you're a",
        257.54,
        266.84
    ],
    [
        " fracking hell of a writer too.",
        266.84,
        268.64
    ],
    [
        " It's funny.",
        269.04,
        269.66
    ],
    [
        " There's the things that you capture, the things that you call out, the dialogue that you've",
        270.46,
        275.1
    ],
    [
        " selected, and what's cool is the dialogue that you've selected.",
        275.1,
        277.22
    ],
    [
        " This is dialogue that's documented.",
        277.96,
        279.58
    ],
    [
        " This isn't like your authors.",
        279.58,
        281.64
    ],
    [
        " You don't do that anywhere in the book.",
        282.04,
        283.1
    ],
    [
        " You don't do anywhere in the book.",
        283.1,
        283.94
    ],
    [
        " You do the, you know, this is basically what was said.",
        284.04,
        286.38
    ],
    [
        " You don't do that anywhere, do you?",
        286.78,
        287.62
    ],
    [
        " It's all, this is what was actually said recorded in this document.",
        288.3,
        292.2
    ],
    [
        " There's only one time where I try to synthesize a conversation.",
        292.86,
        296.3
    ],
    [
        " I think that's when I have two different, I had two documents.",
        296.52,
        300.16
    ],
    [
        " One was Donovan's account of a conversation, and then Miles's account, I want a conversation.",
        300.62,
        306.06
    ],
    [
        " And they both are sort of like confirming what the other said.",
        306.06,
        310.4
    ],
    [
        " That's the only time where I try to synthesize two separate conversations.",
        311.0,
        314.84
    ],
    [
        " Or there was another time when I was synthesizing the conversation that Hall and Mad Smith has",
        315.02,
        321.02
    ],
    [
        " with Kelly Turner about Tinian, and then there's a third account where Drayper Kaufman is listening",
        321.02,
        328.5
    ],
    [
        " it on this conversation.",
        328.5,
        329.52
    ],
    [
        " I'm trying to do my best to squeeze these three things into.",
        329.68,
        332.7
    ],
    [
        " Try and do the different perspectives and come up with something that's close to life.",
        332.98,
        337.4
    ],
    [
        " They don't essentially agree with each other though.",
        337.76,
        339.7
    ],
    [
        " I mean, it's like, you know, you kind of know when something's true, when it doesn't exactly agree.",
        339.82,
        347.24
    ],
    [
        " Like, if you know, your platoon commander and two of your guys show up for an op,",
        347.54,
        354.58
    ],
    [
        " and they both have black eyes, you know, like what happened last night.",
        354.72,
        357.08
    ],
    [
        " And if they both have the exact same story, you know, they're lying.",
        357.48,
        360.4
    ],
    [
        " Yeah.",
        360.46,
        360.6
    ],
    [
        " You know what I mean?",
        361.5,
        362.44
    ],
    [
        " So if there's a slight, if there's, you know, they both kind of rhyme with each other,",
        362.64,
        366.02
    ],
    [
        " but they're not exactly the same.",
        366.04,
        367.34
    ],
    [
        " They were just told from a different perspective.",
        367.54,
        368.96
    ],
    [
        " Well, it's an unbelievable book.",
        369.46,
        373.18
    ],
    [
        " It's a fantastic read.",
        373.28,
        374.42
    ],
    [
        " And it's kind of book also.",
        375.12,
        376.26
    ],
    [
        " You can kind of pick up this is sort of in the vein of about face.",
        376.38,
        380.64
    ],
    [
        " Where in about face, you can pick up that book and you can start to read it.",
        381.0,
        384.18
    ],
    [
        " And in four pages, three pages, you go, oh, that's a good little lesson.",
        384.3,
        388.78
    ],
    [
        " There's something to think about.",
        389.02,
        389.9
    ],
    [
        " And this is the same way that this book works.",
        390.06,
        393.06
    ],
    [
        " Yes, absolutely read it from cover to cover, but you have it sitting on your,",
        393.54,
        398.02
    ],
    [
        " you know, on your on your nightstand and you're not quite tired yet.",
        398.1,
        403.54
    ],
    [
        " Open this book up anywhere.",
        403.82,
        404.94
    ],
    [
        " Read three or four pages and you get a little less in a little piece of history",
        405.32,
        408.96
    ],
    [
        " and also some kind of a leadership lesson in there.",
        408.96,
        410.64
    ],
    [
        " So phenomenal from that perspective as well.",
        411.14,
        413.52
    ],
    [
        " All right, let's jump into this a little bit.",
        414.14,
        416.52
    ],
    [
        " So tell me more about the revolt of the admirals.",
        419.2,
        424.8
    ],
    [
        " What happened with that?",
        424.92,
        425.86
    ],
    [
        " So after World War II, the joint chiefs or there's a huge budget, you know, cut.",
        426.3,
        436.92
    ],
    [
        " I mean, there's nothing's ever happened like World War II.",
        437.14,
        439.92
    ],
    [
        " And World War II, like nothing's ever happened like the end of World War II.",
        440.48,
        445.64
    ],
    [
        " Where, you know, the military, you know, the US military prior to World War II has always had this sort of cycle",
        445.74,
        453.22
    ],
    [
        " where they build up to deal with whatever conflict, whether it was the American Civil War",
        453.22,
        459.02
    ],
    [
        " or the First World War or the Second World War.",
        459.02,
        461.74
    ],
    [
        " They grew from sort of a nucleus force to this massive industrial, you know, mobilized, you know, military.",
        461.9,
        469.48
    ],
    [
        " And then after it, you shrink back down to that nucleus force again.",
        469.88,
        473.68
    ],
    [
        " So you can rebuild again later.",
        473.68,
        476.2
    ],
    [
        " After World War II, the US military or the US public has finally learned its lesson.",
        476.36,
        482.78
    ],
    [
        " We can't shrink back.",
        482.96,
        484.86
    ],
    [
        " You can't be in this industrial or at this era of total war and not field planes and massive ships.",
        485.24,
        495.1
    ],
    [
        " You have to keep a residual force afloat in the air.",
        495.1,
        501.4
    ],
    [
        " But there's still, you can't continue to spend what they were spending in World War II.",
        502.58,
        507.7
    ],
    [
        " So in the military, shrinks drastically.",
        507.94,
        509.92
    ],
    [
        " So all of the military entities are competing for very limited resources.",
        510.5,
        515.76
    ],
    [
        " But now that all of the, you know, worlds or all of the United States' enemies have been defeated,",
        516.6,
        525.22
    ],
    [
        " the one that still exists is the Soviet Union.",
        527.7,
        530.78
    ],
    [
        " And planners don't expect that this is going to be a massive naval effort.",
        531.22,
        536.08
    ],
    [
        " The Soviet Union at that point doesn't have a, you know, a particularly big navy or anything like that.",
        536.56,
        541.04
    ],
    [
        " We don't anticipate that we're ever going to need to land ships in the Soviet or land troops on the Soviet Union",
        541.32,
        547.88
    ],
    [
        " because we have this, you know, huge presence in Western Europe.",
        547.88,
        553.16
    ],
    [
        " So planners in the army and the Air Force are claiming that they need more of the resources",
        556.04,
        560.66
    ],
    [
        " that the navy doesn't need resources because we're never going to have amphibious warfare again.",
        560.66,
        564.56
    ],
    [
        " It's just not going to happen.",
        565.22,
        566.88
    ],
    [
        " Anything that the navy could have done, all the troops that the navy could have transported,",
        567.04,
        570.84
    ],
    [
        " the Air Force can do it with planes.",
        571.26,
        572.34
    ],
    [
        " Or we're already ashore anyway.",
        573.7,
        574.96
    ],
    [
        " So take the money from the navy, give it to the army, give it to, especially give it to the Air Force.",
        575.14,
        581.1
    ],
    [
        " So the Air Force and the army have convinced, you know, most of the top decision-makers",
        581.46,
        588.68
    ],
    [
        " in the Truman administration that they're going to pull money, you know,",
        588.68,
        593.7
    ],
    [
        " rather than Peter Paypal.",
        594.02,
        594.98
    ],
    [
        " Well, the navy sees this prospect of what is about to be done to them,",
        596.22,
        602.12
    ],
    [
        " about to be done to their service.",
        602.28,
        603.52
    ],
    [
        " And not only are they about to lose all of this money and all of this status,",
        604.0,
        608.2
    ],
    [
        " but they're about to be sort of de-clawed, you know,",
        608.2,
        610.96
    ],
    [
        " the navy's not going to be like a force, an offensive warfare force anymore.",
        611.02,
        614.2
    ],
    [
        " And the navy planners are, you know, they're panicking.",
        614.86,
        619.2
    ],
    [
        " Not just panicking for their service, but they realize how difficult,",
        619.74,
        624.86
    ],
    [
        " how complex expeditionary warfare is, and they're doing everything they can to save their service",
        625.06,
        631.0
    ],
    [
        " and by saving the service, save the country.",
        631.0,
        632.5
    ],
    [
        " So they stage essentially a stage of coup.",
        635.74,
        637.98
    ],
    [
        " They're not a coup, but they start leaking stuff to newspaper columnists.",
        638.38,
        650.94
    ],
    [
        " I talked about Merritt Edson, Red Mike Edson.",
        651.92,
        654.96
    ],
    [
        " He resigns from his commission in the Marine Corps,",
        655.2,
        659.56
    ],
    [
        " so he can get out and start protesting publicly.",
        659.56,
        661.94
    ],
    [
        " Eventually, the clamor gets so bad that they have to call a committee hearing in Congress.",
        662.44,
        668.58
    ],
    [
        " And it's, you know, for several days, it's a big to do.",
        669.68,
        673.46
    ],
    [
        " Like they bring in just about every admiral, every famous admiral from World War II to testify in front of Congress.",
        673.7,
        681.5
    ],
    [
        " Yeah, I got a list of names here.",
        681.84,
        683.42
    ],
    [
        " Leahy, Blandy, Nimitz, Halsey, Spruance, Kincaid, Connolly, Carney Burke,",
        685.26,
        692.08
    ],
    [
        " every blue water hero, save Kelly Turner, save Kelly Turner, Farraghan, John Paul Jones.",
        692.74,
        698.48
    ],
    [
        " That is just basically everyone you could, every pipidding naval leader goes in and makes their case,",
        699.3,
        711.04
    ],
    [
        " makes their case for not taking all the money away from the Navy and giving it all to the Army and primarily the Air Force.",
        711.04,
        718.08
    ],
    [
        " No other force and no other nation, Dan Field proclaimed could concentrate aircraft like the Navy,",
        718.9,
        726.02
    ],
    [
        " could seize advanced bases, could defend those bases, could promulgate under-season amphibious warfare,",
        726.44,
        731.24
    ],
    [
        " could bring to bear its underwater demolition teams, its minesweepers, and its radio telephone operators to control air and naval gunfire.",
        731.7,
        741.02
    ],
    [
        " At the conclusion of Dan Field's testimony, a red face speechless Matthew stood and thundered from the committee room for a moment and appeared the Navy had won.",
        742.92,
        751.64
    ],
    [
        " Interestingly, they even mentioned the underwater demolition teams.",
        752.1,
        755.06
    ],
    [
        " I mean, they're so important in the Navy's order of battle at that point that absolutely they're going to,",
        755.52,
        760.98
    ],
    [
        " and they grew, like I was saying in the book, they grew from three teams to 40 teams.",
        760.98,
        766.64
    ],
    [
        " And each of these teams is 100, as 100 guys, plus each one is assigned its own ship, and not only that, but they have an assorted,",
        766.68,
        775.54
    ],
    [
        " all the protection that each one of these teams requires.",
        775.92,
        780.5
    ],
    [
        " Almost each one gets an LCIG gunboat, plus all the battleships that came with that.",
        780.88,
        785.66
    ],
    [
        " I mean, the UDTs have risen to the front rank of the Navy's amphibious warfare plan.",
        786.2,
        791.84
    ],
    [
        " So, but it fails. The whole revolt fails.",
        792.86,
        795.98
    ],
    [
        " And that's that.",
        796.82,
        797.6
    ],
    [
        " Sort of. I mean, it's that until we go until a completely unexpected event happens, the North Koreans invade the South.",
        798.72,
        808.62
    ],
    [
        " That's what we always need to be ready for, that unexpected event.",
        809.14,
        812.92
    ],
    [
        " Unexpected event.",
        813.08,
        813.9
    ],
    [
        " No one anticipates.",
        814.2,
        816.18
    ],
    [
        " One of the things that we've been doing as we've been going through this book, the second time here,",
        816.56,
        820.28
    ],
    [
        " is talk about some of the characters that you were forced to cut out because of just the prudence and sympathy for your readers,",
        820.8,
        831.24
    ],
    [
        " what you'd like to tell me.",
        831.24,
        832.64
    ],
    [
        " Sympathy for the reader, because you would, you could literally make every one of these characters its own book.",
        832.84,
        837.08
    ],
    [
        " So, tell me about Louis A. Johnson.",
        837.32,
        839.58
    ],
    [
        " Louis A. Johnson is, I mean, he's a villain out of central casting.",
        839.58,
        845.08
    ],
    [
        " I mean, he's a total politician.",
        845.78,
        847.86
    ],
    [
        " I think he's a West Virginia attorney.",
        849.94,
        854.02
    ],
    [
        " He's Truman's campaign director in his second campaign for office.",
        854.22,
        860.1
    ],
    [
        " His reward for getting Truman a second term is he becomes the Secretary of Defense.",
        860.64,
        869.28
    ],
    [
        " A position he's not particularly suited for.",
        869.54,
        872.76
    ],
    [
        " He doesn't have a huge military record.",
        872.9,
        874.84
    ],
    [
        " He did serve in the first world war.",
        875.04,
        876.42
    ],
    [
        " I think he was a supply officer.",
        876.52,
        877.6
    ],
    [
        " One of the things he did, one of the last things he did when he was still on active duty as an army supply officer,",
        878.52,
        884.64
    ],
    [
        " is he issued a fairly scathing report of the army's logistics efforts.",
        884.8,
        891.18
    ],
    [
        " He's always kind of been not an outsider, but sort of like the guy with the flames roar.",
        891.56,
        897.76
    ],
    [
        " He just, he does not like the institution that he was a part of.",
        897.76,
        900.74
    ],
    [
        " He thinks it could be run so much better.",
        900.88,
        902.48
    ],
    [
        " And when he sees the US military, he sees redundancies everywhere.",
        902.92,
        907.14
    ],
    [
        " Not just redundancies, but waste, waste, waste.",
        907.54,
        909.52
    ],
    [
        " He wants to get rid of all of it.",
        909.62,
        910.64
    ],
    [
        " He wants to come in like I said with a blowtorch, and he wants to, he stops production of an aircraft carrier.",
        910.72,
        916.58
    ],
    [
        " While it's, I mean, after its keel is already been laid, he's taking money from the Navy and giving it right to the Air Force.",
        916.86,
        922.68
    ],
    [
        " Almost $400 million in one fell swoop from the Navy to the, to the Air Force.",
        923.08,
        927.5
    ],
    [
        " He is, I say, he's a person who never saw an arm without thinking how to twist it.",
        927.94,
        934.04
    ],
    [
        " I wonder my favorite lines from the book.",
        934.64,
        936.44
    ],
    [
        " Like he was, and yeah, I mean, he's the, he's the, he's the, he's the villain of the Navy.",
        936.66,
        947.54
    ],
    [
        " He's the antagonist.",
        947.76,
        949.28
    ],
    [
        " He's, he's the guy who sees, you know, the Navy is just a, you know, waste, a manpower, waste of resources.",
        949.28,
        954.82
    ],
    [
        " Air Force can do everything, particularly with, with atomic weapons.",
        955.22,
        958.42
    ],
    [
        " Nobody else has them.",
        958.58,
        959.22
    ],
    [
        " There's no more war.",
        959.64,
        960.2
    ],
    [
        " This is the end of history for a lot of people.",
        960.88,
        962.62
    ],
    [
        " They think everything's, we're, we're done.",
        962.76,
        965.46
    ],
    [
        " Perpetual peace.",
        965.62,
        966.24
    ],
    [
        " You know, it's, when I first got into the Navy when I was a kid, I remember at some point, you know, I got to the team.",
        967.42,
        975.84
    ],
    [
        " Because in, in, in Buds, you're still in boot camp and then Buds, you're still kind of like isolated to what the Navy actually is and how it actually works, right.",
        975.84,
        982.76
    ],
    [
        " I remember going on my first trip at the SEAL teams and for some reason we had to like get gas for our vehicles.",
        983.64,
        991.74
    ],
    [
        " And we had to pay for the gas from the Navy, like supply depot thing.",
        992.26,
        999.2
    ],
    [
        " We had a special card.",
        999.36,
        1000.9
    ],
    [
        " And I thought, well, you think, you think just like, hey man, it's the Navy.",
        1002.2,
        1006.18
    ],
    [
        " Like they got gas, that's Navy gas.",
        1006.32,
        1008.06
    ],
    [
        " Like we're in the Navy there in the Navy. Hey, cool.",
        1008.26,
        1010.16
    ],
    [
        " Or, oh, we need to fly to some other state.",
        1010.68,
        1014.3
    ],
    [
        " Cool, well, the Air Force is going to pick us up and then we don't have to pay for that there in the Air Force.",
        1014.6,
        1019.52
    ],
    [
        " We're in the Navy, but we're all on the same big team.",
        1019.84,
        1021.66
    ],
    [
        " And you realize it's not like that at all.",
        1022.56,
        1025.9
    ],
    [
        " And that's why these budgetary discussions that happen, they're so...",
        1025.9,
        1031.3
    ],
    [
        " You wouldn't think that they would be a thing, but they're, they're nothing.",
        1031.3,
        1034.3
    ],
    [
        " It's not just that they're nothing, they are nothing.",
        1034.82,
        1037.36
    ],
    [
        " And the way this money gets divvied up and luckily,",
        1037.84,
        1041.12
    ],
    [
        " luckily it ends up being a, for the most part, a positive sort of competitive cycle of people trying to do good",
        1041.64,
        1051.88
    ],
    [
        " so that they can get more money, which drives better results, right?",
        1051.88,
        1055.28
    ],
    [
        " But, but when you talk about efficiency, like if you were to look at the military,",
        1058.96,
        1063.42
    ],
    [
        " just straight up from a pure efficiency, why does the Army have boats?",
        1063.76,
        1066.92
    ],
    [
        " Why does the Army have helicopters? Why does the Navy have helicopters?",
        1067.22,
        1070.38
    ],
    [
        " Why does the Marine Corps have fighter jets?",
        1071.06,
        1074.78
    ],
    [
        " Why, you could just say, well, it doesn't make any sense at all.",
        1075.94,
        1078.52
    ],
    [
        " This is all redundant. If you're going to have one group in charge of the sky, make it the Air Force,",
        1078.52,
        1082.42
    ],
    [
        " you make one group in charge of the ocean, make it the, make it the Navy,",
        1082.58,
        1086.08
    ],
    [
        " you've got one group in charge of the land, make it the Army,",
        1086.22,
        1088.34
    ],
    [
        " there's all kinds of efficiencies that you could kind of think and say, yeah, that makes some sense.",
        1089.22,
        1095.44
    ],
    [
        " But the reality is there's these seams and the seams need to be dealt with.",
        1095.78,
        1099.86
    ],
    [
        " And then you, you want to have in a positive way, you want to have the Marine Corps",
        1100.3,
        1107.18
    ],
    [
        " that has fighter jets and the Navy has fighter jets and the Air Force has fighter jets.",
        1107.82,
        1113.7
    ],
    [
        " And the Army, well, they have A-10s.",
        1114.04,
        1116.82
    ],
    [
        " So close, but you should have said, but they all have, I mean, you're right.",
        1116.96,
        1120.86
    ],
    [
        " Bradley fighting vehicles and, you know, armored vehicles.",
        1120.96,
        1124.32
    ],
    [
        " Well, what about the Army has them, but so does the Marine Corps.",
        1124.5,
        1126.92
    ],
    [
        " And you just go down these lists of where these things cross over, where the efficiencies are.",
        1127.16,
        1131.52
    ],
    [
        " And so this battle that we're talking about, that's a, that's an economic battle",
        1131.78,
        1136.3
    ],
    [
        " for the various forces is a real thing that needs to be contended with.",
        1136.3,
        1140.56
    ],
    [
        " And, and that's sort of another thing as we go forward,",
        1141.16,
        1145.2
    ],
    [
        " that's going to continue to drive the seals to be coming to get created.",
        1145.76,
        1150.64
    ],
    [
        " Because as, you know, you mentioned all that seems like World War II is sort of the end of war for some people.",
        1151.24,
        1158.52
    ],
    [
        " Well, if you want to talk about naval battles, Navy versus Navy,",
        1158.72,
        1164.94
    ],
    [
        " it gets pretty close to saying that World War II is the end of war.",
        1165.82,
        1172.24
    ],
    [
        " Right? It does.",
        1173.04,
        1173.68
    ],
    [
        " For the Navy.",
        1174.02,
        1175.18
    ],
    [
        " And so then what's the Navy doing?",
        1175.72,
        1177.08
    ],
    [
        " Well, we saw that aircraft.",
        1177.56,
        1178.38
    ],
    [
        " Okay, that's cool.",
        1178.58,
        1179.26
    ],
    [
        " But that still is one step back from the people that are on the front lines making things happen.",
        1179.82,
        1187.0
    ],
    [
        " So I just wanted to bring that up from the perspective of where this all goes",
        1187.44,
        1191.9
    ],
    [
        " and how this all plays out.",
        1191.9,
        1193.92
    ],
    [
        " Ted Fielding.",
        1194.52,
        1197.26
    ],
    [
        " Let's do a Ted Fielding.",
        1197.52,
        1198.72
    ],
    [
        " The Ted Fielding, Mac Point and George Atchison.",
        1199.46,
        1201.68
    ],
    [
        " These are all characters that are UDT officers who are almost lost to history.",
        1201.82,
        1208.36
    ],
    [
        " They are that first rank of a frogman that kind of got to go back real quick.",
        1209.18,
        1220.5
    ],
    [
        " So when Korea kicks off, the geography of Korea determines a lot.",
        1220.64,
        1226.12
    ],
    [
        " The Korea is a peninsula.",
        1226.88,
        1231.56
    ],
    [
        " It's accessible everywhere on every coast of it by naval guns and Navy ships.",
        1232.56,
        1239.7
    ],
    [
        " But the mountains of Korea kind of preclude the highways being driven or built right down the center of the country.",
        1241.02,
        1252.0
    ],
    [
        " So most of the highways in Korea, most of the railroads in Korea,",
        1252.2,
        1254.9
    ],
    [
        " all major traffic is going to go up and down the skins of the country.",
        1255.44,
        1260.26
    ],
    [
        " So on either coast, within 15 miles of the coast, the major arteries of the country are going to be established.",
        1260.26,
        1269.04
    ],
    [
        " So when the Inmingun or the North Korean Army, when they attack, they push the South Korean military and the US advisors.",
        1269.94,
        1279.54
    ],
    [
        " They push them into this little pocket down to the far southeast corner of the country,",
        1279.54,
        1284.24
    ],
    [
        " what we call the Pusan perimeter.",
        1284.24,
        1285.64
    ],
    [
        " And the North Koreans are supplying their forces that are attacking this perimeter,",
        1286.34,
        1292.22
    ],
    [
        " up and down these railways that are on the flanks of the coast or on the flanks of the peninsula.",
        1292.62,
        1299.4
    ],
    [
        " So the US military having disbanded the Army Rangers,",
        1300.04,
        1304.42
    ],
    [
        " having disbanded the Marine Corps Raiders, the Marine VAC Recon Company,",
        1304.7,
        1308.48
    ],
    [
        " all of these special operations units that had been created in World War II,",
        1309.08,
        1312.42
    ],
    [
        " none of these units exist.",
        1312.42,
        1314.3
    ],
    [
        " And all commanders want to start fielding something that can help cut these supply lines to the North Korean Army.",
        1315.5,
        1324.68
    ],
    [
        " And the first entity to see the opportunity there, and to see the good that they can be doing on that,",
        1325.2,
        1332.96
    ],
    [
        " the commanders in the US Navy, they see these, but they don't have the troops to do it.",
        1333.44,
        1337.64
    ],
    [
        " And the only troops that are in country that they have are their fragment, the underwater demolition teams.",
        1337.64,
        1344.36
    ],
    [
        " And they've never done any missions like this. They've never gone ashore.",
        1344.92,
        1347.46
    ],
    [
        " The furthest the UDTs have gone ashore, Arno Kanawa, a couple of guys went inland to do a handful of things, but nothing serious.",
        1347.9,
        1355.74
    ],
    [
        " So when we get to Korea, because there are no raiders, there are no Rangers,",
        1356.28,
        1361.0
    ],
    [
        " the Marine Recon are still on their way to the country.",
        1361.56,
        1365.3
    ],
    [
        " The opportunity falls to the only unit that's there, and that's a detachment of UDT Fragment.",
        1367.18,
        1371.8
    ],
    [
        " And they figure it out. They start going ashore, and they do their, they find these real ways,",
        1372.6,
        1379.04
    ],
    [
        " and they try to blow them up with the, I mean, the one thing that the UDT has is a ton of explosives.",
        1379.22,
        1385.18
    ],
    [
        " We got some bombs.",
        1386.34,
        1387.72
    ],
    [
        " I think the first raid that they actually undertake is in Yosu, and it's by George Atchison, who's,",
        1388.38,
        1396.14
    ],
    [
        " he's a relatively new fragment. He wasn't a fragment in World War II, but he's, he's, he's, he's, he's become a really good problem solver in his, you know, four-year career in the UDTs.",
        1396.6,
        1414.0
    ],
    [
        " He's one of the, one of the first guys to participate in what's called the sub-ops.",
        1414.52,
        1419.1
    ],
    [
        " Platoon, he, he's, he started to, instead of being just the, the, the fragment who's swimming on the surface,",
        1419.64,
        1425.86
    ],
    [
        " he's, he's perfected lockouts from submarines. He's, he's driven underwater submersibles.",
        1425.86,
        1432.36
    ],
    [
        " So he, he, he, may, he might not be a raider, or might not be somebody who's trained in, you know, inland demolition raids,",
        1432.68,
        1439.68
    ],
    [
        " but he is somebody who's adaptable, and he leads one of the first raids, uh, short to, to blow up a real, a, a real, real way.",
        1439.68,
        1446.28
    ],
    [
        " And those subsequent guys that come in, fielding, boi, they, they only take the UDTs even further.",
        1446.58,
        1451.94
    ],
    [
        " I'm going to take it to the book on that one.",
        1452.48,
        1454.12
    ],
    [
        " Uh, below the seawall and out of Atchison's view, Foley had likewise heard the handcart and was already splashing into the surf.",
        1454.88,
        1464.42
    ],
    [
        " His legs and arms straining against the slow motion of sucking water and the bad dream unfolding behind him.",
        1464.42,
        1470.5
    ],
    [
        " When he reached the rubber boat, he gave a, a hushed alarm to the crew, grabbed the Tommy gun, and splashed back through the surf.",
        1470.84,
        1477.68
    ],
    [
        " Swimmers lie me Austin and McCormick, waiting, waiting behind to keep up.",
        1478.2,
        1483.04
    ],
    [
        " Under the bridge, Atchison held his breath, waiting for an opportunity.",
        1483.86,
        1487.8
    ],
    [
        " Suddenly a shadowy figure breasted the seawall and charged the tunnel firing a machine gun from the hip.",
        1488.3,
        1494.3
    ],
    [
        " Instinctively, both the North Koreans and Atchison opened fire at the same target, apparently just in time to hear the figure yelling,",
        1494.8,
        1502.38
    ],
    [
        " hang in there LT, I'm coming.",
        1502.82,
        1504.66
    ],
    [
        " It was Foley.",
        1505.2,
        1506.78
    ],
    [
        " Whether or not Atchison realized his mistake, the flash of gunfire unfrozen.",
        1507.38,
        1511.78
    ],
    [
        " Grenade in hand, he pulled the pin and threw it toward the North Koreans, then he threw another and another.",
        1512.18,
        1518.34
    ],
    [
        " The sequence of explosions, all of unknown origin, chased the North Koreans back into the tunnel.",
        1518.86,
        1524.56
    ],
    [
        " Glimpsing his moment, Atchison tore himself from cover and sprinted to the seawall.",
        1525.42,
        1530.12
    ],
    [
        " As soon as he reached the top of the wall, one of the armed swimmers huddled at the bottom, spotted a human head poking over the lip,",
        1530.78,
        1538.34
    ],
    [
        " and made the same mistake Atchison had had, and stitched the wall with fire.",
        1538.34,
        1543.68
    ],
    [
        " One of the rounds tore a hole in the bill of Atchison's hat.",
        1544.48,
        1547.7
    ],
    [
        " Half a second later, Atchison identified himself,",
        1548.48,
        1551.08
    ],
    [
        " you idiots, hold your fire, it's me.",
        1551.48,
        1553.32
    ],
    [
        " And poked his head over again, then scraped down the wall and onto the rocks.",
        1554.34,
        1559.1
    ],
    [
        " At the bottom, he found the rest of his men.",
        1560.18,
        1562.32
    ],
    [
        " Having rolled himself away from danger and over the seawall, Foley was now alert, but gritting his teeth,",
        1562.46,
        1568.92
    ],
    [
        " shot through the hand and thigh, a kneecaps smashed by his fall.",
        1569.6,
        1573.98
    ],
    [
        " Once they were together, McCormick scooped up Foley in his arms and everyone ran for the surf.",
        1574.8,
        1580.78
    ],
    [
        " That medium, that until this mission, the UDT had always considered the furthest limit of their operations.",
        1581.44,
        1591.18
    ],
    [
        " So that's it. That's the first venture out of the surf zone and on to the land.",
        1593.62,
        1600.94
    ],
    [
        " Foley goes home, Foley goes to the movie The Frogman comes out a few months later.",
        1601.18,
        1612.08
    ],
    [
        " And Foley, who's recently returned from Korea, he goes to the premiere, he's wheeled up in a wheelchair.",
        1612.6,
        1618.66
    ],
    [
        " He gets to meet Richard Woodmark, who's the star of the show and everything.",
        1618.66,
        1625.08
    ],
    [
        " That's a pretty cool. That's one of the few things.",
        1625.32,
        1628.16
    ],
    [
        " That would have been a totally missed episode, had I not gone to the UDT museum.",
        1629.06,
        1634.44
    ],
    [
        " I'm walking through that thing, I think I know everything.",
        1634.92,
        1638.24
    ],
    [
        " I walked past a picture of Richard Woodmark and Foley.",
        1638.58,
        1641.28
    ],
    [
        " Damn, dude. They did a good job on the Frogman.",
        1642.2,
        1646.26
    ],
    [
        " They really did. They catch some good attitudes.",
        1646.26,
        1650.9
    ],
    [
        " You're like, oh, I know these guys.",
        1651.36,
        1653.02
    ],
    [
        " The first opening 10 minutes where you're catching the attitude of these UDT guys.",
        1653.3,
        1659.56
    ],
    [
        " You're like, oh, I recognize this attitude.",
        1660.02,
        1661.62
    ],
    [
        " I freaking had to hang out with these idiots my whole life.",
        1662.14,
        1664.78
    ],
    [
        " They're really cocky. They're just getting after it.",
        1665.36,
        1669.3
    ],
    [
        " They do a good job with that.",
        1669.66,
        1671.24
    ],
    [
        " After you say that fielding now and Boyton, they start pushing in and continuing to push.",
        1672.48,
        1677.32
    ],
    [
        " It doesn't happen. It doesn't happen right away.",
        1677.42,
        1680.0
    ],
    [
        " When the marine recon gets in country, the marine, they create this unit special operations group or SAG.",
        1680.92,
        1689.2
    ],
    [
        " It's another one of those entities where the Marines take the front rank of it.",
        1689.8,
        1694.96
    ],
    [
        " The UDT take the subordinate role of just being in charge of the explosives.",
        1695.46,
        1698.74
    ],
    [
        " The Marines are going to go ashore.",
        1698.74,
        1700.28
    ],
    [
        " They're going to, with guns and everything like that, they're going to clear or provide a perimeter for the UDT to come ashore with explosives.",
        1701.1,
        1709.56
    ],
    [
        " Set those explosives onto the railways and then they escape toward it.",
        1709.98,
        1713.28
    ],
    [
        " Now, they have a couple of these sort of the go sideways.",
        1713.38,
        1717.64
    ],
    [
        " A couple of Marines are wounded badly once paralyzed.",
        1719.56,
        1723.62
    ],
    [
        " On the last of these raids, a force of frogmen have to paddle back into shore to rescue their marine comrades.",
        1723.7,
        1732.74
    ],
    [
        " I think eight of them are hanging out in the water and water up to their necks because they can't swim.",
        1733.14,
        1740.4
    ],
    [
        " The UDT's have to, they hand them straps on the boats and they just pull them out back out to sea.",
        1741.1,
        1747.3
    ],
    [
        " But that doesn't stop there.",
        1748.38,
        1750.12
    ],
    [
        " So the SAG is broken apart not long after.",
        1750.12,
        1754.94
    ],
    [
        " I think they have a three week operational lifespan.",
        1755.0,
        1758.86
    ],
    [
        " Wait, the SAG, the Special Operations Group there in Korea has a three week operational career?",
        1759.22,
        1765.86
    ],
    [
        " Yeah, it takes it from all the way up to September, right when the Incheon invasion happens.",
        1766.08,
        1775.66
    ],
    [
        " Once after Incheon, you know, that the imperative to cut the supply lines isn't, it doesn't exist anymore because we've cut the enemy in half.",
        1775.66,
        1783.08
    ],
    [
        " So once we take Incheon, the North Korean siege of the Pusom perimeter falls apart.",
        1783.66,
        1790.64
    ],
    [
        " So that's not to say that UDTs are no longer involved in raids for the rest of the war.",
        1791.3,
        1796.54
    ],
    [
        " What I found the point of the whole chapter was less about the UDTs and more about the Navy's preoccupation with partnering with any force that would be able to provide them raiders.",
        1796.54,
        1814.56
    ],
    [
        " So they partner with the, they create SAG, they partner with Korean partisans.",
        1814.56,
        1820.76
    ],
    [
        " They convince the Army to release the, the, the, the Royal Marine Commandos, the 4, 4, 1, Commando.",
        1821.18,
        1829.3
    ],
    [
        " They essentially steal the Royal Marines away from the Army.",
        1829.68,
        1833.94
    ],
    [
        " They're supposed to go serve with the Army.",
        1834.08,
        1836.12
    ],
    [
        " Admiral Burke was the chief of staff under Turner Joy. He convinces the Army to let him go and creates a one undersea raiding force attached to the USS Perch.",
        1837.44,
        1847.28
    ],
    [
        " But he also just creates a raiding force to partner with his UDTs.",
        1847.82,
        1852.68
    ],
    [
        " So at every point, all these entities are, they, they partner with the US Navy to create coastal raiders.",
        1852.68,
        1862.1
    ],
    [
        " At different points, these, all these units get plucked away, plucked away, pulled away for various reasons.",
        1862.6,
        1867.28
    ],
    [
        " But the Navy, sort of in telegraphing its interest, its intent, its desire for its own raiding force.",
        1867.42,
        1876.12
    ],
    [
        " As soon as these groups are pulled away, they partner with another one, partner with this one.",
        1876.12,
        1881.24
    ],
    [
        " They, some, I mean, at every point, and always sort of the, the common denominator in that process are the UDTs.",
        1881.66,
        1889.68
    ],
    [
        " UDTs never really become like the, the, they don't become seals.",
        1890.1,
        1893.76
    ],
    [
        " In fact, there are guys like Doug Fane, who wrote, writes the book, Naked Warrior.",
        1894.4,
        1901.2
    ],
    [
        " His position is that, you know, the UDTs futures under the water.",
        1902.36,
        1905.7
    ],
    [
        " We're going, I mean, we, he has no interest in inland combat.",
        1906.32,
        1910.08
    ],
    [
        " And the, the contemporaneous documents that I found, I mean, several of them are saying that, you know, the, several naval officers are writing that UDTs, the UDT chain of command, really does not like doing this.",
        1910.74,
        1924.64
    ],
    [
        " Who doesn't, we, I mean, the UDTs would much rather stick to the water.",
        1924.64,
        1929.66
    ],
    [
        " They've only done this as an exigency, and we shouldn't rely on the UDTs as an inland raiding force.",
        1929.88,
        1936.14
    ],
    [
        " We need to create something different.",
        1936.22,
        1937.56
    ],
    [
        " So all the way back in 1953, you can see some reluctance by the UDT, whereas the Navy is sort of pushing the UDT into this.",
        1938.08,
        1944.88
    ],
    [
        " Because the UDT, or the Navy realizes there's real strategic potential here, and having a force that can do, that can project this raiding power from the sea.",
        1944.88,
        1953.76
    ],
    [
        " One of the other forces that we see surfacing to fill this gap again, is talked about in chapter eight.",
        1954.56,
        1963.94
    ],
    [
        " This is the resurrection of the Army's Rangers, and the guerrilla raid that failed to forestall their second death.",
        1964.7,
        1971.84
    ],
    [
        " I'm gonna go to the book here.",
        1973.02,
        1974.44
    ],
    [
        " On November 21, Puckett, or Pukett?",
        1974.92,
        1981.9
    ],
    [
        " Rough Puckett.",
        1982.74,
        1983.84
    ],
    [
        " Puckett.",
        1984.4,
        1984.74
    ],
    [
        " On November 21, Puckett's Rangers were loaned to task force Dolvin, two battalions of mostly tanks and reconnaissance troops intended to range ahead of the rest of the division.",
        1985.1,
        1995.08
    ],
    [
        " For a unit whose motto in the last war was Rangers lead the way.",
        1995.48,
        2000.14
    ],
    [
        " The promotion from rear guard to skirmishers was an improvement, but still not what had been intended.",
        2000.38,
        2007.38
    ],
    [
        " On November 24, the 2pm, machine gun fire forced the Rangers off their tanks and into the scrub.",
        2008.12,
        2014.62
    ],
    [
        " From the Valley 4 Puckett, led a daytime attack to season hold Hill 224, during which one Ranger was mortally wounded.",
        2014.94,
        2023.48
    ],
    [
        " In the chaos, T.F. Dolvin's tanks fired on Puckett's men, killing two and wounding six.",
        2023.48,
        2030.0
    ],
    [
        " The next day, during T.F. Dolvin's phase movement north, enemy fire again opened up on the column, this time from behind.",
        2030.58,
        2038.32
    ],
    [
        " Realizing they were suddenly surrounded, the Rangers bundled off the tanks.",
        2038.76,
        2042.66
    ],
    [
        " Into the middle of a frozen rice paddy and sprinted up Hill 205.",
        2043.32,
        2047.22
    ],
    [
        " Enemy fire wounded three more Rangers and convinced one of Puckett's two platoon commanders to desert the company and hide behind and hide in the Valley Command post.",
        2047.22,
        2057.32
    ],
    [
        " As darkness fell, the Rangers clawed out frozen fox Hill holes amid the hills, emaciated pine trees and Puckett scratched down an artillery support plan.",
        2057.74,
        2068.52
    ],
    [
        " His roster numbered 58 souls.",
        2068.86,
        2071.96
    ],
    [
        " At around 10pm, the sound of drums, whistles and bugles rattled the night silence.",
        2073.4,
        2079.06
    ],
    [
        " A moment later, a cascade of sparks crackled forth from the slope below, followed by the hard thud of mortars and grenades, then a wave of attackers in tan, winter padded uniforms.",
        2079.66,
        2091.62
    ],
    [
        " The fight that followed was not one the Rangers had been promised.",
        2092.5,
        2097.66
    ],
    [
        " Under the ghostly loom of waning red flares, the men fought from the lips of foxholes like trench shoulders, relying on artillery to splash their slope clean.",
        2098.18,
        2109.38
    ],
    [
        " As with rising tides, every wave inched closer and eroded a bit more, bullets, grenades, courage, men.",
        2110.88,
        2119.8
    ],
    [
        " After five hours and five waves, no Ranger had more than a few rounds left.",
        2120.84,
        2126.54
    ],
    [
        " Any man who had not already done so, fixed his bayonet.",
        2127.32,
        2131.84
    ],
    [
        " Then came the sixth wave, shot through the chest with shrapnel and his shoulder, Puckett ducked into the bottom of his foxhole, wrapped white knuckles around his radio handset, cupped the receiver close to his mouth, and begged for another salvo of artillery.",
        2132.24,
        2149.2
    ],
    [
        " The response, get in line.",
        2149.98,
        2152.64
    ],
    [
        " A half second after Puckett's last transmission, two mortar shells exploded next to him, killing his remaining West Point classmate and peppering holes from his feet to his shoulders.",
        2153.26,
        2165.74
    ],
    [
        " When he woke up, he laughed.",
        2166.5,
        2168.54
    ],
    [
        " There was nothing else to do.",
        2169.9,
        2171.74
    ],
    [
        " All around, Puckett's men either snaked down the hill or fought to the death.",
        2173.12,
        2177.76
    ],
    [
        " Holy Mary of God damn this rifle, one Catholic Ranger was heard to curse as he wrenched open his frozen bolt.",
        2179.3,
        2186.54
    ],
    [
        " The last report of Wilbur Clinton, one of the US Army's first black Rangers, was the unmistakable sound of him roaring in rage as he charged a cluster of enemy troops with an empty rifle.",
        2187.88,
        2200.46
    ],
    [
        " He was never seen again.",
        2201.88,
        2203.86
    ],
    [
        " Three private's first class nearly made it to the valley floor when they were stopped not by the enemy, but by the wind that fills their sails of bravery, their duty.",
        2205.04,
        2216.24
    ],
    [
        " Past looters and battlefield executioners, the three stalwarts crept over scrub and bodies until they found Puckett alive but reeling on his hands and knees.",
        2217.48,
        2229.62
    ],
    [
        " As they dragged him away, he was heard muttering the same thing over and over. I'm a Ranger. I'm a Ranger.",
        2230.34,
        2237.2
    ],
    [
        " Months later, McGee would pen a letter to Puckett in the hospital, commending him and the eighth Army Rangers for carrying forth the fullest interpretation of duty, honor and country.",
        2237.66,
        2251.34
    ],
    [
        " This personal satisfaction of doing the job concluded McGee is the highest and often the only reward of a soldier.",
        2252.5,
        2260.28
    ],
    [
        " In the entire letter, McGee betrayed not a trace of bitterness at the Ranger's misuse.",
        2261.96,
        2267.74
    ],
    [
        " Of Puckett's 57 men who started the battle on Hill 205, 17 were wounded and 11 killed. Their bodies destined for the same fate as those at Susternah.",
        2269.34,
        2281.14
    ],
    [
        " The enemy was estimated to have numbered around 600 and they were not North Koreans. With some 300,000 troops, China had entered the war.",
        2282.28,
        2293.76
    ],
    [
        " Ruff Puckett was just a well-known not just, but a year ago, two years ago, it was awarded the Medal of Honor. His distinguished service cross was upgraded.",
        2299.72,
        2311.0
    ],
    [
        " I've always wondered what happened to the three that rescued him if they were appropriately honored.",
        2313.98,
        2321.3
    ],
    [
        " That's no small thing to creep back up that hill with the Chinese soldiers.",
        2323.1,
        2326.9
    ],
    [
        " That's crazy.",
        2327.84,
        2329.24
    ],
    [
        " Is this the raid that failed to first all their second death?",
        2330.76,
        2336.66
    ],
    [
        " No, that's not. That's an example of the Army's misuse of the Rangers.",
        2337.16,
        2345.0
    ],
    [
        " The 8th Army Rangers are created in country. They're created by John McGee, the central character of this book.",
        2346.84,
        2355.58
    ],
    [
        " He fought at Patan. He was a prisoner of war for most of World War II. He escapes. He tries to create a partisan force, fails to do that in World War II, but this is his second chance.",
        2357.1,
        2371.18
    ],
    [
        " He is ordered to explore the idea of creating a partisan force at the beginning of the Korean War. He doesn't find an opportunity for that, but he does establish an idea for the Rangers.",
        2372.22,
        2387.92
    ],
    [
        " At the same time, he's doing this. The Army, back in the United States, is also getting the idea to reconstitute the Rangers.",
        2388.24,
        2397.14
    ],
    [
        " They are two parallel things that are happening. One, there's the 8th Army Rangers that, back in the United States, they're re-creating the Ranger company model.",
        2397.7,
        2410.62
    ],
    [
        " Nobody really up top is thinking about how to employ these Rangers and how to create a command to make sure the Rangers do Ranger missions.",
        2411.12,
        2421.02
    ],
    [
        " Once these Rangers are created, unfortunately, all of these Rangers companies get attached to divisions. Once the divisions have them, they don't really know what to do with them.",
        2421.52,
        2431.52
    ],
    [
        " They just treat them like regular infantry. They've been trained for these behind-the-lines raids. Only a couple of behind-the-lines raids happen.",
        2431.6,
        2438.78
    ],
    [
        " The only thing that could have really first-all of that second death would have been a raid that showed the potential of these Rangers.",
        2439.56,
        2450.08
    ],
    [
        " The raid that could have done that almost succeeds is the Virginia One raid, which is a combination of McGee's partisan and his Ranger entities.",
        2450.82,
        2462.9
    ],
    [
        " He creates this Ranger-led partisan mission to sneak 25 miles behind enemy lines to an inland mountain tunnel to destroy that tunnel, to cut the enemy supply lines.",
        2462.9,
        2476.22
    ],
    [
        " As you'll find in the book, it's a complete disaster.",
        2476.78,
        2480.2
    ],
    [
        " How was the research on that? Did you run into some issues with the research?",
        2481.22,
        2485.28
    ],
    [
        " It was a tough one to research. I knew that this was the raid that I wanted to cover, in part because it did so many things. It did so much work for me.",
        2485.44,
        2496.74
    ],
    [
        " It combined these two wings of the Army's one, their reconstitution of the Rangers, but also the Army's interest in partisan or guerrilla operations into a single mission.",
        2496.94,
        2510.3
    ],
    [
        " I couldn't find a ton on this. I communicated with a guy who formerly served with McGee in the partisan command who'd written a book on this mission.",
        2510.82,
        2524.38
    ],
    [
        " Ed Evinho, I talked to his son, got notes that his dad had used to write his book.",
        2525.28,
        2530.14
    ],
    [
        " I wasn't until I was doing my research for, or research, or I came across a POW report from McGee.",
        2531.7,
        2542.22
    ],
    [
        " So McGee had been a POW in World War II, and I knew that one of the members, the Virginia One raid, had also been a POW.",
        2542.78,
        2550.34
    ],
    [
        " Knowing these POW reports existed in the archives, I did a FOIA request to see if there was a POW report of similar length for Martin Watson.",
        2552.12,
        2562.6
    ],
    [
        " Now the POW report that I had for McGee was like two pages long. I anticipated that I had a two page report for Martin Watson as well.",
        2563.98,
        2572.42
    ],
    [
        " After waiting a couple of months, I finally got an email back saying, yes, we have the report. I was like, great, can you email me the copy of the report?",
        2573.22,
        2581.84
    ],
    [
        " It's like, no, it's in another report. It's about 750 pages long.",
        2583.04,
        2586.18
    ],
    [
        " Like, what can you just pull Martin Watson's section out? They said, no, it's 750 pages. Like, okay.",
        2586.66,
        2593.2
    ],
    [
        " Clearly, there's a miscommunication here. I'll get it the next time I'm in Maryland.",
        2593.64,
        2597.82
    ],
    [
        " Next time I was in Maryland, I spent a whole day researching something else. I had moved on from the Virginia One raid.",
        2598.84,
        2604.28
    ],
    [
        " I was like, I'm never going to find anything on this. I'm going to have to recalibrate, come up with something else that shows what I'm trying to show.",
        2604.66,
        2610.76
    ],
    [
        " End of the day, I was like, oh yeah, there's that Martin Watson POW report. So I requested it. They wheeled it out in the box.",
        2611.58,
        2619.3
    ],
    [
        " I had opened the box. I pulled it open. There's this huge binder.",
        2620.02,
        2623.76
    ],
    [
        " And I'm expecting to leave through it and find the Martin Watson section of this POW report.",
        2624.0,
        2628.42
    ],
    [
        " It went, in fact, every single page in the 750 page collection of papers is all about Martin Watson and the Virginia One raid.",
        2628.62,
        2636.68
    ],
    [
        " It was, it wrote the chapter for me. It was, everything was there.",
        2637.56,
        2641.1
    ],
    [
        " Let me go to the book on Martin Watson because this guy's, well, he's Martin Watson, raised in Hartford, Connecticut's Frog,",
        2641.7,
        2652.18
    ],
    [
        " Hollow District by the competing last stripes of an Irish Catholic diocese, a German grandmother, and local French bullies,",
        2652.18,
        2660.82
    ],
    [
        " Martin R. Watson, red haired, fair skinned, and small, had survived by learning the languages of each group,",
        2661.1,
        2668.38
    ],
    [
        " by building his body until his back was the size of a dinner table, and his legs could not fit into store-bought swim trunks,",
        2668.96,
        2676.38
    ],
    [
        " and by joining up with a gang of local Irish tuffs who were destined for the usual options of East Coast Irish destiny, law enforcement, or crime.",
        2676.38,
        2686.34
    ],
    [
        " With 75 arrests by the time he was 19, the last one requiring seven police officers to detain him, Watson's future would have undoubtedly been the latter, if the Japanese had only stayed on their island.",
        2687.02,
        2702.16
    ],
    [
        " A member of Darby's first Ranger Battalion since North Africa, and thus a veteran of blazing heat, bitter cold, three amphibious landings, and more than a few mountain top alamos,",
        2703.34,
        2714.98
    ],
    [
        " Watson and his echo company platoon had been among the few groups to reach Sisterna's outer outskirts.",
        2715.58,
        2722.64
    ],
    [
        " There, with all hope lost, Watson, at just 21, had volunteered to stay behind to cover his squad's retreat, a sacrifice that resulted in humiliation in the streets of Rome, followed by 15 months at Stalag 2b, situated on the northeastern fringe of the Reich, and known all above, unknown above all, for its cruelties.",
        2723.08,
        2748.82
    ],
    [
        " Watson had responded to captivity by murdering the camp, Commodance, German Shepherd, and by attempting so many escapes that the guards had nicknamed him the Hase, German for rabbit.",
        2749.64,
        2763.72
    ],
    [
        " Upon liberation, Watson had vowed that he would never be a prisoner again.",
        2764.3,
        2769.04
    ],
    [
        " He was a promise, his personality was only to keep for just five months, whereupon, he was jailed for 30 days in east Hartford for inciting a riot, and resisting arrest, crimes that preceded six more similar episodes, breach of peace, assault, intoxicated assault, and assault and battery of a police officer.",
        2769.78,
        2792.66
    ],
    [
        " Sorry, this guy is a freaking maniac.",
        2793.92,
        2797.26
    ],
    [
        " For the last charge, Watson would have faced as much as nine months in jail, had he not re-enlisted in the army, then re-volunteered for the Rangers.",
        2798.38,
        2807.32
    ],
    [
        " At that interview for the Virginia 1 mission, McGee had seen in Watson a man physically distinct from the others, at six feet four, 240 pounds, a chin-haped like a fist,",
        2808.32,
        2820.58
    ],
    [
        " hands the size of country-hams, a reddish-brown Cadillac mustache with Enza's sharpest Tomahawks.",
        2820.92,
        2827.9
    ],
    [
        " The real difference in Watson, however, had lain just below his eyebrows, a gay so comfortable and confident that he looked 15 years older than his 27 years suggested.",
        2828.06,
        2839.86
    ],
    [
        " There was only one issue.",
        2840.18,
        2841.98
    ],
    [
        " Imposing experienced eager, a preternatural fighter, Watson had ended World War II with a rank of T-5, Technician 5th grade, essentially a corporal.",
        2842.78,
        2855.2
    ],
    [
        " In the five years since, he had advanced not a single rank.",
        2855.2,
        2860.2
    ],
    [
        " A fact that belied his leadership potential, which was ample, but spoke volumes about his exposure to a military leader's responsibilities from mission planning to command and control.",
        2860.44,
        2872.24
    ],
    [
        " As you mentioned, he ended up getting captured again.",
        2873.22,
        2881.76
    ],
    [
        " He gets captured again. Not before he manages to get all three of his Ranger comrades safely evacuated.",
        2882.4,
        2891.0
    ],
    [
        " He winds up escaping from the mountaintop alamo that they fight their way off of.",
        2891.5,
        2899.9
    ],
    [
        " A Navy pilot had crashed, so it's him, a Navy pilot, and six Korean partisans, and they are making their way, something like 87 miles to the coast.",
        2900.64,
        2911.42
    ],
    [
        " They are not to the coast, two friendly lines.",
        2911.42,
        2914.02
    ],
    [
        " The Navy pilot gets captured. Most of the Koreans get captured.",
        2914.88,
        2920.54
    ],
    [
        " Watson gets captured, I think, two miles from friendly lines. Almost makes it.",
        2921.48,
        2926.08
    ],
    [
        " In the two Koreans that do make it back to friendly lines, they ultimately are discovered that they had only made it back because they agreed to spy for the North Koreans and they are executed.",
        2927.06,
        2940.32
    ],
    [
        " I'm going to fast forward a little bit.",
        2943.7,
        2945.48
    ],
    [
        " On July 27th, 1953, the armistice that effectively ended the Korean War was signed, and within days the Chinese and North Koreans began publishing daily lists of UN Prisoners of War, earmarked for release.",
        2945.88,
        2960.44
    ],
    [
        " For a printing press operator at the New York Times who received each list directly from the front, this initiated a highly, a nightly series of breath holding paper clutching searches through line after line of names, not one of them belonging to his son, of whom he had no had had no information for two years, five months, and 26 days.",
        2961.4,
        2986.56
    ],
    [
        " So this is Watson's old man.",
        2988.06,
        2989.66
    ],
    [
        " After 32 nights of this routine and having recently been informed that only one more list of 110 names remained to be published, this father left his co-workers and his post behind and made for the Connecticut shore to be alone.",
        2990.3,
        3005.68
    ],
    [
        " There hours later, he was found by local police and informed that the North Koreans had at the last minute added a 11th name to their final list.",
        3007.16,
        3018.58
    ],
    [
        " A name the local police knew all too well.",
        3019.84,
        3023.0
    ],
    [
        " In the 29 months since his capture, Corporal Martin R. Watson, a soldier, no guard or prisoner believed was actually a corporal, had set an example for captivity that to this day has never been exceeded.",
        3024.2,
        3036.28
    ],
    [
        " 30 days after he was captured, for 18 of which he had been starved in a cave to make his 240 pound size, somewhat easier to handle.",
        3037.2,
        3046.64
    ],
    [
        " The local police, Watson and a South Korean comrade, had knocked out a guard with a rock and made for the surrounding mountains where they survived for five days until their pursuers had disabled them by rolling a grenade into their hideout.",
        3046.76,
        3059.06
    ],
    [
        " Never medically treated, except with some shreds of brown paper to cover his wounds, Watson had nevertheless escaped again.",
        3059.74,
        3066.56
    ],
    [
        " This time by wriggling out of his rope restraints and jumping free of a moving truck as it slowed around a bend.",
        3066.94,
        3072.86
    ],
    [
        " This time he survived a week before inadvertently walking right past a wide eyed North Korean patrol.",
        3072.86,
        3078.92
    ],
    [
        " For these attempts and one other, plus an attempted suicide with a broken piece of glass, he had been relentlessly beaten with rifle butts and boot heels and periodically starved and almost always isolated once in an unsheltered hole for 72 days with rations described by the record as Sparse.",
        3079.28,
        3100.42
    ],
    [
        " Rightly suspected as an OSS spy and saboteur, Watson had also been subjected to almost daily interrogation by the North Koreans, the Chinese, even the Russians, who had drilled him on his exposure to the Gestapo in World War II, but especially on the organization's methods and tactics of the paratroop unit to which they knew he belonged.",
        3101.94,
        3123.9
    ],
    [
        " Watson's response to these and other questions had been a mixture of stony silence or intentional contradiction, responses that had invariably earned him a switch across the eyes, a pistol barrel across the face, or hours of kneeling with his nose pressed against a wall and a stone on his head.",
        3126.4,
        3143.44
    ],
    [
        " Throughout these deprivations, Watson never lost his bearing nor conviction.",
        3143.9,
        3149.68
    ],
    [
        " Once standing during a packed camp lecture by a British speaker from the London daily worker to say that he quote didn't know what communism was and didn't care to find out.",
        3150.56,
        3163.22
    ],
    [
        " And quote, nor did he and his fellow POWs want to listen to this trainer, Kami son of a bitch.",
        3163.36,
        3171.78
    ],
    [
        " For this, a front and as his example to other prisoners, he was eventually frog marched before a military tribunal informed of the armistice, then sentenced to death by firing squad. He still didn't talk.",
        3172.4,
        3186.62
    ],
    [
        " In the end, after having been starved from 240 pounds to 120 pounds, his was an example that earned him the final distinction as the second to last UN POW to be released across the Freedom Bridge.",
        3188.48,
        3204.44
    ],
    [
        " On the other side, he learned that the Rangers he had so steadfastly protected from exposure no longer existed.",
        3205.02,
        3215.32
    ],
    [
        " I have a hard time listening to that part of it as dad still. I found that newspaper article and I don't think any dad can read that without getting choked up.",
        3220.82,
        3232.32
    ],
    [
        " But not just that. I mean, every, I mean, the all 750 pages of that document, I was all there and you just do your best to compress, compress, compress, get as much in there as possible because nobody else is writing about this guy.",
        3234.34,
        3246.54
    ],
    [
        " You know that you, I mean, at least I suspected, you know, this guy's lost a history.",
        3247.2,
        3252.06
    ],
    [
        " Well, last time we, you were on and we talked about this. Actually, the first time you were on and we talked about this, I said, that's the next book, right?",
        3254.96,
        3261.9
    ],
    [
        " Like, take those 750 pages, get it down. Let's chop it down to, you know, 500.",
        3262.1,
        3267.76
    ],
    [
        " Yeah, there, there'll be problems to do that, but I think you're right.",
        3268.0,
        3272.44
    ],
    [
        " What would be the problems? Because I'll just go and vote, photocopy that thing.",
        3272.44,
        3275.84
    ],
    [
        " No, no, it's not that. It's the way that the documents are lined out. It's each one of these things or each of that 750 pages.",
        3275.84,
        3283.98
    ],
    [
        " All of these are, most of the things in there are interviews with inmates, other inmates.",
        3284.66,
        3289.02
    ],
    [
        " Other inmates and there's no like chronology to them. So what I've done, which is, I mean, it's kind of a wrap up or like a montage of things.",
        3289.32,
        3298.08
    ],
    [
        " That's the best I could do considering the timeline that I had available to me.",
        3298.08,
        3303.88
    ],
    [
        " But what else isn't out in there? I mean, the entire epitaph for Martin Watson is, you know, what comes after the war.",
        3305.44,
        3316.32
    ],
    [
        " And that's, you know, what comes after the war for so many of these guys.",
        3316.82,
        3320.16
    ],
    [
        " You know, I've talked to, you know, a number of his, you know, family members. And it's tragedy.",
        3320.16,
        3327.86
    ],
    [
        " I mean, though he survives the war and, you know, he comes back and, I mean, he's honored, you know, he's not sufficiently, I don't think.",
        3328.58,
        3339.12
    ],
    [
        " I mean, if there's anybody in the book that, you know, is deserving a military member of the Medal of Honor, it's Watson.",
        3339.2,
        3346.18
    ],
    [
        " I think he was, he received, right, I know he received a silver star for that, which I think is completely insufficient.",
        3346.64,
        3352.04
    ],
    [
        " But what happens after the fact is, you know, he comes back to a wife, comes back and he has children, and he's not capable of managing that.",
        3352.88,
        3361.1
    ],
    [
        " Ultimately, he is, because of his demons, he leaves his family, escapes to Alaska, you know, works on an oil pipeline for years.",
        3361.86,
        3373.62
    ],
    [
        " Only sees his son, I think, two dozen times, and, you know, after he leaves gets cancer and dies, I think, when his son is about 12 years old.",
        3373.96,
        3387.22
    ],
    [
        " One of the last memories that his son has of him is in the hospital bed, and he's completely, he shrunk from, you know, this monster of a man that he used to be into, you know, this emaciated figure.",
        3387.38,
        3400.36
    ],
    [
        " And every time his son would come to the hospital to see his dad, his dad, the password that he had to knock or that he had to give before he came into the hospital room, was courage.",
        3401.04,
        3411.94
    ],
    [
        " So, again, unbelievable detail in here. Although you did mention there's a raid that you've cut from the book.",
        3421.92,
        3436.0
    ],
    [
        " Yeah, the Hwachon Dam Raid. What was that all about?",
        3436.28,
        3439.82
    ],
    [
        " So, the Hwachon Dam Raid is, it's another, you know, failed attempt. It's probably the one.",
        3440.28,
        3446.04
    ],
    [
        " If the Virginia one raid wasn't the raid that would have convinced Army planners that, you know, the Rangers had a purpose to play in this conflict, then it was the Hwachon Dam Raid.",
        3446.88,
        3460.94
    ],
    [
        " And that was a, it was happening almost at the exact same time as the Virginia one team was escaping south along the peninsula.",
        3460.94,
        3474.08
    ],
    [
        " But it was, it was a, it was not well planned, but it was supposed to be a raid on to seize a dam from the North Koreans or from the Chinese that were holding it.",
        3474.66,
        3488.98
    ],
    [
        " And they had to row across a lake. They had to collect, you know, what little boats that the Army had.",
        3489.44,
        3498.02
    ],
    [
        " I mean, within 24 hours, they threw this thing together and the Rangers had to paddle secretly across, land on an enemy shore, and then climb up a mountain to try and get around this dam.",
        3498.54,
        3509.32
    ],
    [
        " And in the process of that, they're contacted by sort of a read out, you know, there was positioned well away from the dam. They didn't even get close to the dam.",
        3510.06,
        3519.84
    ],
    [
        " So before, you know, the morning is even out. They can't, they can't retreat. They can't advance. They can't receive supplies. Eventually they are another force comes and, and relieves them and rescues them.",
        3520.14,
        3533.9
    ],
    [
        " But the raid itself is, is a disaster. It's not until later that the dam is actually pummeled by Navy, Navy fighter bombers that the, the raid is dismantled or taken.",
        3533.96,
        3549.32
    ],
    [
        " But that was the one raid I thought, you know, if I couldn't do the Virginia one raid, and I couldn't show how the Army had turned its back again on this raider concept, and it would have been the wage on dam raid.",
        3551.46,
        3561.5
    ],
    [
        " It's, it's, you know, equally, you know, dramatic, and it's equally important. It's just one of those things you have to make a choice as, you know, as a historian. What are you going to focus on?",
        3562.14,
        3573.22
    ],
    [
        " You've got to, you know, keep moving your reader into the next, you know, you don't want to just jam them up in Korea. You've got to keep, keep moving forward. So.",
        3573.22,
        3581.06
    ],
    [
        " And so ultimately we end up leaving the Korean War with still no real commando unit. Correct. And moving in past the Korean War into Chapter 9,",
        3582.24,
        3595.18
    ],
    [
        " Arleigh Burke, the Bay of Pigs, and the launching of the Navy's limited war seals. And I'm going to the book on this.",
        3595.68,
        3604.74
    ],
    [
        " Proposed as separate and distinct from the fleets, UDTs, the recruits for the new, for the two new seal teams, one on each coast, would like Adam's rib be drawn from them.",
        3606.44,
        3622.18
    ],
    [
        " Ten officers and 50 enlisted men per team, all graduates of the training first conceived for the scouts and raiders, then modified by Kaufman for the NCDUs.",
        3622.18,
        3633.5
    ],
    [
        " The specialized training needed to create the seals, said the memo, would occur at existing Army and Navy schools, or could be added to the present UDT curriculum as required.",
        3634.28,
        3648.52
    ],
    [
        " The four long rumors of a naval commando unit began to hover so thickly above the UDTs that many took the clouds for smoke of their own making.",
        3649.22,
        3659.8
    ],
    [
        " It would require another six months of CNO level conversations, meetings and memoranda to allocate funding, to carve out basing, to hammer out organizational plans and chains of command, to purchase commercial water craft and fund new research for silent motors, to resurrect six Mothball APDs from retirement to study the country of South Vietnam.",
        3660.66,
        3682.76
    ],
    [
        " And there to embark on a type of riverine warfare said one memo that the Navy had not seriously attacked since the war between the states.",
        3682.8,
        3692.52
    ],
    [
        " And at the end of that six months, the Navy would quietly, without any ceremony, commission seal team one on Coronado Island in San Diego and seal team two, at Little Creek in Virginia Beach.",
        3693.06,
        3708.3
    ],
    [
        " So this is, we're starting to get to that culminating point.",
        3711.6,
        3715.62
    ],
    [
        " Yeah, I mean, you touch on the controversy there.",
        3716.68,
        3722.46
    ],
    [
        " Let me see. There's this whole period after the seal teams are created where guys start coming out of the woodwork to say, this was my idea.",
        3722.46,
        3735.52
    ],
    [
        " I did this. I'm the one that wrote the memo.",
        3736.28,
        3738.32
    ],
    [
        " All right. Let's see it. Let's see the memo. Roy Bohn, who was, he wrote an entire book called The First Seal.",
        3738.9,
        3748.3
    ],
    [
        " I mean, he makes the case that it was him that put this thing together and he based, you know, his idea in part off of Mary Miles's book, a different kind of war, a different kind of war didn't come out for five years after, after when the seal teams were created.",
        3748.52,
        3765.04
    ],
    [
        " Oh, so to use Mary Miles is like, his book is the anyway.",
        3765.12,
        3770.34
    ],
    [
        " But yeah, there's a oops. Yeah.",
        3771.76,
        3774.38
    ],
    [
        " But, you know, it's this whole thing that's none of this would have happened without like we talked about in the last episode, not without the effort without the foresight of Burke.",
        3774.66,
        3789.12
    ],
    [
        " And, you know, there were lots of, lots of, you know, folks in the UDT's that they had no interest in going in this direction.",
        3791.22,
        3798.94
    ],
    [
        " There were some that did. I mean, there was a, there was a contingent of folks and like I talked about fielding, Boynton, Atchison.",
        3799.04,
        3804.96
    ],
    [
        " There were guys that had experienced those, you know, those raids in the Korean War and they knew that there was something that more that they could be doing.",
        3805.08,
        3811.7
    ],
    [
        " But I don't think anybody in the UDT's was proposing this, this, this, this, this force, this go anywhere force.",
        3812.44,
        3819.16
    ],
    [
        " And the idea that this would be a go anywhere force, it's there in the original name.",
        3819.46,
        3826.66
    ],
    [
        " I mean, nobody had really thought that, you know, they were going to be creating this capture kill command of force, that they had thought of that go anywhere capability.",
        3827.38,
        3834.54
    ],
    [
        " And that's there from the beginning, that sea air and land capability.",
        3835.08,
        3839.48
    ],
    [
        " And that was all derived from this series of committees and, you know, Memoranda and meetings that Burke had convened with his senior staffers.",
        3839.82,
        3852.36
    ],
    [
        " And they had pulled that from all the ideas that they've been collecting from the fleet.",
        3852.52,
        3856.38
    ],
    [
        " They've been interviewing and talking and having people write white papers and just develop ideas.",
        3856.72,
        3862.68
    ],
    [
        " I mean, the one, you know, genius of Burke is that he realizes he's not a genius.",
        3864.1,
        3868.38
    ],
    [
        " He's pulling ideas from every place he can possibly get them.",
        3868.92,
        3871.58
    ],
    [
        " So when, you know, these guys say that it was my idea, you know, I'm not necessarily, you know, so confident that they didn't, you know, send these Memoranda, we just don't have them.",
        3871.68,
        3880.36
    ],
    [
        " We don't, I mean, there's only one person in his response before that, you know, final establishment, that's him.",
        3880.54,
        3886.0
    ],
    [
        " Him, Burke.",
        3886.7,
        3887.92
    ],
    [
        " But the strange thing about this is, you know, when you say, well, there's a lot of UDT guys that were sort of like, hey, we don't want to do that.",
        3889.72,
        3897.26
    ],
    [
        " And if you were to, if you were to ask, probably the entire time that I've been, that I was in the SEAL teams up until today, the percentage of people that, if you gave them the choice of what type of operation they wanted to conduct.",
        3897.84,
        3916.88
    ],
    [
        " Yeah, right. I know where I'm going.",
        3917.02,
        3919.42
    ],
    [
        " This puzzle, like everyone would say, hey, we want to be on land. We want to push into the land. We want to push into the hinterland.",
        3919.5,
        3927.96
    ],
    [
        " It's, is it cool to come over the beach? Hell yeah, it is. It's awesome. But we want to go over the beach. We want to get from the water to the land.",
        3928.34,
        3935.72
    ],
    [
        " That's where the, the cool things are happening.",
        3936.24,
        3939.4
    ],
    [
        " It's interesting to think that it's interesting to think that you would back in the day, like I know if it wasn't, if it wasn't for the SEAL teams, if I didn't see pictures of freaking guys dressed up like commandos with machine guns in Vietnam, I never would have joined the Navy ever.",
        3940.38,
        3960.42
    ],
    [
        " Not a million years.",
        3961.0,
        3961.98
    ],
    [
        " If you had only seen a picture of a guy in swim trunks with a dive knife, I mean, yeah, it was that is, yeah, what is that? What are you doing?",
        3962.22,
        3969.04
    ],
    [
        " I don't know, but the thing is like everybody who, you know, joined the SEAL teams in that era, that's what they were joining for. They weren't joining because of the SEAL teams. Nobody knew what the SEAL teams were.",
        3969.26,
        3977.56
    ],
    [
        " It wasn't until, you know, they got there and they were like, oh, there's this other thing. Like Mike Thornton, Tommy Norris, Pete, Peterson, Bob Gallagher, they didn't join the SEAL teams.",
        3977.94,
        3986.64
    ],
    [
        " They joined the UDT. They joined the UDT. They joined the UDT. Yeah. And, you know, regardless, they created this institution.",
        3986.64,
        3992.94
    ],
    [
        " The other thing that's interesting about this is when you think about the senior leadership in the Navy, including Burke, being on a ship off the coast, unless you're in World War II, when you're getting attacked by Comic-Consise, being in a ship off the coast of combat is totally different.",
        3993.62,
        4016.62
    ],
    [
        " It's a world away. If you're in a ship off the coast of a combat zone, you are a world away from combat. Like I said, unless you're in World War II, and there's freaking Comic-Consise coming at you, God bless you.",
        4016.62,
        4029.34
    ],
    [
        " But if you're not in World War II, or whatever this next war is going to be, or whatever this next war is going to be, possibly.",
        4029.8,
        4035.36
    ],
    [
        " Yeah. You're in a different scenario. So it's interesting to think that the senior leadership thought, let us get involved in that. Let us, the Navy, get involved in that stuff over there, over the horizon, onto the land, where there's bullets and bad guys and snakes.",
        4037.8,
        4060.8
    ],
    [
        " You would think part of the Navy would say, hey, look, that's not really our business, that's not our thing. We're staying our lane over here. We'll get you to the beach, you take it from there.",
        4062.6,
        4070.22
    ],
    [
        " So if it wasn't for this void that the Navy had seen over and over and over again, where they couldn't get someone to do what we needed them to do, the Navy couldn't get commandos to do what they needed commandos to do, anybody could have stepped into this role.",
        4071.38,
        4087.58
    ],
    [
        " Well, anybody could have. And when I look back and you can almost use the example of aviation as a counter to my whole thesis, you would say, well, just because the Army in the Marine Corps had failed to do this, doesn't mean the Navy wouldn't have done this as well.",
        4087.58,
        4113.52
    ],
    [
        " I mean, you could have had the Rangers, you could have had the Green Berets, you could have had all these entities and the Navy still would have created the SEAL teams. And I say, I don't think so. And the reason I think that that's wrong is because of all these episodes of the Navy attempting to partner time and time again.",
        4113.52,
        4130.64
    ],
    [
        " Like the Navy is constantly saying, we will support you. We will just let us partner with something. Stop taking this away from us. Because all through the Korean War, all through World War II, the Navy is sponsoring various commando units.",
        4130.7,
        4146.7
    ],
    [
        " I think that argument, it's not an argument that's been made back to me, but it was always an argument that I was thinking about when I was writing this book, to confirm to sort of mean test my own thesis.",
        4148.82,
        4161.68
    ],
    [
        " I think that's the reason I was writing this book, I think it's not an argument that I was thinking about when I was writing this book, I think it's not an argument that's been made back to me.",
        4174.1,
        4191.66
    ],
    [
        " I think that's the reason I was writing this book, I think it's not an argument that's been made back to me. And I think that's the reason I was writing this book, I think it's not an argument that's been made back to me.",
        4200.56,
        4221.64
    ],
    [
        " I think that's the reason I was writing this book, I think it's not an argument that's been made back to me. And I think that's the reason I was writing this book, I think it's not an argument that's been made back to me.",
        4235.26,
        4246.76
    ],
    [
        " When the big Navy says, hey, we need somebody that can stay in the water and also go up on that and everyone goes, hey, we'll take the land part over here.",
        4246.76,
        4252.6
    ],
    [
        " We'll give it a try, but then damn, that sucked! We were freezing, our weapons didn't work, we lost two guys that drowned, right? That's what happens. And there's no enemy there.",
        4253.56,
        4264.36
    ],
    [
        " Yeah, that's what I want us to do back there.",
        4264.9,
        4266.92
    ],
    [
        " I mean, there's some things that maybe you want us to blow up from time to time, and you may want us to figure out how deep the water here is.",
        4268.54,
        4275.54
    ],
    [
        " A lot of us just, like that whole gap of the animals or the revolt of the animals, they want to prove their relevant. Everybody wants to be relevant.",
        4277.64,
        4288.6
    ],
    [
        " And institutions are just collections of people, and institutions are going to make themselves relevant, whether it's in the market or with government agencies.",
        4289.82,
        4299.68
    ],
    [
        " I mean, we are going to find opportunities, or if there are no opportunities, you're going to make them.",
        4299.92,
        4305.8
    ],
    [
        " And you're not, I mean, everybody wants to earn their paycheck and feel like they've done something. I mean, if there's nothing to do, well, you're going to find it.",
        4306.9,
        4315.5
    ],
    [
        " Yeah, I'm going to find something. You talked about Berks' CNO ceremony a little bit when we kicked this thing off.",
        4315.5,
        4323.62
    ],
    [
        " I mean, were you going to, what else were you going to say about that?",
        4323.7,
        4327.68
    ],
    [
        " The whole chapter had started. I actually found Berks' CNO ceremony on YouTube. I don't know how many times I watched it.",
        4328.1,
        4337.28
    ],
    [
        " I mean, I don't know how many times.",
        4337.84,
        4339.3
    ],
    [
        " When he became CNO. That's on YouTube?",
        4339.34,
        4342.54
    ],
    [
        " That's on YouTube. I think there's 500 views. I'm responsible for 485. How long is it?",
        4342.68,
        4352.22
    ],
    [
        " Well, I mean, they compress it. I think there's a couple of different versions of it, but maybe 30 minutes.",
        4353.2,
        4360.86
    ],
    [
        " But there's different speakers and everything. I'm watching this thing, time after time.",
        4361.74,
        4365.7
    ],
    [
        " I remember watching this thing in the middle of the night. I'm not doing anything bad. I'm watching 50-year-old Navy CNO.",
        4365.7,
        4375.28
    ],
    [
        " Did he give a powerful speech or something?",
        4376.5,
        4378.72
    ],
    [
        " His speech is terrible. He's not a good speaker. He's sort of choppy.",
        4379.08,
        4383.02
    ],
    [
        " There's a couple other speakers that get up in the process that are actually better than him.",
        4383.68,
        4387.72
    ],
    [
        " So why are you so hyped on this thing that you watched it 499 times?",
        4387.94,
        4391.32
    ],
    [
        " I think a lot of it was just because some of the things that are said, they're talking about this revolution that's undergoing with naval warfare, that's about to undergo with naval warfare.",
        4391.32,
        4403.96
    ],
    [
        " When Burke gets up, he articulates his ideas. So many of his ideas are the navies at the cusp of this technological revolution.",
        4404.86,
        4415.48
    ],
    [
        " And so when Burke comes into office, any person who listened to that speech would think, well, the Navy is going to evolve.",
        4415.52,
        4425.48
    ],
    [
        " They're going to go deeper. They're going to go further up. They're going to start taking advantage of nuclear weapons.",
        4426.38,
        4432.84
    ],
    [
        " It's going to be a technological revolution in the Navy. And that's where it will stop.",
        4432.84,
        4438.34
    ],
    [
        " But that's not what happens. Burke's interest, Burke's emphasis does not stop.",
        4438.44,
        4448.96
    ],
    [
        " Yes, he modernizes the fleet. He puts nuclear weapons on submarines.",
        4449.3,
        4454.38
    ],
    [
        " He stretches the navies reach from the bottom of the ocean to the edge of the atmosphere. But in between that gap, he also does a lot of things.",
        4455.36,
        4464.56
    ],
    [
        " I think the most consequential is the establishment of this unit. You wouldn't have predicted that. Or you would not have seen a...",
        4464.84,
        4479.34
    ],
    [
        " He would not have conveyed any plans like that in that presentation. So, or that initial speech. So I was watching it, not just for what was said, but for what was not said.",
        4479.34,
        4490.76
    ],
    [
        " How much credit are you given to Kennedy in this old gig?",
        4490.78,
        4493.3
    ],
    [
        " So, Kennedy, so there's a lot of old frogmen that you meet who they still think that the SEAL teams would not exist without Kennedy.",
        4493.84,
        4504.54
    ],
    [
        " It's a really, apparently compelling myth. I don't know why, because Kennedy dies in November of 63.",
        4505.78,
        4514.42
    ],
    [
        " The SEAL teams are established in January of 62. And if there's anything that we learn in the preceding chapters of this book is that all of these units, they could have been killed in the crib.",
        4514.42,
        4527.3
    ],
    [
        " They could have strangled the death in an infancy or smothered by a pillow as well how I describe it.",
        4527.6,
        4533.4
    ],
    [
        " All of these units could have been disbanded. I mean, the SEAL teams are only two years old at the time of Kennedy's death.",
        4534.52,
        4540.68
    ],
    [
        " So, even if Kennedy had been responsible, and I don't think he is, because all of the committees that Burke has convened before Kennedy's even elected, they proceed his election.",
        4541.22,
        4553.56
    ],
    [
        " They're already mentioning the word SEAL before Kennedy's elected. They have these plans already in place. Kennedy's supportive of them.",
        4553.68,
        4561.16
    ],
    [
        " But he's not the reason that they're put into place.",
        4562.0,
        4566.92
    ],
    [
        " Yeah, some of Kennedy's speeches, he's talking about unconventional warfare, he's talking about all these commando type things.",
        4567.06,
        4574.0
    ],
    [
        " And he wants everybody to get involved in this. He does. But the Navy is already forward leaning into this.",
        4574.26,
        4580.5
    ],
    [
        " The Army too, the Army. And when Kennedy comes in, he has a love affair with the concept of counterinsurgency and his favorite unit of all time, which is the Army Special Forces.",
        4581.54,
        4595.54
    ],
    [
        " Yeah, I think I've read a speech of his at West Point that's real. Actually, I read it on this podcast because it sort of indicates so much the whole idea of the Special Forces.",
        4596.58,
        4609.7
    ],
    [
        " Special Operations and how big it's going to be for him. What about going as you're trying to research the Bay of Pigs, you know, you got the CIA, was there how available is information about that?",
        4609.86,
        4620.42
    ],
    [
        " It's a black hole. To this day, huh?",
        4620.64,
        4623.26
    ],
    [
        " To this day, I don't know how many requests I made of the CIA's archives for information. I would find, you know, a thing here or there, but not very much.",
        4623.32,
        4632.48
    ],
    [
        " There, I was able to find several of the frogmen that participated in the Bay of Pigs. I was writing up until the final days before the publisher literally ripped a book out of my hands.",
        4635.14,
        4648.46
    ],
    [
        " I was talking to Korean frogmen or Cuban frogmen. And, you know, found one. I couldn't believe I found him.",
        4648.58,
        4658.52
    ],
    [
        " I interviewed him and then he gave, you know, me a number for another guy. I couldn't believe he did. And I talked to him, gave me a number for another one before I knew it. I was talking to all these guys. I was like, oh my gosh, this is incredible.",
        4659.28,
        4670.54
    ],
    [
        " I didn't never expected, you know, to find any of these, you know, covert operatives, but, you know, here they are. And they wanted to tell their story. So it was pretty cool.",
        4670.72,
        4680.44
    ],
    [
        " Awesome. So we get through that time. Anything else you want to cover in that chapter?",
        4683.0,
        4686.98
    ],
    [
        " I mean, you could now I think I graced in Lynch and rip Robertson. I mean, these are these are guys that you cut.",
        4688.48,
        4696.48
    ],
    [
        " I didn't cut them. They're in the book. I mean, they they they could be their own. Yeah, they could be their own books. I mean, they're both, you know, they're both the CIA, you know, not case officers.",
        4696.84,
        4707.84
    ],
    [
        " They're the paramilitary officers that are leading not just the reconnaissance, not just the Cuban frogman or the raid that the Cuban frogman do.",
        4707.84,
        4716.72
    ],
    [
        " But they're also, you know, running the entire mission. They're back on ships, you know, relaying information, doing everything they can to support the invasion.",
        4717.48,
        4730.78
    ],
    [
        " They're held, you know, back and then when the the brigade forces collapse, both Robertson and Lynch, they spend two weeks sleeping almost not at all doing everything they can to rescue as many brigade survivors as they can.",
        4730.78,
        4746.6
    ],
    [
        " So when they finally do get pulled or when they finally do get pulled in the Navy supporting that entire effort, the Navy doesn't support the the initial raid almost at all despite Berks repeated protests and has repeated attempts to get Kennedy to to let the Navy intervene.",
        4747.12,
        4764.92
    ],
    [
        " But the Navy does not abandon the Cuban brigade members. They they night after night, the Navy sending whale boats ashore to do anything they can to rescue survivors.",
        4765.4,
        4777.74
    ],
    [
        " And the most compelling characters and the whole testimony that our Robert Kennedy convenes in the aftermath of these two guys when they they show back up to testify in front of this committee.",
        4778.3,
        4791.94
    ],
    [
        " They're completely sunburned black almost. They show up in boots that are salt that are crested white with salt water. I mean, they're pretty pretty convincing.",
        4793.24,
        4802.72
    ],
    [
        " And and Grace and Lynch, you know, he goes to his grave, you know, hating anything, you know, remotely related to Kennedy.",
        4803.32,
        4811.26
    ],
    [
        " He goes on to another career. He was an Omaha Beach. He was at Omaha Beach. He became a green beret. He joins the CIA. I think he ends his government service with the D.A. He starts the D.A.",
        4811.72,
        4822.64
    ],
    [
        " You believe it?",
        4822.98,
        4823.6
    ],
    [
        " That brings us up to chapter 10, which is titled Kennedy's Army of Gladiators and the counterinsurgency that blunted their swords then cleared the way for another contender.",
        4825.04,
        4839.6
    ],
    [
        " That goes getting a kick out of that one.",
        4841.28,
        4843.0
    ],
    [
        " And you know, you talk about the fact that this was a really hard chapter chapter for you to write.",
        4844.28,
        4851.86
    ],
    [
        " And you this is this is the and it makes sense that it's hard to write because you've got the special forces.",
        4853.42,
        4859.52
    ],
    [
        " Yeah.",
        4860.32,
        4860.5
    ],
    [
        " Which by all means, look, if the Marine Corps isn't going to make some kind of a maritime special operations go anywhere for us, then if the Marine Corps is not going to do that, then certainly the Army special forces should become this capability.",
        4861.48,
        4879.56
    ],
    [
        " And it's a very bizarre, I think it's bizarre as a strong word. It's a very interesting thing that drives them in a different direction.",
        4880.34,
        4889.32
    ],
    [
        " Right. Yeah, I mean, it's totally unpredictable. I mean, they create them in 1952, sort of right after the failure of the Virginia One raid, but they see the potential of partisans, or they see the potential of guerrilla forces.",
        4889.76,
        4902.22
    ],
    [
        " I mean, the one disadvantage that the West has compared to the communist forces, the Soviet Union, are, you know, we don't have as many men.",
        4902.22,
        4912.64
    ],
    [
        " We just don't have the manpower.",
        4912.78,
        4913.92
    ],
    [
        " So, or at least in the military, we don't.",
        4914.1,
        4916.88
    ],
    [
        " So, our idea or the idea of special forces is to be able to, you know, parachute behind enemy lines and raise a guerrilla force to raid the enemy's vulnerable spaces.",
        4917.02,
        4929.82
    ],
    [
        " The problem that they, you know, discover in this period between 1952 and 1962, is that the Soviet Union is not like other countries, it's not like the West.",
        4930.52,
        4939.26
    ],
    [
        " If you want to, you know, create a partisan force in central Colorado, you might be able to do it. You might be able to find some, you know, wing nuts out there and raise a militia and, you know, go attack, you know, oil plants or whatever.",
        4939.48,
        4951.18
    ],
    [
        " You could probably do that because we have an open society.",
        4951.4,
        4953.66
    ],
    [
        " That's because I did that does happen.",
        4953.98,
        4955.42
    ],
    [
        " Yeah, right. Yeah. But, you know, you can't do that in a, in a, in a, in a Gestapo state or so, because they know they've got identity cards on everybody. I mean, you can't.",
        4955.44,
        4966.92
    ],
    [
        " There's just not, there's not the infrastructure to be able to do that. So, the special forces, you know, have, you know, this idea that you're going to have behind the lines raiders made up of indigenous forces, it's ridiculous.",
        4966.92,
        4978.36
    ],
    [
        " So, they sense that they know that and they start to evolve themselves. They transform themselves into a completely sort of different unit, which Kennedy finds out about or sort of, you know, these two things are sort of happening at the same time.",
        4978.84,
        4996.9
    ],
    [
        " Kennedy is discovering this concept of counterinsurgency and the winning of hearts and minds and the least, if not, the creation of American freedom fighters, at least denying tribesmen and indigenous peoples to the Soviets.",
        4996.9,
        5014.34
    ],
    [
        " So, why don't we support these people? Why don't we, you know, give them weapons? Why don't we train them out of fight? And it becomes, you know, the perfect, you know, marriage of capability and an opportunity.",
        5014.74,
        5027.06
    ],
    [
        " Counterinsurgency and the special forces, so they're married together and that leads us into Vietnam.",
        5028.18,
        5034.98
    ],
    [
        " Yeah, the transition, these guys started off where they started, you know, in the early 1950s.",
        5035.96,
        5045.3
    ],
    [
        " It looks like they could end up just being a good commando force or a straight-up commando force.",
        5045.32,
        5050.94
    ],
    [
        " Absolutely.",
        5050.94,
        5051.3
    ],
    [
        " I mean, I'm going to the book here, you say established in 1952, the special forces had been intended to replicate the experiences of its founder and first commando, former OSS operative Colonel Aaron Bank in 1944,",
        5051.78,
        5063.48
    ],
    [
        " as a 41-year-old Jedberg. He had dropped into France, led resistance fighters. Then in 1945, his improperly-suit sounds had almost led an operational group of German POWs into the Alps on a mission to capture Hitler.",
        5063.92,
        5079.88
    ],
    [
        " Hell yeah. Guided by these examples, Bank and his successors had erected an organization to match their mission.",
        5080.72,
        5087.44
    ],
    [
        " 2000 airborne qualified soldiers spread across three forward-staged battalion-sized groups, one in Okinawa, one in Germany, one in Fort Bragg, North Carolina.",
        5087.96,
        5095.68
    ],
    [
        " Already at a moment's notice to drop into an enemy country and lead a ready band of resistance fighters to physically create these groups, a special warfare center had been hacked out of a remote corner for Bragg in the mid-1950s and volunteers had been recruited.",
        5096.18,
        5111.1
    ],
    [
        " Plenty of former Rangers, old jocks strap type commandos.",
        5111.9,
        5116.18
    ],
    [
        " No first enlistments or second lieutenants permitted to apply, and ushered through a three-month course in guerrilla warfare with a staggering 90% dropout rate.",
        5116.96,
        5127.74
    ],
    [
        " This was followed by language instruction and individual courses in one of four specialties weapons, demolition, radio communications, and longest of all medicine.",
        5128.12,
        5136.14
    ],
    [
        " The pipeline culminated with a multi-week exercise in which candidates infiltrated a notional enemy country linked up with a band of dissidents, which were other candidates, sent up a hinterland base camp, imparted their individual specialties, and it led their guerrillas on a series of raids and ambushes, all why avoiding a aggressor force of local deputies, National Guardsmen, and state police.",
        5136.14,
        5159.44
    ],
    [
        " There you go man, that's special forces, what is it Robin Sage?",
        5161.5,
        5167.38
    ],
    [
        " It's Robin Sage, yeah, and they still have it, and they know still the idea is that you're going to be able to lead or find these groups.",
        5167.74,
        5177.38
    ],
    [
        " I think that's the trick, how do you find these groups in Soviet societies, or societies where you have an aggressive Gestapo-type police force, you don't have a free society.",
        5177.38,
        5192.1
    ],
    [
        " The only place that you're going to find a ready pool of candidates to join a thing like this is in ungoverned spaces where there aren't these state police, secret police.",
        5192.68,
        5209.58
    ],
    [
        " What's the deal with Yarbrough's daughter?",
        5210.42,
        5212.0
    ],
    [
        " I was one of the things that I was...",
        5213.5,
        5217.54
    ],
    [
        " So, Yarbrough, he's the...",
        5217.54,
        5220.4
    ],
    [
        " It was tough to find the character in this.",
        5220.4,
        5223.32
    ],
    [
        " I always try to, you know, when I was working on a chapter, working on a different unit, I was always trying to find, you know, one, you know, the operation that was, you know, most consequential to driving, you know, that mission's either success or failure, their continuation, their disbandment.",
        5223.5,
        5241.9
    ],
    [
        " But then once I found the operation or the program or something, I was always trying to find the character that was most important to that mission's success or failure.",
        5241.94,
        5250.66
    ],
    [
        " Yarbrough, this chapter is distinct in one way. There's no operation.",
        5251.3,
        5257.9
    ],
    [
        " I'm covering lots of little mini battles. I mean war is changing at this point, so, you know, the sort of the chapter structure that I had settled on World War II and the Korean War, you know, where I focused on one mission.",
        5258.58,
        5271.88
    ],
    [
        " The main operation is kind of gone at this point in the book because, you know, there's so many battles that are occurring or so many little small scarmishes.",
        5272.1,
        5280.46
    ],
    [
        " But, you know, I focused on Yarbrough because he's the person who... he creates the Special Warfare Center or the School House for Green Berets and marries, you know, the Green Berets to this new operation of counter-insurgency.",
        5281.06,
        5299.22
    ],
    [
        " So there's no more commando operations for the Special Forces, no raiding or anything like that. It's only coin or counter-insurgency.",
        5299.22,
        5305.48
    ],
    [
        " So he's training guys not to just, you know, lead ambushes and things like that, but he's teaching his guys to dig wells and, you know, how to, you know, animal husbandry and how do you... how do you convince, you know, tribal people, you know, to join your group.",
        5305.92,
        5320.54
    ],
    [
        " You have to, you know, you've got to do med checks, you've got to do all the sorts of things that nobody really likes to do.",
        5320.74,
        5325.3
    ],
    [
        " But in the course of him, you know, overhauling the Special Warfare Center and in the course of him preparing to showcase this to Kennedy for Kennedy's visit to Fort Bragg, his daughter, who is about to get married to another Green Beret officer.",
        5326.16,
        5345.6
    ],
    [
        " She's in a terrible car accident and dies. She's killed. And Yarborough is a month away from, you know, his, you know, career making presidential visit.",
        5346.22,
        5358.9
    ],
    [
        " This is going to, you know, this visit is going to either break the Special Forces, everything that he's worked for. And in that period, he, like I write in the book, he cinches down his grief and he gets back to work.",
        5359.26,
        5372.66
    ],
    [
        " The first thing he does, and I managed to talk to, I interviewed Yarborough's daughter's fiancee. He never married after she was killed.",
        5372.92,
        5382.3
    ],
    [
        " She would, but he said the first thing that he did, and he talked to the general several times after his fiancee was killed.",
        5383.14,
        5392.86
    ],
    [
        " But the first thing that Yarborough did after his wife died is the same day he went through the house and he took down every picture over.",
        5393.1,
        5399.94
    ],
    [
        " Do you mean after his daughter died? After his daughter died, he went through the house. Yarborough did, and he took down every picture.",
        5399.94,
        5404.72
    ],
    [
        " Yarborough, every trace of her, couldn't handle the grief. He just shut it down. And then he spent the next month doing everything he could pour it himself into getting ready for that presentation.",
        5405.42,
        5419.98
    ],
    [
        " And Yarborough drove the Special Forces, as you just said, into not being a commando force, but being a counterinsurgency force.",
        5421.36,
        5430.24
    ],
    [
        " Right. Which creates another gap.",
        5430.48,
        5433.42
    ],
    [
        " Which leaves the gap, the gap remains.",
        5433.68,
        5436.22
    ],
    [
        " The gap remains.",
        5436.72,
        5437.36
    ],
    [
        " Now we end up with chapter 11.",
        5438.12,
        5442.58
    ],
    [
        " The first seals their search for a mission and the report that found it for them.",
        5443.08,
        5448.94
    ],
    [
        " The Buckley Report. What's going on?",
        5449.64,
        5455.2
    ],
    [
        " So, in 1964, the Navy. The Navy is seeing that there is trouble in Southeast Asia and wants to contribute, but does not know how.",
        5456.44,
        5467.86
    ],
    [
        " The Navy is run by traditional blue water sailors, as it always is, and is trying to figure out how to contribute to this conflict.",
        5468.08,
        5482.08
    ],
    [
        " And they gather together seven naval officers led by a blue water sailor, Admiral Savage.",
        5482.08,
        5492.34
    ],
    [
        " They send the survey team to Vietnam to get a lay of the land and figure out how the Navy can contribute.",
        5493.0,
        5500.96
    ],
    [
        " The group itself is comprised of a lot of the Navy's unconventional thinkers.",
        5505.64,
        5512.08
    ],
    [
        " David Del Jutus, the first commanding officer of Seal Team 1, he's there.",
        5513.52,
        5517.66
    ],
    [
        " He's sort of acting as a contributor slash Admiral's aid.",
        5518.32,
        5521.92
    ],
    [
        " There's a former UDT officer, a Silver Star winner, and there's Phil Buckloo, and several others who have spent considerable time in Vietnam.",
        5522.94,
        5532.3
    ],
    [
        " So, Phil Buckloo, at this point, he's a captain or no six.",
        5533.06,
        5537.32
    ],
    [
        " He's the second in command.",
        5538.12,
        5539.88
    ],
    [
        " They're there for less than a week when Admiral Savage has a not sure the record is unclear.",
        5540.4,
        5545.74
    ],
    [
        " He has either a heart episode or he gets into an alcohol-related incident and is forced to retire back to the states.",
        5545.74,
        5557.4
    ],
    [
        " Regardless, it leaves Phil Buckloo in charge of the survey team.",
        5557.54,
        5561.2
    ],
    [
        " Now, what would have happened if Admiral Savage had remained in his position as the survey leader?",
        5561.34,
        5567.6
    ],
    [
        " I don't know, but what we do know is what did happen.",
        5567.6,
        5570.12
    ],
    [
        " That's Phil Buckloo, who is the most forward leaning or...",
        5570.32,
        5580.72
    ],
    [
        " The person who's still in the military who has experienced every unconventional phase of the Navy's sort of inland adventurism.",
        5580.72,
        5590.46
    ],
    [
        " He's now in charge of this survey team.",
        5590.84,
        5593.26
    ],
    [
        " They spend six weeks going around the entire country.",
        5593.4,
        5597.22
    ],
    [
        " They go to so special forces camps.",
        5597.26,
        5599.14
    ],
    [
        " They travel up to Meekong River.",
        5599.34,
        5602.0
    ],
    [
        " They examine where supplies are coming in, if they're as the Navy is contending or as the Navy argues, that they're being sailed down around the coast and infiltrated along the ocean coast.",
        5602.4,
        5617.86
    ],
    [
        " What they figure out is that none of that is happening.",
        5619.68,
        5622.34
    ],
    [
        " None of the Navy's claims are true.",
        5622.7,
        5625.22
    ],
    [
        " All of the contraband, all of the weapons that are being funneled to the insurgency are coming right down that Meekong River.",
        5625.88,
        5631.78
    ],
    [
        " They're being injected throughout the country through various waterways.",
        5632.48,
        5636.76
    ],
    [
        " He discovers this and says we are not going to have an impact.",
        5637.28,
        5640.88
    ],
    [
        " If the Navy doesn't leave blue water and starts doing what the fleet did in the American Civil War, and that's hitting the Brown Water Rivers.",
        5641.6,
        5651.1
    ],
    [
        " In the report, he makes a point to say that there's lots of opportunities for raiding along these rivers.",
        5652.32,
        5660.86
    ],
    [
        " He only mentions the seals once.",
        5661.46,
        5662.7
    ],
    [
        " Never really connects them to that idea of raiding.",
        5663.06,
        5665.2
    ],
    [
        " But he does say explicitly in the report that the Navy should be in charge of that inland raiding mission.",
        5665.72,
        5678.76
    ],
    [
        " And when the report is delivered, it's sort of in the whole process of this.",
        5679.84,
        5686.0
    ],
    [
        " Everybody's trying to get a hold of his report before he publishes it, before he takes it back to the Navy.",
        5686.44,
        5694.8
    ],
    [
        " Paul Harkins, who's in charge of MacV at the time, his deputy William Westmoreland.",
        5695.28,
        5700.72
    ],
    [
        " They're having lunch with him. Henry Cabot Lodge is the ambassador to Vietnam.",
        5700.96,
        5706.6
    ],
    [
        " Everybody's trying to get a look at Phil Buckley's report.",
        5706.92,
        5708.9
    ],
    [
        " Phil Buckley, to his credit, he does not want to let this thing out of his hands until he has a chance to let his Navy superior see it first.",
        5709.14,
        5715.96
    ],
    [
        " It's still controversial.",
        5716.66,
        5719.0
    ],
    [
        " Like I said, the Navy had been involved in a war like that for over 100 years.",
        5719.54,
        5727.48
    ],
    [
        " So you're saying it's controversial because of that?",
        5728.62,
        5730.84
    ],
    [
        " It's controversial because he's advocating for this riverine force.",
        5730.84,
        5736.7
    ],
    [
        " This force that's going to take us away from the blue water, away from the Navy's emphasis at that point, which is aircraft and aircraft carriers.",
        5737.04,
        5745.48
    ],
    [
        " And nuclear subs and everything like that.",
        5745.88,
        5748.82
    ],
    [
        " You're putting us back in the weeds.",
        5749.2,
        5751.38
    ],
    [
        " But having been a veteran of the Scouts and Raiders and then a veteran of Sako and then in charge of the Navy's relationship with the CIA during the Korean War and all the various CIA raids with the UDTs in the Korean War, he's positioned.",
        5752.28,
        5776.4
    ],
    [
        " He's taking his biography and he's saying, well, why shouldn't we be doing this?",
        5777.88,
        5782.08
    ],
    [
        " I've experienced two wars where we've done this already.",
        5782.92,
        5785.08
    ],
    [
        " We absolutely should be trying to support this effort as much as possible.",
        5785.68,
        5789.12
    ],
    [
        " If the government or if the country has decided this is worth American lives, then it should be a mission worth Navy lives as well.",
        5789.36,
        5798.54
    ],
    [
        " And he delivers that report to just-",
        5799.18,
        5802.54
    ],
    [
        " The commander-in-chief of the Pacific Fleet.",
        5802.96,
        5804.72
    ],
    [
        " Their head over heels in love with this thing.",
        5804.8,
        5807.42
    ],
    [
        " No, they're not head over heels.",
        5807.66,
        5809.24
    ],
    [
        " This report gets passed back and forth.",
        5809.68,
        5812.66
    ],
    [
        " I mean, it becomes, like I said in the book, it becomes a bit of a hot potato.",
        5812.88,
        5815.84
    ],
    [
        " Where does it get traction?",
        5816.16,
        5816.92
    ],
    [
        " I'm not sure where it ultimately gets traction because it takes two years for really the Navy to put this thing into effect before they field the Navy River Reenforce or CTF-116, combined task force-116.",
        5818.44,
        5831.88
    ],
    [
        " Was there a champion for and above Phil H. Buckley?",
        5831.88,
        5835.3
    ],
    [
        " Not that I could find.",
        5835.62,
        5836.56
    ],
    [
        " Interesting. But everybody, if I had to guess, I would guess it was probably somebody like Norville-Norville Ward, who becomes more important later.",
        5837.26,
        5849.66
    ],
    [
        " But I'm not sure. I didn't find him.",
        5851.1,
        5853.22
    ],
    [
        " One other part of this chapter that I wanted to run through, because it's pretty freaking awesome, is this-",
        5854.4,
        5863.2
    ],
    [
        " At some point the Navy sends down some, like, academics and some psychologists.",
        5863.2,
        5871.08
    ],
    [
        " And so I got to read this part.",
        5872.04,
        5873.68
    ],
    [
        " When the Navy's academics had arrived in 1955 to observe UDT training, their purpose had been to validate the course's individual selection tests, the soft sand runs, the ocean swims, the harassment of hell week, and sort of invalidating any of these to develop what they called realistic selection standards that would reduce what the Navy admitted was the course's excessive attrition.",
        5874.88,
        5901.34
    ],
    [
        " Subjecting students to a battery of personality tests and classifying their individual traits, age, education, intelligence, and so on, the academics hopes not only to predict the candidates' likelihood of success in training, but also his success in an actual underwater demolition team.",
        5902.84,
        5920.18
    ],
    [
        " In the course of these assessments, they learned that the students below the age of 21 were 8% more likely to fail, roughly the same rate as high school dropouts.",
        5920.76,
        5931.92
    ],
    [
        " While students from broken homes were just as likely to graduate as anyone else, based on the number of times a student had volunteered to visit the dispensary, which is medical,",
        5932.92,
        5945.56
    ],
    [
        " assessors determined that a candidate in moderate health who minimized the psychological importance of pain, fatigue, and intense discomfort, stood a much higher chance of success than quote the most physically fit, who were over concerned about their injuries.",
        5945.88,
        5963.5
    ],
    [
        " So you're better off just being a tough son of a bitch that maybe can't run too quick, but I don't care if my knee hurts.",
        5964.24,
        5971.22
    ],
    [
        " I'm going to keep going.",
        5971.22,
        5972.78
    ],
    [
        " The least common traits among successful frogmen seem to be restraint, thoughtfulness, sociability, and cautiousness.",
        5974.4,
        5986.22
    ],
    [
        " The most common were responsibility, emotional stability, original thinking, objectivity, and most of all masculinity.",
        5986.8,
        5998.74
    ],
    [
        " So as I read through that, you just picture every team guy that you know and you know where the bell curve is.",
        6000.92,
        6007.96
    ],
    [
        " I knew that this had to get in the book.",
        6009.64,
        6016.02
    ],
    [
        " I bounced it around from section to section.",
        6016.24,
        6018.16
    ],
    [
        " Because I had about 15 years to play with.",
        6018.16,
        6021.08
    ],
    [
        " I finally found a home for it here.",
        6021.46,
        6023.58
    ],
    [
        " I was really happy that I did.",
        6023.76,
        6025.46
    ],
    [
        " There's lots of these little assessments that they had put together over the years and they were trying to understand.",
        6025.98,
        6030.96
    ],
    [
        " And they still try and understand that.",
        6031.22,
        6032.42
    ],
    [
        " They still do.",
        6032.42,
        6033.34
    ],
    [
        " And they still have no idea.",
        6033.5,
        6034.26
    ],
    [
        " No idea.",
        6034.38,
        6034.72
    ],
    [
        " That's why it's so great because it's just, I mean, this is a report down in 1955.",
        6035.94,
        6040.58
    ],
    [
        " We're still at this.",
        6041.26,
        6042.06
    ],
    [
        " We still have no, like, the Navy still says, hey, why can't you figure out who's going to make it?",
        6042.26,
        6046.18
    ],
    [
        " Why is your nutrition rate so high?",
        6046.24,
        6047.28
    ],
    [
        " They still say, I mean, the nutrition right right now is insane.",
        6047.28,
        6049.7
    ],
    [
        " But it's a 10, 15 percent are making it through.",
        6049.92,
        6055.98
    ],
    [
        " It continues on later studies had gone on to test a variety of variables, including the benefits of wheat germ and a student's diet, which proved predictably negligible.",
        6056.34,
        6066.48
    ],
    [
        " And a series of Rorschach tests and psychiatric interviews to determine the effect of sexuality on a candidate success or failure.",
        6066.7,
        6074.56
    ],
    [
        " Successful frogmen said the sex reports author appeared to require this specific rather masculine and adventurous occupation with all of its self-destructive and mass-secistic implications.",
        6075.22,
        6086.88
    ],
    [
        " Because, and this was just the author's speculation of their magical attraction to the depth of the sea and the security of the womb.",
        6086.88,
        6094.82
    ],
    [
        " And an unconscious motivation to prove their masculinity coupled with a fear of involvement with women.",
        6095.2,
        6101.48
    ],
    [
        " Oh, setting aside the psychoanalysts tendency to project their own insecurities onto their subjects, the Navy had not been able to argue with the UDT's results.",
        6105.82,
        6115.24
    ],
    [
        " That was not the worst thing.",
        6115.7,
        6117.16
    ],
    [
        " Call it in there.",
        6117.46,
        6118.0
    ],
    [
        " I have never met a group of more self-reliant, hell-for-leather characters, wrote reporter Bill Stapleton after accompanying a UDT to St. Thomas in the Virgin Islands in 1955.",
        6120.1,
        6133.56
    ],
    [
        " Besides their typical reconnaissance exercise, exercises, submarine lockouts and test with miniature submersibles, the frogmen had also salvaged a 50-foot yacht from a reef, twisted the tails of passing sharks, and when an American sailor had disappeared into the harbor on a moonless night, had commandeered a truck, roared to the worst edge, and as if they'd been scouting the contours of an enemy beach, dove online until they found the drown man.",
        6134.02,
        6162.7
    ],
    [
        " In their free time, they spearfished, drank untold amounts of beer, erected beach-side bonfires, and in overflowing pots of seawater and vinegar, boiled lobsters and astonished the superstitious natives by broiling baracuda steaks.",
        6163.56,
        6181.08
    ],
    [
        " U eat baracuda, baracuda eat you, they had said.",
        6181.46,
        6185.46
    ],
    [
        " Promises replied a frogman, nothing but promises.",
        6186.08,
        6189.24
    ],
    [
        " So exclusive were the UDTs said one observer that even rank met nothing to them.",
        6190.4,
        6196.34
    ],
    [
        " When seen in their standard swim trunks and belt-knifes surrounded by charts and diving equipment and asked by passerby if they were indeed in the Navy,",
        6197.22,
        6206.62
    ],
    [
        " the frogman would invariably reply regardless of the Asker's rank, nope, we're all in UDT.",
        6206.68,
        6215.06
    ],
    [
        " So there you go.",
        6215.32,
        6221.1
    ],
    [
        " I went to St. Thomas one time.",
        6221.7,
        6224.1
    ],
    [
        " Yeah, and it sounds about like this.",
        6224.96,
        6227.22
    ],
    [
        " We rented a room, so we were doing training in Puerto Rico, and I think we got...",
        6227.9,
        6234.52
    ],
    [
        " We got a little, we chartered a plane, and bro, this is like 1990, whatever.",
        6235.4,
        6241.34
    ],
    [
        " I mean, this is not when people are chartering planes. I don't know who pulled this together.",
        6241.78,
        6245.58
    ],
    [
        " We chartered a plane. We go to St. Thomas.",
        6246.1,
        6248.9
    ],
    [
        " We get there, that place is beautiful, by the way.",
        6249.7,
        6252.76
    ],
    [
        " But we went, we've got an 18-man, we were an arg platoon. We've got an 18-man platoon.",
        6253.5,
        6259.04
    ],
    [
        " So I'm pretty sure everyone went, but most of us went. We got a bunch of guys.",
        6259.38,
        6262.86
    ],
    [
        " Most of the platoon. We rent one hotel room for everyone to stay in, because you know, we're all cheap.",
        6263.12,
        6271.52
    ],
    [
        " Besides, who's planning on sleeping when we're going to be long story short,",
        6272.0,
        6276.88
    ],
    [
        " when I get back to the hotel room at seven or eight o'clock in the morning on Saturday morning,",
        6277.16,
        6282.16
    ],
    [
        " all these guys are asleep, I remember.",
        6282.58,
        6285.7
    ],
    [
        " There was someone that had pulled, because there was air conditioning in the little hotel we were staying.",
        6286.14,
        6291.14
    ],
    [
        " So two guys had pulled the curtains off, like ripped the curtains off the curtain rods,",
        6291.14,
        6296.42
    ],
    [
        " and we rolled up in the curtain rods like blankets on the floor, like a bunch of just savages.",
        6296.6,
        6302.64
    ],
    [
        " So really not that much has changed.",
        6303.16,
        6306.42
    ],
    [
        " The young UDT spirit survives.",
        6306.64,
        6310.52
    ],
    [
        " And meanwhile, this report that you talked about is circulating, and now we're starting to get some traction,",
        6315.44,
        6323.72
    ],
    [
        " and starting to figure out what's going on.",
        6324.24,
        6328.26
    ],
    [
        " Chapter 12, which is called the damn break of conventional war in Vietnam,",
        6328.64,
        6336.52
    ],
    [
        " and the following flood of raiders that failed to beat the Navy to the Maicon Delta all but won.",
        6336.52,
        6343.26
    ],
    [
        " That's impressive, right? Let me get into this one a little bit.",
        6343.68,
        6351.58
    ],
    [
        " The CIA had already discovered there were challenges that attempting to break a wild herd of mustangs.",
        6352.14,
        6359.1
    ],
    [
        " These are Vietnamese soldiers that they're trying to train into wearing a warrior's award, Cheerio's Yoke.",
        6359.1,
        6365.16
    ],
    [
        " The CIA's initial solution to this mustang breaking was, as usual, to outsource the job to the US military's trainers and advisors.",
        6365.3,
        6372.62
    ],
    [
        " In this case, however, the CIA's planners did not offer the job to their standby pool of special forces A teams,",
        6372.92,
        6378.8
    ],
    [
        " but instead took a long shot chance on a three-man element from SEAL team one,",
        6379.2,
        6383.34
    ],
    [
        " a gamble due to the elements leader, a man who had convinced the CIA planners that he was the equivalent of an entire special forces A team.",
        6383.86,
        6391.56
    ],
    [
        " He almost was.",
        6392.88,
        6394.16
    ],
    [
        " With a boxers jab that could part the Red Sea, said one who saw it, and a six-foot three-inch frame that could have waited through it,",
        6394.84,
        6402.98
    ],
    [
        " it had been natural to assume that storekeeper first-class Robert Wagner's most likely contribution to the SEAL teams would have been in pure pugilistic combat.",
        6403.56,
        6414.94
    ],
    [
        " His instincts for it were undeniable, driving a jeep through a Mac V compound and passing so close to an army sergeant that the offended man had taken a swing at Wagner's lieutenant.",
        6415.44,
        6426.24
    ],
    [
        " In the passenger seat, Wagner had responded by slamming on the brakes, then beating the sergeant so savagely that the lieutenant had feared for the man's life.",
        6426.8,
        6436.04
    ],
    [
        " I never saw anything like that, the lieutenant, said later, not an uncommon expression whenever Wagner was around.",
        6436.64,
        6444.12
    ],
    [
        " As one of the only enlisted UDT are graduates of that period to be selected to skip the mandatory stint in UDT for a direct assignment to a SEAL team,",
        6444.66,
        6454.66
    ],
    [
        " Bob Wagner, despite a wife and four young children, had predictably risen to become one of the team's most eager volunteers for repeat deployments to the Ben-High and LDNN three six-month tours in three years.",
        6454.66,
        6469.68
    ],
    [
        " In his role, he had earned a reputation among superiors that had swung between the separatelatives of perfectionist advisor and perfect SEAL.",
        6470.24,
        6479.46
    ],
    [
        " Reputations he had cultivated while simultaneously building a name as a wailer dealer for his part ownership of a beach side bar in Denang called the Blue Moon.",
        6479.78,
        6489.76
    ],
    [
        " Clean cut for a SEAL, even by 1960 standards, his face a graph of hard angles and straight lines below a flat top deliberately raked to attention, his only physical feature that suggested he was anything more than a lock step conventional were his eyes.",
        6490.3,
        6508.08
    ],
    [
        " He was a hard focused, a bit like a predator in pursuit of its prey and implying a similar pace.",
        6508.08,
        6516.98
    ],
    [
        " Dude, you're a good freaking writer, man.",
        6517.66,
        6521.74
    ],
    [
        " I mean, that's just an awesome, an awesome little, uh, little section there.",
        6523.24,
        6529.64
    ],
    [
        " So we got the Mac Vsog, we got Force Recon going on, we got the Lurps, we got the PRUs.",
        6530.02,
        6534.86
    ],
    [
        " Yeah, that's a tough one. This is a tough, this is a tough period to cover because all of this stuff is happening all simultaneously.",
        6535.52,
        6542.96
    ],
    [
        " This is the one chapter that sort of stands alone in all my chapters.",
        6543.66,
        6548.7
    ],
    [
        " They don't focus on one person, I focus on, you know, four distinct units, probably the most important being the one you just read Bob Wagner, who is...",
        6549.02,
        6559.32
    ],
    [
        " He is a tough character to compress and to, you know, it's difficult to highlight seals that were, you know, standouts.",
        6561.92,
        6578.4
    ],
    [
        " Or, I mean, it's a standout group already. I mean, the guys that are selected from UDT to come to the seal teams, they're the best guys in UDT.",
        6578.72,
        6588.64
    ],
    [
        " And then to, you know, figure out who the best guys in the seal teams were at this point is also difficult.",
        6589.32,
        6595.1
    ],
    [
        " But then, you know, look at somebody like Wagner, who kind of stands above everybody, you know, in his...",
        6595.56,
        6601.6
    ],
    [
        " One, his foresight, but his ability to, you know, use everything, all the tools that he has in his personality, everything from straight force.",
        6603.64,
        6615.3
    ],
    [
        " I mean, he, in the course of his creation of the PRU camp, lots of different entities come in to try and steal this from him.",
        6616.0,
        6626.3
    ],
    [
        " And he uses a variety of ways to keep them out. One, he just threatens to kick their ass. Two, he, you know, like I say in the book, he threatens to just, you know, pack up his bags and go home, which, you know, convinces the CIA planners to push everybody else aside.",
        6626.3,
        6641.14
    ],
    [
        " So, I mean, he's, but, you know, all while he's doing that, while he's building this program, that nobody else is building, and he's just, I mean, he's running from place to place to place, he's participating in missions, he's conducting rifle, range training himself, he's managing his own bar.",
        6644.38,
        6661.12
    ],
    [
        " He, you know, he doesn't, I mean, he created the one bar, the blue moon, and the nag, but he also creates a separate bar down...",
        6662.22,
        6668.82
    ],
    [
        " He's like franchise and liquor places.",
        6668.82,
        6670.64
    ],
    [
        " I mean, he's like, in some sense, he's the, you know, he's the 1966 version of Jocco.",
        6670.88,
        6676.74
    ],
    [
        " He's just, I mean, he's completely, but he's, and, you know, the whole time he's got, you know, a family with the five kids, you know, going home.",
        6677.02,
        6687.7
    ],
    [
        " But he's like, he'll come home for six months, he'll deploy for six months, he'll come home for six months, I mean, he's just, he's relentless.",
        6687.8,
        6693.48
    ],
    [
        " And by this point, you know, in his career, he's already done six separate tours to Vietnam. Like he's, he's incomparable.",
        6693.86,
        6701.78
    ],
    [
        " While he's doing that, while he's...",
        6702.54,
        6705.9
    ],
    [
        " Where did you get most of your information about him from?",
        6705.9,
        6707.7
    ],
    [
        " There were a decent amount of...",
        6708.52,
        6713.16
    ],
    [
        " Well, he did a recording to capture this entire creation.",
        6713.16,
        6719.86
    ],
    [
        " He did it with Franklin Anderson. So Franklin Anderson was his commanding officer at SEAL Team 1.",
        6720.36,
        6726.08
    ],
    [
        " He finds out what Wagner has been doing, and thinks that Wagner has been kind of, you know, exceeding the boundaries of what he was been allowed to do.",
        6726.18,
        6737.04
    ],
    [
        " So Wagner, he sits down with an interviewer that he commissions himself, and he explains the whole thing.",
        6738.9,
        6745.48
    ],
    [
        " He's not going to take his time to write down everything he did, but he's like, you want to talk to me about this, bring an interviewer here, and then you can take the transcript back to Anderson.",
        6745.56,
        6753.26
    ],
    [
        " And he does it. He, he, the whole thing is recorded. He transcribes the thing, and passes it back to SEAL Team 1 commander Anderson.",
        6754.06,
        6761.72
    ],
    [
        " And Anderson reads the thing and becomes his greatest advocate at that point.",
        6761.72,
        6765.26
    ],
    [
        " So yeah, he did break all the rules to make this happen, but he didn't.",
        6766.18,
        6769.32
    ],
    [
        " It's a good little leadership thing. Sometimes when you're in a leadership position, and you're watching something happen from the outside, and it looks a certain way, and it's pretty easy to get caught up.",
        6769.76,
        6782.3
    ],
    [
        " And you don't necessarily even have to be a leadership position, but like, you know, let's say you're watching a different unit.",
        6782.32,
        6786.22
    ],
    [
        " You know, I'm watching a Marine Corps unit, see what they're doing from afar, and I think, what the hell are these guys doing?",
        6786.34,
        6790.42
    ],
    [
        " And you, if you don't, if you're not careful, you can look at someone from a distance and start to be very judgmental without actually understanding anything that's going on in the ground.",
        6791.84,
        6800.62
    ],
    [
        " So that's something I always tried to be very careful of.",
        6801.18,
        6804.58
    ],
    [
        " If I was watching a unit, they were doing something that didn't seem to make sense to me, instead of me going, bends over there like an idiot running these operations.",
        6804.76,
        6811.92
    ],
    [
        " I would actually reach out to them, you say, hey, Ben, can you explain to me what's going on?",
        6812.46,
        6816.84
    ],
    [
        " It looks like you're doing some wild stuff. Can you talk to me, talk me through why it's happening?",
        6816.98,
        6821.0
    ],
    [
        " That's a mistake that people make, and you have to be careful of it.",
        6821.84,
        6827.12
    ],
    [
        " And that's a great example of, well, what do you do? If you think somebody's, well, what you should do is go talk to them, go find out what's going on.",
        6827.44,
        6833.14
    ],
    [
        " And you know what? Maybe you do see something that maybe I do say, hey, Ben, you start telling me how you're doing it, and I say, hey, you might want to think about this, and you go, that's a good point.",
        6833.5,
        6840.14
    ],
    [
        " Or maybe I say, oh, wow, I understand now what you are.",
        6840.68,
        6844.26
    ],
    [
        " You know, we had a little bit of this with doing daytime operations in Ramadi.",
        6844.5,
        6847.72
    ],
    [
        " Why the hell are seals doing daytime operations?",
        6848.7,
        6852.24
    ],
    [
        " And it's like I could completely understand someone thinking that, right? What are you doing? Why are you giving up your advantage of doing operations at night when we have night vision in the enemy doesn't?",
        6852.66,
        6863.24
    ],
    [
        " Hey, that's a great point. Here's the thing. We are our actual mission,",
        6863.62,
        6869.18
    ],
    [
        " tasking from the Sija Sodaf is to train and fight company and platoon sized elements of Iraqi soldiers.",
        6869.76,
        6875.94
    ],
    [
        " Guess what they don't have? Night vision.",
        6876.6,
        6879.26
    ],
    [
        " Matter of fact, they would have about one flashlight for every four guys.",
        6879.86,
        6885.02
    ],
    [
        " So taking these guys out in the middle of the night was dangerous.",
        6885.86,
        6889.62
    ],
    [
        " And did we do it? Yes, we did. We did it usually in direct action raids where we could set up a situation where white light was okay, because we had already set off a breach or whatever.",
        6891.54,
        6903.74
    ],
    [
        " Now we're just clearing buildings or they're just clearing buildings.",
        6903.92,
        6906.4
    ],
    [
        " But we had to get the, in order to fight these guys in order to get them out on the battlefield, they're going to have to do stuff in the day.",
        6906.9,
        6913.36
    ],
    [
        " That's part one. Part two is we own the night, and you know who knew that? The enemy knew that.",
        6913.58,
        6918.64
    ],
    [
        " And so guess what the enemy did at night? They didn't do anything at night. We'd go out at night. There would be no one out there.",
        6918.7,
        6923.0
    ],
    [
        " Literally no one doing anything. But as soon as the day came out, as soon as the sun came up and they called a prayer went, then it was, oh, here comes the enemy, because they know they, it's a more even match.",
        6923.52,
        6934.18
    ],
    [
        " And now they're out there moving amongst the civilian populist too, who's also awake and has to go down to the corner store to grab some dates from his neighbor or whatever.",
        6934.18,
        6945.52
    ],
    [
        " They start moving around. So now the enemy can move around with the camouflage of the local populist.",
        6945.52,
        6951.52
    ],
    [
        " Now if I was on the outside, seeing what the hell is tasking a bruiser out there doing daytime operations, it might not make sense.",
        6952.06,
        6957.92
    ],
    [
        " As soon as you get an explanation like that, it's like, okay, okay, I get it. There's some reason for this happening.",
        6958.02,
        6965.0
    ],
    [
        " So that's a good lesson that got learned right there. If someone's doing something that seems a little bit crazy, ask them.",
        6965.54,
        6973.42
    ],
    [
        " Find out, ask them why they're doing it.",
        6973.42,
        6975.24
    ],
    [
        " As it happens, if we're going to, I mean, Franklin Anderson is still around like he's, and he is, he's in his late 90s, but he's still sharp at the time.",
        6975.82,
        6987.34
    ],
    [
        " I talked to him maybe a week ago. Cool. Let's get him on the podcast. He remembers everything. That's awesome. He's in Durango, Colorado. And anytime I call,",
        6987.4,
        6999.42
    ],
    [
        " you have to start leaving a message on the machine and just start talking because eventually his wife is going to pick up. And invariably she's going to pick up.",
        7001.66,
        7010.72
    ],
    [
        " And she's going to like, I didn't know who this was. He's in the field, clearing cows or something. He's always working on a beast.",
        7010.78,
        7018.32
    ],
    [
        " He's incredible. He's a little guy. But he's still out there and he's still like, if I talk to him if I ask him a question.",
        7018.68,
        7026.02
    ],
    [
        " Okay, so was this guy at the team in 1960s? No, that guy was an E5 in 1960. He told you he was an A6? No.",
        7026.02,
        7032.7
    ],
    [
        " How do you know this? That's awesome. He's a character.",
        7032.96,
        7037.8
    ],
    [
        " But I got, so the other answer to the other question about how I got some of this information about Wagner.",
        7038.36,
        7044.0
    ],
    [
        " I spent a lot of time talking to all the folks that he had done this with Guy Stone. I talked to his son. I talked to a lot of the people that were sort of surrounding him at the time.",
        7044.18,
        7054.78
    ],
    [
        " And he not only is he, you know, does he build this PRU program in Vietnam, but he comes home and he builds, you know, sort of the counterpart to the PRU program in the hills.",
        7055.0,
        7067.32
    ],
    [
        " You know, 200 miles away from the ocean in the chocolate mountains. He, you know, he manages to convince a local real estate magnate to give him like 1200 acres of mountain territory or mountain scrub.",
        7067.94,
        7081.64
    ],
    [
        " And he overhalls the entire area. Name's it camp making. And then he just creates a mini PRU camp to train guys, how to train other people and to lead them into combat.",
        7081.8,
        7096.68
    ],
    [
        " He goes back on his last deployment. He's killed. And the Navy recognizes his contribution. He's a store he dies as a storekeeper first class.",
        7097.0,
        7112.8
    ],
    [
        " Which for any of your listeners, a storekeeper first class means he's essentially a sergeant. He's an E6.",
        7113.68,
        7120.52
    ],
    [
        " Staff sergeant. Staff sergeant. Right. He's a staff sergeant.",
        7121.62,
        7124.68
    ],
    [
        " And for his contribution for, you know, creating the PRU, you know, the Navy's contribution to the PRU program for creating everything he did in the United States.",
        7126.36,
        7133.86
    ],
    [
        " The Navy awards him a Legion of Merit, which is a totally like unheard of award for a first class petty officer, you know, to get a two, but the Navy authorizes the V for Valor with it.",
        7134.36,
        7146.08
    ],
    [
        " And it never happens. So I mean, one of the most highest, you know, awards that you can get, you know, one to a, you know, a storekeeper first class seal.",
        7146.12,
        7155.62
    ],
    [
        " His family, who I was able to interview, they, his last child was born just prior to his last deployment.",
        7156.26,
        7166.26
    ],
    [
        " They were struggling to, you know, just comprehend, you know, their father's, you know, death and, you know, not having him anymore.",
        7168.06,
        7174.52
    ],
    [
        " The Navy contacts them, lets them know that he's going to be, you know, given this, you know, incredible honor.",
        7175.24,
        7180.96
    ],
    [
        " And the Navy asks how, if they would like to come out for the presentation of the ceremony, the wife asks the oldest son, the oldest of the children, who's 16 years old.",
        7181.7,
        7194.1
    ],
    [
        " And leaves it in his hands. Would you like to go out and receive your dad's award? The son decides, I, it's too much. And he says, just mail it.",
        7195.08,
        7205.5
    ],
    [
        " I get it in the mail a couple weeks later.",
        7206.1,
        7208.92
    ],
    [
        " Oh, dang.",
        7212.18,
        7213.28
    ],
    [
        " But this chapter is not just about the peer use of chapters all about the neglect, or nothing neglect, but, you know, the Marine Corps deciding that they aren't going to fight in the Meacon Delta.",
        7214.94,
        7224.34
    ],
    [
        " And the Marine Force recon deciding that they're going to support the special forces on the, on the CIDG camps.",
        7224.96,
        7232.0
    ],
    [
        " And then the Marine Corps deciding, well, we don't really, it's too risky to have those guys out there at the CIDG camps.",
        7232.44,
        7237.5
    ],
    [
        " We're going to keep them with the divisions. Then it's about the, the lurps, or the, the creation of reconnaissance troops to support the divisions, whether it's the, you know, project delta with the Green Berets, or whether it's the lurps with the individual divisions.",
        7237.5,
        7252.54
    ],
    [
        " Both of these units are, you know, they're, they look like seals. They probably act like seals.",
        7252.8,
        7257.7
    ],
    [
        " They probably would have had the same sorts of missions as seals, you know, in different parts of the country to go out, find the enemy, you know, kill them, capture people, and bring them back.",
        7258.24,
        7267.96
    ],
    [
        " But, you know, the emphasis of all of the divisions is to get these main, these big forces into combat with the enemy.",
        7268.36,
        7274.92
    ],
    [
        " So all they send them, these guys out to do is find the enemy, tell us where he is, and we'll send guys to you.",
        7274.92,
        7279.72
    ],
    [
        " I mean, it's, it doesn't work because, you know, it's Vietnam, and they're, you know, small pockets of enemies.",
        7280.36,
        7284.74
    ],
    [
        " You know, if you don't contact them, if you don't, you know, engage them when they're there, they're gone.",
        7285.16,
        7289.14
    ],
    [
        " They're gone. They're gone. When, when you make that radio call, now you got, however long it's going to be, they're going to be gone.",
        7289.36,
        7295.62
    ],
    [
        " That's right, they're gone.",
        7295.82,
        7296.4
    ],
    [
        " And the most important thing about this whole period is that all of these units that are created, they're created in other parts of the country.",
        7297.14,
        7303.94
    ],
    [
        " They leave the one area of the country that has the most water, has the most, you know, reason for the Navy to be there completely open, open for another unit to come in.",
        7304.14,
        7314.16
    ],
    [
        " Let's go to chapter 13.",
        7321.7,
        7324.14
    ],
    [
        " The derailing of the first direct action seals in the wrong sat, and the detachment that restored their prospects.",
        7325.12,
        7332.54
    ],
    [
        " Go into the book here real quick.",
        7333.38,
        7336.2
    ],
    [
        " When the seals of detachment delta, or debt delta, as it was called, arrived in February 1966, they numbered just three officers and 15 enlisted men, not much more than a single enhanced platoon, but a platoon so important to seal aspirations that it was led by Lieutenant James Barnes,",
        7337.24,
        7355.52
    ],
    [
        " seal team ones commanding officer known as a friendly and capable administrator, the ideal sort for forging partnerships and acquiring in country assets.",
        7355.54,
        7367.28
    ],
    [
        " Barnes was a firm believer in the seals traditional interpretation of direct action and upon arrival set to gathering intelligence on all the enemy's command posts, radar dishes and bridges.",
        7367.66,
        7379.56
    ],
    [
        " Barnes's problem, these simply did not exist.",
        7380.6,
        7384.76
    ],
    [
        " On a map, the 400 or so square miles worth of rivers and canals of the wrong sat special zone look like the splitting curving, bronchioles seen in the cross section of a human lung.",
        7385.54,
        7399.24
    ],
    [
        " On the ground, this lung was a putrid, tidewater swamp that when flushed left behind a morass of boot sucking mud flats and twisted root peninsulas, the high ground of which could mostly be measured above the water line with a yardstick.",
        7399.44,
        7416.74
    ],
    [
        " Called the evil place by the locals or the forest of assassins by the Americans and was and known as it as a past hideout for pirates, the wrong sat was by the time of the seals arrival, reinforcing all of these reputations since it was the source of an increasing number of rocket attacks on Saigon plus riverbank ambushes along Saigon's main shipping channel.",
        7417.36,
        7444.98
    ],
    [
        " So there you go, here comes this guy, a Barnes rolling in like, we don't want to take out the radar positions, we're going to take out their bridges, that's what we're going to do, where are they, they don't exist, it's not that kind of war.",
        7446.74,
        7458.6
    ],
    [
        " I mean, this, the example that you just used about getting to Ramadi and expecting to contact the enemy at night and do everything, like the one thing that I learned about frogmen or at least this modern interpretation of them is they're going to adapt to find the enemy.",
        7459.58,
        7478.68
    ],
    [
        " And this is one instance where we don't and we almost, or the seal team almost, you know, got turned away at the front door.",
        7478.92,
        7486.82
    ],
    [
        " Barnes comes in like he said, you know, he finds that there's nothing that they've trained for. And his response, you know, not really, you know, not having ever done this before and not having, you know, any real playbook to work from, he decides, you know, we're, this isn't for us.",
        7487.54,
        7508.06
    ],
    [
        " And the series of Liberty incidents in Sue and the Navy is ready, you know, kick the, kick the seals out of the country.",
        7513.42,
        7520.22
    ],
    [
        " One, you're not, you're not engaging the enemy like we expected you to and two, you're causing problems. So what do you want?",
        7520.36,
        7527.66
    ],
    [
        " So they turn, you know, to the commander of all the seals and country who just so happens to be the person responsible for putting them there, Phil Bucklow.",
        7527.66,
        7538.0
    ],
    [
        " And they, they present this whole problem to them. Bucklow appeals to the commander of MacVees, understanding of the naval tradition of leadership, change the leader, you're going to change the rest of the organization.",
        7538.98,
        7555.8
    ],
    [
        " So Barnes is removed after Bucklow's intercession and an entire new detachment replaces that, that is debt golf.",
        7556.0,
        7566.8
    ],
    [
        " And debt golf, the commander of debt golf is a junior officer by the name of, of Maynard Wires comes in and completely overhalls what the seals are doing.",
        7567.44,
        7579.44
    ],
    [
        " Not overhalls the mission because, you know, the mission up to that point had really just been to go out into, you know, the country, set ambushes where you could, you know, see if you could find the enemy.",
        7580.74,
        7592.8
    ],
    [
        " Although they hadn't had any success, but just because they hadn't had success, Wires doesn't say that, you know, that's an excuse.",
        7593.3,
        7600.04
    ],
    [
        " Like I said, you know, in the book, his message to his man at the time was, this is the only war in town. We're not going to let it go to waste.",
        7600.68,
        7611.06
    ],
    [
        " And so he sends his guys out every night and he goes with them. I mean, they're out in the muck and the misery of the rung sat special zone.",
        7611.74,
        7621.16
    ],
    [
        " And night after night, whether you contact the enemy or not, we're going to be going out. So adapt yourself to that expectation.",
        7622.38,
        7629.88
    ],
    [
        " And that's the detachment that restored their prospects.",
        7630.78,
        7633.74
    ],
    [
        " It does. I mean, by the end of that deployment, I think they have something like 80 kills. Most of them are from one single contact, but they, I mean, they, they, they, they make things easier for themselves.",
        7634.54,
        7647.34
    ],
    [
        " They create like a houseboat of a old World War II air landing craft. They make it so they don't have to, you know, return to base so often they improve their living conditions.",
        7647.68,
        7658.36
    ],
    [
        " They essentially just start going out for a few hours at a time and finding the enemy where possible, responding to reports of enemy contact and then, you know, patrolling to those areas.",
        7658.66,
        7672.58
    ],
    [
        " And they get, you know, they're not, you know, they're not what we understand to be the seals today, but they're, they're off the close.",
        7673.22,
        7679.74
    ],
    [
        " What was the Operation Jacks Day? Operation Jacks Day is a, attempts, it was a sort of a Marine Corps Navy mission right at the beginning, right when that, that Delta gets in country.",
        7681.22,
        7694.76
    ],
    [
        " And it's a sort of a Marine Corps-led mission to sort of sweep this one suspected corner of the Rung Sad Special Zone.",
        7694.76,
        7703.72
    ],
    [
        " And it's a, I think they claim it, you know, to be this, you know, huge success. When in fact it's, it's a bit of a disaster.",
        7704.32,
        7714.1
    ],
    [
        " There's multiple heat casualties in the process. There is a, there are a couple of enemy kills. I think the only thing real that they find in the entire three week long mission is a, a Viet Cong hospital, sort of a built up section of log pathways and little huts and other than that, they don't find much.",
        7714.9,
        7736.38
    ],
    [
        " Seal teams try to contribute to it, UDT's contribute to it, the UDT's bring, I cut a bit of a section of the book on Operation Jacks Day.",
        7737.94,
        7747.24
    ],
    [
        " It was mostly a litany of failures by both the seals and the UDT's. They had bad gear, they had, you know, they just, they, their contribution wasn't significant.",
        7748.54,
        7759.78
    ],
    [
        " So, and you mentioned Guy Stone when you were talking about Wagner. What was his, Guy Stone, he is.",
        7761.5,
        7767.84
    ],
    [
        " He didn't get much in the book. He gets a, he gets a brief, you know, nod. And that's, he helps. He's, he's Wagner's best friend, Wagner's best friend in the world.",
        7767.9,
        7783.92
    ],
    [
        " He helps set up the PRU training camp, but he's also important because he was a Korean war soldier. He was a forward observer in the US Army.",
        7785.86,
        7794.66
    ],
    [
        " So, when the leadership at Seal Team One is trying to, you know, adapt, you know, their naval commando force to be, you know, to have more, you know, hard army skills.",
        7795.38,
        7807.24
    ],
    [
        " Who do they turn to, you know, outside of, you know, their traditional avenues for support with, you know, the Ranger School and things like that.",
        7807.24,
        7814.78
    ],
    [
        " They turn to a former soldier, Guy Stone. Guy Stone sets up a curriculum. It gets smart on all of his old army, manuals. And he sets up training for Seal Team One.",
        7815.14,
        7825.94
    ],
    [
        " And it starts putting all the guys through it before they go to Vietnam. They got to go through Guy Stone's course.",
        7826.46,
        7830.48
    ],
    [
        " So, they managed to, and again, I mean, there's so, you have so many good stories in there about what, what happened, what this looked like, who these characters were.",
        7833.42,
        7842.74
    ],
    [
        " Now we move into chapter 14. The direct action seals who dodged the diversion, then perfected a mission that propelled the teams past the river banks into history.",
        7844.16,
        7858.92
    ],
    [
        " Going to the book here. In the winter of 1956, Robert T. Gallagher joined UDTR. And I said that already today one time, but this is what Buds used to be called with UDTR, which is Universal Hunter Water Demolition Teams Replacement Training.",
        7860.2,
        7880.6
    ],
    [
        " So, Gallagher joined UDTR Class 17 at Little Creek, a class comprised of 97 personnel, including five Navy officers, five US Army soldier graduates from Ranger School, and one black sailor from Ohio who remarkably had taught himself to swim in a creek after a town order to integrate the local pool, had prompted the owner to fill it with rocks.",
        7881.9,
        7901.94
    ],
    [
        " How did you dig up that piece of information?",
        7903.04,
        7905.5
    ],
    [
        " I mean, that was from Bill Goynes. He was the first black seal. He'd been one of the plank owners at Seal Team 2.",
        7906.88,
        7916.02
    ],
    [
        " He's still alive and still contributing. He's helping with the Navy's recruitment efforts of black sailors. He's an incredible person.",
        7918.04,
        7930.26
    ],
    [
        " And there's not a trace of bitterness. I mean, he has every right to be bitter for everything that he went through. And he's just talking to him. It's just such a pleasure to talk to him.",
        7930.72,
        7944.58
    ],
    [
        " Let's get him on the podcast.",
        7944.76,
        7945.76
    ],
    [
        " At one point in the first few weeks of the temperature had dropped solo that Gallagher and his classmates had been forced to break the ice that had crusted the edge of the Chesapeake Bay so their instructors could torture them in it.",
        7947.8,
        7960.08
    ],
    [
        " A ritual not unheard of in UDT's East Coast winter classes. After four weeks of this, four weeks of heaving logs over wind swept sand dunes, four weeks of wet fatigues freezing to their skin, four weeks of elephant marches with boats on their head, a misery that had rubbed Gallagher's thinning, we'd already thinning widows peak raw, more than 50% of the class had quit, including one of the Navy officers and all five of the Ranger School graduates.",
        7960.08,
        7988.96
    ],
    [
        " It was just too psychological for them. One man remembered and there'd been so much farther to go. After a total of 16 weeks, class 17 had shrunk to a mere shadow of itself. Of the 97 who had started, only 14 graduated.",
        7989.82,
        8007.26
    ],
    [
        " One of those incidentally was the undaunted black sailor from Ohio. Another, of course, was Gallagher. Gallagher's subsequent career in the UDT's was more than commendable. When wherever he went, he excelled and more.",
        8007.88,
        8024.72
    ],
    [
        " This reputation plus his standing as a sturdy drinker had made him a natural choice for the first batch of frogmen to join SEAL team 2. There he had excelled again, undertaking the most difficult assignments, including a course to qualify as an explosive ordinance disposal technician or EOD tech, one of the military's more cerebral ratings and an eight month overseas advisory bill it to Istanbul, where he helped train the first",
        8025.44,
        8054.7
    ],
    [
        " all Turkish Navy UDT class. From these assignments, it was possible for Gallagher's peers to assemble a portrait of his personality, hard charging and intense, yet entirely devoid of pretense. When deployed, it was only on the rare occasion he was seen in anything but a grumple pair of UDT shorts.",
        8054.9,
        8074.72
    ],
    [
        " He was above all known for his quiet confidence, the oxygen of his leadership, but with the emphasis on quiet. He had all the sensitivity of a rock remembered one teammate unless at a bar, the only place he seemed to allow his sense of humor to walk around off leash, he was just more pulled into himself than others, remember to teammate just tough to get to know.",
        8075.3,
        8100.58
    ],
    [
        " Gallagher was from the moment he joined the 7th platoon's unofficial leader, no one argued with him, said Roy Matthews about to depart on his first appointment, you might win the fight, but you'd never want to go to sleep again.",
        8106.62,
        8120.2
    ],
    [
        " The reality was actually slightly less severe, certainly Gallagher was all the aforementioned, was remote, intense, almost humorless, but there was another quality that would soon help him become one of the best combat leaders in the history.",
        8121.04,
        8134.7
    ],
    [
        " The history of the Navy, essentially an orphan from the day Gallagher had joined the seals, they had been whether they knew it or not, his family. Nothing mattered as much to him, nothing except maybe the mission, a mission whose evolution would have no greater contributor than Gallagher.",
        8134.72,
        8156.0
    ],
    [
        " I always say that I don't like the term hero, but if you had to pick one or if you had to pick a person, you know, to set up as an example for young frogman, he's the anti-Marsenko.",
        8167.12,
        8184.38
    ],
    [
        " He's not boastful, he's never stretched the truth on anything that he ever did, partly because he'd just never talked about what he did.",
        8189.6,
        8202.02
    ],
    [
        " I mean, he, I managed to talk to, you know, I interviewed a lot of people for the book, and I always find a way to, you know, convince somebody to talk to me.",
        8202.92,
        8214.04
    ],
    [
        " When I finally was able to track Gallagher down, I kind of took deep breath, dialed a number, he answered the phone, I hastily ran through on the high, this would bend a million, I'm writing history, I'm a former seal, trying to get through my introduction,",
        8216.46,
        8239.12
    ],
    [
        " tell him, you know, I'm going to be writing about the 7 platoon, but love to hear your perspective, I've talked to many of your teammates, I've talked to Pete Peterson, I've talked to Roy Matthews, I've talked to all these guys, I would love to get your perspective if you have time.",
        8240.7,
        8253.24
    ],
    [
        " He, right here, takes a pause, and he goes, I don't think I want to do that, and he hangs up.",
        8254.22,
        8260.06
    ],
    [
        " All the work that I had done, that was that, huh? That was your interview.",
        8260.78,
        8266.0
    ],
    [
        " Did you ever get anything out of him? Nope, never did. Talk to everybody, I mean, everyone in his orbit, learned as much about him as I've learned about anybody.",
        8266.32,
        8276.38
    ],
    [
        " When you were reading through that, you know, there was stuff that didn't make the book, like when I say he's essentially an orphan, I mean, he's essentially an orphan, I hope that, you know, a reader or a listener has some sense of what that means.",
        8276.76,
        8291.56
    ],
    [
        " Like his childhood was nothing less than heartbreaking. His father abandoned him and his sister, him and his brother and his sister to a, and their mother who had tuberculosis, essentially to a sanatorium.",
        8291.64,
        8308.1
    ],
    [
        " When the mother died, both Bob and his sister were placed in two separate orphanages. Bob, who at the time, I believe, was only around four years old, his sister was two and a half, and they were so close and separable, that every night Bob would escape his dormitory in the orphanage, sneak across this really, really wide expanse of field between the girls dormitory, sneak into the girls dorm, and sneak into her bed just so she wouldn't have to sleep alone.",
        8308.28,
        8337.88
    ],
    [
        " And this one, he was four years old. Yeah. How did you get this information from his niece, who was essentially raised like, I mean, not, I don't know if she was very close to her uncle.",
        8338.18,
        8350.16
    ],
    [
        " But he had, I mean, it wasn't just the war that made him or just combat that made him, you know, insular and shut off from everybody.",
        8355.02,
        8366.82
    ],
    [
        " But he was, I think, you know, the fates kind of contributed to create that person. He was not a broken person, but he had a real hard time relating to the folks. He had a bad relationship with his own children.",
        8366.82,
        8382.22
    ],
    [
        " His, it was estranged from his wife. His wife never divorced him, but he was estranged from her. And he, you know, he had a just really, you know, tough time.",
        8383.3,
        8394.2
    ],
    [
        " I think the only person that he was really close to in life, aside from, you know, his teammates, aside from, you know, somebody like Pete Peterson, was his sister.",
        8394.2,
        8405.38
    ],
    [
        " As a side note, this last muster down at Fort Pierce, they had, you know, because of COVID, you've ever been to Fort Pierce when they do the muster.",
        8408.32,
        8418.72
    ],
    [
        " I haven't been to the muster, but I know about the Ashess Swim, but tell everyone that's awesome.",
        8418.98,
        8423.36
    ],
    [
        " So they were doing an Ashess Swim. They, every year at Fort Pierce, once a year they will do an Ashess Swim. So if anyone connected to NSW has died in the previous year, and they would like their ashes to be committed to the ocean, they will, they do a sunrise swim out into the Atlantic.",
        8423.36,
        8444.6
    ],
    [
        " And two of your teammates will escort your ashes out into the sea and they'll release their ashes. I'd never been to one of these things. I'd heard about them.",
        8446.3,
        8456.14
    ],
    [
        " This year I was invited down to give a talk on the history of the teams, and they asked me if I would, you know, participate the next morning in one of these, you know, swims.",
        8457.3,
        8468.6
    ],
    [
        " I knew Pete Peterson was going to be there, I met, you know, I interviewed Pete a number of times for the book, and I knew that he was going to be swimming Bob's ashes, Bob died several months before, and he was going to be swimming Bob's ashes.",
        8469.4,
        8485.24
    ],
    [
        " In addition to Bob's ashes, there were two other members of the seventh platoon that were whose ashes were going to be swum out.",
        8485.72,
        8493.68
    ],
    [
        " So I told Pete if you need a swim buddy for this, I'm happy to join you, and he was more than happy to accept. So the next morning we're out there, you know, 4 a.m.",
        8495.76,
        8507.7
    ],
    [
        " They want us to all muster, you know, kind of backed by the museum away from the ocean. And it's November, and it's pretty cold, it's probably the high forties.",
        8507.82,
        8517.88
    ],
    [
        " And, you know, we're just out there in swim trunks with flippers, and you know, they're going down the roster, okay. Here's a name, you know, Bob Gallagher, who's swimming Bob, you know, Pete, you know, he's in his mid 80s at this point, he raises his hands, you know, got, he's an older guy.",
        8518.68,
        8535.48
    ],
    [
        " But he's an, I'm just swimming Bob. He's like, all right, who's swimming with Pete? I got shot my hand up so fast, I'm just swimming with Pete.",
        8536.6,
        8543.78
    ],
    [
        " But after, you know, you get your assignments, you know, right, you know, before sunrise, they march you out, and I was not expecting, you know, sort of the spectacle of what was out there.",
        8546.66,
        8557.5
    ],
    [
        " They had a shadow box set up for every person whose ashes were being swam out, so about 40 different shadow boxes with a, you know, flag, and then behind that, you know, facing the ocean.",
        8557.84,
        8571.52
    ],
    [
        " Probably a 50, 50 people per shadow box of family members. They were all assembled there to watch their loved ones ashes being swam out to swim out to see, you know, bagpipes, they had a band, they had a flag team.",
        8571.72,
        8586.14
    ],
    [
        " It was, it was a huge, huge collection of thousands of people on the beach. They do a flag ceremony. So they kind of, they position the swimmers, you know, behind the shadow box facing the family.",
        8586.94,
        8600.46
    ],
    [
        " And they go down one by one, and they'll do a, you know, presentation of the flag to the family. Now they had, you know, set us up, me and, you know, me and Pete behind Bob's ashes, but right next to Bob's family, they had,",
        8600.9,
        8616.54
    ],
    [
        " and Roy Matthews, who was also in the 7th Platoon, and he also had Ron Yoh, Ron Yoh's family was right there too. And they were both members of the 7th Platoon, and I'm standing there with Pete, who was, you know, their OIC, you know, in Vietnam, and you can see Pete's getting, Pete's getting emotional here, and I don't blame him, I would have been too.",
        8620.14,
        8637.64
    ],
    [
        " And I'm starting to think, you know, seeing Pete, and they finally, you know, after the flag presentation, they hand you the ashes, and they hand, you know, hand Bob's ashes, you know, to us, Bob's at least 20 pounds. I mean, the, the bag of ashes, it's pretty heavy.",
        8639.9,
        8654.08
    ],
    [
        " I'm looking at, you know, Pete, and they finally tell us, you know, about face, start marching into the ocean, we start backing up, or guys are getting online, you know, you know, putting fins on, Pete's having, you know, a little bit of a tough time getting those, those fins on, I'm starting to see the line, you know, kind of edge away from us a little bit, like, we're starting to be like, all right, we're, me and Pete are starting to get left behind here a little bit, like I'm starting to wonder if, you know, the waves are pretty big for Florida.",
        8654.84,
        8682.22
    ],
    [
        " I've never seen waves that big in Florida, but we're starting to back into it. I'm looking at Pete, and I'm like, Pete, we're not to do this, man, we can find somebody else to swim, you know, Bob out, we'll take care of this. If you can't, can't do this, Pete looks at me, he goes, I think there's really only one thing to do here.",
        8682.22,
        8697.58
    ],
    [
        " And, like, all right, I start to grab his arm, like, we're going to head back in, he takes off, like, he dies for that way.",
        8698.42,
        8704.82
    ],
    [
        " He went from being like an 83 year old man to a 25 year old fragment, like that. I couldn't keep up with him. I'm doing everything I can to swim, dragon Bob, come through this, sir.",
        8705.32,
        8715.5
    ],
    [
        " And finally, get out there through the breakers, Sun comes up, command comes out, hand Bob to Pete, Pete lets him go.",
        8717.1,
        8729.24
    ],
    [
        " I mean, the whole thing, the whole 10 years of work on this book, it was worth it in that moment.",
        8730.58,
        8742.04
    ],
    [
        " Man,",
        8743.06,
        8747.66
    ],
    [
        " I mean, you can see it there, like, you see like, I mean, even the guys, I've been talking to guys that are, you know, from that era.",
        8758.2,
        8768.86
    ],
    [
        " Guys that aren't even mentioned in the book, but they are, you know, to a man, they are, you know, they all express, you know, how pleased they are, that, you know, Bob's contribution, you know, Bob Gallagher, who's never, you know, touted his own achievements.",
        8770.18,
        8790.72
    ],
    [
        " I mean, anybody's going to, you know, capture the attention of that era. I mean, it should be him.",
        8792.74,
        8800.78
    ],
    [
        " That's an interesting thing about him too, that, I mean, I say he's the anti-Marsinko, he's not, you know, he's not a, he had such pride in the rest of the Navy.",
        8801.5,
        8812.98
    ],
    [
        " Like, in a way that, you know, when I set out to write this book, I always assumed that I'd be writing a book that, you know, confirmed all the myths about us, that we did all of this ourselves, you know, and then the Navy, you know, was always the, you know, the branch of, you know, the parent command that was trying to keep us, you know, assigned to the water.",
        8812.98,
        8828.88
    ],
    [
        " When I found the opposite to be true, and then when I discovered Bob Gallagher, Bob Gallagher's lasting legacy, if anything, is, you know, how much pride he had, not just in the SEALT, but in his parent service too.",
        8829.38,
        8839.56
    ],
    [
        " He left the SEALT, one of the last things he did, he took a commission, which no, I don't know that anybody knows about it, but he took a commission as a, as a Warren officer, from one of the first things he did, was he, or he had to leave the SEALT, he had to go to an aircraft carrier, and, and, and work on this aircraft carrier with fleet sailors.",
        8839.56,
        8861.66
    ],
    [
        " And, everybody, every SEAL that he ever met afterwards, he, to a man, he told them, he was one of the things he was most proud of.",
        8863.44,
        8869.96
    ],
    [
        " He was able to see, you know, the US Navy at work, and see how committed, you know, his fellowship mates and sailors were, you know, they weren't SEALS, maybe these guys couldn't, you know, couldn't, couldn't run and couldn't do the things that the problem men can do, but they still had pride in their work, and they still, you know, had a mission to do, and, and he was, you know, every bit as proud of that, as he was, was,",
        8870.24,
        8891.44
    ],
    [
        " you know, career in the teams.",
        8891.62,
        8892.88
    ],
    [
        " When, when did you, what stood out, how did you get to that, that platoon?",
        8893.84,
        8901.04
    ],
    [
        " You know, I, I, I spent, you know, a long time, a long time trying to figure out where that transition had occurred, you know, that, uh, transition from where the SEAL platoons were, you know, patrol and ambushers, uh, to, you know, capture kill commandos.",
        8902.36,
        8920.72
    ],
    [
        " And, you know, Marcienko, he makes all these claims in his, you know, rogue warrior book, um, that it was his platoon, that it was the eighth platoon that made that transition.",
        8920.76,
        8928.5
    ],
    [
        " Um, and I went through, and I, I was gathering as many, you know, barn dance cards or after action reports as I could, um, and, you know, I was going through operation by operation platoon by platoon, trying to see, like, you know, who had made that transition.",
        8929.26,
        8943.42
    ],
    [
        " I went through eight platoon, you know, among others, I was, you know, I was plotting insertion points, extraction points, actions on objective points for every one of their missions.",
        8943.42,
        8952.22
    ],
    [
        " And, you know, after, you know, doing three months worth of Marcienko's missions, I realized every claim that he had made in rogue warrior bullshit.",
        8952.24,
        8959.16
    ],
    [
        " Like, what, what she said, because, you know, what his platoon did was totally commendable. It was, it was incredible, like, what his platoon did.",
        8959.62,
        8967.56
    ],
    [
        " And the contribution to child doctrine, the TET offense, amazing. But, you know, he was making, you know, outlandish claims and, you know, and not only burnishing his legacy, but doing it at the expense of other folks too.",
        8967.56,
        8979.92
    ],
    [
        " I couldn't understand why he was.",
        8980.22,
        8981.46
    ],
    [
        " Um, but I mean, I found the seventh platoon because I was just methodically going through these platoons, platoon at a time, operation by, at a time.",
        8982.62,
        8990.08
    ],
    [
        " And I noticed in the seventh platoons, you know, this, they started out like everybody else, you know, they got to, you know, Vietnam and they would get a little bit of intel and they would go out and set an ambush.",
        8990.3,
        8999.94
    ],
    [
        " They'd, they'd patrol to contact.",
        9000.34,
        9003.08
    ],
    [
        " But by, you know, the three month mark in their deployment, their operations take a noticeable turn.",
        9003.54,
        9010.82
    ],
    [
        " And this is when they meet their interpreter, men, who's a former, or who's a Vietnamese sailor and they enlist him into the organization.",
        9011.0,
        9018.34
    ],
    [
        " He's not just an interpreter though. He's like a, he's a source of intel. Like he's, he's able to connect them to, you know, institutions in the country that, you know, provide them a wealth of information.",
        9018.5,
        9028.74
    ],
    [
        " And then they start going out and they, they're not just going out for Viet Cong. They're going out for Viet Cong with names. They know who they're going after.",
        9028.86,
        9034.68
    ],
    [
        " So you know that the seven, seven platoon makes that, makes that turn.",
        9035.22,
        9039.88
    ],
    [
        " And by the end of that platoon, by this, by the, by the summer of 1968, the platoon that followed the, the, the seven platoon, they're, you know, they're doing what the seven platoon did, but, but better.",
        9040.16,
        9054.56
    ],
    [
        " Better. I mean, Rudy Bosch, you know, rolls in with the ten platoon and every platoon, then it just, it franchises at that point, every platoon, whether it's a seal, an East Coast platoon or a West Coast platoon, they're all doing it.",
        9054.64,
        9066.16
    ],
    [
        " And they're all, you know, relying on this capture kill mission. And it doesn't really start to trickle off until, you know, the war really starts to drive the, the end of the funnel.",
        9066.2,
        9081.28
    ],
    [
        " The, the money starts to shut off. You know, they stop getting, you know, rounds for their M16. They, they don't get any more gas money for their jeeps. They take jeeps away from them.",
        9081.46,
        9091.98
    ],
    [
        " They make them start doing watch standing on, on various bases that they're on. So all the intel collection that they've been doing up to that point in the war, it, it's starting to get, you know, they're not able to do it like they were in like, you know, 69, 70, 71.",
        9091.98,
        9105.52
    ],
    [
        " Well, first of all, you want to, you want to get some seals mad make them stand watch. Oh, yeah, I read that.",
        9107.32,
        9114.98
    ],
    [
        " Guys get so bad. We had, we had a stand watch. We had to stand watch on people we captured actually when my first opponent to Iraq. And you would have fought.",
        9115.02,
        9134.62
    ],
    [
        " But you say, hey, I know we just did that mission. You got to stand watch at five o'clock in the morning. You could me.",
        9134.92,
        9140.56
    ],
    [
        " So pissed off.",
        9140.72,
        9142.58
    ],
    [
        " I would take that, I would take the two o'clock in the morning to four. I mean, myself in the, and the A O I C would take the worst watch of the night, the one that you had to wake up in the middle of the night, you know, the other ones you can kind of sleep until,",
        9143.1,
        9156.18
    ],
    [
        " No, not us, but guys don't like stand watch. The other thing that's interesting about this is, you know, having talking to, having, having talked to a number of sag guys, man, they were so compartmentalized.",
        9157.02,
        9171.44
    ],
    [
        " They would get like no turnover.",
        9171.7,
        9174.2
    ],
    [
        " Things would happen. They would never tell anybody. Right.",
        9174.96,
        9177.46
    ],
    [
        " And I mean, I'm talking like lesson learned from an operation. Hey, don't use this type of weapon in this situation. They'd never hear that.",
        9177.68,
        9185.48
    ],
    [
        " It was, well, not never, but it was very limited to how much they would be able to pass on or that they would receive.",
        9185.84,
        9192.44
    ],
    [
        " It was all be kind of centralized like maybe to be one guy that would debrief him.",
        9192.74,
        9196.5
    ],
    [
        " So the fact that the, the seals were sharing, hey, this is a better way to do operations here to where we can make an huge impact.",
        9197.14,
        9204.64
    ],
    [
        " That's important from a leadership perspective. When you're out there working in a company, in a business, in a team, when you learn something, pass it on so everyone can benefit.",
        9204.74,
        9213.44
    ],
    [
        " The other thing that was like, I mean, totally benefited the seals at this point is, you know, this policy that the rest of the military had of individual rotation.",
        9214.1,
        9223.1
    ],
    [
        " They thought that having, you know, you know, oh, yeah, constant, you know, presence there, you know, was, was easier to, you know, keep all the equipment there, but we'll just, you know, feed guys, onesie twosies into the into a team.",
        9223.58,
        9234.62
    ],
    [
        " It's horrible. It's terrible. Yeah, you know, they get to country. Nobody knows them. Nobody trusts them. They don't know anybody else. Nobody wants to train them. They never work together. They never work together.",
        9234.76,
        9243.74
    ],
    [
        " The Green Berets did that. Lurps did that. I mean, all these special units, the week called special, you know, they are learning together as they operate.",
        9243.96,
        9252.7
    ],
    [
        " All the time. All the time. All the time. All the time.",
        9252.9,
        9257.34
    ],
    [
        " All the special teams, they were always deploying as a group. They were coming home as a group. They were training together. And they would redeploy as a group.",
        9257.38,
        9264.08
    ],
    [
        " Yeah. And by the way, you get turnover operation. Not like there's everyone shows up and now no one knows what to do. You get turnover operations. Right. There's a period to a week period.",
        9264.36,
        9271.42
    ],
    [
        " Yeah. So it's not like you're, wait, doesn't it kind of make sense to have new guy cycling? That way you still got some experience. Guys, no, doesn't. Got to work together.",
        9271.72,
        9278.88
    ],
    [
        " Yeah. Moving on to chapter 15. I think this might be Echo's favorite title right here.",
        9278.88,
        9287.64
    ],
    [
        " The Navy's skeleton key to inland combat and the final against the current achievements in the war's eb tie that exposed the Seals pre-eminence as the US military's go anywhere.",
        9288.24,
        9305.88
    ],
    [
        " Commandos. I even got you laughing at this bed. You're editor. Well, I, in my editor's defense, I'm the one that wrote the title.",
        9306.52,
        9317.88
    ],
    [
        " But as you said, it kind of explains us, you know, what's going on here a little bit. Let me go to the book.",
        9319.14,
        9329.12
    ],
    [
        " Within two months of his arrival, Zomewal, that's the Admiral Zomewal strategy. Zomewal's strategy had pulled swift boats from the coastal blockade to take over the PBR patrols in the lower delta and had reclaimed some 90% of the vessels assigned to the mobile river reinforce to push into bloody alley of the parrots beak.",
        9331.04,
        9351.3
    ],
    [
        " That portion of Cambodia that stabbed the insurgency supply lines like a knife into the delta's heart. With Zomewal's arrival, the Seals went from being the fleet's project prodigal stepchild raiders to the fleet's skeleton key to inland opportunities, opportunities for Navy boats, Navy ships, Navy fighters, Navy helicopters, Navy gunships, Navy intelligence officers, even Navy seabees.",
        9351.3,
        9380.52
    ],
    [
        " To goose the Navy's involvement in seal operations, Zomewal always wearing forest green fatigues and occasionally accompanied by a camera and crew and reporters routinely dropped in on his platoons and always posed a variant of the same question. How can I help?",
        9380.64,
        9400.38
    ],
    [
        " In short order, that help was showing up in piasters for Hoi Chans and interpreters, Navy jeeps to meet with sources, daily grocery drops by the Navy's helicopter transports. After the friendly fire death of Lieutenant Junior Grade David Nichols, Zomewal took less than three days to invest in, invest one seal compound with an actual Navy physician.",
        9401.2,
        9424.82
    ],
    [
        " All told, it was the kind of self-serving that helped infuse the seals with an even greater operational capacity, so much so that within six months of Zomewal's arrival, the headquarters of the Seals Task Group Commander in Vietnam was finally upgraded from a cluttered desk at CTF-116 to an entire Quanzin Hut.",
        9425.32,
        9447.06
    ],
    [
        " I need 15 more, 20 more, 100 more seals, remembered three war veteran frogman, Frank Kane of Zomewalts repeated calls to increase his complement.",
        9447.86,
        9460.0
    ],
    [
        " When such request collided with the reality of Seals actual manning numbers, no levels, nowhere close to the Green Berets, Zomewalt even enlisted the efforts and advice of the commander of US naval forces in the Philippines.",
        9460.54,
        9474.14
    ],
    [
        " None other than the Bull Frog himself, Admiral Draper Kaufman.",
        9474.32,
        9479.02
    ],
    [
        " So that's a huge turning point when you start getting this massive support from Zomewalt.",
        9479.58,
        9488.0
    ],
    [
        " Yeah, I mean the seals are no longer like it, they're no longer at the fringe of the Navy's operations, they're the harpoon that not only is striking.",
        9488.34,
        9502.9
    ],
    [
        " You know, into the heart of the enemy, but just like a harpoon that's attached to a rope, it's pulling the rest of the Navy inland.",
        9503.46,
        9509.64
    ],
    [
        " Yeah, that little detail that you got in there of Zomewalt always wearing camis or always wearing fatigues, that's just like...",
        9510.0,
        9519.2
    ],
    [
        " Yeah, I mean it's a... You're always on the lookout for whatever, you know, that little detail that's gonna say something else to your reader, you know, you...",
        9519.2,
        9528.54
    ],
    [
        " I mean just the fact that, you know, his sideburns alone, like convey to the rest of his sailors that, hey I'm cool.",
        9528.54,
        9537.4
    ],
    [
        " Oh cool, like you.",
        9537.74,
        9538.34
    ],
    [
        " You know, like, I mean up to that point in the Navy, there's no beards allowed.",
        9538.68,
        9547.14
    ],
    [
        " I mean when he becomes CNL, you know, it's back in fashion in the US Navy, beards.",
        9547.58,
        9552.88
    ],
    [
        " It brings it all back.",
        9553.06,
        9554.44
    ],
    [
        " But I mean he's totally, you know, he has the bonafidus to do it.",
        9555.3,
        9561.28
    ],
    [
        " He's a junior officer all through World War II.",
        9561.4,
        9567.36
    ],
    [
        " He's one of the only sailors to take a ship up the Wampo River in the Shanghai.",
        9567.74,
        9573.12
    ],
    [
        " He actually sees what Sako is doing at the tail of the World War II.",
        9573.48,
        9576.64
    ],
    [
        " He turns over, he does a prisoner exchange with Phil Bucklow in 1945.",
        9576.64,
        9582.32
    ],
    [
        " And he's seen, even if he's not participated in it, he's gotten the glimpse of what the Navy's capable of.",
        9583.0,
        9588.92
    ],
    [
        " And when he gets there to Vietnam, he knows the Navy could be doing more.",
        9589.0,
        9591.86
    ],
    [
        " And then, you know, not only is his role as the commander of Naval Forces in Vietnam important, but he's the one that ultimately becomes a chief in naval operations.",
        9594.1,
        9603.54
    ],
    [
        " He's, he thought the seals were, you know, important before.",
        9604.06,
        9608.22
    ],
    [
        " I mean, when he becomes a CNL, I mean, you're vaulting the seals of preeminence along with him.",
        9608.68,
        9615.84
    ],
    [
        " Pretty neat, the Zoom wall, class ships, US and micimons, or...",
        9617.04,
        9621.52
    ],
    [
        " Oh, it's incredible.",
        9621.52,
        9622.08
    ],
    [
        " I mean that connection is, yeah, that's, it's so cool.",
        9622.62,
        9625.74
    ],
    [
        " How about as this is, you know, you got, well, trying to put together like Bob Carrey's mission.",
        9629.12,
        9636.6
    ],
    [
        " How hard was that?",
        9637.22,
        9638.5
    ],
    [
        " It's not, Bob Carrey's mission is sort of a one-off.",
        9639.28,
        9643.42
    ],
    [
        " Like, and I thought, you know, I thought about focusing on Bob Carrey's mission for the chapter, but it's not a...",
        9644.32,
        9655.72
    ],
    [
        " It's not a big adventureism because it's right on the coast.",
        9655.72,
        9657.56
    ],
    [
        " It's right in not trying to be.",
        9657.76,
        9659.1
    ],
    [
        " What, what signifies that it's important in, you know, like the, the seals sort of like elbowing out its competitors is the fact that it's right around the corner from where the green berets are operating.",
        9659.78,
        9675.86
    ],
    [
        " Like, that's there, that's their corner of the war.",
        9676.38,
        9678.44
    ],
    [
        " So, yeah, it's coastal, but it should have been in the green berets territory.",
        9678.6,
        9681.68
    ],
    [
        " And here comes, you know, seal team one along with CTF 115, CTF 115 is the coastal squadron, or the coastal taskwars.",
        9681.68,
        9690.94
    ],
    [
        " They get their first seals and what do they do with them?",
        9691.46,
        9693.6
    ],
    [
        " They start sending them everywhere.",
        9693.68,
        9694.9
    ],
    [
        " And it is. It's one of the, I mean, you look at that, that mission.",
        9695.36,
        9700.12
    ],
    [
        " And it is, it's so different from what the rest of the seal teams are doing in the Meekong Delta.",
        9700.38,
        9705.96
    ],
    [
        " But it's so indicative of, you know, this transformation that the seals have gone through.",
        9706.56,
        9712.52
    ],
    [
        " They're not a, you know, patrol and ambush force anymore.",
        9713.04,
        9716.68
    ],
    [
        " Now they're going after individual Vyakong so they can capture them, flip them, or ransack them for, you know, other locations.",
        9717.18,
        9724.9
    ],
    [
        " So the whole mission is not a, this is an entrepreneurial, this is not a, you know, let's see what we get.",
        9725.62,
        9732.82
    ],
    [
        " They know who they're going for. They've got good information and they, you know, they plan a really cool special operation to go get them.",
        9732.88,
        9742.28
    ],
    [
        " Did you feel tempted to get sucked into the sea wolves at all?",
        9742.28,
        9747.34
    ],
    [
        " Oh, yeah.",
        9747.64,
        9747.92
    ],
    [
        " Because I've had the sea wolves.",
        9748.06,
        9750.7
    ],
    [
        " I had to keep them at arms like, I was like, I don't have time. I was like, I would find, I found some, I had, I had a lot of documents about the sea wolves too.",
        9750.96,
        9759.36
    ],
    [
        " I was like, man.",
        9759.36,
        9761.22
    ],
    [
        " And there, I mean, Navy, just the Navy, you know, gunship squadrons alone.",
        9762.62,
        9767.76
    ],
    [
        " I mean, they've gone through, you know, very, very similar, you know, experience of, let's bring them back. Let's expand them again.",
        9767.86,
        9776.4
    ],
    [
        " Oh, we're bringing back.",
        9776.42,
        9776.96
    ],
    [
        " We're bringing back.",
        9777.16,
        9777.84
    ],
    [
        " Well, you and I experienced that.",
        9777.84,
        9779.5
    ],
    [
        " I mean, we had the reserve squadrons that were working pretty much as the sea wolves.",
        9779.58,
        9784.8
    ],
    [
        " They were like at the back and call of the seals.",
        9784.8,
        9786.94
    ],
    [
        " You know, my first deployment to Iraq, it was, we work with those guys all the time.",
        9787.12,
        9790.94
    ],
    [
        " They were our full support and they were fantastic, fantastic.",
        9791.2,
        9795.4
    ],
    [
        " But the sea wolves in nom, man commissioned in Vietnam and decommissioned.",
        9795.88,
        9800.6
    ],
    [
        " They only squadron ever to be commissioned in combat and decommissioned in combat.",
        9800.6,
        9805.56
    ],
    [
        " There's that one story.",
        9805.82,
        9807.36
    ],
    [
        " They, they, they run out of fuel.",
        9808.16,
        9811.08
    ],
    [
        " There's a platoon on the ground.",
        9811.14,
        9812.48
    ],
    [
        " They're like, we're not leaving.",
        9812.48,
        9813.66
    ],
    [
        " One bird's like, hey, we're not leaving.",
        9813.66,
        9815.14
    ],
    [
        " We'll just run out of gas.",
        9815.7,
        9816.74
    ],
    [
        " So they, they have enough gas to get in there and grab the last few guys.",
        9817.36,
        9821.06
    ],
    [
        " But they don't have enough gas to make it back to base.",
        9821.48,
        9823.48
    ],
    [
        " They land in the middle of a rice, rice paddy somewhere.",
        9823.54,
        9825.98
    ],
    [
        " And they're using an ammo can to siphon fuel into an ammo can, and poured into the queue.",
        9826.36,
        9832.44
    ],
    [
        " To get that thing back to base, bro.",
        9832.8,
        9835.24
    ],
    [
        " These guys, when you talk to, and the Vietnam guys, the Vietnam seals have had in the podcast.",
        9835.86,
        9839.66
    ],
    [
        " Like, you, they, they just love absolutely without question, love the sea wolf guys.",
        9839.68,
        9844.48
    ],
    [
        " Because those sea wolf guys, they took so much risk to support the seals on the ground.",
        9844.48,
        9849.76
    ],
    [
        " We know when I was, there were a couple episodes when I was, I would come, I would, I would see like a report of an army's like who, you know,",
        9850.32,
        9859.02
    ],
    [
        " it said, well, we're not going to land or something like that.",
        9859.02,
        9861.02
    ],
    [
        " And then the report of a sea wolf pilot saying, well, if you don't land, I'm going to shoot you down.",
        9861.04,
        9864.22
    ],
    [
        " And I was, I was a little skeptical of that.",
        9864.48,
        9866.34
    ],
    [
        " I was like, I don't know if that's, that's, that's cricket.",
        9866.34,
        9869.3
    ],
    [
        " And then I found another one.",
        9869.6,
        9871.2
    ],
    [
        " I was like, I'm wondering if this happened maybe a couple of times.",
        9871.26,
        9873.82
    ],
    [
        " Like, I made it, I made it into the buck.",
        9874.78,
        9877.04
    ],
    [
        " I mean, not to, you know, ever diminish what those army slick pilots did.",
        9877.08,
        9880.54
    ],
    [
        " They were, I mean, they were doing the Lord's work too, but yeah.",
        9880.72,
        9883.66
    ],
    [
        " And then, and then as you're trying to get like the last three years of the war,",
        9883.98,
        9888.38
    ],
    [
        " yeah, to compress that.",
        9888.7,
        9889.64
    ],
    [
        " How hard was that?",
        9889.9,
        9890.64
    ],
    [
        " That's tough.",
        9890.64,
        9891.16
    ],
    [
        " And I had to, you know, I realized that I made my point.",
        9891.74,
        9896.36
    ],
    [
        " I knew that, you know, I had accomplished what I set forth to, to establish,",
        9896.92,
        9900.76
    ],
    [
        " which is, you know, the moment when the sea old became what we are today.",
        9900.82,
        9903.76
    ],
    [
        " You know, so now all I was trying to do is just kind of, one, you know,",
        9904.4,
        9910.26
    ],
    [
        " further solidify, you know, how that had happened.",
        9910.72,
        9913.92
    ],
    [
        " And, you know, I discovered some stuff along the way.",
        9914.12,
        9916.18
    ],
    [
        " Like, you know, the night, or the night division being, you know, the night,",
        9916.18,
        9921.34
    ],
    [
        " one of the most interesting things to, you know, show, you know, how the,",
        9921.62,
        9925.34
    ],
    [
        " the Navy had become, you know, so important.",
        9925.46,
        9928.94
    ],
    [
        " And the Meekong Delta is, you know, finally, the night division starts copying the seals.",
        9929.02,
        9933.78
    ],
    [
        " The lurps start to de-conflict areas and take them away from the seals.",
        9934.02,
        9940.78
    ],
    [
        " And the seals, you know, they want to go out and, you know, do this raid.",
        9940.78,
        9943.56
    ],
    [
        " And they can't because the army is already there.",
        9943.76,
        9945.98
    ],
    [
        " And the very good chance that if the war had continued on, you know, for a little bit longer,",
        9946.54,
        9952.24
    ],
    [
        " that the army would have, you know, taken all the Navy's missions and the seals",
        9952.76,
        9956.48
    ],
    [
        " would have had to either move someplace else, adapt again, not sure what would have happened.",
        9956.48,
        9959.94
    ],
    [
        " But, as a good chance that the army's special operations would have gotten a lot better,",
        9960.1,
        9964.52
    ],
    [
        " a lot better, a lot faster.",
        9964.76,
        9966.38
    ],
    [
        " But they pulled the night division out of the country altogether,",
        9967.04,
        9969.62
    ],
    [
        " leaving the seal teams as the only All-American Commando Force and the entire fourth core for two years.",
        9969.82,
        9977.44
    ],
    [
        " Which I mean, talk about opportunity.",
        9977.9,
        9981.96
    ],
    [
        " You know, going back to the, the sea wolves and them being answering the call, you know,",
        9983.8,
        9990.6
    ],
    [
        " that's something that I learned out of the gate when I got to seal teams was that,",
        9990.66,
        9994.74
    ],
    [
        " hey, in NOM, if it was a platoon in trouble or if it was a downpilot,",
        9994.74,
        10001.44
    ],
    [
        " we were going bright light, no questions asked.",
        10001.82,
        10004.64
    ],
    [
        " That's a, that's an attitude that stuck through, you know, till this day.",
        10006.3,
        10014.6
    ],
    [
        " Something's going on like that, we're going.",
        10014.9,
        10016.54
    ],
    [
        " I mean, whatever, I don't know if it was pulled from, you know, the sea wolves,",
        10018.16,
        10023.32
    ],
    [
        " but I mean, we saw it carry through, I mean, an hour time, I mean, the seal team 10,",
        10023.54,
        10031.58
    ],
    [
        " I mean, they came to the, you know, rescue of, you know, their SDV squad.",
        10032.66,
        10037.36
    ],
    [
        " The gold squadron seals, I mean, they were on their way to, you know,",
        10042.52,
        10047.58
    ],
    [
        " come to the aid of Army Rangers, you know, like, are they in trouble?",
        10047.7,
        10052.04
    ],
    [
        " Yeah, as a dangerous, yep, you're going to go, we sure are.",
        10052.24,
        10056.46
    ],
    [
        "",
        10056.92,
        10056.92
    ],
    [
        " I don't know, I mean, it's, I think Americans are in trouble.",
        10058.4,
        10066.82
    ],
    [
        " I mean, you're going to go.",
        10066.82,
        10067.64
    ],
    [
        " I mean, that's, you know, when you start talking about Tommy Norris and his activities.",
        10068.98,
        10075.52
    ],
    [
        " Yeah, I mean, that's exactly right.",
        10076.58,
        10079.62
    ],
    [
        " I mean, how much did Tommy risk, you know, to come to rescue somebody he never knew?",
        10079.98,
        10086.62
    ],
    [
        " I think 11 other Americans had died attempting to rescue, you know, those two,",
        10087.08,
        10092.24
    ],
    [
        " the pilot and the navigator.",
        10092.36,
        10094.02
    ],
    [
        " And not, I mean, he had, you know, he was there with his Vietnamese Rangers.",
        10095.56,
        10101.8
    ],
    [
        " I mean, like, the thing that never, you know, ceases to amaze me is the fact that the seal teams were the recipient of all of that accumulated knowledge,",
        10102.24,
        10113.36
    ],
    [
        " of all that, of all that legacy, you know, Darby's legacy and the Cabana to end the legacy and the point to Hawk,",
        10113.56,
        10119.96
    ],
    [
        " all that, you know, all that knowledge got compressed into the Ranger School and there are no Rangers.",
        10119.96,
        10126.42
    ],
    [
        " So the seal teams became the biggest, you know, collection of Ranger School graduates in the US military.",
        10127.12,
        10134.34
    ],
    [
        " And then, you know, not only, you know, is there that connection with Tommy Norris, you know, leading Vietnamese Rangers,",
        10135.28,
        10141.14
    ],
    [
        " but the seals and the 7-platoon seals during the Tet Offensive in Mito, the Bob Gallagher leads a squad of seals, you know,",
        10142.9,
        10153.28
    ],
    [
        " through the streets of Mito to help call in airstrikes for the stranded Vietnamese seals or Vietnamese Rangers.",
        10153.36,
        10162.82
    ],
    [
        " But yeah, Bob Gallagher, Tommy Norris coming, you know, risking everything.",
        10164.16,
        10169.7
    ],
    [
        " And he and his Rangers had undergone, you know, a pretty terrible mortar attack the night before he went out on that raid or went out on that rescue mission.",
        10170.12,
        10180.94
    ],
    [
        " I can't remember off the top of my head how many of his Rangers were killed in that attack, but I mean, combat ineffective.",
        10181.54,
        10189.26
    ],
    [
        " He only had a handful of Rangers left and him and Kit, you know, still decide there's an American in trouble, we're going to get him.",
        10189.26,
        10197.18
    ],
    [
        " Just remarkable to me. It goes out and talking to, so you asked the question, how do you compress, you know, essentially,",
        10198.18,
        10208.5
    ],
    [
        " it's a three-year period of history into a single, you know, 15-page chapter.",
        10208.5,
        10212.88
    ],
    [
        " And, you know, you have two of, you know, the most, you know, iconic seal missions of the war that occurred during this period are not two, but multiple.",
        10213.7,
        10225.3
    ],
    [
        " I mean, you've got, you know, Bob Carrey's mission, you've got Tommy Norris's mission, you've got Thornton's mission to rescue Norris.",
        10225.6,
        10232.6
    ],
    [
        " At some point I had the idea like I can't cover all that. And it's not, not necessary.",
        10233.94,
        10239.84
    ],
    [
        " It's not outside the scope of what I was doing, but it's redundant to what I've already shown. So I don't need to do that.",
        10239.98,
        10245.42
    ],
    [
        " But I do want to cover it in some, and, you know, pay it a nod or, you know, describe it in a way that other folks probably haven't.",
        10245.94,
        10254.68
    ],
    [
        " And I had read, you know, the books on Tommy and Mike Thornton. And I read the book on Tommy rescuing, read the most recent books on those events.",
        10254.68,
        10265.72
    ],
    [
        " And the things that I noticed that they didn't cover were the Medal of Honor ceremonies for each event.",
        10266.5,
        10271.94
    ],
    [
        " I thought, wouldn't that be an interesting way to, you know, wrap up the book with this, you know, with Tommy Norris's Medal of Honor ceremony?",
        10272.12,
        10279.46
    ],
    [
        " Because Mike Thornton's Medal of Honor ceremony happened several years earlier.",
        10279.98,
        10282.88
    ],
    [
        " Tommy's doesn't happen until 1976. Vietnam War is over. Fall of Saigon has happened.",
        10284.14,
        10289.66
    ],
    [
        " You can capture all of this here, this history that's happened if you, you know, use that moment as a vehicle.",
        10290.32,
        10297.12
    ],
    [
        " So that's what I did. I contacted Tommy Norris, and he was, you know, a con, I, Mark Robbins, who was on that deployment.",
        10297.78,
        10308.64
    ],
    [
        " He lost his eye to a machine gunner's bullet. Tommy had been, Tommy had helped counsel him through, you know, the, you're losing the eye.",
        10309.08,
        10321.34
    ],
    [
        " So Mark had Tommy's phone number. So I just called him one day. Got him on the phone.",
        10321.86,
        10328.22
    ],
    [
        " And had a, you know, kind of a series of talks with him. But he just couldn't have been, you know, just a more accessible, more, more friendly guy, just a humble, humble guy, you know, considering everything he's been through everything he's done.",
        10329.68,
        10343.7
    ],
    [
        " And you know, what was funny is he always, you know, he didn't minimize what he, I mean, he did minimize what he did.",
        10344.5,
        10351.22
    ],
    [
        " But he also, like, was so proud of, you know, his post-war, you know, career in the FBI. He had this, like, I mean, he had a, he had a, I mean, in addition to his, you know, seal career, he had this legendary FBI career.",
        10351.22,
        10365.14
    ],
    [
        " He was, you know, he was a undercover agent. He was going after international terrorists as an undercover agent. And his, his cover was that of like a one-eyed arms dealer.",
        10365.44,
        10377.32
    ],
    [
        " And nobody ever doubted him. He was a, he was, you know, he went after white supremacists and Idaho. He, one of the best stories that I heard about him was that he was up on a wire.",
        10377.58,
        10395.1
    ],
    [
        " And he had been listening to this white supremacist for a few months. And he knew that this guy one had this, this big rot-wilder that it was his pride and joy. He loved this dog.",
        10395.72,
        10408.04
    ],
    [
        " And he was taking him to the vet for some, you know, not, not serious issue, but he was going to leave the dog there overnight.",
        10408.56,
        10415.76
    ],
    [
        " So Tommy, you know, having listened to this guy's voice for like a month, he could imitate him pretty well. So the night the dog was there, Tommy makes a phone call to the vet. He's like, hey, while the dog's there, why don't you go ahead and neuter him?",
        10416.14,
        10429.36
    ],
    [
        " I don't know if it's true. I don't know. I don't know if this is an accurate story with this. I didn't get in the book because I couldn't verify it.",
        10430.2,
        10443.04
    ],
    [
        " The other story that I heard, and this was from a Vietnam Air SEAL, who was one of the first team leaders at HRT. So Tommy wasn't one of the founders of HRT, but he was one of the plank owners.",
        10443.64,
        10455.0
    ],
    [
        " He was one of the first guys to go through the HRT selection. And so HRT was in, they were conducting one of their very first operations in 1985. It was against a, or they were trying to apprehend a",
        10455.0,
        10471.8
    ],
    [
        " Puerto Rican nationalist who had semi, he was essentially a terrorist, but they were conducting a, I believe, in a restaurant, and they were going up this guy, the stairs to this guy's house.",
        10472.58,
        10485.26
    ],
    [
        " He leans over the balcony with a machine gun and stitches the entire assault team and shoots one operator in the eye.",
        10485.8,
        10491.98
    ],
    [
        " The team backs out and Charles or Sandy Prudy, who's a Silver Star SEAL himself, the team leader for HRT. He's trying to come up with a plan to go in and get this guy.",
        10494.12,
        10509.26
    ],
    [
        " Tommy comes running up to Sandy, Sandy, I got a plan to get this guy. He's like, all right Tommy, what's the plan? How about I run upstairs and kill him?",
        10509.84,
        10516.78
    ],
    [
        " Check. Freaking outstanding. I don't know if we could find a better place to wrap it up than that. The book is awesome.",
        10524.56,
        10533.5
    ],
    [
        " We've been in and out of different stories. We're not even touching what's in this book. This book is just absolutely filled with incredible stuff. It's incredible story.",
        10535.66,
        10548.06
    ],
    [
        " So get the book. Echo, you got anything? I don't.",
        10548.36,
        10553.62
    ],
    [
        " I'm sure. I'm sure. All right. Ben, I've kept you captive speaking of hostage rescue. I think you're going to get busted out of here in a second. Somebody's probably looking for you.",
        10554.94,
        10565.4
    ],
    [
        " So, appreciate you coming.",
        10565.9,
        10568.16
    ],
    [
        " I can't thank you enough. This is a treat for me. Any time I get to talk about this stuff is great. Thanks for the support of the book, too. This is...",
        10568.5,
        10578.94
    ],
    [
        " I can't thank you enough. Well, the amount of effort that you put in this book, the product is just outstanding. And I can't even fathom that there would be someone else that would go through the effort that you did to do this. You know, you're like, you got issues.",
        10579.86,
        10597.42
    ],
    [
        " Yeah, no, that's true. But what are you? I do too. I mean, think about it.",
        10599.66,
        10604.08
    ],
    [
        " Leaving the teams is a dramatic event. That's dramatic, which you have proved. Look at the... I mean, the infrastructure that's surrounding you at this point.",
        10604.66,
        10614.8
    ],
    [
        " You have to do something to account for that trauma. And I always used to think that I was immune to leaving the teams. And I was never going to fill it with anything else.",
        10615.12,
        10626.56
    ],
    [
        " I'd never gotten any tattoos. I didn't get into triathlons or anything like that.",
        10627.06,
        10632.28
    ],
    [
        " I just had this huge blind spot creeping up on me that I didn't even know about. And once this thing found me, I mean, I was hostage to it. Like there wasn't anything. I mean, it was...",
        10634.04,
        10649.42
    ],
    [
        " It dominated my life. I mean, I tried to really curtail the amount of time that I put into it. I'd only work in the morning and work in the evening after the kids weren't bad.",
        10649.42,
        10660.06
    ],
    [
        " But what I found was that I would leave off writing or researching. And then throughout the day, this thing would just be on a loop in my head. And I couldn't break away. And it was like that for 10 years.",
        10661.66,
        10675.2
    ],
    [
        " When you got published, were you already thinking about your next book? Or were you just like, you know, I'm a breather.",
        10675.96,
        10681.98
    ],
    [
        " So when I was writing the book, I had kind of a... If I wasn't thinking about a paragraph or a specific issue, I had this sort of mental loop going on in my head.",
        10682.64,
        10694.2
    ],
    [
        " And it was always like, what's the point? What's the point? What's the point? What's the point? What's the point? What's the point? What's the point? What's the point? What's the point? What's the purpose?",
        10694.46,
        10702.6
    ],
    [
        " And that question was always on a loop in my head. And then when I turned the final manuscript in, and I was done, and I didn't have that question to think about, I was a little lost. And I found myself like, I took a walk in my neighborhood.",
        10702.6,
        10719.9
    ],
    [
        " And all of a sudden I found myself subconsciously thinking, I started to say, what's next?",
        10721.64,
        10731.9
    ],
    [
        " What's next? What's next? What's next?",
        10732.04,
        10733.82
    ],
    [
        " And I've fortunately, through a lot of counseling, through some distance from the book, I've been able to take a pause.",
        10734.76,
        10745.1
    ],
    [
        " I kind of gave myself mentally a year from the data publication until... So for a year, July 20th is when it came out.",
        10745.1,
        10755.02
    ],
    [
        " I'm giving myself to July 20th of 2022 before I really start buckling down or start beating myself up about what's next.",
        10755.64,
        10765.04
    ],
    [
        " So I'm a psycho because once I get done, as soon as I get done, turn the final manuscript, I will first of all, before that even happens, I'm already plotting.",
        10766.82,
        10776.68
    ],
    [
        " I already got that next book. I'm one of them as bubbled to the surface. I'm ready to rock and roll. And so by the time the book comes out, one of my books gets published.",
        10776.92,
        10786.6
    ],
    [
        " The other one is already being formulated and kind of being written, which is really annoying because I also have the repeat loop in my head.",
        10786.6,
        10798.32
    ],
    [
        " Oh, this could be good. And as soon as that angle, there's no moment to go, no.",
        10798.54,
        10804.3
    ],
    [
        " Yeah, no.",
        10805.5,
        10806.18
    ],
    [
        " I mean, there was maybe an afternoon. I did reward myself at the end of each chapter. I would get drunk.",
        10807.3,
        10814.56
    ],
    [
        " And I wouldn't go out drinking or anything like that. I never did. I would just...",
        10816.98,
        10820.62
    ],
    [
        " When you got done with the chapter, would it be like, that's the rough chapter or is that like a...",
        10820.62,
        10826.28
    ],
    [
        " Yeah, I was the first draft. I knew that I was coming back from it.",
        10826.28,
        10828.54
    ],
    [
        " Yeah.",
        10828.56,
        10828.68
    ],
    [
        " But I mean, just getting, you know, putting that flag on the ground and being like, I'm done with that chapter.",
        10829.5,
        10834.78
    ],
    [
        " I felt like, you know, even if I knew that it wasn't perfect, even if I knew if I was going to have to come back, at least I knew...",
        10835.34,
        10844.54
    ],
    [
        " If I had let myself, you know, get that far, then I knew what the point of the chapter was.",
        10844.94,
        10849.82
    ],
    [
        " I knew why that chapter was important and I knew the point that I was trying to make.",
        10849.92,
        10852.64
    ],
    [
        " So at least I had the, you know, the bones of the chapter. The structure was good.",
        10852.8,
        10856.82
    ],
    [
        " You know, whether or not I was going to come back and add stuff on, you know, the Cuban fragment or something like that or...",
        10857.46,
        10864.84
    ],
    [
        " Gosh.",
        10864.84,
        10866.52
    ],
    [
        " Where are you leaning towards your next book? You must be... You must have an idea in that.",
        10867.14,
        10870.6
    ],
    [
        " I have an idea, but it's very private.",
        10870.68,
        10872.28
    ],
    [
        " No one's going to steal it every year, ideas.",
        10874.94,
        10876.98
    ],
    [
        " It's not that.",
        10877.16,
        10877.82
    ],
    [
        " Because no one has enough time or commitment.",
        10878.02,
        10880.54
    ],
    [
        "",
        10880.78,
        10880.78
    ],
    [
        " Has nothing to do with that. It's that I need that in my head.",
        10880.78,
        10884.06
    ],
    [
        " If I say it out loud for whatever reason, it will be like, I need the motivation of it.",
        10884.78,
        10891.22
    ],
    [
        " I need the unfinished quality of it to motivate me to...",
        10891.28,
        10900.38
    ],
    [
        " Guys that were like saying like, oh, I'm in seal training. I'm in seal training.",
        10901.54,
        10904.8
    ],
    [
        " Those guys didn't seem to make it.",
        10905.74,
        10907.5
    ],
    [
        " So maybe it's the same kind of thing for you.",
        10907.8,
        10909.74
    ],
    [
        " I think you don't want to get it out there because that's...",
        10909.86,
        10911.8
    ],
    [
        " I don't.",
        10911.8,
        10912.14
    ],
    [
        " It's almost like you get rewarded for it.",
        10912.18,
        10913.94
    ],
    [
        " You get a little mini reward, which I'm going to go, oh, that sounds awesome.",
        10913.98,
        10917.5
    ],
    [
        " You already got paid.",
        10917.86,
        10918.48
    ],
    [
        " You're not allowing yourself to get paid. That's a good move. I like it.",
        10918.78,
        10921.66
    ],
    [
        " That's right. I like it. Don't allow yourself to get paid.",
        10922.12,
        10924.86
    ],
    [
        " But don't go credit. Don't take credit.",
        10925.08,
        10930.06
    ],
    [
        " You have to earn it over here.",
        10930.26,
        10932.16
    ],
    [
        " What's in here?",
        10932.34,
        10932.7
    ],
    [
        " I was going to say because no one's going to take your idea about some random document written in 1953",
        10932.94,
        10938.78
    ],
    [
        " about some new nuclear warhead that led to whatever.",
        10938.78,
        10945.36
    ],
    [
        " How'd you know?",
        10945.72,
        10946.32
    ],
    [
        " Yeah, there you go.",
        10946.74,
        10947.34
    ],
    [
        " Well, awesome, man. Thanks for coming down.",
        10947.84,
        10951.24
    ],
    [
        " You welcome back here anytime.",
        10951.44,
        10953.34
    ],
    [
        " I've got some ideas in my head for like some kind of a something to do with some sort of podcast scenario with you.",
        10953.6,
        10958.92
    ],
    [
        " I don't even know what it is yet, but yes.",
        10958.92,
        10961.18
    ],
    [
        " Yeah, agree.",
        10961.42,
        10962.34
    ],
    [
        " We'll work something out like that.",
        10962.48,
        10963.88
    ],
    [
        " I'm committing.",
        10964.54,
        10966.96
    ],
    [
        " Oh, right on.",
        10967.32,
        10968.04
    ],
    [
        " You see, well, you know, I kind of feel like I already did it because I just said it.",
        10968.14,
        10970.66
    ],
    [
        " So it's kind of like I got the reward egg.",
        10970.66,
        10972.34
    ],
    [
        " It's move on.",
        10972.46,
        10972.88
    ],
    [
        " You know, it's pretty much done.",
        10973.2,
        10974.44
    ],
    [
        " Hey, if you want to support this podcast, get some jocco fuel.",
        10974.88,
        10977.1
    ],
    [
        " We supported this podcast today.",
        10977.26,
        10978.64
    ],
    [
        " You're wrecking and stacking some jocco.",
        10978.74,
        10980.76
    ],
    [
        " You've been a long day, even for Echo Charles, who's usually in the cruise mode over there.",
        10980.76,
        10984.0
    ],
    [
        " Are your vocal cords tired?",
        10984.16,
        10985.42
    ],
    [
        " I handled that.",
        10986.26,
        10988.66
    ],
    [
        " I handled that.",
        10988.66,
        10989.76
    ],
    [
        " Get some stuff from jocco fuel.com.",
        10989.76,
        10992.32
    ],
    [
        " Get some moke.",
        10992.42,
        10993.0
    ],
    [
        " See, see, we have an eatin' today.",
        10993.22,
        10994.92
    ],
    [
        " So my moke detector is high order right now.",
        10995.2,
        10998.88
    ],
    [
        " It's super high thing now.",
        10999.0,
        11000.14
    ],
    [
        " I don't want anything else.",
        11000.44,
        11001.48
    ],
    [
        " I don't want a steak.",
        11001.64,
        11002.24
    ],
    [
        " I don't want a cheeseburger.",
        11002.58,
        11004.36
    ],
    [
        " I don't want a turkey leg.",
        11004.88,
        11006.48
    ],
    [
        " I want moke right now.",
        11006.7,
        11007.78
    ],
    [
        " Plus, as far as your macros go, you're going to need that help.",
        11008.06,
        11011.02
    ],
    [
        " This lady in the dead, yeah.",
        11011.2,
        11012.42
    ],
    [
        " Did I go catabolic earlier?",
        11012.82,
        11014.12
    ],
    [
        " You could have did Jackson steal this one.",
        11014.2,
        11015.48
    ],
    [
        " You risking that big time right now.",
        11015.48,
        11017.04
    ],
    [
        " We're not going to let that happen.",
        11017.44,
        11018.52
    ],
    [
        " When you get home, we get some milk up in the system.",
        11018.76,
        11021.26
    ],
    [
        " And so we're good there.",
        11022.06,
        11023.18
    ],
    [
        " So check that out jocco fuel.com.",
        11023.74,
        11025.04
    ],
    [
        " I'm going to go to Wawa if you want to get some of these drinks that are freaking awesome.",
        11025.22,
        11029.94
    ],
    [
        " Did we get jittery today?",
        11030.4,
        11032.24
    ],
    [
        " Did I get jittery?",
        11032.5,
        11033.02
    ],
    [
        " Did you get jittery?",
        11033.16,
        11033.76
    ],
    [
        " No, you felt smooth all day.",
        11033.92,
        11035.62
    ],
    [
        " They're good for you too, by the way.",
        11035.76,
        11036.96
    ],
    [
        " 100% good for you.",
        11037.08,
        11038.04
    ],
    [
        " You're not going to pay any price in the future.",
        11038.06,
        11039.46
    ],
    [
        " Are you thinking you're going to get type 2 diabetes because you drink some sugary drink?",
        11039.78,
        11043.32
    ],
    [
        " Because you're not.",
        11043.54,
        11043.92
    ],
    [
        " Because that's sweetened with monk fruit right there.",
        11044.14,
        11045.9
    ],
    [
        " It's true.",
        11046.64,
        11047.32
    ],
    [
        " That's what I'm talking about, it's delicious.",
        11048.28,
        11049.72
    ],
    [
        " It's delicious.",
        11049.98,
        11050.62
    ],
    [
        " I mean, this is my first energy drink ever.",
        11050.86,
        11053.8
    ],
    [
        " Yeah, ever.",
        11054.18,
        11054.54
    ],
    [
        " I don't think I've ever had a, no, yeah.",
        11054.62,
        11057.6
    ],
    [
        " Good move.",
        11057.92,
        11059.32
    ],
    [
        " That's weird.",
        11059.98,
        11060.42
    ],
    [
        " Weird drink in Iraq.",
        11060.66,
        11061.32
    ],
    [
        " Coffee.",
        11061.92,
        11062.22
    ],
    [
        " Okay, yeah.",
        11062.72,
        11063.8
    ],
    [
        " That'll do it.",
        11064.0,
        11064.52
    ],
    [
        " You're a coffee guy.",
        11064.6,
        11065.3
    ],
    [
        " Light of a chop too.",
        11065.82,
        11066.98
    ],
    [
        " OriginUSA.com.",
        11067.26,
        11069.1
    ],
    [
        " If you want to get some jeans.",
        11069.44,
        11070.5
    ],
    [
        " If you want to get a belt.",
        11071.14,
        11072.32
    ],
    [
        " If you want to get a wallet.",
        11072.98,
        11074.1
    ],
    [
        " If you want to get a pair of boots.",
        11074.54,
        11075.86
    ],
    [
        " If you meet a Jujitsu guy.",
        11076.46,
        11078.12
    ],
    [
        " Jujitsu is going high right now.",
        11078.52,
        11080.02
    ],
    [
        " It's going high order.",
        11080.1,
        11080.72
    ],
    [
        " Everyone's training.",
        11080.8,
        11081.52
    ],
    [
        " You feel it.",
        11081.9,
        11082.84
    ],
    [
        " I feel it.",
        11083.16,
        11083.68
    ],
    [
        " Oh, World's Train.",
        11083.86,
        11084.64
    ],
    [
        " Are you training, man?",
        11084.66,
        11085.32
    ],
    [
        " Training the Jujitsu?",
        11085.84,
        11086.5
    ],
    [
        " No, I don't have time.",
        11086.7,
        11087.52
    ],
    [
        " I got it.",
        11088.54,
        11088.82
    ],
    [
        " We can see in an archive somewhere with your nose in a book.",
        11088.86,
        11092.76
    ],
    [
        " Dude.",
        11093.26,
        11093.42
    ],
    [
        " All the fans.",
        11094.22,
        11094.72
    ],
    [
        " For all the fans out there, yeah, I'm training a lot.",
        11095.16,
        11096.7
    ],
    [
        " Yeah.",
        11097.72,
        11098.1
    ],
    [
        " OriginUSA.com.",
        11101.4,
        11102.26
    ],
    [
        " Go get yourself some cool stuff.",
        11102.64,
        11103.72
    ],
    [
        " All that is made in the United States of America.",
        11103.8,
        11106.62
    ],
    [
        " Look, we spend trying to fight communism.",
        11106.62,
        11110.34
    ],
    [
        " We fought against communism.",
        11111.16,
        11113.72
    ],
    [
        " And we're still fighting against communism.",
        11114.18,
        11115.48
    ],
    [
        " But it's not in the jungles anymore.",
        11115.68,
        11117.3
    ],
    [
        " Right now, it's in your wallet.",
        11117.8,
        11120.3
    ],
    [
        " You can give your money to a communist country.",
        11120.96,
        11124.02
    ],
    [
        " Literally, you can do that.",
        11124.16,
        11125.2
    ],
    [
        " I recommend you don't.",
        11125.4,
        11126.66
    ],
    [
        " I recommend you don't give money to communism.",
        11127.16,
        11129.88
    ],
    [
        " I recommend you give it to democracy and America.",
        11130.46,
        11134.0
    ],
    [
        " And hardworking American people.",
        11134.54,
        11136.06
    ],
    [
        " So we're talking about originUSA.com.",
        11136.74,
        11139.48
    ],
    [
        " Go get some freedom, son.",
        11139.62,
        11141.44
    ],
    [
        " As opposed to supporting uniquely affordable labor.",
        11141.88,
        11146.7
    ],
    [
        " Oh, that's what they call slave labor.",
        11146.92,
        11149.04
    ],
    [
        " That's what they call slave labor.",
        11149.24,
        11150.56
    ],
    [
        " True.",
        11150.78,
        11150.86
    ],
    [
        " Yeah, we're not down for that cause.",
        11151.16,
        11153.38
    ],
    [
        " Awesome.",
        11153.96,
        11154.18
    ],
    [
        " Jockelstor.",
        11154.52,
        11155.04
    ],
    [
        " Boom.",
        11155.56,
        11155.96
    ],
    [
        " Represent.",
        11156.3,
        11156.36
    ],
    [
        " We're working out.",
        11156.5,
        11157.48
    ],
    [
        " We're lifting.",
        11157.56,
        11157.92
    ],
    [
        " Sometimes we want to represent.",
        11158.4,
        11159.52
    ],
    [
        " You want a shirt that says discipline equals freedom on it.",
        11159.7,
        11161.84
    ],
    [
        " A hoodie.",
        11161.94,
        11162.22
    ],
    [
        " Hat.",
        11162.78,
        11163.2
    ],
    [
        " The word good.",
        11163.88,
        11165.66
    ],
    [
        " Shirt locker.",
        11166.14,
        11166.54
    ],
    [
        " Shirt locker.",
        11166.98,
        11167.36
    ],
    [
        " Shirt locker.",
        11167.48,
        11167.84
    ],
    [
        " That's a uniquely.",
        11168.02,
        11168.74
    ],
    [
        " Unique.",
        11169.72,
        11170.48
    ],
    [
        " Unique.",
        11170.88,
        11171.64
    ],
    [
        " So that's what we're talking about.",
        11172.12,
        11173.46
    ],
    [
        " That's what we're talking about.",
        11173.58,
        11173.68
    ],
    [
        " Talk to yourself.",
        11173.68,
        11174.1
    ],
    [
        " Sit your quarter.",
        11174.26,
        11174.76
    ],
    [
        " No escape.",
        11174.84,
        11175.34
    ],
    [
        " No, no escape.",
        11175.6,
        11176.48
    ],
    [
        " No such thing.",
        11176.68,
        11177.06
    ],
    [
        " Either way, what that is, it's a different unique shirt with unique designs.",
        11177.74,
        11181.86
    ],
    [
        " Very unique.",
        11182.32,
        11183.34
    ],
    [
        " Good feedback on those.",
        11185.98,
        11187.0
    ],
    [
        " Yeah.",
        11187.2,
        11187.62
    ],
    [
        " Good feedback.",
        11187.62,
        11188.56
    ],
    [
        " What's the latest?",
        11188.74,
        11189.28
    ],
    [
        " Can you say what the latest was?",
        11190.0,
        11191.3
    ],
    [
        " What was the last?",
        11191.42,
        11191.98
    ],
    [
        " This past one.",
        11192.3,
        11193.48
    ],
    [
        " It's April right now.",
        11193.96,
        11194.86
    ],
    [
        " So March was the one that you came up with a long time ago.",
        11194.86,
        11197.94
    ],
    [
        " Everybody must get stoned.",
        11197.94,
        11199.12
    ],
    [
        " Oh, yeah.",
        11199.3,
        11200.12
    ],
    [
        " That one was controversial.",
        11200.24,
        11201.14
    ],
    [
        " Ben, controversial.",
        11201.48,
        11202.32
    ],
    [
        " Controversial.",
        11202.44,
        11202.62
    ],
    [
        " Controversial.",
        11202.62,
        11203.04
    ],
    [
        " I made it.",
        11203.12,
        11203.4
    ],
    [
        " We made a shirt.",
        11203.44,
        11203.98
    ],
    [
        " So I heard from the NOM guys.",
        11204.14,
        11206.44
    ],
    [
        " One NOM guy in a particular.",
        11206.72,
        11208.36
    ],
    [
        " Was like, yeah, he went to get his gun from the armory after he had been home.",
        11208.56,
        11212.16
    ],
    [
        " And he went to check out his weapon.",
        11212.8,
        11214.24
    ],
    [
        " Someone else had taken it to Vietnam.",
        11214.24,
        11215.52
    ],
    [
        " His stoner came back.",
        11215.74,
        11217.14
    ],
    [
        " So a guy took his stoner on deployment.",
        11217.4,
        11220.32
    ],
    [
        " Did a six month deployment came back.",
        11220.48,
        11221.74
    ],
    [
        " When he went to pick his weapon up from the armory, etched in the butt stock.",
        11221.84,
        11225.56
    ],
    [
        " It said everybody must get stoned.",
        11225.84,
        11228.62
    ],
    [
        " And I was like, that's the best thing ever.",
        11229.1,
        11231.4
    ],
    [
        " You know, the stoner machine gun.",
        11231.72,
        11233.08
    ],
    [
        " If you don't know, the stoner 63.",
        11233.08,
        11235.82
    ],
    [
        " That's what the, that's what a lot of guy, a lot of seals carried in Vietnam.",
        11236.54,
        11239.68
    ],
    [
        " And it's a badass weapon.",
        11240.16,
        11241.42
    ],
    [
        " So we made that t-shirt.",
        11241.42,
        11242.28
    ],
    [
        " So you could get a cool teacher like that.",
        11242.5,
        11243.6
    ],
    [
        " Some people didn't like it, huh?",
        11243.68,
        11244.56
    ],
    [
        " Well, they scared.",
        11245.04,
        11245.8
    ],
    [
        " They were, they were thinking we were talking about the marijuana.",
        11246.22,
        11248.7
    ],
    [
        " They were sensitive to the controversial nature.",
        11248.7,
        11251.36
    ],
    [
        " Some people don't like marijuana.",
        11251.64,
        11253.6
    ],
    [
        " Some people don't like guns.",
        11253.86,
        11254.76
    ],
    [
        " It's true.",
        11255.0,
        11255.78
    ],
    [
        " You know, they had more to do with guns than marijuana.",
        11255.92,
        11257.9
    ],
    [
        " Had actually nothing to do with it.",
        11258.14,
        11259.12
    ],
    [
        " Well, yeah, yeah, the friction point was the marijuana, not the guns.",
        11259.12,
        11264.06
    ],
    [
        " Yeah, that's my feeling.",
        11264.16,
        11265.36
    ],
    [
        " Don't you feel like you're kind of in a stoked situation with someone's like,",
        11265.4,
        11268.6
    ],
    [
        " oh, yeah, bro, everyone must get stoned.",
        11268.6,
        11271.42
    ],
    [
        " But what's the gun?",
        11271.42,
        11272.18
    ],
    [
        " Well, it's a stoner 63.",
        11272.18,
        11273.36
    ],
    [
        " NOM.",
        11273.64,
        11274.0
    ],
    [
        " What?",
        11274.4,
        11274.68
    ],
    [
        " It's a conversation starter.",
        11275.16,
        11277.3
    ],
    [
        " Anyways, sure, locker, if you want to get cool stuff, check it out.",
        11277.5,
        11280.62
    ],
    [
        " jockelstore.com.",
        11280.68,
        11281.8
    ],
    [
        " Subscribe to the podcast.",
        11282.04,
        11283.0
    ],
    [
        " Subscribe to jockelunderground.com so we can be standing strong in the event of a total meltdown of our democratic society.",
        11283.4,
        11292.24
    ],
    [
        " Also with that, and you know, that is true.",
        11292.62,
        11295.16
    ],
    [
        " That is true.",
        11295.28,
        11295.88
    ],
    [
        " But you get life advice every week from jockel.",
        11296.14,
        11299.02
    ],
    [
        " Tell me, come on, every week, life advice.",
        11299.06,
        11302.2
    ],
    [
        " You need life advice.",
        11302.48,
        11303.18
    ],
    [
        " Boom, ass jockel, every single week.",
        11303.34,
        11304.42
    ],
    [
        " Yeah, I answer questions.",
        11304.5,
        11305.54
    ],
    [
        " I answer all the, there's like a special way to contact us if you're part of the, of the jocke underground.",
        11305.78,
        11310.86
    ],
    [
        " Then you can submit questions where to answer them.",
        11311.1,
        11313.04
    ],
    [
        " So get some of that YouTube, we got a YouTube channel.",
        11313.26,
        11316.06
    ],
    [
        " You can see the videos that I am the assistant director of.",
        11316.18,
        11318.76
    ],
    [
        " Therefore, they are awesome.",
        11318.86,
        11319.92
    ],
    [
        " And even the ones that echo just works out by himself are okay.",
        11320.16,
        11323.2
    ],
    [
        " Thank you.",
        11323.44,
        11324.38
    ],
    [
        " Psychological warfare, foot side canvas, Dakota Meyer.",
        11326.24,
        11328.08
    ],
    [
        " You guys cool stuff to hang on your wall.",
        11328.6,
        11329.72
    ],
    [
        " Dude, if we made a, if we made a Ben Milligan t-shirt, what would it be?",
        11329.98,
        11333.84
    ],
    [
        " Oh, I mean, you sell it doesn't.",
        11334.44,
        11336.18
    ],
    [
        " Can you imagine?",
        11336.36,
        11338.64
    ],
    [
        " I wonder what could we do?",
        11339.5,
        11340.52
    ],
    [
        " What would it be?",
        11340.68,
        11341.26
    ],
    [
        " It has to, I mean, how pale am I?",
        11341.62,
        11343.96
    ],
    [
        " It has to be something like to capture, you know.",
        11344.12,
        11346.96
    ],
    [
        " This is a tan as I am.",
        11347.48,
        11348.48
    ],
    [
        " Oh, this isn't black and white.",
        11348.7,
        11350.0
    ],
    [
        " It only gets worse.",
        11350.08,
        11350.78
    ],
    [
        " Yeah.",
        11350.96,
        11351.2
    ],
    [
        " If a shirt comes off, it's only worse.",
        11351.34,
        11352.74
    ],
    [
        " So it has to be something super white.",
        11353.7,
        11356.3
    ],
    [
        " Yeah, yeah, yeah.",
        11356.62,
        11357.1
    ],
    [
        " It's just like, just vague outline.",
        11357.1,
        11359.16
    ],
    [
        " Oh, do like, do like a white t-shirt with like a white on white.",
        11359.9,
        11363.4
    ],
    [
        " Yeah, with like golden, like, yeah.",
        11363.6,
        11366.7
    ],
    [
        " And then it could just say Mulligan.",
        11367.18,
        11369.08
    ],
    [
        " Well, come up with something that's a big one.",
        11369.98,
        11371.92
    ],
    [
        " You'd be surprised, man.",
        11372.8,
        11373.48
    ],
    [
        " People would be stoked to represent.",
        11373.58,
        11374.66
    ],
    [
        " They could be like, oh, yeah.",
        11375.08,
        11375.9
    ],
    [
        " Purpose.",
        11376.32,
        11376.46
    ],
    [
        " Purpose.",
        11376.46,
        11376.74
    ],
    [
        " Books by by water beneath the walls.",
        11378.16,
        11381.38
    ],
    [
        " Again.",
        11381.64,
        11382.06
    ],
    [
        " Bruh.",
        11383.98,
        11384.46
    ],
    [
        " I know you like the title.",
        11384.02,
        11385.9
    ],
    [
        " I get it.",
        11386.14,
        11386.78
    ],
    [
        " I get it.",
        11386.86,
        11388.54
    ],
    [
        " Next time you're going to title a book.",
        11388.68,
        11390.32
    ],
    [
        " Just come and consult.",
        11390.5,
        11391.26
    ],
    [
        " Come and consult.",
        11391.66,
        11392.06
    ],
    [
        " You got it.",
        11392.3,
        11392.76
    ],
    [
        " You got it.",
        11392.94,
        11393.06
    ],
    [
        " Come and consult.",
        11393.08,
        11393.52
    ],
    [
        " Hit me up with spend a 50 minute conversation.",
        11393.76,
        11396.24
    ],
    [
        " There's a beautiful, a beautiful, and amazing, and powerful, and strong context behind that title.",
        11396.88,
        11402.6
    ],
    [
        " That four people get.",
        11403.44,
        11404.84
    ],
    [
        " And it's, and it is, as I said, this is to me the book.",
        11405.76,
        11412.04
    ],
    [
        " The most important historical book about the seals.",
        11412.04,
        11415.54
    ],
    [
        " And I'm going to also say, for me, the most important historical book about special operations.",
        11415.96,
        11422.08
    ],
    [
        " And you write about everyone in there.",
        11422.58,
        11425.52
    ],
    [
        " The Rangers, the special forces, the scouts and raiders.",
        11426.32,
        11429.84
    ],
    [
        " It's all in there.",
        11430.12,
        11430.92
    ],
    [
        " It's just an outstanding book.",
        11431.08,
        11432.28
    ],
    [
        " So pick up that book by water beneath the walls.",
        11432.64,
        11436.28
    ],
    [
        " You know what?",
        11436.72,
        11437.54
    ],
    [
        " Do me a favor right now as you're listening.",
        11437.68,
        11439.04
    ],
    [
        " Write this down.",
        11439.46,
        11440.22
    ],
    [
        " Buy water beneath the walls because there's no way you're going to remember that too.",
        11440.46,
        11443.28
    ],
    [
        " So there you go.",
        11443.78,
        11445.56
    ],
    [
        " Hey, I've written a bunch of books too.",
        11445.72,
        11446.82
    ],
    [
        " Final spin.",
        11447.22,
        11447.7
    ],
    [
        " That's the novel that I wrote.",
        11448.3,
        11450.36
    ],
    [
        " Leadership Strategy and Taxes Field Manual.",
        11451.12,
        11452.32
    ],
    [
        " The code, the evaluations, protocol, Discipline, Freedom Field Manual.",
        11452.56,
        11455.32
    ],
    [
        " Way of the Warrior Kit 1, 2, 3, and 4.",
        11455.82,
        11457.66
    ],
    [
        " Get those books for the kids that you know.",
        11458.08,
        11460.0
    ],
    [
        " Please, please do that.",
        11460.18,
        11461.62
    ],
    [
        " It will legitimately guaranteed make their lives better.",
        11462.16,
        11465.66
    ],
    [
        " Make them better into better human beings.",
        11465.76,
        11467.6
    ],
    [
        " Make them more capable for the world.",
        11467.6,
        11469.7
    ],
    [
        " And the world is not an easy place.",
        11470.2,
        11472.7
    ],
    [
        " Mikey and the Dragons.",
        11472.9,
        11473.74
    ],
    [
        " Get that for the little munchkins running around the house.",
        11474.14,
        11476.98
    ],
    [
        " About face, extreme ownership, dichotomy leadership.",
        11477.64,
        11480.28
    ],
    [
        " Check out those books as well.",
        11480.72,
        11482.28
    ],
    [
        " echelonfront.com.",
        11483.06,
        11484.58
    ],
    [
        " If you need some help with leadership inside your organization.",
        11484.82,
        11487.02
    ],
    [
        " Online training at extremo-ownership.com.",
        11487.94,
        11490.94
    ],
    [
        " This is not the only place to learn leadership.",
        11491.08,
        11492.88
    ],
    [
        " And leadership is not an inoculation that you get.",
        11493.16,
        11495.54
    ],
    [
        " And now you're good to go.",
        11495.54,
        11496.5
    ],
    [
        " You got to train just like the gym.",
        11496.58,
        11497.92
    ],
    [
        " That's why we got extremo-ownership.com.",
        11498.04,
        11499.78
    ],
    [
        " So you can train you every single day.",
        11499.9,
        11501.94
    ],
    [
        " And you want to ask me some questions.",
        11502.3,
        11503.54
    ],
    [
        " Go on there.",
        11503.56,
        11503.98
    ],
    [
        " I'm on there.",
        11504.18,
        11504.64
    ],
    [
        " I'm on a Zoom call talking to me.",
        11504.8,
        11506.12
    ],
    [
        " I'm five inches away from your head.",
        11506.52,
        11508.06
    ],
    [
        " Answering your questions.",
        11508.34,
        11509.24
    ],
    [
        " If you want to help service members through an incredible organization.",
        11509.96,
        11514.46
    ],
    [
        " Go to americasmightywarriors.org.",
        11514.62,
        11516.76
    ],
    [
        " It's Mark Lee's mom, mom Lee.",
        11516.92,
        11519.08
    ],
    [
        " Helping in so many different ways.",
        11519.68,
        11522.04
    ],
    [
        " She's tremendous.",
        11522.5,
        11523.36
    ],
    [
        " And it's a tremendous organization.",
        11523.36,
        11524.72
    ],
    [
        " Don't forget about horses and heroes.",
        11524.86,
        11526.02
    ],
    [
        " Micahfink.",
        11526.12,
        11526.84
    ],
    [
        " Horses and horses.com.",
        11527.06,
        11529.68
    ],
    [
        " Micahfink.",
        11530.16,
        11531.78
    ],
    [
        " He's doing cool stuff on horses.",
        11532.0,
        11534.36
    ],
    [
        " Run it.",
        11535.12,
        11535.58
    ],
    [
        " Ride in horses through the wilderness.",
        11535.64,
        11537.5
    ],
    [
        " 41 days.",
        11538.4,
        11539.5
    ],
    [
        " Legit-ness.",
        11540.62,
        11541.5
    ],
    [
        " We're on social media.",
        11542.0,
        11545.1
    ],
    [
        " We're right in there inside the algorithms.",
        11545.84,
        11547.74
    ],
    [
        " Don't get sucked into them.",
        11548.32,
        11549.48
    ],
    [
        " I'm at jockewylink.",
        11549.76,
        11550.58
    ],
    [
        " Echozad Echo Charles.",
        11550.66,
        11551.52
    ],
    [
        " Ben is at.",
        11551.96,
        11552.68
    ],
    [
        " B. Milligan 3 on Instagram.",
        11552.78,
        11555.1
    ],
    [
        " And then Ben H. Milligan on Twitter.",
        11555.48,
        11556.84
    ],
    [
        " What are you post on Instagram?",
        11557.1,
        11558.04
    ],
    [
        " Anything?",
        11559.44,
        11559.92
    ],
    [
        " Yeah, I post on there.",
        11560.3,
        11561.5
    ],
    [
        " I'll try and put on like a post a week.",
        11561.78,
        11563.66
    ],
    [
        " I'm not super active on it.",
        11563.8,
        11565.72
    ],
    [
        " I'm not super good.",
        11565.76,
        11567.72
    ],
    [
        " But if I'm usually trying to tie something back to American history or something like that.",
        11568.58,
        11576.66
    ],
    [
        " I was down at the World War II Museum.",
        11576.78,
        11579.42
    ],
    [
        " Which is incredible.",
        11580.28,
        11581.02
    ],
    [
        " There was a right outside the World War II Museum.",
        11582.06,
        11586.7
    ],
    [
        " There was a statue of Anne Frank.",
        11586.7,
        11587.76
    ],
    [
        " And they just happened to position it directly in front of a shell-pocked section of Utah Beach that they had brought back.",
        11587.76,
        11595.06
    ],
    [
        " And that seemed like a, well, just an incredible, like, it just, I mean, it made the whole, the whole effort.",
        11595.22,
        11603.14
    ],
    [
        " The whole thing seemed worthwhile.",
        11603.28,
        11604.34
    ],
    [
        " Like, just, what do these guys do?",
        11604.8,
        11606.86
    ],
    [
        " And what did they do it for?",
        11607.64,
        11608.58
    ],
    [
        " It's right here.",
        11608.76,
        11609.22
    ],
    [
        " Everything's right here.",
        11609.24,
        11610.06
    ],
    [
        " Awesome.",
        11610.4,
        11610.82
    ],
    [
        " Cool stuff.",
        11611.16,
        11612.24
    ],
    [
        " So check out his Instagram and Ben, thanks once again for coming on.",
        11612.38,
        11616.34
    ],
    [
        " Thanks.",
        11616.62,
        11616.76
    ],
    [
        " I really appreciate it.",
        11616.76,
        11617.6
    ],
    [
        " Thank you for this was fantastic.",
        11617.72,
        11618.72
    ],
    [
        " Appreciate what you've done for the teams, not only through your service in the teams, but also for this book.",
        11619.54,
        11625.6
    ],
    [
        " And thanks to all the military personnel out there that are writing history as we speak by keeping us free around the world.",
        11626.28,
        11634.72
    ],
    [
        " To the police law enforcement, firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol, secret service, all the first responders.",
        11636.8,
        11645.02
    ],
    [
        " Thank you for what you are doing right now to keep us safe here at home.",
        11645.56,
        11649.92
    ],
    [
        " And once again, there are opportunities out there.",
        11650.82,
        11656.52
    ],
    [
        " But they're not going to just, they're not going to beat down your door.",
        11657.46,
        11660.84
    ],
    [
        " You got to look for them.",
        11661.22,
        11662.02
    ],
    [
        " You got to, there's an expression we used to have in the teams.",
        11662.02,
        11664.62
    ],
    [
        " Look for work.",
        11665.48,
        11666.26
    ],
    [
        " Remember that expression?",
        11666.7,
        11667.54
    ],
    [
        " Look for work.",
        11668.0,
        11668.72
    ],
    [
        " So when you're a new guy and you're hitting a target, a training operation, and you don't really know what to do.",
        11668.9,
        11674.28
    ],
    [
        " So you're kind of standing there with your weapon at high port, not doing anything.",
        11674.28,
        11677.34
    ],
    [
        " And some freaking platoon chief is going to look, hey, willing, look for work.",
        11677.82,
        11681.02
    ],
    [
        " And that means you pick up your weapon and you go look for an angle to cover.",
        11681.22,
        11683.94
    ],
    [
        " Well, that's what you, that's what the seals did.",
        11684.66,
        11687.18
    ],
    [
        " That's, that's where we came from.",
        11688.02,
        11689.66
    ],
    [
        " We came from a position where we were just out there looking for work.",
        11689.96,
        11694.06
    ],
    [
        " Don't do what everyone else is doing.",
        11694.36,
        11695.58
    ],
    [
        " First of all, don't just stand there and do nothing, but don't just do what someone else is doing.",
        11696.74,
        11700.22
    ],
    [
        " They're already getting done.",
        11700.4,
        11701.36
    ],
    [
        " Look for the angle that's not being covered.",
        11701.84,
        11703.5
    ],
    [
        " Look for the job that no one else wants.",
        11703.82,
        11705.56
    ],
    [
        " Look for the job.",
        11706.02,
        11706.98
    ],
    [
        " That is harder.",
        11707.9,
        11708.96
    ],
    [
        " That's more complex.",
        11709.36,
        11710.26
    ],
    [
        " That's cold and wet and miserable.",
        11710.74,
        11713.68
    ],
    [
        " The job that requires more effort than anybody, anything else,",
        11713.68,
        11719.0
    ],
    [
        " and more than anybody else is willing to put up with.",
        11719.32,
        11721.88
    ],
    [
        " That's where the opportunity is.",
        11722.36,
        11723.96
    ],
    [
        " And then go and get after it.",
        11724.58,
        11727.64
    ],
    [
        " And until next time, this has been Milligan and Echo and Jocco out.",
        11728.26,
        11734.86
    ]
]