[
    [
        " This is Jockel podcast number 330 with echo Charles and me jockel willing good evening echo good evening",
        0.0,
        6.1
    ],
    [
        " A little after midnight on Thanksgiving",
        6.1,
        11.58
    ],
    [
        " 1943 while patrolling the black waters off Cape St George near New Guinea",
        11.58,
        17.84
    ],
    [
        " Berks five ship wolf pack",
        17.84,
        21.0
    ],
    [
        " Spotted a Japanese radar contact",
        21.0,
        23.8
    ],
    [
        " Immediately and without permission",
        23.8,
        27.34
    ],
    [
        " Burke radioed his squadron hold your hats boys here we go",
        28.24,
        33.58
    ],
    [
        " Into the dark and into the enemy's guns Berks destroyers dropped throttles to flank speed and launch torpedoes",
        33.58,
        41.98
    ],
    [
        " Exploding two Japanese ships outright then wheeled the starboard",
        41.98,
        46.22
    ],
    [
        " Like the Parthen courses archers",
        46.22,
        49.9
    ],
    [
        " Into the face of three more enemy ships that immediately tuck tail and fled",
        49.9,
        55.68
    ],
    [
        " In the night long pursuit Berks dex sailors discharge and load their guns so fast and so long that many passed out in their turrets from the fumes and from sheer exhaustion",
        57.34,
        68.18
    ],
    [
        " When Berks squadron finally returned to port",
        68.18,
        72.92
    ],
    [
        " Set a time magazine reporter every ship in the roadstead",
        72.92,
        77.26
    ],
    [
        " Turned up its search lights and every blue jacket in the fleet man the rails in tribute",
        77.26,
        83.38
    ],
    [
        " It was Halsey said afterward the classic c-action of this war",
        84.4,
        90.6
    ],
    [
        " For 13 months Berk commanded his destroyers like patented his tanks",
        90.6,
        97.96
    ],
    [
        " To every order he invariably responded proceeding at 31 knots a",
        97.96,
        105.26
    ],
    [
        " Boiler bursting pace said one historian that caught Admiral William bull Halsey's attention who addressed the few his future",
        105.26,
        112.94
    ],
    [
        " Dispatches to 31 knot Berk",
        113.18,
        115.9
    ],
    [
        " The name stuck",
        115.9,
        118.7
    ],
    [
        " In the last two years the war Berk was forced to give up command of his own squadron in order to become chief of staff to mark",
        118.7,
        127.68
    ],
    [
        " Missionor a famous aircraft carrier Admiral neither a pilot nor possessing any experience in aircraft carriers",
        127.68,
        134.04
    ],
    [
        " Berk was at first out of place in the new staff role and on looker to the aviators and a jolt to his morale",
        134.04,
        140.08
    ],
    [
        " That almost immediately expanded to his waistline",
        140.08,
        142.96
    ],
    [
        " Essentially confined to the flag plot the ship's tactical command center",
        142.96,
        148.42
    ],
    [
        " Berk was forced not only to learn everything he could about aircraft carriers and their tactics but also to elevate his operational understanding",
        148.42,
        155.62
    ],
    [
        " Beyond the amateurs urge for the battle at hand in order to plan for the next one",
        155.62,
        161.1
    ],
    [
        " Beyond the Marianas to the Philippines see beyond that to late-day golf then onto E. Ojima",
        161.1,
        168.36
    ],
    [
        " When submarine intelligence told him the battleship Yamato was spotted and route to an unknown location",
        169.36,
        177.5
    ],
    [
        " He spent all night hunched over his charge charts a caliper in hand then launched four hundred planes against the spot where he would be if the rules were reversed",
        177.5,
        189.08
    ],
    [
        " And sank the ship with more than three thousand men aboard",
        189.08,
        193.48
    ],
    [
        " Before his planes returned to Berk had already switched his attention to the next battle by the time they reached Okinawa",
        194.14,
        200.16
    ],
    [
        " the final terrible fight of the World War of World War two",
        200.16,
        204.48
    ],
    [
        " Berk had settled into a punishing routine always up at 0 3 30 the sleep he did manage was usually interrupted by some",
        204.48,
        212.24
    ],
    [
        " 20 calls a night in his waking hours Berk watched",
        212.24,
        215.3
    ],
    [
        " Nightmares unfold his only sanctuary the flashes of courage that for years to come set a biographer",
        215.3,
        222.04
    ],
    [
        " Would seem to whisper to him something about the meaning of the US Navy",
        222.04,
        226.18
    ],
    [
        " The worst of these and the greatest",
        226.18,
        230.2
    ],
    [
        " Was the final transmission of a newly commissioned ensign who had taken command of his crippled destroyer after everyone else in his chain of command had been killed",
        230.2,
        240.9
    ],
    [
        " Before the ship sank and the transmission was cut off Berk heard the young man say",
        240.9,
        248.56
    ],
    [
        " quote",
        248.56,
        249.46
    ],
    [
        " I will fight this ship to the best of my ability and forgive me the mistakes I am about to make and quote",
        250.06,
        256.24
    ],
    [
        " That voice would haunt and steal him for the rest of his life",
        256.24,
        263.7
    ],
    [
        " And",
        263.7,
        268.58
    ],
    [
        " That is in",
        268.58,
        274.08
    ],
    [
        " Emotion and a haunting",
        274.08,
        276.58
    ],
    [
        " That I think many of us feel",
        279.46,
        281.1
    ],
    [
        " Did I do enough to train the young leaders that followed me?",
        281.1,
        287.1
    ],
    [
        " And the answer always seems to be no I could have done more I could have passed on more lessons learned",
        288.58,
        295.48
    ],
    [
        " I could have done a better job teaching our operational history to the next generation so that they would not repeat the mistakes we made",
        295.48,
        303.44
    ],
    [
        " But there's so much to teach and there's so much to learn and there's so many lessons to pass on and sometimes lessons don't get passed on",
        307.08,
        314.2
    ],
    [
        " They get forgotten",
        314.2,
        317.5
    ],
    [
        " And only",
        317.5,
        321.14
    ],
    [
        " The deepest of dedication and research and commitment can bring those lessons back",
        321.14,
        328.94
    ],
    [
        " And",
        331.58,
        332.1
    ],
    [
        " That reading that I opened with was an excerpt from the book",
        332.1,
        336.06
    ],
    [
        " The book is called by water beneath the walls which was written by a friend of mine a",
        336.06,
        344.34
    ],
    [
        " Seal teammate of mine by the name of Ben Milligan Ben has been on this podcast before its podcast number 298",
        344.34,
        353.26
    ],
    [
        " Go listen to that if you haven't listened to it yet, but on that podcast",
        353.26,
        357.78
    ],
    [
        " We discussed where Ben came from how we ended up in the seal teams and how we ended up writing this",
        358.94,
        364.4
    ],
    [
        " This incredible book which took him seven years to write and the book is",
        364.4,
        369.98
    ],
    [
        " Is an amazing book. I think this is the most important historical book",
        369.98,
        374.54
    ],
    [
        " I have ever read on the seal teams and I think it actually might be the most important book on special operations as a whole that I have read",
        374.54,
        383.34
    ],
    [
        " and if you haven't read this book buy it immediately",
        383.34,
        388.0
    ],
    [
        " It is absolutely an incredible look at the history of the seal teams",
        388.24,
        394.46
    ],
    [
        " but it ties in so many other aspects of the military and special operations and the wars we've been through and",
        394.46,
        403.42
    ],
    [
        " The amount of commitment that it took to write this was one",
        403.42,
        409.02
    ],
    [
        " amount of commitment that can come from only someone with bends",
        409.02,
        412.78
    ],
    [
        " personality and his is drive to find out an unravel",
        414.66,
        418.76
    ],
    [
        " History and we're lucky enough to have Ben back with us to discuss",
        418.76,
        423.2
    ],
    [
        " more of these incredible accounts of histories",
        423.2,
        426.92
    ],
    [
        " history from the seal teams and of the entire community of",
        426.92,
        431.9
    ],
    [
        " special operations",
        431.9,
        433.52
    ],
    [
        " So Ben, thanks for coming back man. Thanks, Jaco. It's great to be here and",
        433.52,
        439.8
    ],
    [
        " Thanks",
        442.98,
        443.34
    ],
    [
        " Thanks, thanks for that section too. It's one of my favorite sections in the book. I",
        443.34,
        447.36
    ],
    [
        " It",
        447.36,
        449.62
    ],
    [
        " One of the hardest things you do when you write a book is you have to edit it and you have to cut it",
        449.62,
        454.68
    ],
    [
        " I think we talked about that last time. This was one of those",
        454.68,
        456.82
    ],
    [
        " sections that I had probably",
        456.82,
        459.22
    ],
    [
        " 15 more pages just on Burke that had I had to drop my that chapter have been completely structured differently",
        459.22,
        465.36
    ],
    [
        " I had started with Burke at his change of command ceremony",
        465.36,
        469.1
    ],
    [
        " When he became the CNO and then I rolled into you know this you know 15 page just",
        469.38,
        475.2
    ],
    [
        " it was my biggest",
        475.2,
        477.02
    ],
    [
        " introduction of a character",
        477.02,
        479.88
    ],
    [
        " Even bigger probably than Draper Kaufman's I justified that in my head when I was writing it because I always felt like Burke",
        479.88,
        487.04
    ],
    [
        " Or at least when I discovered Burke when I discovered his contribution to the creation of the seal teams. I felt like",
        487.04,
        492.46
    ],
    [
        " next to",
        492.46,
        494.22
    ],
    [
        " Phil Buckloo",
        495.54,
        496.48
    ],
    [
        " Arleigh Burke is the indispensable man. He",
        496.48,
        499.88
    ],
    [
        " The seal teams would not have existed without him without and the and the",
        499.88,
        504.7
    ],
    [
        " It wouldn't have existed without his biography that he just consolidated into you know this",
        504.7,
        511.06
    ],
    [
        " Complete preoccupation with keeping the Navy connected to offensive warfare and and",
        511.06,
        518.68
    ],
    [
        " There was just example after example of his time in World War II",
        518.68,
        522.54
    ],
    [
        " You know there were he was in at least two",
        522.76,
        526.38
    ],
    [
        " Two vessels pan shot out from under him or two two vessels were sunk by the Japanese that he had to and",
        526.38,
        532.62
    ],
    [
        " He had to escape from and in each instance of his escape. He was leaving behind every possession that he had",
        532.62,
        538.72
    ],
    [
        " Every possession that he had gone through the war with and in the process he was rescuing guys around him in one case",
        538.72,
        545.7
    ],
    [
        " Rist is life going into a completely",
        545.7,
        549.18
    ],
    [
        " Smoke filled passageway to rescue a",
        551.22,
        554.28
    ],
    [
        " I think it was a seaman like a radio a radio man",
        554.28,
        558.12
    ],
    [
        " He's the you know the chief staff of the ship and he had no business. He get off the ship",
        558.12,
        564.06
    ],
    [
        " But he's you know saving the sailors around him",
        564.06,
        566.06
    ],
    [
        " But yeah, he was like you like you mentioned in your",
        566.06,
        572.32
    ],
    [
        " You're opening",
        572.32,
        574.34
    ],
    [
        " the",
        574.34,
        576.9
    ],
    [
        " his",
        580.84,
        581.4
    ],
    [
        " Commitment to passing on what he had learned",
        581.4,
        584.56
    ],
    [
        " Not just what he had learned but",
        584.56,
        586.72
    ],
    [
        " His belief in what the Navy was to that next generation. That's what kept him as a CNO for six years",
        586.72,
        593.22
    ],
    [
        " I can say in the book it's two years longer than any even the closest competitor",
        593.22,
        599.1
    ],
    [
        " CNO is normally just a two-year spot",
        599.1,
        601.84
    ],
    [
        " Admiral King who's the CNO during World War II he serves for four but after King",
        601.84,
        607.68
    ],
    [
        " Nobody else comes close except Burke and Burke's there for six years and whenever I know that you you know you take pictures of your watch and you start working at 430",
        607.94,
        618.2
    ],
    [
        " Just funny because I often thought that I should start taking a picture of my watch when I sit down",
        618.2,
        623.78
    ],
    [
        " My computer just start writing",
        623.78,
        625.2
    ],
    [
        " I'm not sure it would be motivating but whenever I hear somebody talk about how you have to",
        625.2,
        631.72
    ],
    [
        " Get eight hours of sleep and I sleep the most important thing like",
        631.72,
        635.9
    ],
    [
        " Man, I know that you're wrong, and I know it because of Burke",
        636.74,
        639.66
    ],
    [
        " I know it because of every you know other people high achievers like somebody like Burke he never slept",
        639.66,
        645.24
    ],
    [
        " Yeah, that that why that passage stood out to me and look",
        645.24,
        652.38
    ],
    [
        " I've got so many marks in this book now from the last time we did this and just from reading it",
        652.38,
        656.82
    ],
    [
        " But that that idea that here's this guy who's listening to a young Ensign",
        656.82,
        664.5
    ],
    [
        " Go down with his ship and he's thinking to himself",
        665.9,
        668.6
    ],
    [
        " You know after this guy says forgive me the mistakes I'm about to make and you know",
        668.6,
        671.94
    ],
    [
        " Arleigh Burke sitting there thinking",
        671.94,
        673.52
    ],
    [
        " He could have taught him he could have given him a heads up",
        673.52,
        676.74
    ],
    [
        " He could have given whoever that commander was or the lieutenant commander or the lieutenant that was above this guy in the chain of command",
        676.74,
        684.5
    ],
    [
        " All these guys could he could have taught them something that maybe they wouldn't be in this situation and just knowing that",
        684.5,
        690.92
    ],
    [
        " Every effort that you gave to pass on the lessons they failed and now this this guy is this young man",
        691.78,
        699.1
    ],
    [
        " This young Ensign is dying and he's gonna go down with his ship with all these sailors on board and",
        699.1,
        703.82
    ],
    [
        " There's there's just all these lessons and and I mean there's so many times when when I was in the teams",
        703.82,
        711.82
    ],
    [
        " Well a good example is Mike Thornton",
        711.82,
        714.64
    ],
    [
        " You know Mike Thornton came on this podcast a couple years ago and we went",
        714.64,
        718.88
    ],
    [
        " Moment by moment and debriefed",
        719.36,
        723.06
    ],
    [
        " the the operation where he for which he was awarded the the Medal of Honor and",
        723.06,
        729.28
    ],
    [
        " It's three hours it's like a three-hour debrief and",
        729.28,
        734.22
    ],
    [
        " I was in the seal teams with at the same time as Mike Thornton I knew Mike Thornton",
        734.22,
        740.92
    ],
    [
        " I had met Mike Thornton on several occasions. I'd spent time with Mike Thornton",
        740.92,
        745.06
    ],
    [
        " But I'd never gotten like a full debrief of what happened",
        746.54,
        749.68
    ],
    [
        " And you think to yourself all those lessons that didn't get passed on until he came on the podcast and told me like all these little lessons",
        749.68,
        759.26
    ],
    [
        " And then you start thinking about someone like Burke or",
        759.26,
        762.36
    ],
    [
        " Or this entire book that you've written where there's just all these lessons that are completely forgotten and",
        762.36,
        770.18
    ],
    [
        " Well, I should say they're almost completely forgotten. I don't know that they're completely forgotten",
        770.18,
        773.64
    ],
    [
        " I know I know the point in trying to make and I agree like",
        773.64,
        776.12
    ],
    [
        " Since the book has come out I've been keeping a list. There's been 12",
        776.12,
        780.3
    ],
    [
        " 12 guys that I interviewed in the course of the book that aren't with us anymore and",
        780.3,
        785.2
    ],
    [
        " I always think like what would happen if I had started the book a year late or a year later than I did or",
        785.2,
        791.82
    ],
    [
        " What opportunities did I miss because I started the book when I did and not two years earlier like how many how many stories did I miss or how many lessons did I miss?",
        791.82,
        799.04
    ],
    [
        " The one thing that I think about when I think of like",
        800.12,
        803.58
    ],
    [
        " You know somebody who's as young as that Ensign was and the section that you read was going down",
        803.58,
        810.0
    ],
    [
        " I mean have that Ensign Mike Thornton when he's I think my throat was 25 when he rescued Tommy Norris",
        810.0,
        815.36
    ],
    [
        " He's not old enough. I mean he's old enough to he's a he's a grown man. I mean he's",
        815.36,
        821.42
    ],
    [
        " He has a 25 year old's perspective on life",
        821.42,
        826.04
    ],
    [
        " But he doesn't have all the context that you know that you and I have and echo and we've lived long lives",
        826.04,
        831.48
    ],
    [
        " I mean we've we've been around here for a minute and we've collected stories and we've collected context",
        831.48,
        836.3
    ],
    [
        " and we have",
        836.3,
        838.5
    ],
    [
        " You know enough",
        838.5,
        840.48
    ],
    [
        " You know ammunition, you know whether it's Marley or",
        840.48,
        844.78
    ],
    [
        " or whatever to",
        844.78,
        847.0
    ],
    [
        " Help us or to convince us to to make right decisions",
        847.0,
        851.46
    ],
    [
        " But somebody who's 25 years old or this Ensign I imagine this Ensign you know probably 22 years old like",
        852.84,
        859.1
    ],
    [
        " He doesn't know anything doesn't know anything about the world. He hasn't heard you know stories",
        859.1,
        864.78
    ],
    [
        " I know like the one that you just read",
        864.78,
        866.68
    ],
    [
        " But what he does have he has this",
        866.68,
        871.12
    ],
    [
        " He's been imprinted by the institution that he served in and by the people that are around him",
        871.12,
        876.38
    ],
    [
        " And that's I think that's an important thing that you know buzz does or boot camp does you're you're taking",
        878.0,
        884.7
    ],
    [
        " Young folks and you know from lots of different backgrounds and without you know the context that we have as you get older and you read books and",
        884.7,
        892.2
    ],
    [
        " And you have these experiences, but you imprint you know the values of that institution on these people and you give them",
        892.2,
        899.14
    ],
    [
        " new mandates for what's expected",
        899.14,
        901.38
    ],
    [
        " And",
        901.38,
        902.76
    ],
    [
        " And that's cool and I appreciate that but",
        903.86,
        908.04
    ],
    [
        " What you know like like I said this this Ensign wasn't in charge of the ship, right?",
        908.04,
        914.14
    ],
    [
        " There was a there was an exo there was a CEO there was an ops boss that are all now dead and",
        914.28,
        919.94
    ],
    [
        " even with the imprints of kind of the broad value system that we have in",
        919.94,
        926.72
    ],
    [
        " The Navy or the broads value system that you have in the Marine Corps the broad value system that you have in the Army",
        926.72,
        932.3
    ],
    [
        " There are actual tactics that you can know that can save your ass in certain situations and",
        932.3,
        939.24
    ],
    [
        " You know",
        939.24,
        940.62
    ],
    [
        " When I was in trade at like I remember sometimes especially when I first got home from Ramadi",
        940.62,
        946.62
    ],
    [
        " I'd be watching a guy move through the streets and in Mount training, right?",
        946.62,
        951.22
    ],
    [
        " And I would feel like sick to my stomach if a guy wasn't taking cover",
        951.88,
        955.86
    ],
    [
        " and",
        957.18,
        957.62
    ],
    [
        " It's a really simple thing that hey someone tells you hey listen man only move from cover to cover",
        957.62,
        962.32
    ],
    [
        " Don't ever be in a spot where you're standing and you're not in cover don't ever let that happen when you're not behind cover",
        962.32,
        968.38
    ],
    [
        " You're moving that's the way it is",
        968.38,
        969.88
    ],
    [
        " Obviously wasn't instinctual to a bunch of people coming through you know advanced seal training coming through workup there would be",
        969.88,
        977.72
    ],
    [
        " Out of every 10 new guys there would be three of them that would stand around in the open like nothing's gonna happen to them",
        977.72,
        983.62
    ],
    [
        " And so there's there's instincts and that's why when I read this past I was like",
        983.78,
        987.52
    ],
    [
        " The feeling of the sickness that I can only imagine is even worse for him because he's thinking",
        987.52,
        994.52
    ],
    [
        " Here's another ship with however many 300 souls going down on it and I know that I",
        994.52,
        1003.54
    ],
    [
        " Could have had them you know do do whatever they could have done differently and and the lessons just didn't get passed on",
        1003.54,
        1010.74
    ],
    [
        " And that's why to me this book that you've written is so important because it does have lessons that I saw I saw us",
        1011.44,
        1018.46
    ],
    [
        " Re-learn some of the lessons that you've gotten this book I watched this happen and so",
        1018.46,
        1023.56
    ],
    [
        " I'm glad and look I'm I wish you would have written it earlier right?",
        1023.56,
        1028.64
    ],
    [
        " I wish you would have written it 10 years ago or 15 years ago, but you didn't because you're lazy",
        1028.74,
        1033.34
    ],
    [
        " But it took you seven years to write this thing",
        1033.34,
        1037.84
    ],
    [
        " and",
        1039.6,
        1040.12
    ],
    [
        " The lessons are just they're just awesome and they're important and you know you know",
        1040.12,
        1045.9
    ],
    [
        " the whole dynamic when you understand the whole dynamic of",
        1045.9,
        1051.4
    ],
    [
        " Where where this personality comes from where this mode of operating that that is sort of look the seal teams",
        1051.4,
        1061.58
    ],
    [
        " Everyone every sales a little bit different, but there's some core things there that are",
        1061.58,
        1064.04
    ],
    [
        " They're gonna be there no matter what seal you talk to from what generation they've got this could they got a couple things in their soul and",
        1065.12,
        1073.08
    ],
    [
        " When people start to on those things can fade",
        1073.08,
        1075.62
    ],
    [
        " But when people start to understand where that thing that little nugget in their soul where that came from and they go",
        1075.62,
        1080.88
    ],
    [
        " Oh, that's actually not just a that's not just a rock",
        1080.88,
        1083.32
    ],
    [
        " That's a cornerstone and we should focus on that we should remember that we should know where that came from",
        1083.32,
        1087.42
    ],
    [
        " We should know why that was important that we had that characteristic or we had that that that way of thinking about",
        1087.42,
        1093.98
    ],
    [
        " things and",
        1095.84,
        1095.66
    ],
    [
        " For me this book illuminated so many threads of the thought process that we have as seals where they came from to make sure when someone says well, you know",
        1095.66,
        1104.94
    ],
    [
        " We need to just fall in mind with another side. No, actually. We don't need to just fall in mind",
        1104.94,
        1109.72
    ],
    [
        " There's a reason that we think this way. There's a reason that it's beneficial",
        1109.72,
        1112.96
    ],
    [
        " There's a reason that it's beneficial to keep an open mind",
        1112.96,
        1115.22
    ],
    [
        " There's a reason that it's beneficial to utilize decentralized command",
        1115.22,
        1118.36
    ],
    [
        " There's a reason for those things and we should never forget where they came from and the more we understand where they came from",
        1118.36,
        1123.48
    ],
    [
        " The more we can act upon them correctly",
        1123.6,
        1126.58
    ],
    [
        " So with that I'm sorry your book gets me super fired up about some stuff",
        1126.58,
        1132.96
    ],
    [
        " So this",
        1132.96,
        1135.86
    ],
    [
        " My idea and I don't know how well we're gonna be able to stick this idea",
        1135.86,
        1140.42
    ],
    [
        " Because you have way too much freaking you have way too many facts and stories running around in your head",
        1140.42,
        1147.08
    ],
    [
        " And I've got too many questions running around in mind",
        1147.08,
        1148.72
    ],
    [
        " But my idea was to try and go through some of the chapters and like you just did you just said you got about 15 pages cut out 15 pages of",
        1149.18,
        1156.42
    ],
    [
        " Early book by the way, did you actually write those 15 pages? Yeah, they're written. Oh, yeah, I mean I had that's horrible",
        1156.42,
        1161.96
    ],
    [
        " Some of it's like you know, it's strange. Some of it's like some of it's notes. No, no, no",
        1161.96,
        1166.1
    ],
    [
        " I mean, it's all written and it's all like I mean",
        1166.1,
        1168.16
    ],
    [
        " I have a not a paragraph, but I have a couple sentences on Burke's wife like",
        1168.16,
        1173.14
    ],
    [
        " All right, I need not all of the states",
        1173.14,
        1176.08
    ],
    [
        " You know, but when you find like I don't know your experience, but when you're editing like if you're writing a novel",
        1177.02,
        1184.0
    ],
    [
        " I expect like the",
        1184.0,
        1185.64
    ],
    [
        " The impulse when you're you know cutting stuff is that you know, you have a turn of phrase that you really like and you're like oh man",
        1185.64,
        1192.84
    ],
    [
        " That is I mean, that's the best thing that's been written since the Bible",
        1192.84,
        1196.56
    ],
    [
        " You don't want to get rid of it and your editor tells you well nobody gets what you're trying to say it sucks",
        1196.56,
        1201.4
    ],
    [
        " You know you need to lose it",
        1201.4,
        1202.7
    ],
    [
        " But I think when you're you know when you're writing history and you're you've done all this research",
        1204.0,
        1209.76
    ],
    [
        " You've followed you know, you know so many rabbit holes",
        1209.76,
        1213.04
    ],
    [
        " You've done so many requests the Navy art or wherever you've gotten your material and you found what you know think you think is this incredible document",
        1213.04,
        1219.76
    ],
    [
        " You want to use that stuff?",
        1219.76,
        1222.3
    ],
    [
        " You mean you fought for it. I mean you want to put it in there. I mean I",
        1222.68,
        1227.12
    ],
    [
        " Have a lot of detail in each sentence. I and I don't do that, you know to make a reader",
        1228.84,
        1234.52
    ],
    [
        " You know frustrated. I have it because you know, I'm the way that I'm writing is I have four note cards",
        1234.52,
        1240.62
    ],
    [
        " That I'll sit in front of me and those four note cards you will usually have you know two or three points on them",
        1240.62,
        1244.74
    ],
    [
        " I'll star which one which point I have on each note card",
        1244.74,
        1247.28
    ],
    [
        " I'd be like I want to put that that that in one sentence. How do I do that?",
        1247.28,
        1251.22
    ],
    [
        " I got away fit all that you know stuff in there. So yes, I did I cut probably between 10 and 15 pages of Burke's biography",
        1251.4,
        1258.86
    ],
    [
        " How what however when I when I rewrote the chapter I?",
        1258.86,
        1263.02
    ],
    [
        " Didn't completely lose that I mean I try to say that I left as much on the field as possible",
        1263.04,
        1267.64
    ],
    [
        " I just you know compressed it into this really really you know tight diamond of of information",
        1267.64,
        1273.44
    ],
    [
        " But yeah, everybody I mean I there were whole characters that I cut and I got better as time on on so",
        1273.44,
        1280.28
    ],
    [
        " Now when I was thinking about how we were gonna do this and I started to go back through you know chapter by chapter",
        1280.94,
        1286.16
    ],
    [
        " You know what were sections that I cut what were sections that I lost and you know not just characters but entire episodes",
        1286.16,
        1292.88
    ],
    [
        " I saw I saw it in these chapters my notes that I was putting together we're getting shorter and shorter and shorter each chapter because",
        1292.88,
        1300.82
    ],
    [
        " I was learning as I was doing this whole book and I did my research and I did my writing chapter by chapter",
        1300.82,
        1305.74
    ],
    [
        " I would research and write one chapter",
        1305.74,
        1307.56
    ],
    [
        " I would go back to an archive I'd collect all the stuff and I'd write that next chapter and I do it again for the third chapter for whatever I was doing",
        1307.66,
        1314.04
    ],
    [
        " And I got better as I went",
        1314.04,
        1317.04
    ],
    [
        " Better at identifying what?",
        1317.04,
        1319.86
    ],
    [
        " What was gonna fit and also you must have seen a better of clear vision of the story arc",
        1320.4,
        1325.24
    ],
    [
        " Yes, and so you knew what was important. Well, it was not much better and much better idea of the story and much better",
        1325.24,
        1331.58
    ],
    [
        " Respect for my reader",
        1331.58,
        1333.94
    ],
    [
        " Because I was you know what when I was reading this I was completely in love with my own pen",
        1334.76,
        1338.64
    ],
    [
        " I thought everything I wrote was fantastic. I wrote the first chapter as well",
        1338.64,
        1342.82
    ],
    [
        " You know, I probably should just send this off to the Pulitzer committee",
        1342.82,
        1346.1
    ],
    [
        " So they have just you know have this thing up front they'll they'll know what's coming eventually",
        1346.1,
        1350.92
    ],
    [
        " But you know when I reread that chapter six months after I'd written it and I saw I was like",
        1350.92,
        1357.48
    ],
    [
        " All right, I'm not sure why that character's in here",
        1357.48,
        1360.5
    ],
    [
        " It's like oh that I don't know about him either",
        1360.64,
        1362.78
    ],
    [
        " I found myself I had like I I did five introductions of five different characters in that first chapter before I really got to Carlson and his raiders",
        1362.78,
        1372.74
    ],
    [
        " Like how was I doing?",
        1372.74,
        1374.32
    ],
    [
        " Like I don't even know why I spent all that time doing it like I was just but I was learning you know",
        1375.16,
        1379.76
    ],
    [
        " Even you're you're learning the process and you're learning how to get better as you go",
        1379.76,
        1382.72
    ],
    [
        " But yeah, you seem to think about the",
        1382.72,
        1387.76
    ],
    [
        " You seem to think about the reader a lot more than I do you're like oh, I don't want to put the reader thing",
        1388.32,
        1392.94
    ],
    [
        " I'm like well I'm the reader. I mean I'm the reader on my magic",
        1392.94,
        1396.22
    ],
    [
        " I mean I'm I'm my own reader like I wrote like I said I wrote the book that I wanted to read and I you know",
        1396.22,
        1402.38
    ],
    [
        " but like you",
        1402.38,
        1403.78
    ],
    [
        " You have to think about your your reader you have to or at least I felt felt like I have to think about my reader because otherwise",
        1403.78,
        1411.88
    ],
    [
        " I'm writing a diary. I don't want to write a diary. I want people to read what I'm writing",
        1411.88,
        1415.2
    ],
    [
        " I guess it's a close-by would come to it's like oh does this would this make sense if I was reading it",
        1415.2,
        1418.76
    ],
    [
        " So yeah, I think about the reader a little bit you're your reader. You're I mean I don't think about the reader",
        1418.76,
        1423.72
    ],
    [
        " It sounds like you think about the reader sympathetically. They're getting no sympathy for you",
        1423.72,
        1427.0
    ],
    [
        " You're like well, I don't want to put the reader through some like I had a reader",
        1427.0,
        1429.6
    ],
    [
        " I don't know if I like I my reader was",
        1429.6,
        1435.62
    ],
    [
        " I wanted it to be I wanted my reader to be you know a team guy",
        1435.62,
        1441.68
    ],
    [
        " I wanted this book to be for the seals, but I wanted my mom to be able to read it to",
        1441.68,
        1445.0
    ],
    [
        " So that when I was thinking like when I wrote this paragraph up",
        1445.0,
        1448.68
    ],
    [
        " Was it sufficiently dense was it sufficiently was there was there enough material in it or enough interesting things on that to you know to make me like",
        1448.68,
        1458.62
    ],
    [
        " Oh, that's that's good stuff",
        1458.62,
        1460.1
    ],
    [
        " But was it also written well enough that my mom could understand it?",
        1460.1,
        1463.36
    ],
    [
        " That's what I was thinking about well also the last time that we were on here",
        1463.36,
        1466.86
    ],
    [
        " Yeah, and you asked me what my mom did and I just said that she was a housewife",
        1466.86,
        1470.48
    ],
    [
        " How'd that go? I didn't go over great. So what's the real deal?",
        1471.08,
        1473.98
    ],
    [
        " I don't I don't have a creator",
        1474.9,
        1477.54
    ],
    [
        " My mom was everything you set yourself up and that's my mom did everything she was",
        1477.54,
        1483.28
    ],
    [
        " She was god she was the chief of staff. There you go. That's that sounds better than housewife",
        1483.28,
        1488.5
    ],
    [
        " I guess",
        1488.5,
        1488.9
    ],
    [
        " Unless you're a badass housewife in which case you're like yeah, I'm a badass housewife. What's up?",
        1488.9,
        1493.42
    ],
    [
        " We know what that entails that means I'm the the the the chief staff officer the chief financial officer",
        1493.74,
        1500.24
    ],
    [
        " The troop motivator you're everything yeah getting after it. So there you go moms",
        1500.48,
        1505.36
    ],
    [
        " So now she can stop being mad at me",
        1505.36,
        1507.84
    ],
    [
        " All right, so my my thought was we go through this and talk about some of that because you know",
        1507.84,
        1514.54
    ],
    [
        " You and I had conversations during the during the podcast after the podcast about them",
        1514.54,
        1517.62
    ],
    [
        " Mountain people the same thing your saying right now you had to just cut things out cut stories out yeah and",
        1517.62,
        1522.52
    ],
    [
        " There's so many of these things can can be their own book can be their own story",
        1522.52,
        1526.58
    ],
    [
        " Could peel pull back the pull the thread or any of these characters and you could you could you have your own book",
        1526.58,
        1531.42
    ],
    [
        " You have another book on just about any of these characters",
        1531.42,
        1533.72
    ],
    [
        " But I thought just going through some of the chapter it's going through the chapters and talking about some of the things that didn't quite make it",
        1533.72,
        1542.04
    ],
    [
        " chapter one",
        1542.04,
        1543.5
    ],
    [
        " Is called the reluctant by the way I was thinking about this as I was putting this together",
        1543.5,
        1547.6
    ],
    [
        " Chapter one is called the reluctant creation and violent demise of the Navy's first commandos the Marine Corridors",
        1547.6,
        1552.78
    ],
    [
        " Your subtitles for each chapter indicate that you have a lot to say and this is going to be a long book like chapter one",
        1552.78,
        1559.76
    ],
    [
        " The reluctant you know my books have like chapter one get some you know, but we're done right chapter two get more",
        1559.76,
        1566.6
    ],
    [
        " Like I'm an idiot you're over here the reluctant creation and violent demise of the Navy's first commandos and Marine Corridors",
        1566.6,
        1571.52
    ],
    [
        " That was my editors. That was Julian Pavia. He he sort of insisted",
        1571.52,
        1575.94
    ],
    [
        " So each of my chapters or something like I don't know like it wasn't it wasn't as",
        1575.94,
        1580.52
    ],
    [
        " As tight as like Carlson's raiders, but it was something like I the only one that I remember is for chapter five from my U. D.",
        1580.56,
        1586.82
    ],
    [
        " T",
        1586.88,
        1587.04
    ],
    [
        " It was like the the Mermaid of war before they had come up with the frog men is like a moniker for them",
        1587.04,
        1591.54
    ],
    [
        " They were calling them like really clunky. Oh god. That's awful especially after that movie. What's that movie echo Charles?",
        1591.54,
        1598.02
    ],
    [
        " Zoolander",
        1598.2,
        1599.74
    ],
    [
        " You know what I'm talking about so in the movie Zoolander",
        1599.74,
        1603.68
    ],
    [
        " Which has oh and Wilson in it",
        1603.68,
        1607.3
    ],
    [
        " Who's like one of my favorite people all the time that guy seems so chill and cool",
        1607.48,
        1612.06
    ],
    [
        " And it also has that still are so Ben still plays like a really dumb model as a man model right and he comes from some",
        1612.06,
        1621.3
    ],
    [
        " Freakin mining town in Pennsylvania or something and he's in this bar with his dad",
        1621.3,
        1626.48
    ],
    [
        " He's trying to be like more manly",
        1626.48,
        1628.0
    ],
    [
        " And his dad's in there and his dad's played by John void John void for nearly all they're all like covered in mine dust",
        1628.0,
        1636.2
    ],
    [
        " And Vince bonds in there are no lines. Yeah, no line. Just no line just being tough and",
        1636.2,
        1641.4
    ],
    [
        " So Ben stillers in there trying to be tougher and",
        1641.4,
        1646.28
    ],
    [
        " And a and a commercial comes on the TV and it's him advertising some like fragrance and he's dressed up like a mermaid",
        1646.28,
        1653.76
    ],
    [
        " And his dad's like can't have you running around here. I was a damn mermaid. He's it's not a mermaid dad. It's merman",
        1653.76,
        1661.36
    ],
    [
        " So that's what I thought of when I saw that thing I was reading through it. I'm like did we really have to go there with the merman",
        1663.1,
        1669.02
    ],
    [
        " I don't key clonkeys at the least all right, so so but my yes, so his point was you need to give the reader some idea of what's in store for them",
        1669.02,
        1677.98
    ],
    [
        " Like if you start a chapter on the if you okay, so",
        1677.98,
        1682.52
    ],
    [
        " Imagine your reader you're picking up a book",
        1682.52,
        1685.18
    ],
    [
        " ostensibly about the Navy seals and that first chapter is you know, you're reading paid",
        1686.16,
        1691.32
    ],
    [
        " You know three pages and it's all about the Marine Corps. What the hell are you doing?",
        1691.32,
        1694.68
    ],
    [
        " You have to give you know your reader some idea of what this is about and",
        1695.12,
        1699.1
    ],
    [
        " You know when I",
        1699.1,
        1700.4
    ],
    [
        " When I thought about it, you know, it completely made sense because you know now I'm not just doing",
        1700.4,
        1705.24
    ],
    [
        " The you know the reader you know help on chapter one with the Marine Corps raiders",
        1705.24,
        1709.98
    ],
    [
        " But I'm gonna help I'm gonna be helping the reader when it gets to the army rangers and everything else like it",
        1709.98,
        1714.86
    ],
    [
        " Has to tie back in each of these chapters have to tie back in to the seal teams",
        1714.86,
        1719.08
    ],
    [
        " I had to be relevant to you know how the Navy had you know created this first",
        1719.08,
        1722.9
    ],
    [
        " Yeah, well there you go. That's why we have the clunky",
        1722.9,
        1725.76
    ],
    [
        " That's why you have the big long titles for all your chapters and you you're one of these guys that pulls off like hey",
        1725.76,
        1731.62
    ],
    [
        " If I'm just really nice, maybe jockele leave me alone",
        1731.62,
        1734.0
    ],
    [
        " You're like you gave this super nice explanation now for kind of feel bad like no, that's a good title",
        1734.0,
        1739.52
    ],
    [
        " You did good you put me in check all humble and I'm",
        1739.52,
        1743.76
    ],
    [
        " I'll just go",
        1744.02,
        1744.8
    ],
    [
        " so",
        1744.8,
        1747.06
    ],
    [
        " Marine Corps",
        1747.06,
        1750.72
    ],
    [
        " Let's talk about this chapter. I know one of the guys that you mentioned to me as a guy named Pete Ellis",
        1750.72,
        1757.56
    ],
    [
        " Pete Ellis. He didn't make the cut, huh",
        1757.56,
        1760.78
    ],
    [
        " No, I thought Pete Ellis. Pete Ellis is relevant because Pete Ellis is the",
        1760.78,
        1765.3
    ],
    [
        " He's the Marine. He's a first world war Marine who is",
        1765.3,
        1769.92
    ],
    [
        " um",
        1771.32,
        1771.8
    ],
    [
        " He's the first Marine to articulate a vision for the Marine Corps that is more than just a",
        1771.8,
        1776.7
    ],
    [
        " subordinate service to the US Navy or the Navy's police force and he imagines after he sees with the Marine Corps's Cape",
        1776.7,
        1783.2
    ],
    [
        " Love on the Western front",
        1783.2,
        1784.4
    ],
    [
        " The Marine Corps is the",
        1784.4,
        1786.86
    ],
    [
        " When world war one starts",
        1786.86,
        1788.76
    ],
    [
        " and",
        1788.76,
        1789.92
    ],
    [
        " The US military finds itself in the trenches not just in the trenches, but then moving on the German army",
        1789.92,
        1795.9
    ],
    [
        " um",
        1797.38,
        1797.94
    ],
    [
        " The best force that the United States military has at the Marine Corps",
        1797.94,
        1801.06
    ],
    [
        " So there's all these marine officers staff officers Marine commanders who suddenly by comparison with their peers in the US Army",
        1801.06,
        1808.98
    ],
    [
        " See that the Marine Corps is the best service the most capable service",
        1808.98,
        1813.54
    ],
    [
        " You know, we have so why not you know start thinking beyond you know just this idea of being you know the ship war or the ship born utility force for the US Navy",
        1813.54,
        1824.38
    ],
    [
        " Why not start thinking of the US Marine Corps as almost arrival to the US Army",
        1824.58,
        1829.34
    ],
    [
        " So in order to do that in order to justify that in Congress",
        1829.34,
        1833.2
    ],
    [
        " The Marine Corps had to articulate a mission for itself and that mission",
        1833.2,
        1838.46
    ],
    [
        " Was you know it was essentially come up with by Pete Ellis Pete Ellis",
        1838.46,
        1842.7
    ],
    [
        " He identifies the enemy or at least you know, he's writing this in 1922",
        1842.7,
        1847.74
    ],
    [
        " 20 years before World War II starts",
        1847.74,
        1850.78
    ],
    [
        " He knows that the next war the US is in is going to be with imperial Japan",
        1850.78,
        1855.56
    ],
    [
        " He knows how repacious Japan is he knows",
        1855.56,
        1857.92
    ],
    [
        " their",
        1857.92,
        1858.88
    ],
    [
        " ambitions to dominate all of Asia",
        1858.88,
        1861.38
    ],
    [
        " And if the US military wants to confront Japan, it's going to have to have a force capable of doing that a force that's not just",
        1861.38,
        1869.16
    ],
    [
        " you know",
        1869.16,
        1870.42
    ],
    [
        " Like I said the ship born",
        1870.42,
        1872.58
    ],
    [
        " Utility force of raiders or jungle fighters anything like that they're going to have to have all the logistics",
        1872.58,
        1878.66
    ],
    [
        " capable of supporting",
        1879.26,
        1880.58
    ],
    [
        " An amphibious army assure artillery",
        1880.58,
        1883.74
    ],
    [
        " aircraft",
        1883.74,
        1884.94
    ],
    [
        " logistics ships landing craft all that stuff",
        1884.94,
        1888.9
    ],
    [
        " So he is the one that comes up with this plan problem with Pete Ellis is he is a personal disaster",
        1888.9,
        1895.96
    ],
    [
        " He is",
        1895.96,
        1897.68
    ],
    [
        " Nobody that I wrote about is",
        1897.68,
        1900.32
    ],
    [
        " Is as much of a liberty risk. I mean he is",
        1900.32,
        1903.7
    ],
    [
        " He suffers from depression",
        1903.7,
        1906.06
    ],
    [
        " Something they call Neraznia",
        1906.98,
        1908.62
    ],
    [
        " and he",
        1908.62,
        1909.86
    ],
    [
        " Whenever he when he's writing this plan the advanced base operations for Micronesia when he's writing when he's drafting this plan for the Marine Corps",
        1909.86,
        1917.38
    ],
    [
        " He's doing periodic bouts at the mental hospital in Washington DC. He",
        1917.38,
        1922.58
    ],
    [
        " Eventually what do you do in World War I? He was a staff officer, but I wasn't completely clear on his combat record",
        1922.58,
        1933.02
    ],
    [
        " I got the sense that he actually saw a decent amount of combat he",
        1933.62,
        1937.24
    ],
    [
        " He wrote a plan of operations for I can't remember which assault it was",
        1937.24,
        1943.02
    ],
    [
        " I think it was on the Blanc Monk section of the Hindenburg line, but it was it was supposed it was supposed to be a brilliant operational plan",
        1943.02,
        1949.66
    ],
    [
        " And it was it was totally successful",
        1949.66,
        1951.42
    ],
    [
        " And it was I think it was noticed by purging at one point",
        1951.42,
        1957.16
    ],
    [
        " Um, it was called one of the best plans in the war",
        1957.16,
        1960.04
    ],
    [
        " Um, but after that",
        1960.74,
        1962.18
    ],
    [
        " You know when he's you know during this period of the 20s",
        1962.18,
        1966.62
    ],
    [
        " um",
        1966.62,
        1966.88
    ],
    [
        " After one bout in a mental institution he convinces the secretary of the navy or the undersecretary the navy which is theodore Roosevelt jr at the time",
        1966.88,
        1974.82
    ],
    [
        " To send him on a only kind of an island hopping",
        1974.82,
        1977.62
    ],
    [
        " Survey of the central Pacific so he can justify or so he can prove what he suspects which is the Japanese are building all these island readouts throughout the",
        1977.62,
        1987.64
    ],
    [
        " Throughout the Pacific",
        1987.8,
        1988.86
    ],
    [
        " He gets the authorization by tenny Roosevelt jr. He goes out there",
        1988.86,
        1994.22
    ],
    [
        " Something happens at one of these island bars. He starts announcing",
        1994.22,
        1999.42
    ],
    [
        " His intentions of well, he's on a bender",
        1999.42,
        2002.76
    ],
    [
        " The spies try and like collect him and get him packed off. He manages to manages it to escape",
        2002.76,
        2010.66
    ],
    [
        " Escapes the island makes his way to another island and then drinks himself to death",
        2010.66,
        2016.04
    ],
    [
        " There's a you know, there's a whole cottage industry of uh of writers out there that you know say that",
        2017.64,
        2023.14
    ],
    [
        " Uh, he was poisoned or he was killed by the Japanese. I think he was just a drunk and he just",
        2023.14,
        2028.2
    ],
    [
        " Because Lever couldn't handle it",
        2028.2,
        2031.86
    ],
    [
        " You're a train. I don't know what the name of the place is but for a while",
        2031.86,
        2035.48
    ],
    [
        " We were using some facility and I don't want to name it but you'll know what I'm talking about that was used to be an institution like a mental institution",
        2035.48,
        2044.46
    ],
    [
        " Do you have a train in that place?",
        2044.46,
        2045.46
    ],
    [
        " Boy that sounds familiar. I mean for a while we and the teams were going to someplace that was formerly a mental institution",
        2046.26,
        2053.62
    ],
    [
        " And it was",
        2053.62,
        2055.02
    ],
    [
        " Creepy like",
        2055.02,
        2059.14
    ],
    [
        " You'd go into certain",
        2059.14,
        2061.64
    ],
    [
        " It's in the middle of the country kind of",
        2061.64,
        2064.78
    ],
    [
        " Man, it was weird you go into rums and you just like look around and there'd be weird",
        2064.78,
        2072.96
    ],
    [
        " It was weird. It was really weird. It you know",
        2074.46,
        2077.76
    ],
    [
        " Like you get a little bit of scariness",
        2077.76,
        2080.96
    ],
    [
        " Saying where you know it's night and you you're with like one other dude",
        2080.96,
        2085.72
    ],
    [
        " You're standing some weird hallway in there and he it's it looks like it's from 1922",
        2085.72,
        2090.92
    ],
    [
        " That's what made me think of it like 1922. Well, you know, you start talking about what a mental institution was like in",
        2090.92,
        2096.92
    ],
    [
        " 1922. It's not like what it's like now right right now. It's you know",
        2096.92,
        2103.04
    ],
    [
        " Probably they've got nice windows and they want to make things safe and open for people to",
        2103.14,
        2108.22
    ],
    [
        " Understand and learn and feel good about themselves. This was not the scenario in this place where I trained that and all that like",
        2108.22,
        2114.56
    ],
    [
        " Well, like an asylum. Yes. No, 100%",
        2114.56,
        2117.26
    ],
    [
        " Yeah, it's like an asylum. He thought it was haunted. That's why you're scared kind of",
        2117.26,
        2121.9
    ],
    [
        " I think there's probably justifiable reason to think that too. I mean when you you see like it's not just you know a silo",
        2121.9,
        2127.86
    ],
    [
        " Well, there's this been there's been the story of this",
        2127.86,
        2130.96
    ],
    [
        " orphanage in Canada, you know that had all these indigenous children. They're finding",
        2130.96,
        2135.38
    ],
    [
        " Just mass massive burial plots now of all these kids that were killed there",
        2135.38,
        2140.3
    ],
    [
        " It's horrific",
        2140.3,
        2142.32
    ],
    [
        " Well, that was uh, I'm not an expert on that for an instance. Yeah, well, that was that was one of the goals was to just",
        2142.32,
        2149.86
    ],
    [
        " Reeducate the children",
        2149.86,
        2151.28
    ],
    [
        " See it happening now right now with our school systems kids are getting reeducated in a new way",
        2151.28,
        2157.7
    ],
    [
        " I was speaking of ending up in a silo",
        2158.88,
        2160.96
    ],
    [
        " so",
        2160.96,
        2162.26
    ],
    [
        " Uh, there's another character that's uh",
        2162.26,
        2168.34
    ],
    [
        " Yeah, yeah, a guy named uh red mic",
        2168.34,
        2173.56
    ],
    [
        " Yeah, I was hoping you'd ask about him",
        2173.56,
        2175.86
    ],
    [
        " You could write a book about red mic that's um red mic edson. He's uh, so when um I was trying to you know sort through the",
        2175.86,
        2184.24
    ],
    [
        " uh",
        2184.9,
        2185.42
    ],
    [
        " The relevance of the Raiders uh, the Raiders are important to the history of the seal teams because",
        2185.42,
        2190.58
    ],
    [
        " They're the first instance where the navy telegraphs its desire for its own rating force",
        2190.58,
        2196.3
    ],
    [
        " They want to",
        2196.3,
        2198.08
    ],
    [
        " broadcast or they want to",
        2198.08,
        2200.74
    ],
    [
        " Franchise raids throughout the Pacific to draw the Japanese attention away from the areas that they're about to attack",
        2200.74,
        2207.08
    ],
    [
        " So Japanese defenses are too consolidated. They want to spread them out on all these islands. So",
        2207.08,
        2212.38
    ],
    [
        " uh, when before",
        2212.86,
        2214.38
    ],
    [
        " The invasion of Guadalcanau",
        2214.38,
        2217.26
    ],
    [
        " It was the navy's idea to pull the Japanese attention all the way to the central Pacific, you know 2000 miles north",
        2217.26,
        2223.56
    ],
    [
        " um, so the idea is",
        2223.56,
        2226.26
    ],
    [
        " Launch some submarine Raiders on these things",
        2226.26,
        2229.26
    ],
    [
        " um",
        2229.26,
        2230.66
    ],
    [
        " And uh, you know, like I said spread the spread Japanese attention spread Japanese defenses",
        2230.66,
        2236.12
    ],
    [
        " um, now I was looking at well, I knew that you know, I knew that that's that was the goal and there were two",
        2236.12,
        2241.58
    ],
    [
        " Raider battalions to do it or that they were designed to do it the first Raider battalion and the second Raider battalion",
        2242.02,
        2247.22
    ],
    [
        " Now I knew the second Raider battalion had taken makin' and that was probably more in keeping with uh, the point that I needed to make",
        2247.22,
        2254.22
    ],
    [
        " To launch pad into my second chapter",
        2254.22,
        2257.38
    ],
    [
        " What I didn't like was that I would have to spend so much time with Evans Carlson now if you read the book Evans Carlson is",
        2257.38,
        2264.08
    ],
    [
        " One of probably the three most peculiar characters in the book",
        2264.08,
        2268.3
    ],
    [
        " He's really frustrating um, and you know you",
        2268.78,
        2271.68
    ],
    [
        " If you're writing history, you know, the goal is always to be objective with characters",
        2271.68,
        2276.14
    ],
    [
        " You don't want to telegraph to your reader that you don't like somebody",
        2276.14,
        2279.12
    ],
    [
        " Evans Carlson is a person hard not to",
        2279.12,
        2283.22
    ],
    [
        " dislike",
        2283.22,
        2284.24
    ],
    [
        " Merit red mic edson on the other hand is",
        2284.24,
        2288.32
    ],
    [
        " He's incredible like you I mean he's",
        2288.32,
        2293.88
    ],
    [
        " um",
        2293.88,
        2294.24
    ],
    [
        " I mean he he was incredible before the war in Nicaragua. He fought he fought through all these little bananas",
        2295.74,
        2301.44
    ],
    [
        " I know that the Marine Corps has this love affair with",
        2301.44,
        2305.82
    ],
    [
        " Chester Polar",
        2305.82,
        2307.18
    ],
    [
        " There's no reason that uh",
        2307.18,
        2309.8
    ],
    [
        " They should have any less affinity for red mic edson. He's everywhere during world war two",
        2309.8,
        2316.24
    ],
    [
        " lead some of the most daring",
        2316.24,
        2318.26
    ],
    [
        " um",
        2320.0,
        2320.52
    ],
    [
        " Assaults of the war. He's at to loggy's a guadal canal. He's at tarawa. I mean three major",
        2320.52,
        2325.44
    ],
    [
        " Uh battles and Marine Corps histories got him I think he had two navy crosses a metal of honor silver stars",
        2325.44,
        2332.92
    ],
    [
        " I mean he was he was incredible um",
        2332.92,
        2335.3
    ],
    [
        " And he's got a terribly tragic end he",
        2335.3,
        2339.9
    ],
    [
        " It's bizarre. It is bizarre. Did you read about him? He yeah",
        2339.9,
        2344.8
    ],
    [
        " He uh he he leaves the navy or he leaves the marine corps",
        2344.9,
        2348.96
    ],
    [
        " Under protest when uh during the the revolt of the admirals after world war two right before the Korean war",
        2348.96,
        2355.64
    ],
    [
        " When the army and the air force kind of collaborated to strip the navy in the marine corps of funding",
        2355.64,
        2361.82
    ],
    [
        " He resigns the Marine Corps in protest so he can",
        2361.82,
        2364.74
    ],
    [
        " protest more loudly",
        2364.74,
        2366.46
    ],
    [
        " Um he has a series of jobs and eventually he commits suicide in his garage. He",
        2366.46,
        2373.08
    ],
    [
        " I don't know I mean that's one of those you don't hear a lot of uh",
        2374.8,
        2378.62
    ],
    [
        " World War two veterans that uh",
        2378.62,
        2380.4
    ],
    [
        " That the made that decision um",
        2380.4,
        2382.96
    ],
    [
        " I mean it stands to the reason you know considering everything that we're going through right now",
        2382.96,
        2388.28
    ],
    [
        " I mean someone who has gone through as much as you know red mic edson did had suffered as many blast injuries as he no doubt you know suffered",
        2388.28,
        2396.9
    ],
    [
        " I think he was probably dealing with all the same uh same things that so many of our friends are",
        2396.9,
        2402.92
    ],
    [
        " Yeah, so um",
        2404.16,
        2405.26
    ],
    [
        " I think that idea of resigning in protest and what you get from it where where it ends up is a tough thing to talk about because once you're done",
        2405.26,
        2415.62
    ],
    [
        " Yeah",
        2415.62,
        2416.4
    ],
    [
        " You're done you're done and actually um I think it was green during the Vietnam War",
        2416.4,
        2422.64
    ],
    [
        " Addressed it who he was like the common on the Marine Corps. I can't forgive my memory, but you know he was getting interviewed",
        2422.64,
        2429.48
    ],
    [
        " Why didn't you you know leave because you got Mac Mara who's a jackass you got LBJ who's a total jackass",
        2429.48,
        2434.98
    ],
    [
        " Maybe it's time just to you know make your statement. Hey, I and he said look",
        2434.98,
        2439.22
    ],
    [
        " I'll be in the news for for 48 hours and then that's it. They'll have another guy and I'll have no influence and that's",
        2439.22,
        2445.38
    ],
    [
        " You know I often talked about hack war through and the same thing Vietnam, you know",
        2445.38,
        2448.68
    ],
    [
        " He could have been a division you could have been a brigade commander could have been a division commander who would have had",
        2448.68,
        2452.4
    ],
    [
        " Whatever thousands of troops underneath him that he could have fought in a different way, but instead he",
        2452.4,
        2457.0
    ],
    [
        " Sort of resigned in protest, right and and yeah, you know, there's a there's another um",
        2457.68,
        2464.64
    ],
    [
        " The commanding officer of",
        2464.64,
        2467.74
    ],
    [
        " I want to say lost battalion world war one",
        2467.74,
        2472.04
    ],
    [
        " But he was a medal of honor recipient and he killed himself",
        2472.04,
        2476.32
    ],
    [
        " After the he was one of the Paul Bears at",
        2476.32,
        2482.32
    ],
    [
        " The two for the two of the unknown soldier",
        2482.32,
        2485.98
    ],
    [
        " and",
        2488.14,
        2488.58
    ],
    [
        " You know that happened. I want to say like 19 19 was when they actually had everything set up for the to dedicate the tune with the unknown soldier",
        2488.58,
        2495.66
    ],
    [
        " He was as a medal of honor recipient. He was one of the guys that",
        2495.66,
        2499.08
    ],
    [
        " um",
        2499.08,
        2500.66
    ],
    [
        " That was one of those Paul Bears and then I think it was about a year later",
        2500.66,
        2507.32
    ],
    [
        " He booked a",
        2507.32,
        2508.84
    ],
    [
        " Sea passage from",
        2508.84,
        2511.34
    ],
    [
        " New York to Cuba or New York to Florida or something and then wrote a wrote a note",
        2511.34,
        2516.02
    ],
    [
        " And disappeared, you know killed himself",
        2516.42,
        2518.3
    ],
    [
        " Um, did you read that Patrick go down over what is it called um?",
        2518.3,
        2523.22
    ],
    [
        " I can't remember what it what it's called. I was just one that I had seen it was it looked interesting",
        2523.8,
        2527.66
    ],
    [
        " What's it about? It's about the two of the unknown soldiers. Oh, okay. No, I did not read it",
        2527.66,
        2532.46
    ],
    [
        " I'll be curious to read it. It's about I think it's about all all the Paul Bears in that uh",
        2532.46,
        2538.56
    ],
    [
        " Wow, there's one of them",
        2538.56,
        2544.42
    ],
    [
        " And then well a little bit what what what was it that you didn't like about Carlson so much",
        2545.06,
        2549.74
    ],
    [
        " Carlson he's just",
        2549.74,
        2551.74
    ],
    [
        " man Carlson is",
        2551.74,
        2554.3
    ],
    [
        " um",
        2554.3,
        2556.24
    ],
    [
        " I think Carlson",
        2556.24,
        2561.84
    ],
    [
        " There were lots of characters that I came in contact with that are other Carlson's their characters that you",
        2561.84,
        2569.62
    ],
    [
        " You know, they they've done and",
        2569.62,
        2573.24
    ],
    [
        " They've done an incredible uh, amount for their country and",
        2574.68,
        2578.58
    ],
    [
        " But you can you have the benefit of hindsight you have the benefit of perspective and you have to um",
        2578.58,
        2584.98
    ],
    [
        " We have to weigh in on their legacy um, so",
        2584.98,
        2590.16
    ],
    [
        " Has Carlson done more than me. Yeah, it's Carlson done more than you. I mean, yeah, I mean he's he's far through world",
        2590.16,
        2596.44
    ],
    [
        " Or two like I mean there's he's uh, it's not even close like yeah, there's nothing we can't compare you know our contribution to somebody like Carlson",
        2596.44,
        2604.36
    ],
    [
        " He's um",
        2604.42,
        2605.18
    ],
    [
        " He's he's in the first",
        2605.18,
        2608.28
    ],
    [
        " One of the first raids of the entire war and then he fights in successive battles",
        2608.28,
        2613.5
    ],
    [
        " The what's important about Carlson though is that the Marine Corps",
        2613.5,
        2618.1
    ],
    [
        " loses all respect for him after the makin island raid they give him another chance with the long patrol on guadal canal and he does admirable work there",
        2618.1,
        2626.66
    ],
    [
        " But it's not enough to overshadow",
        2626.66,
        2628.62
    ],
    [
        " uh",
        2629.74,
        2630.38
    ],
    [
        " The the defeat and the the aftermath of the makin island raid the makin island raid um it isn't really known how",
        2630.38,
        2637.62
    ],
    [
        " Disaster disastrous it is until",
        2637.62,
        2640.8
    ],
    [
        " 1943 a whole year later when us forces retake the island and they discover that the",
        2640.8,
        2647.1
    ],
    [
        " uh",
        2647.1,
        2647.78
    ],
    [
        " That the Marines that they believed to have been drowned in the",
        2647.78,
        2652.98
    ],
    [
        " evacuation weren't drowned but captured and killed you'd be headed by the Japanese",
        2652.98,
        2657.44
    ],
    [
        " um",
        2658.36,
        2658.92
    ],
    [
        " So it's sort of a sort of a",
        2658.92,
        2661.1
    ],
    [
        " A failure that kind of unfolds over time um, but when the the full scope of the failure of the makin island raid is understood",
        2661.1,
        2668.88
    ],
    [
        " Um the Marine Corps never lets Evans Carlson command troops ever again",
        2668.88,
        2674.0
    ],
    [
        " Now that's perfectly you know fine for the Marine Corps leadership. They was there something about his personality that is a personality",
        2674.0,
        2681.72
    ],
    [
        " Yeah, but it was also his politics. He was uh, I think he was a borderline",
        2681.72,
        2686.18
    ],
    [
        " Communist he was definitely a populist um definitely like a",
        2686.54,
        2689.9
    ],
    [
        " a socialist populist um, but he was",
        2689.9,
        2692.82
    ],
    [
        " um",
        2692.82,
        2694.06
    ],
    [
        " By the end of the war",
        2694.06,
        2695.58
    ],
    [
        " He's advocating for the Chinese are the not the national Chinese the kind of the Chinese Communist um",
        2695.58,
        2701.7
    ],
    [
        " Uh eventually he he dies and disgrace penniless because he uh he he had to had he resigned from the Marine Corps",
        2701.7,
        2709.08
    ],
    [
        " um",
        2709.08,
        2710.06
    ],
    [
        " I can't remember exactly what happens to him in the aftermath, but I know he has no money",
        2710.06,
        2715.5
    ],
    [
        " and Teddy Roosevelt has to pay for his funeral not Teddy Roosevelt um James Roosevelt",
        2715.54,
        2719.8
    ],
    [
        " But uh some of it's his personality some of it just he's got he's kind of ponderous",
        2719.8,
        2725.42
    ],
    [
        " Like uh, he's a bit boring like you know stuffy like uh",
        2725.42,
        2729.38
    ],
    [
        " One of the the things that I think is most telling the most descriptive",
        2729.38,
        2732.64
    ],
    [
        " Episode I have a little vignette in the book is when one of his junior officers comes up to him and ask him for",
        2732.64,
        2738.86
    ],
    [
        " You know a few books uh to read uh that will help him understand",
        2738.86,
        2742.96
    ],
    [
        " You know the you know how to command or the military art better and",
        2742.96,
        2746.82
    ],
    [
        " and",
        2746.82,
        2747.66
    ],
    [
        " All the books the Carlson recommends are books that he's written",
        2747.66,
        2751.88
    ],
    [
        " Like you got to think a lot of yourself",
        2751.88,
        2755.94
    ],
    [
        " Tell somebody you know if they're looking for books to read these five that I've written so he tried to read them",
        2755.94,
        2762.62
    ],
    [
        " And they're all impenetrable boring books about Chinese like he gave up",
        2762.62,
        2766.8
    ],
    [
        " Well, I'm very thankful right now for the book about face by Colonel David Hackworth",
        2766.8,
        2771.88
    ],
    [
        " Because whenever ever somebody says hey, well, you know what's a good book for me to read about it",
        2771.88,
        2775.12
    ],
    [
        " So I was like oh yeah read about face",
        2775.12,
        2776.94
    ],
    [
        " Because otherwise I'd be pulling a Carlson and telling the reading extreme ownership or leadership strategy tactics",
        2776.94,
        2781.96
    ],
    [
        " I'm a loser",
        2781.96,
        2783.54
    ],
    [
        " No, you don't like me too. I'm right up there with Carlson",
        2783.54,
        2787.0
    ],
    [
        " Well, if it wasn't for Hackworth, I'd be right up there with Carlson",
        2787.0,
        2790.42
    ],
    [
        " Hang on you haven't seen the books that Carlson wrote true. I had to read them",
        2790.42,
        2794.92
    ],
    [
        " And they just nasty they're just boring. Do you remember any titles of them?",
        2794.92,
        2799.58
    ],
    [
        " Did you read the whole thing or you like this is ridiculous? I get the idea",
        2800.22,
        2803.72
    ],
    [
        " You know since a dork in the beginning. I did and the beginning",
        2803.72,
        2807.3
    ],
    [
        " I had everything collected",
        2807.3,
        2808.68
    ],
    [
        " I read books that I knew the Carlson had read just because I wanted to think like he was thinking",
        2808.68,
        2813.64
    ],
    [
        " He was fascinated with Mao so I was reading Mao when he when I was writing this chapter",
        2813.64,
        2818.72
    ],
    [
        " So I got better with my research as I went on but at the time like when I wrote chapter one",
        2818.72,
        2825.2
    ],
    [
        " uh",
        2826.22,
        2826.66
    ],
    [
        " I had not yet stepped into an archive. I wrote the first draft of chapter one just based off of",
        2826.66,
        2832.12
    ],
    [
        " Out of books that existed",
        2832.12,
        2833.9
    ],
    [
        " From online archives. I was able to find a ton of material online on the make an island raid so there I mean",
        2833.9,
        2840.86
    ],
    [
        " uh, you pay you know 20 bucks a month you have access to fold three and a couple other archives and you can find the",
        2840.86,
        2847.28
    ],
    [
        " Afteraction report of the USS Nautilus or the USS Argonaut",
        2847.28,
        2851.3
    ],
    [
        " um",
        2853.54,
        2853.94
    ],
    [
        " So you know not having stepped into an archive. I was taking advantage of everything else that was available to me",
        2853.94,
        2858.98
    ],
    [
        " All the books that Carlson written books that Mao had written",
        2858.98,
        2861.98
    ],
    [
        " You know things things like that so I was I was saturated with all this stuff is sort of extraneous as I got better",
        2861.98,
        2868.06
    ],
    [
        " You know in my research so chapter two was the first time I stepped foot into an archive and I was like oh, I can do this better",
        2868.06,
        2873.94
    ],
    [
        " All right, well, let's get to chapter two",
        2873.94,
        2877.62
    ],
    [
        " um",
        2878.7,
        2879.3
    ],
    [
        " chapter two",
        2879.3,
        2879.9
    ],
    [
        " Which is called",
        2879.9,
        2881.54
    ],
    [
        " The sidelineing of the armies amphibious soldier scouts and the call-up of the navy second string sailors",
        2881.54,
        2890.9
    ],
    [
        " Tells I think that's a pretty good time. It's pretty good pretty good. All right for the second string sailors",
        2890.9,
        2897.04
    ],
    [
        " That's a nod to you know these guys all these second string sailors were all",
        2897.04,
        2902.14
    ],
    [
        " members every single one of the initial",
        2902.14,
        2904.94
    ],
    [
        " uh",
        2906.84,
        2907.4
    ],
    [
        " Navy contingent of the scouts and raider programmer all NFL veterans they all been",
        2907.4,
        2911.58
    ],
    [
        " I'm buckloo. He's uh not only a",
        2911.58,
        2916.3
    ],
    [
        " Not only was it college football star not only an NFL star, but he was",
        2916.3,
        2921.7
    ],
    [
        " uh",
        2921.7,
        2922.18
    ],
    [
        " He was building his own",
        2922.18,
        2924.68
    ],
    [
        " That's what's all made his own team right he he he founded the Columbus bullies and it would have probably been a",
        2924.68,
        2930.7
    ],
    [
        " um",
        2930.7,
        2931.3
    ],
    [
        " A successful NFL franchise had it not been for the start of world war two that is a freaking legit name to",
        2931.84,
        2938.3
    ],
    [
        " The Columbus bullies the Columbus bullies. Yeah, man",
        2938.3,
        2942.08
    ],
    [
        " If I would have known see if I wouldn't own that tasking a bruiser might have been tasking at bullies",
        2942.08,
        2947.28
    ],
    [
        " I guess it doesn't quite work quite as well does it",
        2947.28,
        2950.76
    ],
    [
        " No seems kind of sinister. Yeah, but today's I guess I guess especially in today's climate",
        2950.76,
        2956.42
    ],
    [
        " You'd be like politically incorrect to call yourself the bullies",
        2956.42,
        2960.28
    ],
    [
        " Bullie he looked like a bully. If you see pictures of them there. I mean I went through you know",
        2961.72,
        2965.76
    ],
    [
        " Like piles of pictures of buckloo um",
        2965.76,
        2968.36
    ],
    [
        " and uh",
        2968.36,
        2969.9
    ],
    [
        " You know every every picture especially in those world war two days. He just looks like it looks like a like a dick",
        2969.9,
        2975.96
    ],
    [
        " Looks like but that's completely opposite of what everybody I talked to said of actually said help you guy",
        2975.96,
        2982.2
    ],
    [
        " He said they they all described him as the nicest guy like he was he was just so much fun to be around",
        2982.2,
        2988.8
    ],
    [
        " Was super humble um",
        2990.34,
        2991.84
    ],
    [
        " But yeah every picture he managed to like you know go from what I assume is a you know pretty fun loving guy into",
        2991.84,
        2998.66
    ],
    [
        " You know has this big scale on his face and so what I meant to go down this path with a little bit of Carlson",
        2998.66,
        3003.98
    ],
    [
        " So Carlson's personality",
        3003.98,
        3005.88
    ],
    [
        " What was he a dick was he a arrogant guy? No, he was uh",
        3005.88,
        3011.18
    ],
    [
        " How do you end up on these failing missions? Was it a lack of experience?",
        3011.18,
        3015.04
    ],
    [
        " I think it was it was a couple of things he",
        3015.06,
        3017.2
    ],
    [
        " um",
        3018.78,
        3019.3
    ],
    [
        " He was infatuated with the Chinese and the Chinese operational system. He was in the the the the the Marine Corps",
        3019.3,
        3025.16
    ],
    [
        " Are the the slogan the Marine Corps slogan of gung ho came from Carlson. He that's his love",
        3025.16,
        3031.16
    ],
    [
        " That's his lasting legacy to the Marine Corps. We understand gung ho to me an expression that it um",
        3031.16,
        3036.98
    ],
    [
        " You know epitomizes, you know Marine Corps tenacity and Marine Corps um",
        3036.98,
        3041.58
    ],
    [
        " What he what freaking charged the machine gun now. Yeah, it means uh, but what up in what it was",
        3041.58,
        3047.18
    ],
    [
        " Really means work together. It means work together. Right. It's the Chinese expressions vague",
        3047.2,
        3051.28
    ],
    [
        " I'm not sure if it's even accurate, but he took it from his time",
        3051.28,
        3054.3
    ],
    [
        " On the long march with Mao's guerrillas",
        3054.3,
        3056.88
    ],
    [
        " Yeah, it means work together",
        3056.88,
        3058.9
    ],
    [
        " But I'll say well when we pick to part uh some of Mao's work on the podcast the thing that's crazy about Mao's work is",
        3058.9,
        3066.42
    ],
    [
        " It's bait. It's essentially saying you need to utilize decentralized command to win in military operations",
        3066.42,
        3072.92
    ],
    [
        " And I'm like hey bro Mao",
        3072.92,
        3074.9
    ],
    [
        " You that applies to everything dude like you can't to have decentralized",
        3075.38,
        3079.96
    ],
    [
        " Organization in order to win a war and then centralize your government as soon as you're done and think that you can explain",
        3079.96,
        3086.68
    ],
    [
        " How many you know what what every farmer in the in the country is supposed to grow and how much we're gonna sell",
        3086.68,
        3091.44
    ],
    [
        " Whatever we're gonna sell it for like it's crazy that they came to that conclusion",
        3091.44,
        3094.48
    ],
    [
        " I don't understand you know, there's so many contradictions like that in world war two",
        3094.48,
        3098.0
    ],
    [
        " I mean how are the Germans who are the most you know hierarchical government system you know on the planet",
        3098.0,
        3103.52
    ],
    [
        " And they managed to produce a military they was able to use initiative",
        3103.76,
        3107.78
    ],
    [
        " Decentralized command yet at the top there's stultif I think they don't they can't accomplish anything",
        3107.78,
        3112.84
    ],
    [
        " I mean they can't you know release the panzers indeed I think I mean there",
        3112.84,
        3116.24
    ],
    [
        " But yeah at the lower level there you know able to do you know able to be",
        3116.24,
        3120.8
    ],
    [
        " Dynamic fluid and agile and all the rest you know what you're when your ego starts to get out of control",
        3120.8,
        3125.72
    ],
    [
        " You start to think I better control everything",
        3125.72,
        3127.22
    ],
    [
        " Ah, that's just what happens and you you could see I mean it seemed like Hitler did that throughout world war two",
        3127.22,
        3132.88
    ],
    [
        " The more he won the more he thought why but it's control everything see it's working",
        3132.9,
        3136.28
    ],
    [
        " I better just keep doing this and by the end it was all on him. Hey, we're gonna we're gonna attack rush",
        3136.28,
        3140.8
    ],
    [
        " Even those generals are saying hey bro not a good idea",
        3140.8,
        3142.9
    ],
    [
        " No, we're doing it. Yeah",
        3142.9,
        3145.74
    ],
    [
        " Carlson the the other thing that Carlson did was he was um he was so infatuated with the Chinese system that he was",
        3145.74,
        3151.56
    ],
    [
        " uh, he would eat with his men he would have these like town hall discussions he would uh, uh, he essentially a ballast rank",
        3151.56,
        3158.96
    ],
    [
        " Except for like uncertain uh aspects he um",
        3158.96,
        3163.22
    ],
    [
        " But when he got on the I mean when he was um you know on the actual make an island raid you can see a clear",
        3163.22,
        3172.02
    ],
    [
        " Misunderstanding of what the mission was",
        3172.02,
        3174.98
    ],
    [
        " Which told me I mean there you're that is conveying to you",
        3174.98,
        3179.54
    ],
    [
        " He doesn't know what his mission objective is he hasn't thought through he spent two weeks sitting on a submarine",
        3179.54,
        3185.74
    ],
    [
        " You know",
        3185.96,
        3186.58
    ],
    [
        " Driving across the Pacific under you know, completely miserable conditions, you know sweating",
        3186.58,
        3192.08
    ],
    [
        " You know through his you know, yeah, like",
        3192.08,
        3194.68
    ],
    [
        " And he finally gets there. I was on modern-day subs that had AC and they were super clean",
        3194.68,
        3200.56
    ],
    [
        " And not worried about getting depth charges dropped on your freaking head",
        3200.56,
        3204.5
    ],
    [
        " Imagine a two-week transit. No, I can't",
        3204.5,
        3208.16
    ],
    [
        " The two-week fumes all up in there",
        3208.16,
        3210.12
    ],
    [
        " And he gets there they get on the island and they look around and there's",
        3210.12,
        3215.46
    ],
    [
        " You know, there's nothing really to raid. I mean just the fact that they landed there the fact that they were able to",
        3215.74,
        3220.98
    ],
    [
        " Assault to Japanese position and win mission accomplished get off the island",
        3220.98,
        3225.9
    ],
    [
        " There's nothing else that you have to do here. There's no intelligence that you're really going to gather",
        3225.9,
        3230.04
    ],
    [
        " But he he's just he's paralyzed which just you know like I said it conveys that he doesn't know what he's doing",
        3230.04,
        3236.02
    ],
    [
        " He doesn't really know what the the purpose of this mission is he hasn't connected",
        3236.02,
        3240.2
    ],
    [
        " You know the",
        3240.2,
        3241.12
    ],
    [
        " Navy's planners vision, you know to their actions on on that island",
        3242.4,
        3246.4
    ],
    [
        " And then you're comparing that to Buckloo who was like a good guy a nice guy even though he looked like a bully",
        3246.4,
        3254.54
    ],
    [
        " So what do you wait? You said this is when you started going into the archives for the first time was chapter two chapter two",
        3254.54,
        3262.66
    ],
    [
        " Yeah, so I didn't spend enough free time invested in in research just on a just online reading Carlson's books",
        3262.66,
        3270.34
    ],
    [
        " So you wanted more. Yeah, you're a glutton. I don't know. I mean if I had known",
        3270.82,
        3275.04
    ],
    [
        " So there were two things that I got from chapter one writing that I was like",
        3275.04,
        3278.96
    ],
    [
        " I was encouraged because I felt like I was a good researcher. I'd put you know a compelling chapter together",
        3278.96,
        3287.42
    ],
    [
        " Were you a sniper? No, I was a calm guy in a preacher",
        3287.42,
        3292.48
    ],
    [
        " JTAC type yeah, I was a calm guy too",
        3292.48,
        3296.88
    ],
    [
        " But I'm just thinking from a patient's perspective. Yeah, I'm really antsy. It's I find me yeah",
        3297.38,
        3303.04
    ],
    [
        " I don't know what the the disconnect is because I find myself like and ever whenever I'm being instructed now or like I find myself like",
        3303.04,
        3310.04
    ],
    [
        " I get real like I can't listen to this guy. I gotta get out of here. I'll find myself just leaving",
        3310.04,
        3315.92
    ],
    [
        " I would have thought you would have gone down the sniper because you have this you know super",
        3315.92,
        3319.32
    ],
    [
        " Anyone that's you know going into archives and reading Carlson's",
        3319.32,
        3323.48
    ],
    [
        " Third book on whatever communist leadership from 1932. Now I didn't want to read it though",
        3324.1,
        3330.86
    ],
    [
        " Like I remember looking at that book and just kind of like hanging my head like I gotta read another one of these things",
        3330.86,
        3335.62
    ],
    [
        " I don't know what I don't know why I was compelled to do it",
        3335.62,
        3339.5
    ],
    [
        " I was though and I wanted I just wanted to get it right",
        3339.5,
        3341.86
    ],
    [
        " I wanted to I wanted to have a good idea who this guy was and I also didn't have the benefit of reading Carlson's",
        3341.86,
        3348.1
    ],
    [
        " You know letters like I did with other people",
        3348.1,
        3349.96
    ],
    [
        " You know say like a bucklue or how is that because Carlson didn't have letters?",
        3349.96,
        3353.3
    ],
    [
        " No, he has them. I just didn't go to the archive. Oh, so now that's the archives. Yeah, so that's very sure to find real",
        3353.48,
        3358.54
    ],
    [
        " I'm finding real documents. I'm finding like I'm getting I know bucklue",
        3358.54,
        3362.22
    ],
    [
        " I know how from because I'm reading their letters. I'm reading like",
        3362.22,
        3365.84
    ],
    [
        " I'm reading you know the letters of the the the folks that",
        3365.84,
        3369.3
    ],
    [
        " You know created the scouts and raiders like pedicord and",
        3369.3,
        3373.12
    ],
    [
        " You know not just you know reading their letters, but I'm talking to family members talking to people that actually knew them",
        3373.12,
        3378.96
    ],
    [
        " I'm getting a real sense of who they are",
        3378.96,
        3380.58
    ],
    [
        " It completely changed how I researched, but it it also told me one thing",
        3380.64,
        3384.82
    ],
    [
        " I was not going to be able to you know write this book from my basement",
        3384.82,
        3387.84
    ],
    [
        " Which was terrifying. I was gonna have to go places. I was gonna have to you know hunt for stuff and",
        3387.84,
        3392.94
    ],
    [
        " It was terrifying in the beginning. I talked to people. Talk to people the worst",
        3392.94,
        3397.02
    ],
    [
        " That that did become like you know the one nice thing about you know writing a book about world war two is",
        3397.02,
        3405.02
    ],
    [
        " You don't have anybody arguing with what you're gonna write about you know",
        3405.02,
        3409.96
    ],
    [
        " They don't exist. They're not around anymore",
        3410.3,
        3412.32
    ],
    [
        " Yeah, when you get to Vietnam",
        3412.32,
        3414.28
    ],
    [
        " I'll tell you I'll tell you a story later in the podcast",
        3414.28,
        3417.78
    ],
    [
        " There's people who are still alive that I wrote about the don't like what was written about the outch",
        3417.78,
        3422.54
    ],
    [
        " But you know you you insulate yourself from you know the the criticism by your due diligence",
        3422.54,
        3429.36
    ],
    [
        " You make sure that you get it right if you don't shame on you",
        3429.36,
        3432.82
    ],
    [
        " But in chapter you had to retract anything. No, there's nothing that I've retracted. No, there's nothing that I would",
        3432.82,
        3438.6
    ],
    [
        " I've communicated with with folks you know after and and the",
        3438.78,
        3446.04
    ],
    [
        " One case he the person I wrote about he had just passed away his family read about what I wrote about them",
        3446.04,
        3455.72
    ],
    [
        " It's nothing you know particularly damning or anything like that, but they weren't",
        3455.72,
        3460.64
    ],
    [
        " They weren't thrilled to hear that their dad had",
        3460.64,
        3464.06
    ],
    [
        " you know",
        3464.06,
        3465.48
    ],
    [
        " Not completely succeeded in Vietnam and had kind of run off with a nurse in psych",
        3467.44,
        3471.92
    ],
    [
        " um",
        3471.92,
        3473.0
    ],
    [
        " So what I said to them is you know they they",
        3473.0,
        3478.02
    ],
    [
        " They were I think the the note that they sent me said you know",
        3478.02,
        3481.44
    ],
    [
        " We were disappointed to learn about you know what you perceive as our dad's failure and Vietnam",
        3481.44,
        3485.74
    ],
    [
        " I responded. I don't think your dad was a failure. Absolutely not. He prepared seal team one for war",
        3485.74,
        3490.88
    ],
    [
        " He failed in this one",
        3490.88,
        3493.44
    ],
    [
        " Nero narrow context and that context being did he advance or",
        3494.38,
        3500.12
    ],
    [
        " Did he advance naval special warfare toward you know what they ultimately became land focused commando raiders?",
        3500.12,
        3506.04
    ],
    [
        " I and in that context no, he didn't and another he did he was a success, but um",
        3506.48,
        3512.28
    ],
    [
        " You know, I told him I you know",
        3512.28,
        3515.32
    ],
    [
        " even though",
        3515.32,
        3516.86
    ],
    [
        " He failed in that you know",
        3516.86,
        3520.94
    ],
    [
        " particular moment",
        3523.0,
        3522.66
    ],
    [
        " Ever lots of people were failing in that particular moment nobody really understood what you know",
        3522.66,
        3527.72
    ],
    [
        " What they were getting their hands into yeah, it's real easy to look back with hindsight and so yeah",
        3527.72,
        3532.32
    ],
    [
        " Obviously we should have done this instead of that. It's like very easy to look back and say that you know right",
        3532.32,
        3537.28
    ],
    [
        " And so I ultimately told him I was like I'm I'm proud to call him my teammate",
        3537.28,
        3541.38
    ],
    [
        " I mean I look at his legacy and you know I I see you know",
        3541.38,
        3545.86
    ],
    [
        " Mistakes that I made like I'm not perfect either and nobody is",
        3545.86,
        3549.0
    ],
    [
        " So anyway, so that so we get the second string sailors these are",
        3550.2,
        3554.46
    ],
    [
        " The tuna fish right yeah, he's the tuna fish",
        3554.46,
        3558.04
    ],
    [
        " These are all guys that have gotten kind of roped into the us navy um",
        3558.04,
        3562.56
    ],
    [
        " Kind of accidentally like Buckloo he joins the navy because the army in the Marine Corps won't take him because he's a humongous",
        3562.56,
        3569.32
    ],
    [
        " I mean he's too big. He tries to volunteer for the paratroopers. He's too big",
        3569.32,
        3573.08
    ],
    [
        " uh",
        3575.06,
        3575.52
    ],
    [
        " and",
        3575.52,
        3575.0
    ],
    [
        " that the quote from from his oral history is that the recruiter told him that the",
        3575.0,
        3580.84
    ],
    [
        " The army could take two instead of him based on just his weight",
        3580.84,
        3584.0
    ],
    [
        " Which is completely accurate and Buckloo isn't even the biggest one big John trips and",
        3584.0,
        3589.02
    ],
    [
        " When you see pictures of Buckloo and trips and next to each other trips and as a head taller than Buckloo",
        3589.02,
        3594.28
    ],
    [
        " How tall you think trips and was I have six seven probably I mean he's massive his amount of a man",
        3594.28,
        3599.5
    ],
    [
        " He's six seven and he's just big",
        3599.84,
        3602.64
    ],
    [
        " He's too big we had this conversation on the last podcast because",
        3602.64,
        3607.18
    ],
    [
        " Imagine being six seven like two sixty two seventy in",
        3607.18,
        3611.54
    ],
    [
        " 40 right. I mean no one's even lifting. No nobody's lifting these guys are just jacked through nature",
        3611.54,
        3618.7
    ],
    [
        " Through football they're playing a lot of football like and",
        3618.7,
        3622.42
    ],
    [
        " Halpern who I wrote about he's the smallest one",
        3622.42,
        3625.3
    ],
    [
        " Halpern was the you know, he's the Jewish guy that you know",
        3625.3,
        3628.54
    ],
    [
        " went to play for Notre Dame and",
        3628.54,
        3630.82
    ],
    [
        " I think he was",
        3630.82,
        3631.9
    ],
    [
        " Like six two two twenty five something like that. He's the smallest of the smallest of the two in a place",
        3631.9,
        3637.08
    ],
    [
        " Yes, well all these guys end up in the Navy",
        3637.08,
        3639.38
    ],
    [
        " Which and they're thinking hey, we're gonna figure something out because we're jacked we're physical",
        3639.38,
        3646.48
    ],
    [
        " We're kind of beasts. Yeah, they pull them in to be like calisthenics. Yeah, let's go say that and that's what they get pulled",
        3646.48,
        3652.2
    ],
    [
        " They think that that's what they're gonna do. They think they're you know joining to go you know do this like you know",
        3652.2,
        3656.34
    ],
    [
        " Whatever commando program and they get you know roped into you know gene tani gene tani is you know, he's a famous character",
        3656.34,
        3663.4
    ],
    [
        " himself. He's the",
        3663.4,
        3665.42
    ],
    [
        " He's the two-time",
        3665.42,
        3668.28
    ],
    [
        " Boxing champion he beat",
        3668.28,
        3671.16
    ],
    [
        " Help me out jealous. No, not jealous",
        3671.16,
        3674.94
    ],
    [
        " This is terrible because I wrote I wrote two whole pages about tani's fight in Phil Delvia",
        3674.94,
        3683.98
    ],
    [
        " uh",
        3685.32,
        3685.72
    ],
    [
        " With um, I can't think of it",
        3685.72,
        3687.5
    ],
    [
        " I know that I know that you wrote about the fact that he like trained he was the first person that trained. Yeah",
        3687.5,
        3693.42
    ],
    [
        " He's the hard guy that like",
        3693.42,
        3694.72
    ],
    [
        " That that that was going through physical training in order to get good",
        3694.72,
        3698.28
    ],
    [
        " and he was able to",
        3698.28,
        3700.9
    ],
    [
        " He only fought like three times though. Yeah",
        3700.9,
        3703.56
    ],
    [
        " And two of those were championship fights jacked emsy jacked emsy. That's right",
        3703.56,
        3708.64
    ],
    [
        " So uh, all right, so now we got these guys",
        3708.64,
        3712.58
    ],
    [
        " So yeah, so they they're they're in uh gene tani's regime of physical fitness instructors",
        3713.04,
        3718.56
    ],
    [
        " They're kind of getting uh, they're taking navy recruits there. They're they're training them. They're putting them through",
        3718.56,
        3723.5
    ],
    [
        " You know little little PT sessions like",
        3723.5,
        3726.64
    ],
    [
        " They're doing log PT's they're doing like little uh like group activities these stuff that you know",
        3726.64,
        3733.02
    ],
    [
        " Either gene tani had pulled from the Marine Corps or uh that they had kind of",
        3733.02,
        3738.22
    ],
    [
        " Developed along the way themselves",
        3738.22,
        3739.96
    ],
    [
        " Which you know",
        3740.5,
        3741.62
    ],
    [
        " That's kind of plant the seed for later when you know the scouts and raiders uh",
        3741.62,
        3746.4
    ],
    [
        " Conditioning curriculum gets compressed by draper coffin",
        3746.4,
        3750.06
    ],
    [
        " But they all volunteer for this this commando program. They don't really know what it is",
        3750.06,
        3756.04
    ],
    [
        " But then they get hoodwinked again from um, you know tani's regime",
        3756.04,
        3759.98
    ],
    [
        " To being landing craft skippers for army commandos the you know the the raider section of the scouts and raider program",
        3759.98,
        3767.34
    ],
    [
        " Um that would piss me off so bad wouldn't it oh man they find themselves out there and they're like all right you guys are gonna be in charge of the boats",
        3768.12,
        3774.98
    ],
    [
        " I would be angry. What's the character you got some guy named weetzleban?",
        3774.98,
        3781.3
    ],
    [
        " Oh, yeah, yeah, you caught you were talking about this guy. What's this guy of it's leaving? So when I wrote the uh initial draft of this chapter",
        3781.94,
        3790.22
    ],
    [
        " I had the the thing that I I felt like I had to convey was that uh",
        3790.22,
        3794.76
    ],
    [
        " um",
        3794.76,
        3795.84
    ],
    [
        " The the senior commanders in world war two they had uh they had a serious problem",
        3797.88,
        3802.54
    ],
    [
        " uh when it came to",
        3802.54,
        3803.98
    ],
    [
        " amphibious warfare one they didn't have landing craft uh but to even if they did have landing craft a bit of a problem",
        3803.98,
        3810.58
    ],
    [
        " They didn't know uh the army's commanders. They didn't know how to put troops ashore and there were",
        3810.58,
        3816.1
    ],
    [
        " There were logistics problems. They they knew that they would need to even if they were able to land",
        3816.1,
        3821.68
    ],
    [
        " um men or even if they were able to put landing craft on beaches",
        3822.48,
        3825.42
    ],
    [
        " They needed to put um",
        3825.42,
        3827.76
    ],
    [
        " Men on beaches and which there were beach exits so",
        3827.76,
        3830.98
    ],
    [
        " Exit so you can drive vehicles off the beach. I mean if you land on a beach that has you know cliff faces and you can't drive off the beach",
        3830.98,
        3838.84
    ],
    [
        " Then uh what good is it that you've you know had all these landing craft you have to have",
        3838.84,
        3843.48
    ],
    [
        " guys that can find",
        3843.48,
        3844.94
    ],
    [
        " beaches",
        3844.94,
        3845.78
    ],
    [
        " good beaches uh and then",
        3845.78,
        3848.6
    ],
    [
        " uh",
        3849.44,
        3850.04
    ],
    [
        " alert the army to where those beaches are so you know i can",
        3850.04,
        3853.42
    ],
    [
        " Bring an entire landing force ashore",
        3853.42,
        3855.92
    ],
    [
        " The army has completely",
        3855.92,
        3858.16
    ],
    [
        " um in the interwar period from world war one to world war two they've done almost nothing",
        3858.16,
        3863.2
    ],
    [
        " When it comes to the development of amphibious doctrine",
        3863.2,
        3866.16
    ],
    [
        " nothing showcased uh the threat of all of that more",
        3866.16,
        3870.52
    ],
    [
        " uh then",
        3870.52,
        3871.88
    ],
    [
        " The terrible disaster at yep which happens in august of 1942. That's the first time",
        3871.88,
        3877.84
    ],
    [
        " The allies attempt to land",
        3878.04,
        3880.84
    ],
    [
        " troops on an enemy beach",
        3880.84,
        3882.98
    ],
    [
        " Or a a Nazi controlled enemy beach now the proponents of troops in the battle or Canadians",
        3882.98,
        3888.86
    ],
    [
        " There's a decent amount of british commandos",
        3888.86,
        3890.76
    ],
    [
        " There's a handful of american of army rangers",
        3890.76,
        3894.2
    ],
    [
        " um they go ashore",
        3894.2,
        3896.24
    ],
    [
        " Most of the Canadians are killed or captured um",
        3896.24,
        3899.5
    ],
    [
        " And part of the reason that uh this raid or this uh",
        3899.5,
        3903.54
    ],
    [
        " Assault or this attempted you know uh dress rehearsal of d-day fails is because they don't have a good assessment of",
        3903.54,
        3909.84
    ],
    [
        " What the beach eggs were like they don't know how uh when they got ashore the tanks either",
        3909.84,
        3915.62
    ],
    [
        " They weren't able to get off the beach because the sand was too um too loose they couldn't their their treads",
        3915.62,
        3922.34
    ],
    [
        " Buried up to the hubs they couldn't get out they couldn't get off the beach the the tanks that are the tanks in the vehicles",
        3922.34,
        3927.42
    ],
    [
        " That were able to get off the beach they ran into tank traps almost immediately",
        3927.42,
        3930.94
    ],
    [
        " So um the idea was you know create you know writing this whole chapter on you know the de-ep raid was just you know",
        3932.76,
        3938.64
    ],
    [
        " Away for me to talk about uh",
        3938.64,
        3941.02
    ],
    [
        " You know all of the imperatives that a",
        3941.02,
        3943.4
    ],
    [
        " A scout and raider force would need to um",
        3943.4,
        3947.2
    ],
    [
        " um",
        3947.2,
        3948.52
    ],
    [
        " Sol bring it to bring it to the table. Yeah, you need for the for the mission right you need to find a beach",
        3948.52,
        3954.74
    ],
    [
        " You know that you could land on you know the sand is dense enough",
        3954.74,
        3957.84
    ],
    [
        " That had beach exits uh and that you could you know signal the rest of the fleet for",
        3958.26,
        3962.02
    ],
    [
        " I cut it all gone all of it's gone and what's it's laben was one of those characters",
        3962.02,
        3968.24
    ],
    [
        " He was one of the architects of uh, you know hitlers initial push to fortify um the the Atlantic wall",
        3968.24,
        3976.3
    ],
    [
        " I don't know why put bits laben on my notes, but he was he was a character that I got sucked into because he was one of those guys that",
        3976.3,
        3982.8
    ],
    [
        " He hated Hitler",
        3982.8,
        3984.08
    ],
    [
        " Uh, and yet he still did everything he could to you know fortify the coast he was ultimately one of those guys that",
        3984.78,
        3990.38
    ],
    [
        " Participated in the July 20th plot to kill Hitler and he ended up getting executed by dangling from a meetalk",
        3990.38,
        3996.98
    ],
    [
        " Anyway, it's a little bit of a rabbit hole, isn't it? Isn't it?",
        3996.98,
        4004.38
    ],
    [
        " Every one of these freaking characters is like I know it's a lot. I mean, I know it's a lot",
        4005.42,
        4009.76
    ],
    [
        " But you know all these things are just you know there",
        4009.76,
        4011.72
    ],
    [
        " There you know what what's the what's the problem with Buckloo the problem with buckloos. He's everywhere",
        4012.48,
        4017.96
    ],
    [
        " Meaning what he's to he's moving around too much now trying to do too much what no no no",
        4017.96,
        4023.3
    ],
    [
        " He like the probably the probably the buckloo presents a problem presented a problem for",
        4023.3,
        4027.48
    ],
    [
        " For writer not for anybody else buckloos buckloos is okay",
        4027.48,
        4031.04
    ],
    [
        " And I uh I wrote I wrote you know sections about buckloo in chapter two I wrote sections about buckloo in chapter four",
        4031.04,
        4038.72
    ],
    [
        " sections about buckloo in chapter six",
        4039.04,
        4040.78
    ],
    [
        " I mean a whole chapter about him on",
        4040.78,
        4043.28
    ],
    [
        " um",
        4043.28,
        4044.1
    ],
    [
        " In the buckly report and then again",
        4044.1,
        4046.74
    ],
    [
        " he he comes on the stage uh in uh in my chapters on Vietnam when he's the commander of naval operational support group",
        4046.74,
        4053.74
    ],
    [
        " He's everywhere. He is the indispensable person in the history of naval special warfare",
        4053.74,
        4058.42
    ],
    [
        " what was uh",
        4058.42,
        4060.54
    ],
    [
        " The problem that I ran into is that",
        4060.54,
        4063.88
    ],
    [
        " If I had talked about him a little bit here and I talked about him a little bit here and then a little bit there",
        4063.88,
        4068.66
    ],
    [
        " I was kind of wasting ammo on him. I was gonna letter. I was gonna",
        4069.08,
        4072.2
    ],
    [
        " You know, I was gonna force a reader to kind of um discover",
        4072.2,
        4075.66
    ],
    [
        " um",
        4075.66,
        4076.92
    ],
    [
        " All of him buckloos relevance",
        4076.92,
        4079.68
    ],
    [
        " You know instead of like compressing buckloo into that final",
        4079.68,
        4082.98
    ],
    [
        " chapter and you know on the buckloo report and really you know instead of you know spreading spreading out your tanks",
        4082.98,
        4089.56
    ],
    [
        " You know consolving him into one punch so the reader finally gets a sense of how important this person is",
        4089.56,
        4096.12
    ],
    [
        " I just didn't want to waste buckloo, you know",
        4096.12,
        4098.28
    ],
    [
        " Throughout the book. I wanted to you know collect him on one thing",
        4098.54,
        4101.68
    ],
    [
        " But it took me you know almost until the book was entirely written and I had to go back through the book and I cut buckloo cut buckloo cut buckloo",
        4101.68,
        4108.86
    ],
    [
        " So I could you know",
        4108.86,
        4110.02
    ],
    [
        " Yeah, because otherwise you're kind of given away the story because because buckloo",
        4110.02,
        4113.9
    ],
    [
        " Doesn't become but you know",
        4113.9,
        4115.58
    ],
    [
        " He wasn't buckloo out of the gate and he was a stud sure it wasn't like",
        4115.58,
        4119.48
    ],
    [
        " Phil H buckloo right which is what the where seal training takes place is called the Phil H buckloo Center for Navy special warfare",
        4119.48,
        4126.14
    ],
    [
        " Right our schoolhouse is named after this guy, but he didn't come out of the gate that way",
        4126.14,
        4130.78
    ],
    [
        " Came out of the gate as a guy and he never kind of shines in the way that other characters did",
        4130.78,
        4136.82
    ],
    [
        " So I was always frustrated because I knew that I had to talk about buckloo and I knew the buck was so important",
        4136.82,
        4141.62
    ],
    [
        " But he never you know, he's not the first guy ashore like Halpurniz. He's not uh",
        4141.62,
        4146.36
    ],
    [
        " He's not the the ground force commander in China like Halpurniz",
        4146.36,
        4150.98
    ],
    [
        " um, but he's there. He's always there like all the you know like some some other characters too",
        4150.98,
        4156.0
    ],
    [
        " But I I just didn't want to lose the was he was he younger",
        4156.14,
        4159.56
    ],
    [
        " Is that why he was still around when Vietnam gets comes into play they were all about the same age",
        4159.56,
        4165.34
    ],
    [
        " I think he was younger than Halpurn Halpurn was the old man of the group Halpurn was 34",
        4165.34,
        4169.6
    ],
    [
        " I think he used 34 when he enlisted as a semen right Halpurniz",
        4169.6,
        4173.5
    ],
    [
        " And he was a Notre Dame graduate and a NFL player and all those other crazy stuff",
        4173.5,
        4178.48
    ],
    [
        " NFL player he was running his dad's commercial light company in Chicago",
        4178.48,
        4182.14
    ],
    [
        " He was developing a clothing store",
        4182.14,
        4183.86
    ],
    [
        " I mean he was kind of like he was kind of the jock",
        4183.86,
        4185.84
    ],
    [
        " Like he kind of yeah a lot going on and then he just enlisted as a semen",
        4185.84,
        4189.94
    ],
    [
        " He was married like and he and he was a professional you know sailboat racer",
        4189.94,
        4193.74
    ],
    [
        " He was a competitive sailboat racer on Lake Michigan",
        4193.74,
        4196.2
    ],
    [
        " I don't know if you remember in the in his epitaph that I write in the book he was",
        4196.2,
        4200.68
    ],
    [
        " Halpurn was uh, he was in the 1960s Olympics uh for sailing",
        4200.68,
        4205.12
    ],
    [
        " When's it bronze medal what a freaking stud yeah, he's incredible and he was 34 when he he's we must have been all the",
        4205.12,
        4212.52
    ],
    [
        " 1960 he's he's old and you in the pictures of him like",
        4213.92,
        4217.0
    ],
    [
        " Let's be like 65 60 years old. Yeah in the Olympics. He's the oldest man that was competing at that time",
        4217.0,
        4222.0
    ],
    [
        " but by then uh Halpurn has developed I mean Halpurniz",
        4222.0,
        4225.94
    ],
    [
        " You know he's more than how he's got his friends with uh",
        4225.94,
        4229.1
    ],
    [
        " His friends with Sanatra he knows everybody like he's running you know",
        4229.1,
        4233.68
    ],
    [
        " He he founded LL Bean like he was by that point in his life",
        4233.68,
        4237.56
    ],
    [
        " I mean he's wait buck Halpurn founded LL Bean",
        4237.56,
        4240.68
    ],
    [
        " Yeah explain that to me a little bit that's as much as I know I know he was one of the founders finally",
        4241.6,
        4245.68
    ],
    [
        " I got to the end of one of your rabbit holes you you didn't have the freaking way we fought the dig in",
        4245.68,
        4250.22
    ],
    [
        " Full detail development",
        4250.22,
        4251.6
    ],
    [
        " Well, maybe if you know if it wasn't for the fact that I have a factory up in Maine where we produce stuff",
        4251.6,
        4256.88
    ],
    [
        " Near LL Bean maybe that's a little bit of an important deal",
        4256.88,
        4259.72
    ],
    [
        " We could have known a little more about the frogman history of LL Bean well give him some props",
        4259.72,
        4263.94
    ],
    [
        " I'll get to the bottom of that one for you",
        4263.94,
        4265.42
    ],
    [
        " I think he sold his shares",
        4265.42,
        4267.22
    ],
    [
        " Uh, Buck, yeah Buckloo he doesn't he doesn't quite you know outshine you know Halpurn and or other other guys and all these other episodes",
        4268.32,
        4276.84
    ],
    [
        " So but he does you know like he finally takes center stage",
        4276.84,
        4280.9
    ],
    [
        " You know during the Buckloo report and his whole biography is compressed into that uh into that report",
        4280.9,
        4286.12
    ],
    [
        " But that's getting ahead of the story",
        4286.12,
        4288.04
    ],
    [
        " All right",
        4288.04,
        4289.56
    ],
    [
        " We roll into chapter three and this was um",
        4289.56,
        4293.08
    ],
    [
        " I mean it's a rough one to read",
        4293.08,
        4296.4
    ],
    [
        " I was listening to and and re re reading and I was listening to the podcast we didn't on it man",
        4297.02,
        4301.44
    ],
    [
        " This is a freaking hard one to read because it's um",
        4301.44,
        4305.26
    ],
    [
        " Well the name of the chapter is the US Army's first commandos and the raid that wasn't",
        4305.26,
        4309.98
    ],
    [
        " So this is not a bad one. There's one of your more abbreviated titles so so we give you credit for that",
        4309.98,
        4316.22
    ],
    [
        " Uh, I don't know why you're laughing",
        4316.22,
        4319.18
    ],
    [
        " Well, you know echo has new doesn't even say anything. I try and keep this",
        4319.18,
        4325.72
    ],
    [
        " I try and keep it tight echo's not even talking so once you mentioned it. I can't unsee it",
        4325.74,
        4331.14
    ],
    [
        " Oh, he's getting warmed up there",
        4331.14,
        4334.2
    ],
    [
        " I'm told he's going off from here. It's kind of like when Phil Vaughn said",
        4334.2,
        4337.36
    ],
    [
        " You look that you halfway through the podcast and says like what about you your name is echo you haven't said",
        4337.36,
        4342.42
    ],
    [
        " For guy echo sure don't say much. Yeah, there you go. Well, it was a good observant",
        4342.42,
        4350.36
    ],
    [
        " Situation this was a rough one because",
        4350.36,
        4353.9
    ],
    [
        " Well, I guess because of because of what happened with the Rangers right in the beginning",
        4356.54,
        4360.18
    ],
    [
        " What was what was it like right in this chapter?",
        4360.18,
        4362.62
    ],
    [
        " um",
        4363.7,
        4363.96
    ],
    [
        " This is a",
        4363.96,
        4366.02
    ],
    [
        " This was the fifth chapter I wrote so I felt like I was I was further along. I was better than",
        4366.02,
        4373.12
    ],
    [
        " I was with some of the earlier chapters. I don't I don't know if that accounts for",
        4373.12,
        4377.3
    ],
    [
        " You know, why I think that the chapter has such a great arc to it, but I or it's just because the you know",
        4377.3,
        4383.88
    ],
    [
        " The history itself has such you know such a tragic arc",
        4384.3,
        4388.42
    ],
    [
        " It was hard to write this in the sense that I was",
        4388.42,
        4393.76
    ],
    [
        " I always assume that I'd be rooting for the navy like throughout the book rooting for",
        4393.76,
        4399.96
    ],
    [
        " You know the the navy chapters and then I'd get to an army or marine court chapter and I'd be like",
        4399.96,
        4404.62
    ],
    [
        " See, I told you so like I know I know you know",
        4404.62,
        4407.5
    ],
    [
        " I knew that you guys were gonna",
        4407.5,
        4408.42
    ],
    [
        " You know screw up and there'd be an opportunity for the navy",
        4408.42,
        4410.88
    ],
    [
        " I found the opposite to be true or not maybe not the opposite, but I found myself you know",
        4410.88,
        4416.16
    ],
    [
        "",
        4416.16,
        4416.16
    ],
    [
        " You know just",
        4416.16,
        4419.66
    ],
    [
        " You know empathizing with these guys so much like they were",
        4419.66,
        4423.06
    ],
    [
        " I mean this",
        4423.06,
        4425.04
    ],
    [
        " The Ranger contribution",
        4425.04,
        4427.62
    ],
    [
        " Uh in World War II is it's remarkable",
        4427.62,
        4432.62
    ],
    [
        " The contribution of guys like Darby remarkable. I mean",
        4432.62,
        4437.02
    ],
    [
        " um",
        4437.02,
        4438.44
    ],
    [
        " And to have to write about Darby critically",
        4439.04,
        4441.7
    ],
    [
        " um",
        4441.7,
        4442.66
    ],
    [
        " That wasn't easy to do I had to",
        4442.66,
        4445.34
    ],
    [
        " um",
        4445.34,
        4446.6
    ],
    [
        " It was the first time that I had to write about somebody who you know, I knew to be you know a legitimate American hero",
        4446.6,
        4453.8
    ],
    [
        " um",
        4453.8,
        4454.94
    ],
    [
        " And and write about them, you know in a light that's not flattering and I'm not sure that anybody's ever done that before",
        4454.94,
        4460.88
    ],
    [
        " I'd read a lot of books about Darby and every single one of them they you know",
        4460.88,
        4464.84
    ],
    [
        " His they burnish the legacy they they consider him you know to be one of the",
        4465.3,
        4469.14
    ],
    [
        " um the the founders are one of the",
        4469.14,
        4472.52
    ],
    [
        " The most important uh, you know greatest",
        4472.52,
        4476.3
    ],
    [
        " contributors to American special operations history and that's true",
        4476.3,
        4480.44
    ],
    [
        " But there's also this other truth",
        4480.44,
        4482.64
    ],
    [
        " That Darby should have known better",
        4482.64,
        4484.88
    ],
    [
        " And he didn't um and I don't know why I mean I thought I spent a lot of time thinking about it like",
        4484.88,
        4491.76
    ],
    [
        " Nobody in the US Army knew better than Darby what a raid was",
        4492.86,
        4497.3
    ],
    [
        " And how a raid could be successful and",
        4497.3,
        4500.9
    ],
    [
        " What elements would have to be put together for that raid to fail and that raid I mean there's so many",
        4500.9,
        4507.16
    ],
    [
        " uh",
        4507.16,
        4507.86
    ],
    [
        " You know kind of warning bells about the raid on sister and that should have alerted Darby",
        4507.86,
        4512.64
    ],
    [
        " And the rest of the chain of command that this was this was a disaster rating to happen and yet",
        4512.64,
        4516.92
    ],
    [
        " You know nobody through the brakes on",
        4516.92,
        4518.56
    ],
    [
        " This is one of the ones where you do a little psychological kind of profiling of Darby um",
        4519.12,
        4524.52
    ],
    [
        " I actually wanted to read this section part of it. I read on the last one, but it's worth reading again",
        4524.52,
        4529.5
    ],
    [
        " um",
        4529.5,
        4530.12
    ],
    [
        " Because part of it I didn't read on the last one black hair blue-eyed wide mouth as a duck",
        4530.12,
        4535.26
    ],
    [
        " Darby had a ruddy face",
        4535.26,
        4537.44
    ],
    [
        " divided into equal parts",
        4537.44,
        4539.44
    ],
    [
        " forehead and chin",
        4539.44,
        4541.28
    ],
    [
        " His left cheek bore a mysterious brilliant red scar not particularly muskily muscular",
        4541.28,
        4547.38
    ],
    [
        " He he never less affected chest out shoulders back posture in which his arms always seemed",
        4547.38,
        4553.38
    ],
    [
        " Cocked to the rear as if never more than a moment away from snapping to attention son of a printer in a musician",
        4553.38,
        4559.64
    ],
    [
        " The second child between two sisters he grew up scouting the Arkansas woods and playing the saxophone when in high school",
        4559.64,
        4567.28
    ],
    [
        " His older sister died in Texas. He married then divorced in spite of disappointment and tragedy his attitude remained",
        4567.28,
        4573.3
    ],
    [
        " Just as has ever been good humor and irresponsible",
        4573.3,
        4575.7
    ],
    [
        " Or sorry in irrepressible in personality just like imposter. He was direct forceful and never vacillating",
        4576.14,
        4582.62
    ],
    [
        " Had the military gene not dominated and driven him to a life of soldiering. He would have been Ben a salesman",
        4582.62,
        4590.42
    ],
    [
        " He is the ideal commando leader wrote Colonel Vaughn at the end of the course",
        4590.42,
        4596.04
    ],
    [
        " He possesses the energy keenness and personality which produces the best out of those under his command",
        4596.04,
        4602.14
    ],
    [
        " Graduated from West Point in 1933 at the apex of the Bell Curve ranked 177 out of a class of 346",
        4602.9,
        4610.3
    ],
    [
        " He was originally assigned as a field artillery officer",
        4610.3,
        4613.54
    ],
    [
        " Like all soldiers who graduated then and with that assignment",
        4613.54,
        4617.7
    ],
    [
        " He embarked on an eight-year career punctuated by the peacetime artillery corps elements boredom and horse manure",
        4617.7,
        4623.88
    ],
    [
        " The 1941 he was one of the few soldiers who attended the joint army Marine Corps amphibious exercises in Puerto Rico",
        4623.88,
        4631.76
    ],
    [
        " Disappointed at not snagging a combat command in the wake of the Pearl Harbor attacks in mid-January",
        4631.96,
        4637.44
    ],
    [
        " 1942 he was made assistant to major general Russell P. Hardle",
        4637.44,
        4642.22
    ],
    [
        " Commander of the 34th Infantry and assigned to Northern Ireland the staging area for a theater of operations still two years in the future",
        4642.22,
        4650.04
    ],
    [
        " anxious to get into the war when assigned to escort general truscott on his base tour and Ranger recruitment drive",
        4650.04,
        4658.24
    ],
    [
        " Darby made the most of it truscott duly rewarded Darby's professionalism and interest with an offer to command the first Ranger battalion",
        4658.24,
        4666.7
    ],
    [
        " Few offers have been accepted so enthusiastically at first glance Darby's Rangers viewed him as a",
        4666.7,
        4673.22
    ],
    [
        " pencil pushing a decamp and why not he was after all little more than a peacetime artillery officer not even an infantryman",
        4673.22,
        4681.88
    ],
    [
        " This perception died a quick death",
        4681.88,
        4684.76
    ],
    [
        " Throughout their training",
        4684.98,
        4686.52
    ],
    [
        " Darby slung the standard m1 overs shoulder and rotated between companies marching climbing shooting doing whatever the men were doing and doing it better",
        4686.52,
        4696.74
    ],
    [
        " After an intelligence officer from headquarters briefed the Rangers on the allied procedures for surrendering to the enemy",
        4696.74,
        4703.74
    ],
    [
        " Darby bristled and took the floor this formation this information you have just heard is all very well for those troops who are going to be captured",
        4703.74,
        4711.58
    ],
    [
        " But that is not for Rangers if there's any capturing to be done he continued it is the Rangers who will do it",
        4711.58,
        4719.3
    ],
    [
        " Within two months of training together the men were reverently calling him L Darbo",
        4719.3,
        4725.76
    ],
    [
        " By the end he would defy comparison and army staff officer waiting ashore",
        4725.76,
        4731.16
    ],
    [
        " At Serrento in 1943 in 1943 would find a man wearing a Ranger patch and ask where he might find Darby",
        4731.16,
        4738.2
    ],
    [
        " Smirking the Ranger would reply you'll never find him this far back",
        4738.28,
        4742.48
    ],
    [
        " If the ideal army officer was equal parts confidence bravery energy and obedience",
        4742.48,
        4750.06
    ],
    [
        " Darby was all these things",
        4750.06,
        4753.04
    ],
    [
        " but perhaps too much the last",
        4753.04,
        4756.32
    ],
    [
        " And that that sentence stuck with me um",
        4756.32,
        4759.98
    ],
    [
        " You know from a leadership perspective of course",
        4759.98,
        4763.12
    ],
    [
        " Because it's about balance right and you do need to be obedient but at the same time if you're too obedient",
        4763.7,
        4770.1
    ],
    [
        " you're",
        4770.1,
        4771.82
    ],
    [
        " Yeah, there's a your too obedient right there's a uh a famous quote by one of",
        4771.82,
        4779.02
    ],
    [
        " Frederick the Great's generals he says to a young officer",
        4779.02,
        4783.24
    ],
    [
        " The king gave you a commission so you because he",
        4783.24,
        4788.22
    ],
    [
        " assumed what that you would know when to break orders",
        4788.22,
        4791.18
    ],
    [
        " um",
        4794.78,
        4795.3
    ],
    [
        " And",
        4795.3,
        4794.66
    ],
    [
        " That's all part of initiative. I mean that's all like um",
        4794.66,
        4798.14
    ],
    [
        " If there was one uh trait that I",
        4798.14,
        4801.58
    ],
    [
        " Sort of settled on as being the reason that the",
        4801.58,
        4804.6
    ],
    [
        " um",
        4804.6,
        4805.72
    ],
    [
        " The navy",
        4805.72,
        4807.06
    ],
    [
        " Seemed to be ahead of the game or at least uh ahead of its peers when it came to the creation of special operations units",
        4807.06,
        4815.44
    ],
    [
        " It was because the navy had this culture of latitude and this decentralized command and lat and uh",
        4815.44,
        4821.12
    ],
    [
        " initiative um",
        4822.6,
        4823.06
    ],
    [
        " that enabled",
        4823.06,
        4824.28
    ],
    [
        " subordinates",
        4824.28,
        4826.08
    ],
    [
        " Uh to feel like they had the flexibility to make decisions on the fly or",
        4826.08,
        4830.78
    ],
    [
        " Adjust to the realities",
        4830.78,
        4833.1
    ],
    [
        " That they were you know facing whereas somebody like",
        4833.1,
        4837.0
    ],
    [
        " um",
        4837.0,
        4838.16
    ],
    [
        " Somebody like Darby",
        4838.16,
        4839.62
    ],
    [
        " um",
        4839.62,
        4841.12
    ],
    [
        " Darby is in the us army and one thing that I wrote is you know the",
        4841.12,
        4845.54
    ],
    [
        " The chain of command in the us army",
        4845.54,
        4848.04
    ],
    [
        " um",
        4848.04,
        4849.6
    ],
    [
        " Has never been um",
        4850.34,
        4851.72
    ],
    [
        " It's never been delinked. It's only been progressively thickened over time and you see that um not just in not just today",
        4851.72,
        4860.76
    ],
    [
        " But you can kind of see it happen",
        4860.76,
        4862.12
    ],
    [
        " Gradually and I would see it you know a little bit in world war two and I kind of got my first sense of it here",
        4862.12,
        4867.52
    ],
    [
        " Reading and writing about the Rangers um but I also saw it you know in my Korean war chapters and I would come across",
        4867.52,
        4874.2
    ],
    [
        " You know a an army general like",
        4874.2,
        4876.62
    ],
    [
        " Edwin Walker who he's um",
        4877.44,
        4879.82
    ],
    [
        " Flying above his troops above his soldiers um in a little spotter plane with a bullhorn telling individual units",
        4879.82,
        4887.26
    ],
    [
        " Which one you know which one to move like I mean",
        4887.26,
        4890.54
    ],
    [
        " In some sense that you know that says to you the reader you you know",
        4890.54,
        4895.18
    ],
    [
        " I mean what a cool what a cool general that he's you know willing to you know put himself out there for the same time",
        4895.18,
        4900.64
    ],
    [
        " Like that's also like that's taking all the initiative away from your guys and you're you know",
        4900.64,
        4906.18
    ],
    [
        " You're you're not only telling them where they should advance",
        4906.18,
        4908.68
    ],
    [
        " But you're also telling them that they don't have the authority to to retreat either if they need to or to you know gain a tactical advantage by maneuver",
        4908.68,
        4916.28
    ],
    [
        " Centralized command at its worst right there",
        4916.28,
        4918.74
    ],
    [
        " Absolutely",
        4918.74,
        4919.54
    ],
    [
        " And the last time we we you were on we talked about the fact that hey when you're in the Navy",
        4919.54,
        4924.72
    ],
    [
        " You know throughout history and you you know if bends and charge this ship you're gonna go sail away from me as the admiral",
        4924.72,
        4932.12
    ],
    [
        " I can't talk to you anymore like you're you've got the mission you're gonna",
        4932.12,
        4935.9
    ],
    [
        " Do it to the best of your ability the other thing that's interesting about this is",
        4936.18,
        4939.74
    ],
    [
        " Sometimes the ocean",
        4939.74,
        4942.24
    ],
    [
        " Is going to dictate what you're gonna do like yeah, there are certain times where you cannot you cannot proceed you cannot continue",
        4942.24,
        4951.92
    ],
    [
        " The ocean is gonna stop you you know you can get some really really extreme examples where weather could inhibit you on land from",
        4951.92,
        4960.36
    ],
    [
        " Making the type of progress you want to make but you right or swollen right or river swollen",
        4960.36,
        4965.82
    ],
    [
        " But those are extreme examples right the out in the ocean",
        4966.18,
        4970.1
    ],
    [
        " That's kind of a regular thing you know there's giant sea states that come through it's it's so so",
        4970.1,
        4976.96
    ],
    [
        " You have to have some more ability to adapt because you are go look if you're in a sailboat",
        4976.96,
        4982.98
    ],
    [
        " The wind's not blowing you're not going anywhere right that's what's happening",
        4982.98,
        4986.78
    ],
    [
        " You can't maneuver to the north because of the direction of the wind or the direction of the sea state",
        4986.78,
        4992.48
    ],
    [
        " You can't do it. It's not gonna happen. So you have to have some level of flexibility whereas more so on the ground",
        4992.48,
        4999.3
    ],
    [
        " You can power through a lot of weather events",
        4999.3,
        5003.12
    ],
    [
        " And again, I'm going back to you know times before radios and before before motors where",
        5003.12,
        5008.72
    ],
    [
        " You're just gonna make this happen. So",
        5008.72,
        5011.9
    ],
    [
        " It seems like yeah, unfortunately",
        5011.9,
        5015.34
    ],
    [
        " That Darby was a little heavy on the obedience and it's not always a positive thing",
        5015.34,
        5021.66
    ],
    [
        " No, I mean I",
        5022.76,
        5023.82
    ],
    [
        " And not just on not just on obedience but on",
        5023.82,
        5029.82
    ],
    [
        " Not prerogatives. That's not the right word either but protocol I would say so he gets one of the one of the the shocking",
        5029.82,
        5038.82
    ],
    [
        " Things that I saw when he was putting the the sister in a raid together was he put in charge of the entire assault element a",
        5038.82,
        5047.98
    ],
    [
        " An officer who'd never been with the Rangers. Oh, which is because he was in the rank. Yeah, just because he",
        5048.28,
        5053.46
    ],
    [
        " He had a date of rank",
        5053.46,
        5055.46
    ],
    [
        " You know, the proceeded you know the the Rangers that he'd been working with",
        5055.46,
        5061.64
    ],
    [
        " Since they'd been training together in Scotland. These were Rangers that knew what being a Ranger was",
        5061.64,
        5066.78
    ],
    [
        " They they these guys have been trained by the British commandos. They knew what a raid was",
        5066.78,
        5070.94
    ],
    [
        " They knew the you know how a raid would succeed and how it would fail and what the end the and instead of you know",
        5070.94,
        5077.02
    ],
    [
        " putting one of his",
        5077.02,
        5078.1
    ],
    [
        " You know one of his Rangers that he knew from Scotland in charge. He selected the guy",
        5078.1,
        5083.96
    ],
    [
        " Who'd never been a Ranger not and he's not a bad leader",
        5083.96,
        5087.4
    ],
    [
        " He's an excellent leader and he equates himself, you know incredibly during the battle",
        5087.4,
        5091.86
    ],
    [
        " But he also doesn't know",
        5091.86,
        5093.38
    ],
    [
        " As as daylight's",
        5093.38,
        5096.08
    ],
    [
        " creeping up on these guys and they have a sense of",
        5096.08,
        5099.44
    ],
    [
        " We are in the middle of a German division",
        5099.44,
        5103.12
    ],
    [
        " There is we can't do this. We can't accomplish this. He does not have the confidence to say guys. We're turning around",
        5103.92,
        5110.08
    ],
    [
        " So",
        5110.08,
        5111.46
    ],
    [
        " Speaking of British commandos",
        5111.46,
        5115.78
    ],
    [
        " Uh, I know one of the one of the people that you had to",
        5115.78,
        5119.22
    ],
    [
        " Kind of cut was Mount Batten",
        5119.22,
        5122.86
    ],
    [
        " Oh",
        5122.86,
        5123.34
    ],
    [
        " Lord Lewis Mountbatten this dude is like the British of all British, right",
        5123.34,
        5130.12
    ],
    [
        " He he is but he's not like the one thing that I thought was",
        5130.86,
        5134.38
    ],
    [
        " Interesting about Mountbatten is um their Germans the Mountbatten family their their Germans his his",
        5134.38,
        5141.66
    ],
    [
        " Father believe it's his father",
        5141.66,
        5144.68
    ],
    [
        " He becomes the first lord of the Admiralty, but he's born in Germany. He serves in the German Navy",
        5144.68,
        5149.92
    ],
    [
        " He doesn't emigrate to",
        5149.92,
        5152.86
    ],
    [
        " England or to the United Kingdom until he's a bit older and then he rises up through the ranks of the British Navy",
        5152.86,
        5159.38
    ],
    [
        " Becomes the first lord",
        5159.38,
        5160.26
    ],
    [
        " But Mountbatten",
        5160.26,
        5162.22
    ],
    [
        " So Prince Philip",
        5162.22,
        5163.96
    ],
    [
        " Prince Philip who just passed away. He was a Mountbatten. So lord Louis Mountbatten was his uncle",
        5163.96,
        5169.64
    ],
    [
        " Che",
        5169.64,
        5170.52
    ],
    [
        " Yeah, so Mountbatten",
        5170.52,
        5172.8
    ],
    [
        " I mean, he's a fascinating character. He's he by the time he's put in charge of combined operations headquarters",
        5172.8,
        5180.0
    ],
    [
        " So the the the entity that commands all British commandos",
        5180.0,
        5184.22
    ],
    [
        " He's been I think he's been shot out from under two ships or he's had two ships that were",
        5184.22,
        5189.18
    ],
    [
        " Um",
        5192.14,
        5192.58
    ],
    [
        " You know we you that's the second time you've made that statement about hey this guy had two ships shot out from under him. Yeah",
        5192.58,
        5198.48
    ],
    [
        " And it sounds really cool right now, right? Yeah, we're like damn, you know, because we're like, you know",
        5198.48,
        5204.52
    ],
    [
        " We think that's kind of cool, but I wonder if there's any negative",
        5204.52,
        5208.04
    ],
    [
        " We're someone's like dude this guy's laws two ships where I was wrong with you. Yeah",
        5208.04,
        5213.32
    ],
    [
        " I wonder I think about oh he kept getting promoted",
        5213.32,
        5216.08
    ],
    [
        " Yeah, he had the political connections. He's he's really young. He's really dynamic. He's one of the few people that",
        5216.3,
        5221.44
    ],
    [
        " is able to not",
        5221.44,
        5223.72
    ],
    [
        " Dominate Churchill, but he's able to like Churchill thinks he's just",
        5223.72,
        5227.92
    ],
    [
        " I mean, he's this cavalier and so he so he though he's the one that grew up in Germany",
        5227.92,
        5233.9
    ],
    [
        " That's his dad",
        5233.9,
        5235.36
    ],
    [
        " That's his dad. Yeah, so Louis Mountbatten he grows up. He's British. So",
        5235.36,
        5240.1
    ],
    [
        " I don't know",
        5240.1,
        5242.14
    ],
    [
        " He's British he's British and he seems to have like all the stereotypical kind of British personality",
        5242.72,
        5248.4
    ],
    [
        " Absolutely. Yeah, he's he acts British. He's not yes, he's the um",
        5248.4,
        5254.88
    ],
    [
        " he's uh, I mean he's he's playing polo and writing books on polo and stuff like this. I mean, this is it man",
        5254.88,
        5262.46
    ],
    [
        " He's hanging out with the king and queen. He's got a cigarette holder. I mean, he's he's British",
        5262.46,
        5267.0
    ],
    [
        " He's the he's the quintessential British, but the commandos themselves",
        5267.0,
        5270.68
    ],
    [
        " who we who we kind of",
        5271.28,
        5273.12
    ],
    [
        " Who we throw in with the sort of who played the biggest role in in creating the creating the British commandos is that is that Clark?",
        5273.12,
        5281.94
    ],
    [
        " Oh, yeah, Dudley Clark. He's the guy who initially comes up with the idea. He's another weirdo",
        5282.34,
        5286.76
    ],
    [
        " Really fun to learn about really fun to write. He's um, he was a he was a British army officer. He'd grown up",
        5286.76,
        5294.18
    ],
    [
        " I believe in Palestine",
        5294.18,
        5295.38
    ],
    [
        " he had",
        5295.38,
        5296.84
    ],
    [
        " seen",
        5296.84,
        5298.88
    ],
    [
        " um",
        5299.68,
        5300.12
    ],
    [
        " I mean not only he'd seen",
        5300.12,
        5301.78
    ],
    [
        " British Raiders during the first world war. He kind of experienced what some of that was like. I think he",
        5301.78,
        5308.68
    ],
    [
        " He was friendly with word wing gate. He was um a",
        5308.68,
        5313.12
    ],
    [
        " Oh, yeah, one of the one of the things that one of the ways that he got the idea for British commandos was",
        5313.12,
        5321.92
    ],
    [
        " He was infatuated with the Napoleonic War history and fetch and not he was a real student of Wellington's peninsular",
        5321.92,
        5328.86
    ],
    [
        " peninsular wars and all of the",
        5328.88,
        5330.76
    ],
    [
        " partisans that Wellington had hired and",
        5330.76,
        5333.84
    ],
    [
        " and sent against the the French forces",
        5333.84,
        5337.0
    ],
    [
        " so he when",
        5337.0,
        5338.8
    ],
    [
        " after the disaster at Dunkirk",
        5338.8,
        5341.64
    ],
    [
        " you know",
        5341.64,
        5342.86
    ],
    [
        " Dudley Clark who's a bit you know a bit of an oddball in the military",
        5342.86,
        5346.98
    ],
    [
        " hierarchy. I think his hobby is he's a he's an amateur actor, but he puts a little paper together",
        5346.98,
        5355.04
    ],
    [
        " and he sends it up to Churchill and it's the the paper is essentially",
        5355.04,
        5359.24
    ],
    [
        " create special troops",
        5359.24,
        5361.78
    ],
    [
        " that are capable at sea",
        5361.78,
        5364.6
    ],
    [
        " and send them on all these little",
        5364.6,
        5367.12
    ],
    [
        " raids against the coastline spread out German defenses not you know to similar from what the navy was trying to do in the central pacific",
        5367.12,
        5375.0
    ],
    [
        " Churchill",
        5375.0,
        5375.84
    ],
    [
        " is the he",
        5375.84,
        5378.78
    ],
    [
        " Churchill's",
        5378.78,
        5381.32
    ],
    [
        " completely infatuated with any idea that his generals do not like this is one of them he",
        5382.4,
        5387.14
    ],
    [
        " he thinks this is a the great idea not just because you know this is going to spread German defenses out",
        5387.14,
        5393.6
    ],
    [
        " but you know more importantly than that it's going to energize the British people the British people",
        5393.6,
        5398.08
    ],
    [
        " just suffer this this terrible um you know",
        5398.08,
        5401.22
    ],
    [
        " the feet at Dunkirk they need a win they need a series of wins um so yeah",
        5401.22,
        5408.08
    ],
    [
        " he agrees to it he pushes the entire",
        5408.36,
        5412.84
    ],
    [
        " British establishment to create these commandos what he does not expect and what his generals don't expect",
        5412.84,
        5420.9
    ],
    [
        " as that these raids start being successful",
        5420.9,
        5423.22
    ],
    [
        " so successful that they they want to develop more of them and",
        5423.22,
        5428.62
    ],
    [
        " so the by by the end of or by 1942 there's not just British commandos at this point",
        5428.62,
        5436.24
    ],
    [
        " there's Canadian commandos French commandos and they're all sort of operating under this",
        5436.24,
        5440.06
    ],
    [
        " the COHQ um you ever read the book rogue heroes it's a book about the British SAS",
        5440.06,
        5447.42
    ],
    [
        " um north african it follows them all through the war but boy if you want a book that is kind of",
        5447.42,
        5454.64
    ],
    [
        " outside of you know the american special operations experience um that is that's the one",
        5454.64,
        5461.16
    ],
    [
        " it's it's interesting because you know uh it's even i would say it's uh the the SAS",
        5461.62,
        5467.7
    ],
    [
        " experience the SAS and the sbs experience uh during world war two establishes a",
        5467.7,
        5474.2
    ],
    [
        " um a type of commando that we're not familiar with like and it establishes a legacy of expectations",
        5474.2,
        5483.12
    ],
    [
        " that you know we don't really have like our we have sort of a no-fail expectations on our",
        5483.12,
        5487.9
    ],
    [
        " commando operations the sbs the sbs they were willing to just try stuff and if they lost an",
        5488.36,
        5495.56
    ],
    [
        " entire team well that's the price of doing business i mean and i think they kind of carry that",
        5495.56,
        5500.54
    ],
    [
        " cavalierness through today like i think i mean if you've ever worked with sbs or sbs i'm sure you have",
        5500.54,
        5506.62
    ],
    [
        " i have yeah i mean i don't know if you notice that and then i i certainly noticed it when we",
        5506.62,
        5510.88
    ],
    [
        " worked with the sbs these guys are you know maybe not uh as i wouldn't say they're not they're less",
        5510.88,
        5516.86
    ],
    [
        " well trained but they are willing to they they have an expectation of uh risk uh that i was not",
        5516.86,
        5523.72
    ],
    [
        " familiar with and i think they pull that directly from this experience in world war two check",
        5523.72,
        5529.32
    ],
    [
        " what else was it that may deadly car Clark an oddball i mean the dudes in actor i mean we know",
        5529.32,
        5537.14
    ],
    [
        " echo is in a bit of an actor i don't think he's odd really was there some other was there some other",
        5537.14,
        5543.9
    ],
    [
        " thing that dragged you into this or or that you started getting the feeling this guy's a little strange",
        5544.2,
        5548.8
    ],
    [
        " yeah he leads the first commando raid um and it's a completely i mean so he has this idea you know",
        5548.8,
        5557.2
    ],
    [
        " not much different than Carlson you know to come up with these you know commandos but and and",
        5557.2,
        5561.66
    ],
    [
        " light Carlson he leads one of the first raids and light Carlson he's completely unsuited to do it",
        5561.66,
        5566.22
    ],
    [
        " like i mean he's not a he's not an operational commander he's the thinker um i think he kind of he",
        5566.22,
        5572.4
    ],
    [
        " suspects that but he's willing to you know put himself on the line to prove you know his his idea",
        5572.4,
        5577.22
    ],
    [
        " he ends up going through the war and coming up with uh he he he ends up being um a really",
        5577.22,
        5585.96
    ],
    [
        " capable spy not spy master but like deception officer he's able to convince the Germans that",
        5585.96,
        5593.14
    ],
    [
        " you know different points during the war that were about to attack and uh and in this in this spot",
        5593.14,
        5598.04
    ],
    [
        " which forces the Germans to move troops to an area um but he leads that first commando raid um",
        5598.04,
        5603.98
    ],
    [
        " and they don't really raid anything i think they stumble across to german bicyclists",
        5603.98,
        5609.8
    ],
    [
        " they kill both of them they forget to search them they don't know what they were even guarding",
        5609.8,
        5614.68
    ],
    [
        " and then on his on his particular raid uh they one of the one of the guys accidentally uh",
        5614.68,
        5621.54
    ],
    [
        " jackson magazine onto a beach right when uh there's an approaching german patrol the germans",
        5621.62,
        5627.16
    ],
    [
        " uh counter ambush them and they have to race into the the water to get back to their boats",
        5627.16,
        5631.72
    ],
    [
        " when they get back to their boats deadly clock realizes that his ears but almost been shot off",
        5631.72,
        5636.34
    ],
    [
        " and a uh a sailor has to stitch it back in place for the transit back to uh uh back to england",
        5636.34,
        5643.22
    ],
    [
        " damn yeah getting your stitch back on by uh by a little by a petty officer in like in like a",
        5643.22,
        5650.42
    ],
    [
        " freaking zodiac or something yeah in the position they go badly planned when they get when they",
        5650.5,
        5655.1
    ],
    [
        " finally get back uh to the coast back to they they didn't have any deconfliction they get stopped by",
        5655.1,
        5660.56
    ],
    [
        " british uh short of patrol boats uh thinking that they're a german uh boat you know trying to",
        5660.56,
        5665.86
    ],
    [
        " send uh raiders ashore um and when the um uh the coast guard comes aboard their their vessel uh",
        5665.86,
        5672.72
    ],
    [
        " all the british commandos are drunk so not only did they get shot off the beach they drank the",
        5672.72,
        5678.18
    ],
    [
        " entire boats liquor supply there you go how about the devil's brigade how does that play into this",
        5678.18,
        5686.02
    ],
    [
        " uh whole scene the devil's brigade are um they were just one they were one of those uh units that",
        5686.02,
        5692.36
    ],
    [
        " I was really interested in and I really I was almost trying like looking for an excuse to to write",
        5692.36,
        5697.62
    ],
    [
        " about them they were um they were a unit that uh was uh was a uh was a joint uh Canadian and American",
        5697.62,
        5705.52
    ],
    [
        " unit and it was the kind of the brainchild of mount baton um martial had buy-in uh it was",
        5705.98,
        5711.94
    ],
    [
        " supposed to be a unit that they dropped into norway on uh like snowmobiles or or snow tractors",
        5711.94,
        5717.24
    ],
    [
        " that would lead raids ultimately became a pretty adequate um uh semi commando force",
        5717.24,
        5724.52
    ],
    [
        " uh it was an air sort of sort of ranger sort of airborne um and robert fredrick's uh became the commander",
        5724.52,
        5731.44
    ],
    [
        " of it and he was uh as um as interesting as to arby uh you know this um",
        5731.44,
        5737.72
    ],
    [
        " uh had you know as equally a storied uh career I think he was uh wounded something like nine times",
        5737.72,
        5744.86
    ],
    [
        " uh during the course of the war um uh and what was the how come the devil's brigade didn't",
        5744.86,
        5752.24
    ],
    [
        " sustain well I mean the army special forces when they are when they are claiming uh their",
        5752.24,
        5760.44
    ],
    [
        " their forefathers they always point to the devil's brigade and I don't really I don't really see",
        5761.56,
        5765.44
    ],
    [
        " a connection between uh army special forces and the devil's brigades getting",
        5765.44,
        5770.4
    ],
    [
        " needed in their except for the fact that these guys are in the army well they're in the army and",
        5770.4,
        5775.94
    ],
    [
        " they're and they're airborne qualified so but they're not leading partisans or anything like that",
        5775.94,
        5780.78
    ],
    [
        " they're shock troops uh they're more like rangers than they're more like rangers just like marbles",
        5780.78,
        5785.22
    ],
    [
        " marauders marbles marauders are you know when I set out to write a chapter on the rangers and to",
        5785.22,
        5789.38
    ],
    [
        " talk about uh how the rangers opened a gap for the navy to fill I didn't think that I'd be",
        5789.38,
        5795.06
    ],
    [
        " covering darby other people had covered darby before and I was like I kind of want to avoid that",
        5795.06,
        5798.86
    ],
    [
        " I'd I'd rather focus on you know a uh a ranger legacy that hasn't you know that's less well known",
        5798.86,
        5804.94
    ],
    [
        " and my idea initially with the cover of the fifty three oh seven which is maral marauders and",
        5804.94,
        5809.42
    ],
    [
        " brma I really wanted to um uh instead of sustain I'd cover the the battle of michquina which is",
        5809.42,
        5815.5
    ],
    [
        " an isolated hilltop in brma that the maral's marauders sees and there's you know pretty interesting",
        5816.82,
        5821.72
    ],
    [
        " characters maral uh he's uh he's another oddball I think he by that point in the war he's been",
        5821.72,
        5827.56
    ],
    [
        " removed because he's already had two heart attacks in brma he stayed in the field and there was",
        5827.56,
        5832.54
    ],
    [
        " another excuse for you know to talk about still well still was another character that I always",
        5832.54,
        5836.56
    ],
    [
        " you know kind of had a soft spot in my heart for but they just didn't fit because you know the",
        5836.56,
        5842.12
    ],
    [
        " reason that I had to cover cisterna the reason that that I had to talk about cisterna as opposed to",
        5842.12,
        5847.06
    ],
    [
        " point to hawk or michquina or another one of these um really important ranger battles is because cisterna",
        5847.06,
        5854.2
    ],
    [
        " is the one that leaves its impression on the army uh hierarchy on the chain of command um even when",
        5854.2,
        5862.66
    ],
    [
        " you have uh success as incredible as point to hawk even when you have a success as incredible as",
        5862.66,
        5871.2
    ],
    [
        " doesn't leave its legacy or it doesn't leave an impression on uh the army chain of command like",
        5871.2,
        5875.3
    ],
    [
        " cisterna does cisterna clouds an entire generation of hostility uh of regular conventional army leaders",
        5875.3,
        5883.32
    ],
    [
        " to the concept of elite commandos if that makes sense yeah that's definitely that that section of",
        5883.32,
        5890.9
    ],
    [
        " the book um and again I read it on the last the last time we were together on this podcast um",
        5890.9,
        5895.66
    ],
    [
        " it's just it's it's it's it's very different it's tough to difficult even read and and what's",
        5895.88,
        5902.62
    ],
    [
        " incredible about it is it's it's the notes from the radial room these are these are transcripts of",
        5902.62,
        5908.22
    ],
    [
        " what was actually said between Darby and his front line leadership who are being overrun and slaughtered",
        5908.22,
        5916.26
    ],
    [
        " and you can you can breed exactly what they were saying to each other it's um yeah another just",
        5916.26,
        5921.26
    ],
    [
        " incredible a lot of that a lot of that's taken from um you know like like you said the transcripts",
        5921.7,
        5926.98
    ],
    [
        " which I that's one of the few times that I was at an archive going through it uh going through a",
        5926.98,
        5931.6
    ],
    [
        " document and not just you know quickly taking up a photo and moving on that was one of those times",
        5931.6,
        5935.78
    ],
    [
        " where I was like I was trying I mean I knew what happened and I'm I was reading it like it was a",
        5935.78,
        5942.2
    ],
    [
        " novel like and I was you know tensing up like you know knowing what each page that each page was",
        5942.2,
        5947.92
    ],
    [
        " going to get worse and worse and worse and that I was I was watching this unfold in an archive",
        5947.92,
        5953.48
    ],
    [
        " you know eight years after the fact but it was you know it was every bit as real to me well maybe not",
        5953.48,
        5959.14
    ],
    [
        " every bit as real but you know you're these are you know fellow fellow Americans you're doing the",
        5959.14,
        5964.44
    ],
    [
        " absolute best they could for the country for each other and and you know the guy on the other",
        5964.44,
        5969.14
    ],
    [
        " and the radio was watching his friends die around him and then before we move to chapter four",
        5969.14,
        5974.26
    ],
    [
        " what about what about Charles Shunstrom what's that guy's deal he got cut completely out of the book",
        5974.26,
        5981.54
    ],
    [
        " is that right yeah sort of I mean he got um so he he's responsible for writing the Shunstrom",
        5981.54,
        5988.56
    ],
    [
        " report which is the uh it was there's a report written um only um um well if I do the math right",
        5988.56,
        5997.54
    ],
    [
        " probably a month after sister now so he's one of um he's one of the guys that was captured",
        5997.54,
        6003.46
    ],
    [
        " in the in the in the final moments of the the raid he was um he had been with Darby all the way through",
        6003.72,
        6010.56
    ],
    [
        " the the the rangers experience so he'd been one of the handful of rangers trained by the British",
        6010.56,
        6017.38
    ],
    [
        " commandos in Aknecaria Scotland um fought through North Africa fought through Sicily uh fought",
        6017.38,
        6023.46
    ],
    [
        " through Italy the winter line uh then he's one of the officers captured he's one he's the officer",
        6023.46,
        6030.34
    ],
    [
        " who's driving Darby in Jala when Darby is in the back with a 50 cow or with the uh the recoil",
        6030.34,
        6037.04
    ],
    [
        " is rifle and destroys the Italian tank that turns Darby from Darby into Darby the legend",
        6037.04,
        6041.96
    ],
    [
        " so he's with Darby throughout you know the uh everything he's he's as you know",
        6041.96,
        6049.42
    ],
    [
        " he's he's as incredible or as anyway he he's captured um at sisterna",
        6049.42,
        6057.64
    ],
    [
        " uh escapes two weeks later um um makes it back to friendly lines uh and from from his escape he's",
        6058.68,
        6067.98
    ],
    [
        " able to write this report of what actually happened he's one of the few guys that got out and he",
        6067.98,
        6072.6
    ],
    [
        " drafts this uh I can't remember the ten page report so a lot of what's in those final pages uh",
        6072.6,
        6079.3
    ],
    [
        " is is drawn from the shunstrum report now he has a uh a really tragic end to his life he um I can't",
        6079.3,
        6087.02
    ],
    [
        " remember how he passes away I think he's dead within 10 years though of uh of this event he",
        6087.02,
        6091.6
    ],
    [
        " after World War II he um I think he goes to Southern California he tries to be an actor he doesn't",
        6091.6,
        6098.06
    ],
    [
        " work out and then he you know turns to drink uh and a series of bad decisions leads to a series of",
        6098.06,
        6105.1
    ],
    [
        " worst decisions and I think he starts robbing banks um he's one of those guys that you know he",
        6105.1,
        6110.38
    ],
    [
        " just isn't able to reintegrate into society he's been a a ranger officer one of the you know",
        6110.38,
        6116.78
    ],
    [
        " guys in charge and here he is he's not able to you know um uh reintegrate into you know polite",
        6116.78,
        6124.68
    ],
    [
        " society and the ultimately I can't remember how he dies but I think that's some combination of alcohol",
        6124.68,
        6129.82
    ],
    [
        " and um some combination of alcohol robbing banks guns just get after it yeah yeah yeah you know this",
        6129.82,
        6141.36
    ],
    [
        " it's pretty good you gotta kind of ask yourself and I had a conversation with someone the other day",
        6142.78,
        6149.9
    ],
    [
        " about you know that just like modern times and all this who's gonna fight the wars yeah right who",
        6149.9,
        6157.74
    ],
    [
        " is going to put freaking black paint on their face and pick up a weapon and crawl across the beach",
        6157.74,
        6168.04
    ],
    [
        " and start killing enemy like that's a certain type of human being right that's the type of",
        6168.24,
        6174.38
    ],
    [
        " human being that may not correctly reintegrate into society this dude might end up robbing banks",
        6174.38,
        6179.9
    ],
    [
        " when he gets back but it's the Martin Watson problem yeah it's the Martin Watson problem which will",
        6179.9,
        6185.7
    ],
    [
        " get to but but we do have to think about that and and when you have guys you know what we we talked",
        6185.7,
        6193.8
    ],
    [
        " about obedience as a characteristic being look is it good to have some obedience yes it is and was",
        6195.56,
        6201.62
    ],
    [
        " Darby maybe too far on the spectrum of being too obedient yes but then you get some other guys that",
        6201.62,
        6205.4
    ],
    [
        " are on the other end of the spectrum that you want you want to have someone that's gonna be the hey I",
        6205.4,
        6209.0
    ],
    [
        " don't care what you tell me to do I'm gonna go attack this machine gun nest get out of my way",
        6209.0,
        6212.92
    ],
    [
        " you want to have some guys like that hard to control but if you get rid of these guys",
        6212.92,
        6218.42
    ],
    [
        " you get rid of the Charles Shunstroms and the Watson's you get rid of those guys your military's",
        6218.42,
        6223.76
    ],
    [
        " not going to be able to function in my opinion it's not gonna be able to win I said okay yep",
        6223.76,
        6228.26
    ],
    [
        " you're right it's not it's gonna be able to function probably gonna be able to function very effectively",
        6228.26,
        6231.54
    ],
    [
        " in a peacetime environment so my question you commanded these guys how how I mean what's the answer",
        6231.54,
        6238.2
    ],
    [
        " how do you how do you you know take the strengths of a Shunstrom or Watson but how do you make sure",
        6238.2,
        6245.08
    ],
    [
        " that they don't go off the rails yeah what you have to do is you have to put put the put the guard",
        6245.08,
        6249.88
    ],
    [
        " rails in place and you have to and it's not here's the interesting thing about this this isn't that",
        6249.88,
        6255.28
    ],
    [
        " hard this isn't where you've got to be costly monitoring every single thing that they do you have a",
        6255.28,
        6261.52
    ],
    [
        " good relationship with your guys then when you say hey listen here's the line we're not crossing it",
        6261.52,
        6266.22
    ],
    [
        " guys go yep Roger that and they know you're not playing around the you haven't you haven't uh",
        6266.22,
        6272.86
    ],
    [
        " shown them where hey you know jackele says this but he doesn't really mean that no it's like when I",
        6272.86,
        6279.04
    ],
    [
        " say something this is what I mean and this is what we're gonna do this is what we're not gonna do",
        6279.04,
        6282.86
    ],
    [
        " and and look I mean I had guys that were definitely actually I want to have guys just like I just say",
        6282.86,
        6291.14
    ],
    [
        " I want to have guys let me say hey if I can get if I get the chance to do this in a high progress",
        6291.14,
        6296.04
    ],
    [
        " where I'm gonna do it you give me a chance to kill the enemy I'm gonna do it that's what I'm gonna",
        6296.04,
        6299.2
    ],
    [
        " do that's what I'm here for that's why that's why I was born dude Tony a Friday you know Tony a",
        6299.2,
        6303.02
    ],
    [
        " Friday Tony was a opportune chief in Charlie Patune tasking a bruiser if he would do anything to be",
        6304.18,
        6311.26
    ],
    [
        " able to go out and kill the enemy and he would also never cross the line of like okay hey we're not",
        6311.26,
        6315.82
    ],
    [
        " doing that cool that's that's the line and that's exactly what you want um and and what so so the",
        6315.82,
        6322.82
    ],
    [
        " question that you posed to me how do you do it what you do is you have a good relationship with",
        6322.82,
        6327.02
    ],
    [
        " the guys you explain to them what we can do what we can't do and then you explain why we can't do it",
        6327.02,
        6332.96
    ],
    [
        " and there was um uh I used to go and brief the jatzi classes the the junior officer training classes",
        6333.7,
        6339.72
    ],
    [
        " and and briefed mine okay well there you go one of the things that I used to tell these guys was",
        6339.72,
        6346.4
    ],
    [
        " hey listen when it comes to when it comes to the rules of engagement when it comes to the law of",
        6346.4,
        6352.8
    ],
    [
        " arm conflict you have to not just do what you think is right you have to do what you think what",
        6352.8,
        6359.22
    ],
    [
        " you have to do not just what is you think is right but what is legal and here's the reason and",
        6359.22,
        6364.52
    ],
    [
        " and and they've had to have this conversation late late had a senior officer in the room when I was",
        6364.52,
        6368.58
    ],
    [
        " explaining this to these young guys like yourself that what's what people think is right what you",
        6368.58,
        6378.04
    ],
    [
        " you take 16 seals and you say you give them a case example of is this right in your own personal",
        6378.04,
        6384.86
    ],
    [
        " moral code you're gonna get 16 different answers you're gonna get some guys as oh yeah this this",
        6384.86,
        6390.48
    ],
    [
        " this person's uh insurgent will kill him or this person's an insurgent oh well we we shouldn't",
        6390.48,
        6396.04
    ],
    [
        " we shouldn't hurt him because we can reform him you can have all these kind of wild different answers",
        6396.04,
        6399.86
    ],
    [
        " so what you the only thing you can actually follow isn't what an individual quote thinks is right",
        6399.86,
        6407.06
    ],
    [
        " you have to follow what is actually legal and I made that I always made that very clear with my",
        6407.06,
        6414.06
    ],
    [
        " guys hey listen this is what you can do this is what you cannot do and here's why and of course",
        6414.06,
        6419.6
    ],
    [
        " in any leadership situation it's important to explain the why and you know for instance in Ramadi",
        6419.6,
        6424.16
    ],
    [
        " there was a bunch of reasons why you can't go out and shoot an innocent person well first of all",
        6424.16,
        6430.94
    ],
    [
        " yeah it's morally wrong second of all everyone would know about it immediately so it's not like",
        6430.94,
        6435.46
    ],
    [
        " it's not like I could have a sniper going oh you know I'll sneak in a shot over here no one's",
        6435.46,
        6441.76
    ],
    [
        " Iraqi civilians that we there's a mayor there's a police force there's a there's a governor there's",
        6442.58,
        6447.36
    ],
    [
        " a whole there's teachers and doctors inside that city you kill an innocent civilian everybody's",
        6447.36,
        6454.36
    ],
    [
        " gonna know about it and by the way all those Iraqi government officials they have relationships",
        6454.36,
        6459.2
    ],
    [
        " with the brigade commanders with the battalion commanders with the company commanders we're all",
        6459.2,
        6462.4
    ],
    [
        " talking so if you think oh I'm gonna I'm gonna shoot some innocent person get away that you're",
        6462.4,
        6467.66
    ],
    [
        " never gonna get away with it's not happening and on top of that we are now losing the war when",
        6467.66,
        6474.28
    ],
    [
        " you go out and kill an innocent civilian you're giving you're giving propaganda to the enemy",
        6474.28,
        6481.18
    ],
    [
        " and you're creating more insurgents by killing an innocent person so you have to not just explain",
        6481.18,
        6488.72
    ],
    [
        " hey legally you can't do this but also here's why you can't do it uh I was speaking to a group of",
        6488.72,
        6496.44
    ],
    [
        " army leaders one time and I I said hey in any in any platoon you're gonna have a sociopath in there",
        6497.02,
        6503.36
    ],
    [
        " you have somebody that's you give him the opportunity to kill or maybe even you don't they might",
        6503.36,
        6508.12
    ],
    [
        " take advantage of that they're gonna look for an opportunity to kill they're gonna look for an",
        6508.12,
        6512.06
    ],
    [
        " opportunity to torture someone they're gonna look for an opportunity to rape a woman like you take",
        6512.06,
        6516.02
    ],
    [
        " a platoon you're gonna have that in there and I got some looks from the crowd kind of like oh",
        6516.02,
        6521.52
    ],
    [
        " that's not that's not realistic and and no kidding two weeks later I was uh doing a podcast with",
        6521.52,
        6528.02
    ],
    [
        " Jordan Peterson and before we started recording I said hey let me ask you a question here's",
        6528.02,
        6532.58
    ],
    [
        " what I told this group of army guys I said in your platoon you're gonna have at least one person",
        6532.58,
        6536.66
    ],
    [
        " that's a sociopath is that an accurate statement and he says how many people in a platoon well in",
        6536.66,
        6542.32
    ],
    [
        " a platoon 40 50 um and he goes oh you know you know in a joy I won't try and imitate joy",
        6542.32,
        6548.22
    ],
    [
        " because you know he basically oh yes definitely and and then he said because it's like one in a",
        6548.22,
        6553.72
    ],
    [
        " hundred in normal society that you have a sociopath but the the army or the marine corps not normal",
        6553.72,
        6561.52
    ],
    [
        " society you've already screened out a bunch of pacifists right you've already screened out a bunch",
        6561.52,
        6566.04
    ],
    [
        " of people that that are definitely not sociopaths and so to have you probably actually have two or",
        6566.04,
        6571.86
    ],
    [
        " three sociopaths inside your platoon and and and then look you also get some guys that just",
        6573.16,
        6578.38
    ],
    [
        " you know like like shun shun shun strum he's not necessarily a sociopath but",
        6578.38,
        6583.78
    ],
    [
        " he maybe you know who knows how this guy was raised maybe occasionally somebody gets smacked around",
        6583.78,
        6589.28
    ],
    [
        " you know occasionally you beat someone up um violence is part of you know culture in some parts",
        6589.28,
        6596.24
    ],
    [
        " of America in some families in America like that's what you grew up with so that's what you get",
        6596.24,
        6600.3
    ],
    [
        " so to once again to answer your question you got to put you got to put the very clear guardrails in",
        6601.8,
        6607.3
    ],
    [
        " place that say hey look this is what we're doing this what we're not doing and then you have to have",
        6607.3,
        6610.78
    ],
    [
        " the the consistency that when you say something the guys know that you are not playing around and",
        6610.78,
        6617.84
    ],
    [
        " that you are going to follow through with whatever it is you say and and and and I think where",
        6617.84,
        6622.68
    ],
    [
        " guys get caught sometimes from a leadership perspective is they don't put out those guardrails",
        6622.68,
        6627.0
    ],
    [
        " and then when Ben crosses the line and you do something you weren't supposed to do I feel kind of",
        6627.52,
        6632.1
    ],
    [
        " bad because I didn't even tell you not to do it so I'm looking at you on well I guess I'm going",
        6632.1,
        6636.56
    ],
    [
        " to you know send you to court martial now and you're going wait a second you know we killed three",
        6636.56,
        6641.24
    ],
    [
        " guys on that last operation and four guys on the operation before that now you're mad at me because",
        6641.24,
        6644.8
    ],
    [
        " I killed somebody well what were the circumstances well I you didn't talk to me about any",
        6644.8,
        6649.1
    ],
    [
        " circumstances well you got to know the rules of engagement well I know the rules of engagement",
        6649.1,
        6651.98
    ],
    [
        " that seemed like that way to me so you see where I'm going with this I have to be very clear",
        6651.98,
        6656.56
    ],
    [
        " about what the line is and why we cannot cross it it also seems like like an in extreme team",
        6657.16,
        6666.84
    ],
    [
        " environment like I say like in football it seemed like there were there was some sociopaths",
        6666.84,
        6671.28
    ],
    [
        " there too and I actually know of one who's I think he's still in jail right now but he in",
        6671.28,
        6678.1
    ],
    [
        " an extreme team environment it's like people who are just normal people who are I'm down for",
        6678.1,
        6683.62
    ],
    [
        " the team they get influenced just to do stuff good and bad just because of the team environment",
        6683.62,
        6689.04
    ],
    [
        " do you find that a lot 100% where it's like I mean actually you know what now that I'm thinking of",
        6689.04,
        6695.02
    ],
    [
        " like the massacres certain mass for sure I'm asking that's definitely what happened like although",
        6695.02,
        6700.3
    ],
    [
        " that's what we're doing okay we're ready for you know I've been talking a lot about this lately",
        6700.3,
        6703.92
    ],
    [
        " is just the fact that people human beings are so so their brains are so pliable you can program",
        6703.92,
        6709.6
    ],
    [
        " a person so easily to believe whatever and by the way it's happening all day long right now with",
        6710.28,
        6714.18
    ],
    [
        " all these people out there that are looking at their social media all day long that's they're",
        6714.18,
        6717.44
    ],
    [
        " getting programmed you're getting programmed you're receiving information you don't even know",
        6717.44,
        6720.44
    ],
    [
        " you're seeing and it's happening right now you know the propaganda that's coming out from both",
        6720.44,
        6725.52
    ],
    [
        " sides from from Ukraine right it's like you have people going high into the right on whatever",
        6725.52,
        6730.82
    ],
    [
        " image that they saw and you got to take everything that's coming out of there were the grain",
        6730.82,
        6735.96
    ],
    [
        " assault but what it's showing you is how easily influenced human beings are and that's a really",
        6736.88,
        6742.5
    ],
    [
        " negative thing but it's also a really positive thing because you as a leader have the ability to say",
        6742.5,
        6746.24
    ],
    [
        " hey here's what's going on here's what we need to do here's why we need to do it here's why we can",
        6746.24,
        6752.38
    ],
    [
        " go to this line and we can't go past it and those are the rules that's that's what you need to do",
        6752.38,
        6759.32
    ],
    [
        " if you start to allow slack and then you develop a habit of allowing slack you're gonna have a",
        6760.06,
        6767.76
    ],
    [
        " freaking issue you're gonna have you're gonna you're gonna you're gonna end up with issues if you",
        6767.76,
        6771.06
    ],
    [
        " don't have the ability to say hey listen dude this is not we're not doing that one thing that's",
        6771.06,
        6777.02
    ],
    [
        " interesting in the in the SEAL teams is most of the guys want to do a good job and have a good",
        6777.02,
        6781.12
    ],
    [
        " reputation so when you say hey a Ben we're not doing that or hey Ben it looks seem like you were",
        6781.12,
        6789.0
    ],
    [
        " thinking about doing something let me tell you why we're not doing it you don't go really it's",
        6789.0,
        6791.96
    ],
    [
        " bullshit no you go hey I got it boss thanks for explaining that to me it's not that hard but if I'm",
        6791.96,
        6798.3
    ],
    [
        " weak and you know that you end up with that dynamic in the military where you have a really strong",
        6798.3,
        6804.84
    ],
    [
        " personality or really strong chief or really yeah really strong and a brand new officer yeah and if",
        6804.84,
        6810.6
    ],
    [
        " if that that can that's a classic scenario right that's the that's the damn platoon right that's",
        6810.6,
        6817.46
    ],
    [
        " the movie platoon right you have you have barns and you have whatever that officer's name was and",
        6817.58,
        6824.04
    ],
    [
        " he just gets run rough shot over by barns and that's a perfect example that's a perfect example",
        6824.04,
        6830.24
    ],
    [
        " hey you're a new guy shut up you don't know what you're talking about this is the only way to win",
        6830.24,
        6834.04
    ],
    [
        " this okay well yes or yes yes sergeant barns and then you have a guy like Elias who",
        6834.04,
        6841.4
    ],
    [
        " is saying hey but what are you doing but he doesn't have the strength to back it up to into",
        6842.7,
        6847.72
    ],
    [
        " to get his platoon officer on board with what's happening so to classic thing to watch out for",
        6847.72,
        6855.36
    ],
    [
        " 100% all right let's jump back into the book here go a little bit more forward going to chapter 4",
        6855.36,
        6864.96
    ],
    [
        " chapter 4",
        6865.52,
        6866.5
    ],
    [
        " draper Kaufman and the course that cracked the Atlantic wall then laid the first bricks of the legends",
        6866.5,
        6873.4
    ],
    [
        " of the legend of navy special warfare so there you go",
        6873.4,
        6877.04
    ],
    [
        " and this this really you should you should have saved that dramatic intake for the last chapter",
        6877.04,
        6887.58
    ],
    [
        " that's the longest one they they get there's only one that's short there's only one more that's",
        6887.58,
        6892.34
    ],
    [
        " coming that short um i'm gonna read a little chunk from the book here landing at 0625 one of the",
        6892.34,
        6902.44
    ],
    [
        " earliest crews to arrive Gregory and the army engineers had dragged their rubber boat into the",
        6902.44,
        6907.46
    ],
    [
        " surf lashed it to a wooden stake and run for the farthest belt of hedgehogs it looked impossible to",
        6907.46,
        6915.98
    ],
    [
        " be there without being hit one of carnau skis men remembered afterward it looked even worse",
        6915.98,
        6923.68
    ],
    [
        " without a helmet despite the chaos carnau ski and the demolitioners laid their charges ran out their",
        6923.68,
        6930.92
    ],
    [
        " primer cord tied in and blew their charge the first shot was magnificent remembered one man",
        6930.92,
        6936.2
    ],
    [
        " after it nothing else was as soon as the charge blew machine guns opened up from everywhere and",
        6936.2,
        6945.96
    ],
    [
        " milis a quiet california carpenter made chief petty officer for the example he had set during",
        6945.96,
        6950.94
    ],
    [
        " training grabbed the primer grab the primer cord real and sprinted for the next row of obstacles",
        6950.94,
        6957.48
    ],
    [
        " he was identified later by the pack of explosives around his neck with a big hole in his chest",
        6957.48,
        6964.08
    ],
    [
        " as the waves of infantry landed the demolition job grew even more complicated terrified soldiers",
        6964.08,
        6971.16
    ],
    [
        " either did not notice the purple smoke warnings swirling around them or did not care i thought i'd",
        6971.16,
        6977.62
    ],
    [
        " never get one of the infantry men out from behind a piling a demolitioner confess later he moved out",
        6977.62,
        6982.88
    ],
    [
        " just in time and our second shot went off as obstacles blew apart the army and navy sections began",
        6982.88,
        6990.14
    ],
    [
        " working together mingling as a single team regardless of the advancing tide lieutenant Gregory",
        6990.14,
        6996.44
    ],
    [
        " having destroyed the tank crippling hedgehogs at the far end of the beach turned away from the",
        6996.5,
        7001.34
    ],
    [
        " enemy and splashed back into the surf like a man possessed he waited or swam to each remaining",
        7001.34,
        7007.44
    ],
    [
        " stake where he waited until someone threw him a charge then using the lessons taught to him by",
        7007.44,
        7013.28
    ],
    [
        " the ncd use stretched his arms as far as they would reach and placed his bomb next to rommels",
        7013.28,
        7018.68
    ],
    [
        " then blew them to nothing",
        7018.68,
        7020.6
    ],
    [
        " so d day um",
        7029.82,
        7031.8
    ],
    [
        " you you you talk about this being the most consequential day in in history of ns w there's a hundred and",
        7031.8,
        7039.74
    ],
    [
        " navy a hundred and ninety navy demolitioners thirty two of them are killed sixty five are wounded",
        7039.74,
        7046.6
    ],
    [
        " so that's a total number of casualties being at ninety seven this is fifty one percent",
        7046.6,
        7052.0
    ],
    [
        " fifty one percent casualties yeah i mean just in contribution or just in sacrifice it's a",
        7052.86,
        7058.8
    ],
    [
        " it outmatches any other tragedy or that ns w is experienced it's far far exceeds anything",
        7058.8,
        7071.28
    ],
    [
        " and it'll at least in any single day experience and this happens mostly in the space of",
        7071.28,
        7077.32
    ],
    [
        " around three or four hours gap assault teams three and fourteen eleven they're all",
        7077.7,
        7085.7
    ],
    [
        " destroyed even before i mean right eleven is destroyed as soon as it's ramped drops three and",
        7085.7,
        7089.9
    ],
    [
        " fourteen are destroyed destroyed before their ramps even dropped there they with mortars mortars",
        7089.9,
        7094.88
    ],
    [
        " and just about everybody and all aboard is killed it's the it's the it's the most important day of",
        7094.88,
        7107.3
    ],
    [
        " whether or not Hitler's going to be removed from the continent and it's uh",
        7108.1,
        7113.4
    ],
    [
        " it's tough to you know write this chapter and not make it you know outshine everything else it's a",
        7113.4,
        7119.1
    ],
    [
        " it's too much the chapter was twice as long when i you know when i finished the first draft it was",
        7119.1,
        7125.04
    ],
    [
        " i i i wanted to i didn't want to leave anything behind i want to you know every every",
        7125.04,
        7130.78
    ],
    [
        " gap assault team every every ncdu to you know have full representation i think there's 21",
        7130.78,
        7136.7
    ],
    [
        " gap assault teams that that land i ultimately had to you know cut cut cut cut cut and try and you",
        7136.7,
        7143.04
    ],
    [
        " know consolidate as much as possible just so it was a readable chapter and i also had to like",
        7143.04,
        7146.92
    ],
    [
        " figure out what the hell am i trying to say in this thing you know i expected that",
        7146.92,
        7152.22
    ],
    [
        " writing history of the seal teams were writing how the navy had been the first to create this",
        7152.22,
        7158.52
    ],
    [
        " type of unit i always expected that it'd be tough to justify how i put the you know the army",
        7158.52,
        7163.78
    ],
    [
        " or a marine court chapters in and it wouldn't be tough to you know justify the navy chapters the navy",
        7163.78,
        7168.8
    ],
    [
        " chapters which just sort of write themselves i just had to say what happened just say what happened",
        7168.8,
        7172.54
    ],
    [
        " i found the opposite to be true because you know it was you know with the army chapters and the",
        7172.54,
        7178.28
    ],
    [
        " marine court chapters all you you're really just you know trying to show like why these units failed or",
        7178.28,
        7182.62
    ],
    [
        " why they why the you know they're senior leaders pulled the rug out from under them the navy",
        7182.62,
        7189.12
    ],
    [
        " chapters you're you're having to you know show how you know a unit like the ncdu's which is you know",
        7189.12,
        7195.38
    ],
    [
        " created just to solve one problem and that problem is the obstacles in France where the obstacles",
        7195.38,
        7199.46
    ],
    [
        " on the coast how did that why is that relevant you know to the ultimate creation of go anywhere",
        7199.46,
        7204.6
    ],
    [
        " you know enable commandos so i it took a long time it took multiple draft before i realized",
        7204.6,
        7212.44
    ],
    [
        " that the point of this whole thing or the the relevance to that story is not so much um you know",
        7212.44,
        7219.32
    ],
    [
        " the fact that they were you know just blowing up obstacles it's the fact that they left such an",
        7219.32,
        7224.9
    ],
    [
        " impression on the navy leaders um after that you know there's you know there's you know there's",
        7224.9,
        7228.68
    ],
    [
        " all these um you know episodes of of naval bravery you know there's the experience of the uh",
        7228.68,
        7234.6
    ],
    [
        " of the the the the destroyers that ultimately save the day that push the army ashore these",
        7234.6,
        7240.28
    ],
    [
        " destroyers you know they're um they're on the outskirts of of the battle until um admohal uh the the",
        7240.38,
        7248.62
    ],
    [
        " army the army is looking at what's happening on Omaha Beach there's there's successful landings",
        7248.62,
        7252.92
    ],
    [
        " on gold sword juno there's successful landings at Utah Beach everywhere the you know the the",
        7252.92,
        7258.1
    ],
    [
        " the landing to get troops ashore on dde is going well except here at Omaha Omaha you know the",
        7258.1,
        7264.94
    ],
    [
        " army commanders like i we might need to pull our troops off they might need to do something they've",
        7264.94,
        7269.36
    ],
    [
        " never trained to do which is a full scale evacuation in front of the enemy admohal who has um made",
        7269.36,
        7277.46
    ],
    [
        " it a point to make sure that he's in charge of the invasion until the forces are firmly established",
        7277.46,
        7284.08
    ],
    [
        " ashore says no we're not doing that and he does what you know nobody has done up to that point",
        7284.08,
        7289.08
    ],
    [
        " which is push uh destroyers right up to the uh to the to the as close to the coast as possible he",
        7289.08,
        7294.76
    ],
    [
        " pushes them 800 yards away from from the coast that's insane destroyers they they come in flanks",
        7294.76,
        7300.9
    ],
    [
        " speed and as soon as they get to about uh where their holes are about three feet off the bottom they",
        7300.9,
        7306.54
    ],
    [
        " all turn left and they all start going right along the coast so you have all this bravery that happens",
        7306.54,
        7311.92
    ],
    [
        " as soon as they get you know to a point to the end of Omaha Beach you think all these ships are",
        7311.92,
        7316.62
    ],
    [
        " going to turn um and some of them do some of them have enough uh um um depth where they're able",
        7316.62,
        7322.3
    ],
    [
        " to turn around the ships that don't they just they just reverse reverse uh uh and then they just",
        7322.3,
        7328.34
    ],
    [
        " start going backwards and they're blasting uh away at these uh pill boxes and structures and some",
        7328.34,
        7334.4
    ],
    [
        " in some cases they are um they're blasting underneath uh the pill boxes so the pill boxes full of",
        7334.4,
        7341.16
    ],
    [
        " Germans just start tumbling off the uh off the escarpment um so in all that I think I've seen that",
        7341.16,
        7350.1
    ],
    [
        " represented no like in saving private Ryan or anything like that no and everybody think",
        7350.94,
        7356.88
    ],
    [
        " 100 yards off the beach is freaking close everybody walks away or everybody you know comes away from",
        7356.88,
        7365.8
    ],
    [
        " you know the reading of Omaha Beach uh as this uh um as this victory of uh of American infantry",
        7365.8,
        7373.14
    ],
    [
        " over you know the German obstacles um and that's true but there's also another truth and that's the",
        7373.14,
        7379.62
    ],
    [
        " that's the commitment or that's the force that the navy brought to bear on that day and then",
        7381.0,
        7384.56
    ],
    [
        " and the army would not have gotten off those killing fields or other killing beaches without the",
        7384.56,
        7388.72
    ],
    [
        " contribution of the US Navy but what I found was the point of this chapter was that with all of that",
        7388.72,
        7396.08
    ],
    [
        " with all of the the the the contribution that the navy had made with all the bravery um the",
        7396.08,
        7402.42
    ],
    [
        " the navy uh walks away from that battle uh with knowing that the the greatest contribution that",
        7403.26,
        7410.5
    ],
    [
        " they'd given that day was with the naval or with the with the ncdus with the naval combat demolition",
        7410.5,
        7415.44
    ],
    [
        " units um they are awarded you know some this six navy crosses um more silver stars and you can",
        7415.44,
        7423.12
    ],
    [
        " shake a stick out they've got they they award uh the ncdus only a one of three uh presidential unit",
        7423.12,
        7429.22
    ],
    [
        " citations that are awarded from uh a naval unit on Omaha Beach um right so the reason that that's",
        7429.24,
        7435.9
    ],
    [
        " so important is because uh when the navy when the dust settles uh and the and the navy is looking at",
        7435.9,
        7441.34
    ],
    [
        " you know their entire contribution uh at Omaha Beach they know that uh they know how important the",
        7441.34,
        7446.68
    ],
    [
        " ncdus contribution was and more importantly they know how important uh the na the curriculum was",
        7446.68,
        7452.32
    ],
    [
        " that created these units and that curriculum I don't know if anybody uh in charge of Omaha Beach",
        7452.32,
        7459.16
    ],
    [
        " had realized what curriculum had created them but there are people that know and that curriculum",
        7459.16,
        7465.3
    ],
    [
        " is now um validated because of uh of everything the ncdus did and that curriculum as you know",
        7465.3,
        7472.88
    ],
    [
        " you know develop a draper coffin yeah and the main part of that curriculum is hell week",
        7472.88,
        7478.04
    ],
    [
        " yeah the the crucible of that curriculum is hell week and then and and the reason that it's",
        7479.36,
        7484.88
    ],
    [
        " it's developed is because you know it's the closest thing the least draper coffin had ever",
        7484.88,
        7491.08
    ],
    [
        " come in contact with two combat I mean it's a um it at least it matches the experience",
        7491.08,
        7500.82
    ],
    [
        " the draper coffin it had when it came to combat he'd been in you know we can get the draper coffin but",
        7500.82,
        7506.1
    ],
    [
        " it prepared the guys that went to Omaha Beach for exactly what they experienced you know they were",
        7508.04,
        7514.34
    ],
    [
        " they were wet they were cold I mean they'd spent almost 48 hours on on ships that were you know",
        7514.34,
        7521.74
    ],
    [
        " often some of these ships were sinking prior to they were so overwhelmed with with water and rain",
        7521.74,
        7527.84
    ],
    [
        " and um uh that you know they went into battle cold hungry um often you know nearly all of them were",
        7527.84,
        7535.64
    ],
    [
        " seasick they're all wretching their guts out so they don't have anything in them when they hit the",
        7535.66,
        7539.04
    ],
    [
        " beaches um and then the uh the chaos that unfolds around them is uh they've they've gotten at least a",
        7539.04,
        7545.6
    ],
    [
        " taste of it uh on the beaches at Fort Pierce they you know they you know the the socily day I mean they've",
        7545.6,
        7551.66
    ],
    [
        " been uh peppered with all these bombs going off around them um they were probably better prepared for",
        7551.66,
        7557.82
    ],
    [
        " what uh what they encountered than any other troops on Omaha Beach yeah the the hell week thing is",
        7557.82,
        7564.48
    ],
    [
        " definitely interesting um because it is it's shocking when you when you when you look at it and you",
        7568.2,
        7574.64
    ],
    [
        " know the kind of people that show up just the numbers of people that show up I mean a class will",
        7574.64,
        7580.88
    ],
    [
        " start with a couple hundred people and by the time they're done with hell week they'll be down to",
        7580.88,
        7585.24
    ],
    [
        " 10 15 20% of that and these are people that enlisted in the Navy that had a goal that told",
        7585.76,
        7596.2
    ],
    [
        " their families they were gonna be Navy seals that dedicated six years of their life to",
        7596.2,
        7601.52
    ],
    [
        " signing that dotted line they trained they worked they went to boot camp they gave up whatever",
        7601.52,
        7606.52
    ],
    [
        " other possibilities that had in life and they've poured all that into this one singular dream",
        7606.52,
        7612.0
    ],
    [
        " without a fallback plan too with not with the crappiest fall there's a fallback plan it just sucks",
        7612.16,
        7616.64
    ],
    [
        " sucks but I mean it's not like if you go to the Marine Corps like and you don't you know get into",
        7616.64,
        7620.1
    ],
    [
        " our stuff yeah it still be a pretty awesome Marine yeah you're a freaking infantryman in the",
        7620.1,
        7623.18
    ],
    [
        " Marine Corps which is a beautiful thing and same thing with the Army special operations so you",
        7623.18,
        7626.84
    ],
    [
        " don't make it through special forces training okay cool you're a freaking ground pounder which is awesome",
        7626.84,
        7630.84
    ],
    [
        " the Navy you don't make it through seal training and if you have the mindset where you want to be",
        7630.84,
        7636.3
    ],
    [
        " some kind of a machine gun totten badass well guess what you don't make it through seal training",
        7636.3,
        7643.18
    ],
    [
        " you are literally not going to be a machine gun toting badass at all and and and that's a horrible",
        7643.18,
        7650.08
    ],
    [
        " a horrible fate for these young guys but they know that they're that's their fate and yet with",
        7650.08,
        7656.36
    ],
    [
        " that fate they still ring that bell and people from every background people that were",
        7656.36,
        7663.76
    ],
    [
        " division one athlete so every division one athlete wrestlers football players you name it swimmers runners they all quit",
        7665.46,
        7673.7
    ],
    [
        " people that were you know raised with a silver spoon in the mouth that went to Ivy League schools they",
        7673.7,
        7679.68
    ],
    [
        " quit people that were raised in the ghetto with really hard lives they quit some of them make it some",
        7679.68,
        7684.2
    ],
    [
        " of them quit same with the Ivy League some of them make it some of them quit it's a crazy crucible",
        7684.2,
        7689.98
    ],
    [
        " and and we still don't even understand it we don't understand who's going to make it now I think",
        7690.56,
        7695.4
    ],
    [
        " the only thing that we we really know is where it came from that's about it and we don't and I mean",
        7695.4,
        7700.98
    ],
    [
        " as much as draper coughman wrote and I came I mean when I so I went to his daughter's house in",
        7700.98,
        7708.12
    ],
    [
        " Indiana and she let me have you know two days just to go through this entire this humongous file cabinet",
        7708.12,
        7717.26
    ],
    [
        " he kept everything and I there was letters I mean tons of letters between you know him family",
        7717.26,
        7721.94
    ],
    [
        " was friends um one thing that he never really kind of um talked about at least contemporaneously he",
        7721.94,
        7728.68
    ],
    [
        " only really talked about it in his oral history was this you know this hell week that he invented",
        7728.68,
        7733.8
    ],
    [
        " I mean and nobody really I mean all the guys that went through it talked about it he didn't even",
        7733.8,
        7738.64
    ],
    [
        " talk about you know his own experience going through it so after he created hell week and he",
        7738.64,
        7742.88
    ],
    [
        " didn't really create hell week all he did was compress you know that that curriculum that you",
        7742.88,
        7748.94
    ],
    [
        " know Phil Buckloo and all those other scouts and raiders they established it all draper coughman",
        7748.94,
        7753.6
    ],
    [
        " did was like okay I like this this is eight weeks long that's great let's put it let's make all",
        7753.6,
        7757.52
    ],
    [
        " this five days it's like how you gonna do that well you're just gonna cut out all the stuff that",
        7757.52,
        7762.9
    ],
    [
        " you don't need like you know like sleep we'll just you know keep keep the guy and he did it",
        7762.9,
        7767.4
    ],
    [
        " himself I mean he not only you know it creates this he puts himself through the training at 32",
        7767.4,
        7772.1
    ],
    [
        " years old yeah thirty and he's a terrible athlete he's a terrible athlete just terrible swimmer he can't",
        7772.1,
        7777.8
    ],
    [
        " he can't qualify I mean his his eyesight he can't even qualify for the standards that he sets for",
        7777.8,
        7783.34
    ],
    [
        " himself or first sets for the program like he would not be he would not qualify for you know the",
        7783.34,
        7788.7
    ],
    [
        " course that he creates then he does it you visited did you visited where Omaha Beach you visited",
        7788.7,
        7797.62
    ],
    [
        " yeah four peers yeah how is that with the with the breadth of knowledge that you have when you're",
        7797.62,
        7803.6
    ],
    [
        " down there it's incredible it's um there's nothing quite like you know going to the places that",
        7803.6,
        7812.36
    ],
    [
        " you're writing about if I could have gone I wish I could have gone to every single place that I",
        7812.36,
        7816.28
    ],
    [
        " wrote about I when I've kind of made it a mental mandate for me of a future book so I'm never",
        7816.28,
        7821.28
    ],
    [
        " gonna write about anything unless I go to the place um the uh there's a weighted Omaha I mean there's",
        7821.28,
        7829.0
    ],
    [
        " a weighted you know all of all of Normandy and I mean you I'm not sure uh which point you you",
        7829.0,
        7838.56
    ],
    [
        " should go to the cemetery at Omaha Beach if you should go to the cemetery first before you go to",
        7838.56,
        7844.06
    ],
    [
        " the beach heads and before you go to all the battlefields and point to hawk or if you should go see",
        7844.06,
        7847.4
    ],
    [
        " the battlefields and point to hawk and everything and then go to the cemetery either way um you're going",
        7847.4,
        7854.0
    ],
    [
        " to that cemetery and you're going to walk around it and the the one thing that you're gonna see",
        7854.0,
        7857.3
    ],
    [
        " and there's a poem by Robert Frost when you before you go into that cemetery and it said something like",
        7857.3,
        7862.32
    ],
    [
        " you know uh don't talk um just listen just look and uh note the dates on these",
        7862.32,
        7873.36
    ],
    [
        " headstones and note how young they were and they died for you and it's it's overwhelming and then",
        7874.94,
        7881.46
    ],
    [
        " to take that and then to go see the places where all of these guys were you see dog green dog red and",
        7881.46,
        7887.24
    ],
    [
        " all the all the beaches and then you go to point to hawk you can't even look over the cliffs I mean",
        7887.24,
        7891.74
    ],
    [
        " look you see where these rangers they climbed up like and then I mean the Germans of the tower",
        7891.74,
        7898.64
    ],
    [
        " cut and ropes and they're throwing grenades and they're leaning over the cliffs and they're",
        7898.64,
        7904.04
    ],
    [
        " um and I mean the the section that you read of uh karnowski uh he dropped his helmet in the water",
        7906.22,
        7913.42
    ],
    [
        " before you know the operation even started before the you know the um for the ramp even dropped he",
        7913.42,
        7920.22
    ],
    [
        " did not have a helmet and he you know spent he ran you know from me and and who where was he",
        7920.22,
        7925.54
    ],
    [
        " gonna get a helmet everybody else needed their helmet and there's no other helmets to take and he",
        7925.54,
        7929.0
    ],
    [
        " you know ran ran ashore and um wasn't able to get a helmet you know for almost 24 hours",
        7929.0,
        7937.48
    ],
    [
        " you finally finally found a helmet that wasn't attached to somebody that uh he was able to take",
        7937.48,
        7942.66
    ],
    [
        " but yeah and how about four pierce four pierces really something uh we can talk about four",
        7942.66,
        7950.2
    ],
    [
        " four pierces a bit later either there's a uh uh recently went to uh four pierce for their",
        7950.2,
        7955.62
    ],
    [
        " annual muster and um but yeah four pierce is one of the first places I went and um I didn't",
        7955.62,
        7962.96
    ],
    [
        " I didn't quite understand like uh what the island was like with the with the separation of",
        7962.96,
        7967.9
    ],
    [
        " Hutchinson Island was because four pierces the actual town it's on the mainland where Hutchinson Island",
        7967.9,
        7972.42
    ],
    [
        " where act you know that's what we colloquial call or that's what we call um you know four pierce",
        7972.42,
        7977.72
    ],
    [
        " it's actually two separate islands there's it's an intercoastal island that separates you know",
        7977.72,
        7982.26
    ],
    [
        " from the Indian River and the Atlantic Ocean the Atlantic is you know kind of a crushing",
        7982.26,
        7985.78
    ],
    [
        " surf and you can see all the rocks that are there I mean um the the idea of a rock portage and",
        7985.78,
        7993.5
    ],
    [
        " everything like that we all you know it's you know we always think of it as you know right there at the",
        7993.5,
        7998.48
    ],
    [
        " hotel down yeah you know get this fairy tale hotel you know and and and these you know it was jagged",
        7998.48,
        8004.7
    ],
    [
        " you know humongous you know rocks um they have the exact same rocks uh right there at four pierce",
        8004.7,
        8010.14
    ],
    [
        " they did the exact same rock portage you know it was just as dangerous then as it is now um",
        8010.14,
        8014.96
    ],
    [
        " but you you you can see it I mean you uh you can see you know this is the birthplace this is where it",
        8014.96,
        8020.8
    ],
    [
        " all happened and it wasn't just the birthplace of you know the ncd used in the scouts and raiders but",
        8020.8,
        8025.32
    ],
    [
        " it was the birthplace of you know kind of uh American special operations thinking everybody took",
        8025.32,
        8030.64
    ],
    [
        " a turn at four pierce anybody was going to do any sort of amphibious training any special unit",
        8030.64,
        8034.56
    ],
    [
        " was going to take a stop at four pierce the rangers the uh the uh the army raiders that uh",
        8034.56,
        8040.06
    ],
    [
        " you know uh went up the suburb river on the Dallas they all everybody everybody took a turn",
        8040.14,
        8046.08
    ],
    [
        " through four pierce it was the um it was the garden bed of uh of special operations thinking at the time",
        8046.08,
        8054.22
    ],
    [
        " so um yeah and if you you might just mention the the udtcl museum which is down there in four",
        8054.22,
        8061.66
    ],
    [
        " pierce and it's freaking unbelievable it is an awesome awesome thing that they're continuing to build",
        8061.66,
        8066.96
    ],
    [
        " down there yeah um couldn't have done the book without it oh really like as far as them giving",
        8067.62,
        8073.32
    ],
    [
        " you information and putting you in the right direction you know it was the first place that I went to",
        8073.32,
        8077.96
    ],
    [
        " and it was um um this was I went there before I even knew what an archive was and their archive is",
        8077.96,
        8085.86
    ],
    [
        " it's not it's not really an art I mean it's a it's a room with a bunch of file cabinets and",
        8085.86,
        8092.66
    ],
    [
        " the first time that I went in there you know nobody um uh nobody told me what I couldn't look at",
        8092.92,
        8101.06
    ],
    [
        " I mean I just I just went in there with the camera and you know I got to work I didn't know where",
        8101.06,
        8105.56
    ],
    [
        " world were two was it didn't know where career was reanum but it's all in there and I was gathering",
        8105.56,
        8110.7
    ],
    [
        " stuff that you know um I didn't know what I was looking at I took a thousand pictures away my",
        8110.7,
        8116.84
    ],
    [
        " first day at an archive and it took me a month to go through them and just to sort of you know",
        8116.84,
        8121.02
    ],
    [
        " figure out this is this this is that you know this is a this is an operations plan for Okinawa",
        8121.02,
        8126.02
    ],
    [
        " this is a you know this is an operator for um you know a trained demolition raid in Korea",
        8126.02,
        8131.48
    ],
    [
        " something like that I mean um but yeah that was the first time that I you know really kind of",
        8131.48,
        8138.32
    ],
    [
        " got the evidence of the cold case mystery that I was trying to you know sort out",
        8138.32,
        8144.1
    ],
    [
        " um all right let's move on to and again uh I've already told you if you're listening to this",
        8146.94,
        8153.66
    ],
    [
        " to buy this book and to do it as quickly as you possibly can um we're literally just hitting",
        8153.66,
        8157.96
    ],
    [
        " a wafetops on this stuff there's so much incredible information obviously D-Day I mean we I",
        8157.96,
        8163.1
    ],
    [
        " read one I read two paragraphs about D-Day there's entire entire incredible section about all of it",
        8163.1,
        8168.44
    ],
    [
        " about Draper Kaufman who we we covered him a lot on the first the first time you were on because",
        8169.52,
        8175.46
    ],
    [
        " you such a such an incredible character he's not the guy that you would think created or was one",
        8175.46,
        8182.8
    ],
    [
        " of the one of the lead role players in creating this organization that we have um he's a guy and",
        8182.8,
        8190.3
    ],
    [
        " you know you know you you pointed out on that first podcast is he's a guy that was he didn't really",
        8190.3,
        8197.68
    ],
    [
        " want to be he didn't want to be some kind of commander he wanted to be a naval officer that was",
        8197.68,
        8202.08
    ],
    [
        " in charge of a ship and it just wasn't gonna happen for him his eyesight was bad it wasn't gonna",
        8202.08,
        8205.9
    ],
    [
        " happen and he just made things happen he looked around and said all right well what can I do and",
        8205.9,
        8212.02
    ],
    [
        " what does the military need what does the what does the what does the the the fighting people need",
        8212.02,
        8219.04
    ],
    [
        " because he wasn't necessarily gonna work for America either there's like who's fighting I'm in",
        8219.04,
        8222.98
    ],
    [
        " yeah I think that's important I mean for anybody who's trying to be a seal right now I mean whether",
        8223.96,
        8229.14
    ],
    [
        " you succeed or whether you don't I mean there's so many ways to serve your country I mean here's",
        8229.14,
        8232.32
    ],
    [
        " a guy who he's got four years that naval academy hoping to fulfill his dream to be a destroyer's",
        8232.32,
        8237.1
    ],
    [
        " sailor he wants to just be on a destroyer that's all he wants and it's you know the rugs pulled out",
        8237.1,
        8243.38
    ],
    [
        " from under him right at the moment he's he's ready to take the fleet and he's got to come up with plan B",
        8243.38,
        8248.24
    ],
    [
        " there's no plan B is gonna be but he doesn't you know let that paralyze him he when he doesn't see",
        8248.74,
        8257.06
    ],
    [
        " a way to contribute to his country he makes one up and then he makes one up again the the thing that",
        8257.06,
        8263.5
    ],
    [
        " just keeps the his guiding star in that whole process is just like I want to be useful I want to",
        8263.5,
        8271.08
    ],
    [
        " I want to you know help and I want to be as close as I can to you know to that to that help and if I can",
        8271.08,
        8276.6
    ],
    [
        " you know if I can't fight then I'll carry I'll carry stretchers I'll be an ambulance driver",
        8276.86,
        8281.44
    ],
    [
        " if I can't be an RAF pilot or if I can't be on a British ship then I will dispose the bombs that",
        8281.44,
        8288.58
    ],
    [
        " are landing in central London if I can't be a ship driver in the US Navy then I will teach the",
        8288.58,
        8293.94
    ],
    [
        " rest of the Navy how to dismantle bombs I'll do whatever I can and then when he's anyway yeah",
        8293.94,
        8300.48
    ],
    [
        " that's it's an incredible incredible story that it's just crazy it's a crazy thing he's",
        8300.48,
        8308.54
    ],
    [
        " he becomes a French ambulance driver and then becomes a British naval officer and then finally they",
        8308.54,
        8315.42
    ],
    [
        " eventually let him into the US Navy that's pretty crazy yeah I mean if you want to like like for",
        8315.42,
        8320.88
    ],
    [
        " somebody and his dad is one of the most famous destroyer skippers in the Navy and his dad I mean",
        8320.88,
        8326.9
    ],
    [
        " clearly loves his son because I mean you see the you see the paralysis and you know like we",
        8327.4,
        8333.16
    ],
    [
        " talked about last time the paralysis and the letters between the two like he knows that his son is",
        8333.16,
        8338.36
    ],
    [
        " going to be committed or sent on these you know terribly dangerous missions it's never been done",
        8338.36,
        8343.52
    ],
    [
        " before like when before draper coffin heads out with UDT5 to scout the beaches for a siphon his",
        8343.52,
        8350.2
    ],
    [
        " dad knows that these guys are going into combat with nothing and the letters are you know he signs",
        8350.2,
        8356.64
    ],
    [
        " them off you know just the same way you know anybody any any other dad would you know I love you",
        8356.64,
        8362.16
    ],
    [
        " lots and lots of luck and that's all I can do like it's all I can do for you it's not going to",
        8362.16,
        8367.7
    ],
    [
        " receive on his son's behalf craziness um chapter five the evolving contest that created the merman",
        8367.7,
        8379.04
    ],
    [
        " of war world war two is only indispensable special operations unit so we we we have that",
        8379.34,
        8386.62
    ],
    [
        " controversy about the merman yes we don't really like that term we don't but it's got it's what got",
        8386.62,
        8392.76
    ],
    [
        " used right well yeah I mean yeah they used it I mean they that's the I think that was the the",
        8392.76,
        8398.68
    ],
    [
        " Riggly experiment gum hour that was on the radio I mean that's where it came from they called",
        8398.68,
        8405.94
    ],
    [
        " the merman of war yeah unfortunate little putt he's a history but we can't change it all right",
        8405.94,
        8412.58
    ],
    [
        " go to the book here real quick and the in the late summer of 1943 read about the same time that",
        8412.58,
        8417.76
    ],
    [
        " draper coffin was putting himself through hell week us commanders in the Pacific were about to",
        8417.76,
        8422.24
    ],
    [
        " initiate two campaigns with one ultimate objective the the invasion of Japan blocked by a swath",
        8422.24,
        8435.92
    ],
    [
        " the strategy to accomplish this objective was one in which the allies would leap frog most",
        8435.92,
        8441.66
    ],
    [
        " islands especially the most robustly defended let them wither on the vine said Douglas MacArthur",
        8441.66,
        8447.82
    ],
    [
        " and seize a handful upon which they could build airfield substantial enough to support the long",
        8447.82,
        8454.22
    ],
    [
        " range four engine bombers needed needed to soften up the next handful on the way to mainland Japan",
        8454.22,
        8461.46
    ],
    [
        " in the south pacific this path would progress from the mountainous jungles of guadal canal to a",
        8461.96,
        8468.12
    ],
    [
        " nearby group of similar islands many well charted and populated and all of them battlefields large",
        8468.12,
        8474.0
    ],
    [
        " enough for the us armies and MacArthur's ambitions in the central pacific this path would start some",
        8474.0,
        8481.38
    ],
    [
        " 2,000 miles west of Hawaii in the Gilbert island chain the first lily pads large enough to support",
        8481.38,
        8488.12
    ],
    [
        " bomber sized airfields but so small so remote so daunting that their volcanic spines of white sand",
        8488.12,
        8495.9
    ],
    [
        " and green palms could almost be mistaken for the rigid backs of a thousand sea monsters and there",
        8495.9,
        8503.1
    ],
    [
        " was only one branch of service that could lead the hunt against those the same branch that would go",
        8503.1,
        8509.86
    ],
    [
        " on to break hitlers Atlantic wall but employing an altogether different kind of method indeed a",
        8509.86,
        8517.7
    ],
    [
        " method unlike any in military history so you're setting us up pretty strong there right for this",
        8517.7,
        8529.0
    ],
    [
        " this is for the merman true true this is the first time the navies kind of the master of the",
        8529.0,
        8535.94
    ],
    [
        " battle space first time in history and that's going to play into a significant role because",
        8535.94,
        8542.78
    ],
    [
        " we need to get on to these islands yeah we need to figure out how to get on to these islands and",
        8544.26,
        8550.0
    ],
    [
        " there's this weird little gap this weird little gap of information this weird little gap of tactical",
        8550.0,
        8555.4
    ],
    [
        " control that no one really knows how to fill yeah uh what's the what's the myth behind",
        8555.4,
        8566.7
    ],
    [
        " tarwa the tarwa is um every history that i'd ever read about uh the seal teams starts with a",
        8567.8,
        8576.76
    ],
    [
        " a vignette about tarwa and that tarwa is this um it's this meat grinder battle in 1943",
        8576.76,
        8586.72
    ],
    [
        " in which the marines uh they take this island and the central pacific",
        8586.72,
        8593.74
    ],
    [
        " um and in three days the marines lose as many men as they've lost in the entire six-month battle for",
        8594.7,
        8602.24
    ],
    [
        " guattle canal it's it's the first time that americans realize that this is going to be uh this",
        8602.24,
        8609.98
    ],
    [
        " is going to be something this is going to this is like the chile o moment in the civil war where",
        8609.98,
        8613.36
    ],
    [
        " uh americans realize this is going to be everybody is terrible it's going to be a monster",
        8613.36,
        8619.08
    ],
    [
        " and you're going to have to do this on island on every island across the pacific to get to",
        8619.78,
        8625.72
    ],
    [
        " japan if we're going to uh carry this you know fdr's uh policy of uh unconditional surrender",
        8625.72,
        8632.56
    ],
    [
        " against the japanese this is going to be a bloody bloody uh battle or bloody way to do it um",
        8632.56,
        8638.72
    ],
    [
        " and so the idea is that you know part of the reason that tarwa was such a meat grinder is because",
        8638.72,
        8645.16
    ],
    [
        " the landing craft couldn't get past the coral reefs which is true uh the landing craft couldn't",
        8645.16,
        8650.5
    ],
    [
        " get uh past the coral reefs and that's going to be a problem on every subsequent battle uh but the",
        8650.5,
        8655.3
    ],
    [
        " marines had already anticipated that the navy had already anticipated that and they had fielded a",
        8655.3,
        8660.22
    ],
    [
        " new technological solution to overcome it which was the lvt or the amphibious tractor uh it wasn't",
        8660.22,
        8665.86
    ],
    [
        " landing craft as much as it was um you know a tractor that could float and it certainly got",
        8665.86,
        8671.18
    ],
    [
        " to yeah coral it would just crawl right over it i think they brought 125 um to tarwa",
        8671.18,
        8678.04
    ],
    [
        " there i think there's only a handful left by the end of the first day uh the rest are",
        8678.04,
        8684.44
    ],
    [
        " technologically they're broken they're they're broken um so the the subsequent days the only marines",
        8684.44,
        8691.54
    ],
    [
        " that can land to support um are you know they're kept on the outskirts of the the battle by this coral",
        8691.54,
        8697.56
    ],
    [
        " reefs so they have to you know drive up the higgins boats they drop their ramps the marines rush out into",
        8697.56,
        8701.86
    ],
    [
        " the coral and they jump into the lagoon and then they've got this 3000 yard weighed to shore where they've",
        8701.86,
        8706.9
    ],
    [
        " got a you know deal with mortars machine gunfire um and there's a you know pilots that are flying above",
        8706.9,
        8712.84
    ],
    [
        " this uh this tragedy and then the the record is that you know this lagoon this you know pristine blue",
        8712.84,
        8719.58
    ],
    [
        " lagoon it never um it's never free of red i mean it's just it's a it's a sea of a wash with red the",
        8719.58,
        8725.92
    ],
    [
        " entire three days um and and it's uh it leaves an impression on everybody who encounters it",
        8725.92,
        8733.68
    ],
    [
        " just because of the you know the marines that are being pulled from this lagoon for the next three",
        8733.68,
        8738.72
    ],
    [
        " days they're completely they don't have hair they're completely swollen it's a it's a crime scene",
        8738.72,
        8742.86
    ],
    [
        " every every single person in there that's a crime scene um so the you know the myth is that uh because",
        8742.86,
        8750.78
    ],
    [
        " of this you know the navy decides that they have to on every subsequent battle they've got to",
        8750.78,
        8756.38
    ],
    [
        " create a unit that can destroy the corals so the landing craft can get in there which is true",
        8756.38,
        8762.16
    ],
    [
        " sort of um the landing craft you know the the the coral is a problem and it does need to be destroyed",
        8762.16,
        8767.8
    ],
    [
        " the bigger issue um that creates the UDT which ultimately creates a seal team is not so much the",
        8767.8,
        8775.58
    ],
    [
        " coral as it is uh the fact that the navy um is at this point in the war they're not uh given",
        8775.58,
        8783.98
    ],
    [
        " access to the marine corps special units because the marine corps like i said in chapter one they",
        8783.98,
        8789.0
    ],
    [
        " have elevated their status to such a point that they are now on parity with the navy so up until",
        8789.0,
        8794.88
    ],
    [
        " that point the marine or the the navy had this impression that the marine corps was at subservient",
        8794.88,
        8800.04
    ],
    [
        " service and on every battle navy admirals could trump marine corps generals um but at this point",
        8800.22,
        8806.22
    ],
    [
        " in the war marine corps generals um they're they're just is uh they're they're they're on they're on",
        8806.22,
        8813.3
    ],
    [
        " par with their their navy admels so if the navy wants to send out reconnaissance troops a special",
        8813.3,
        8818.5
    ],
    [
        " reconnaissance mission or if they wanted to conduct a raid or anything like that they've got to",
        8818.5,
        8823.12
    ],
    [
        " go through the marine corps because they're the only guys that have or they're the only service uh",
        8823.12,
        8827.06
    ],
    [
        " that has a unit that could do any of those things so when Turner Turner is the um the commander",
        8827.06,
        8833.9
    ],
    [
        " of the fifth amphibious force he does not uh he hates this policy absolutely hates it he's the he's",
        8833.9,
        8839.9
    ],
    [
        " the biggest uh um i described him as the the first um uh personification of an actual life a hab in",
        8839.9,
        8847.5
    ],
    [
        " um uh the pacific theater he is he's the biggest uh what do you call he's the biggest dick that's",
        8847.5,
        8856.94
    ],
    [
        " he's a he's a he's a tyrant almost and he absolutely hates the fact that he does not have uh",
        8857.2,
        8862.72
    ],
    [
        " control of the marines in the way that he anticipated having control the marines so",
        8862.72,
        8867.52
    ],
    [
        " and he's not as concerned about destroying the coral as he is with having his own unit",
        8867.52,
        8873.12
    ],
    [
        " that he can control that he can send out to find out information um and either find it out cut it",
        8873.12,
        8880.56
    ],
    [
        " whatever that's why he creates the UDTs it's it's not a it's not a issue of coral as it is uh",
        8880.56,
        8887.66
    ],
    [
        " control control yeah um one of the characters that you uh cut i guess James Jones from the recon",
        8887.66,
        8898.68
    ],
    [
        " company what's this guy all about James Jones is uh so one of the options uh the navy had prior to",
        8898.68,
        8906.18
    ],
    [
        " this uh sort of re re-alignment or reassessment of native marine core authority would would",
        8906.18,
        8911.6
    ],
    [
        " have been the vack recon company the the vacker fifth amphibious force vac um uh that would have",
        8911.6,
        8918.44
    ],
    [
        " been a unit that uh kelly Turner admiral Turner would have had access to to send on special special",
        8918.44,
        8924.14
    ],
    [
        " missions um special assignments including missions to destroy coral find coral things like that um",
        8924.14,
        8930.24
    ],
    [
        " um but uh now that the marine core is you know has the status that it does you know that it doesn't",
        8931.94,
        8937.16
    ],
    [
        " really have access to this unit anymore but it's a it's sort of the um the replacement for the",
        8937.16,
        8943.02
    ],
    [
        " marine core raiders it's not as big as the raiders were intended to be but um they they they",
        8943.02,
        8948.7
    ],
    [
        " they sort of formed this unit around James Jones he's a he's a he's a really interesting uh",
        8948.7,
        8953.36
    ],
    [
        " character he was a uh attractor salesman in africa before the war uh he and just by being a",
        8953.36,
        8959.38
    ],
    [
        " attractor salesman he manages to pick up multiple languages is a really really interesting guy um",
        8959.38,
        8964.28
    ],
    [
        " he was one of the initial um uh guys put in charge of the of the observer group which was the unit",
        8964.28,
        8971.14
    ],
    [
        " that ultimately became the scouts and raiders um uh is a side note uh uh he is the father of",
        8971.14,
        8979.44
    ],
    [
        " James Jones the national of uh um um obama's first national security advisor uh great father",
        8979.44,
        8987.92
    ],
    [
        " or grandfather father wow he's a father and i so what i was doing my initial research for this",
        8987.92,
        8993.3
    ],
    [
        " i was trying to get an interview with with him no no dice i i i was close i had uh i was going",
        8993.3,
        9002.46
    ],
    [
        " dice bro it was not dice i i was going back back and forth with his secretary he has a uh",
        9002.46,
        9008.06
    ],
    [
        " not a nonprofit but like a strategic thing thing and i was going back and forth with his uh secretary",
        9008.06,
        9013.66
    ],
    [
        " couldn't make it work so no dice you're right no dice no dice and well then what happened with uh",
        9014.28,
        9021.12
    ],
    [
        " with the with the factory the vacrycon company um they uh initially um uh they",
        9021.12,
        9028.96
    ],
    [
        " they have some uh pretty uh uh pretty impressive raids uh right around uh the time of uh um",
        9028.96,
        9037.32
    ],
    [
        " um taro uh they they raid uh a little island of upamama uh that's you know it's kind of a",
        9037.32,
        9043.28
    ],
    [
        " it's it's a similar um make an island uh style raid they use the same uh submarine uh that they",
        9043.28,
        9049.64
    ],
    [
        " that the raiders use for uh make an island uh they they um it's it's kind of a textbook um",
        9049.64,
        9057.04
    ],
    [
        " island raid um you know navy and marine core cooperation uh but after um after that the",
        9057.04,
        9063.98
    ],
    [
        " they don't really do much until uh the battle of okinawa and the reason that they're important",
        9063.98,
        9069.36
    ],
    [
        " is because they're kind of um once the udt are created uh you can see how important the udt",
        9069.36,
        9075.32
    ],
    [
        " become and how less important every other unit becomes and at one point um the vacrycon company",
        9075.32,
        9081.42
    ],
    [
        " uh doesn't really have a mission so they assign them to the udt's and so they take every marine",
        9081.42,
        9086.08
    ],
    [
        " that's in the vacrycon company that can swim and they plug them into uh uh a udt do they actually",
        9086.08,
        9093.52
    ],
    [
        " get transferred to the navy or no no they don't get transferred uh and by okinawa they they",
        9093.52,
        9098.12
    ],
    [
        " separate themselves from the udt again uh and they're back to doing their sort of island raids but",
        9098.42,
        9103.2
    ],
    [
        " until okinawa there's not a lot of other like like little satellite islands to do the things that",
        9103.2,
        9107.78
    ],
    [
        " they they were trained to do and then what about uh the uss burfish recon of of yap this was a udt",
        9107.78,
        9117.82
    ],
    [
        " udt 10 operation what was going on there yeah that was one of the um um",
        9117.82,
        9124.74
    ],
    [
        " and that's in august of 44 there's a series of uh uh sort of secret um reconnaissance so",
        9126.02,
        9134.1
    ],
    [
        " after um the tinny and reconnaissance which draper coffin leads um it's a it's a combined",
        9134.1,
        9140.7
    ],
    [
        " reconnaissance between uh vacrycon so the marine recon and uh udt swimmers um the navy really",
        9140.7,
        9149.6
    ],
    [
        " sees the potential of doing these night secret reconnaissance of various islands so the next",
        9149.6,
        9156.4
    ],
    [
        " group of islands that the uh uh specific planners are hoping to capture are in the palau so pelulu",
        9156.4,
        9163.1
    ],
    [
        " that whole episode in the war so one of the satellite islands of pelulu is this island of yap",
        9163.1,
        9169.6
    ],
    [
        " and uh so the uss burfish with a uh contingent of udt swimmers um half of whom are uh not",
        9169.6,
        9178.6
    ],
    [
        " haven't really been trained in the uh traditional udt uh curriculum which they've established at Maui",
        9178.74,
        9185.24
    ],
    [
        " but um half of them are actually oss maritime swimmers uh they send a combined uh recon team",
        9185.24,
        9192.42
    ],
    [
        " a shore at yap uh three of the swimmers get separated from their boat the boat ends up paddling",
        9192.42,
        9197.82
    ],
    [
        " back to the uh the uss burfish which is the submarine uh they come back out the next night trying to",
        9197.82,
        9203.64
    ],
    [
        " recover uh the swimmers hoping that they've managed to stay alive ashore not get captured um but they",
        9204.0,
        9209.5
    ],
    [
        " uh after the second night they realize they're not gonna be able to have a link up and uh three",
        9209.5,
        9215.36
    ],
    [
        " swimmers get left behind and they are three they're the as far as i know there's the only three missing",
        9215.36,
        9221.24
    ],
    [
        " well there's there's a couple of others but um there are three unaccounted four and sw members",
        9221.24,
        9226.72
    ],
    [
        " out there we still have not recovered their bodies we think um based off of the research of one",
        9226.72,
        9233.94
    ],
    [
        " uh archivist at uh uh uh uh uh uh uh uh uh uh the national archives uh who's also moon lights as a",
        9233.94,
        9241.52
    ],
    [
        " historian himself nate patch he's put together a pretty um pretty convincing argument that the",
        9241.52,
        9247.12
    ],
    [
        " the bodies are probably a bevel through ep um they're buried with uh handful of other uh captured",
        9247.12,
        9252.68
    ],
    [
        " american aviators but we have not not found them there's an effort right now uh by project recover",
        9253.88,
        9258.72
    ],
    [
        " uh to try and track their bodies down all right um but like likely they were captured they were",
        9258.72,
        9268.94
    ],
    [
        " bounced around the Japanese tried to you know do a cover up uh of their execution they said that",
        9268.94,
        9274.16
    ],
    [
        " they were put on a transport uh bound for the south pacific back to the philippines uh based off",
        9274.16,
        9279.78
    ],
    [
        " the research the nate patch did looks like that was all just manufactured and they were killed right",
        9279.78,
        9283.66
    ],
    [
        " there so that that chapter kind of kind of brings the the underwater demolition teams sort of how",
        9283.66,
        9291.86
    ],
    [
        " we really got the traction going on the underwater demolition treat teams and then in chapter six you",
        9291.86,
        9296.48
    ],
    [
        " start going into just the the a totally different aspect of warfare i mean a totally different",
        9296.48,
        9304.66
    ],
    [
        " aspect of warfare chapter six is called the contest for guerrilla war in china and the organization",
        9304.66,
        9311.16
    ],
    [
        " that had no damn business fighting it the u.s. navies army of soldiers and this is definitely one",
        9311.16,
        9319.48
    ],
    [
        " of the wildest um sections in the book all pretty much centered around this this guy miles um who",
        9319.48,
        9329.54
    ],
    [
        " who this is like a whole book unto itself of course i guess i say that over again for all your",
        9331.1,
        9336.54
    ],
    [
        " characters but this guy's insane no i mean i'm quite literally at the end i guess he is insane right",
        9336.54,
        9342.54
    ],
    [
        " uh he has him i mean the effort breaks him it completely breaks him he's um he's committed uh to a",
        9342.54,
        9349.6
    ],
    [
        " a mental institution um it takes him uh several months to and part of that drug induced i mean",
        9349.6,
        9357.1
    ],
    [
        " he's self-medicating by the end of the war um taking an incredible uh cocktail worth of medicine",
        9357.1,
        9362.3
    ],
    [
        " just the you know either stay awake go to sleep and then uh deal with the the pain uh that he's",
        9362.3,
        9368.22
    ],
    [
        " dealing with the in the fevers too he's got almost constant malaria throughout the entire war",
        9368.22,
        9372.56
    ],
    [
        " but yeah i mean of all the guys that i i mean i say there's kind of a um a horse race uh in my head",
        9372.56,
        9379.24
    ],
    [
        " for who's the weirdest character in life and miles is definitely leaning for the tape i mean he's like",
        9379.24,
        9384.58
    ],
    [
        " yeah yeah i mean he's he's fascinating in um in the sense of how unremarkable he seems like when",
        9385.58,
        9392.24
    ],
    [
        " you meet miles like he seems like any other ship officer that you would encounter just like if you",
        9392.24,
        9397.12
    ],
    [
        " you know did a visit or any of the you know uh other guys you know he's he's not a physical specimen",
        9397.12,
        9402.62
    ],
    [
        " he's kind of you know nerdy looking he's just forgettable he's totally forgettable he's not like",
        9402.62,
        9408.08
    ],
    [
        " he's not like a exotic person he's not like uh he's not like a Lawrence of Arabia type character",
        9408.56,
        9415.1
    ],
    [
        " at all and yet he does everything i mean what he contributes to the war is every bit as remarkable",
        9415.1,
        9420.12
    ],
    [
        " as as a Lawrence of Arabia yeah i mean we we run over the figures on the last time you're on this",
        9420.12,
        9424.48
    ],
    [
        " podcast but he ended that there this massive guerrilla force that he ends up running with no business",
        9424.48,
        9429.7
    ],
    [
        " doing it with no business doing that and that's from the title no damn business that comes from",
        9429.7,
        9434.08
    ],
    [
        " another navy officer one of miles his friends he's like we have no damn business doing that",
        9434.08,
        9438.4
    ],
    [
        " since i found the letter like if if if i you know one of miles his friends thinks that you know we",
        9438.4,
        9444.88
    ],
    [
        " the navy has no damn business than what hope did we really ever have yeah and yet the impact",
        9444.88,
        9449.64
    ],
    [
        " that they had was completely strategic they end up killing someone in the neighborhood of",
        9449.64,
        9454.26
    ],
    [
        " 25,000 i think enemy Japanese soldiers but more important tying up a million of them",
        9454.26,
        9464.06
    ],
    [
        " doesn't account for the number of Chinese lost i mean yeah but yeah right i mean the the Chinese",
        9464.7,
        9468.98
    ],
    [
        " contribution is you know it's unaccounted for and you know significant but yeah only i",
        9468.98,
        9475.34
    ],
    [
        " see six six American six American deaths in the entire effort which is a you know the effort you",
        9475.34,
        9481.68
    ],
    [
        " know stretches from 1942 to all the way to 1945 i mean it's you're absolutely right there should",
        9481.68,
        9488.36
    ],
    [
        " be a book written about this and when i when i got into this i didn't want to write this chapter",
        9488.36,
        9492.0
    ],
    [
        " i was so tired of not so tired but i was like i was so anxious to be done with world war two",
        9492.12,
        9497.62
    ],
    [
        " when i finished my UDT chapter and i was so ready to move on to korea i just want a different",
        9497.62,
        9502.04
    ],
    [
        " scenery different a different record group with the national archives uh when i got to this point",
        9502.04,
        9507.32
    ],
    [
        " i mean all i wanted to do was leave and i was just trying to like take this china stuff and kind",
        9507.32,
        9512.3
    ],
    [
        " of stuff it into like an introductory section of my korean war chapter and i couldn't do it one",
        9512.3,
        9517.22
    ],
    [
        " chapter or one page became two pages then became three pages and four pages and i'm like mother",
        9517.22,
        9521.64
    ],
    [
        " mother you had to write a whole new chapter and derailed my entire timeline for you know finishing",
        9522.16,
        9527.06
    ],
    [
        " the book what's the movie potential for uh for this for this i think that i mean i think you know if",
        9527.06,
        9533.52
    ],
    [
        " you have to if i was going to say like which of these i think they could all be movies but you know",
        9533.52,
        9539.22
    ],
    [
        " if you haven't seen we've seen you know saving private Ryan um we've never seen a",
        9539.22,
        9546.9
    ],
    [
        " um a representation of a real war um like what happened in china and world war two it could",
        9547.6,
        9553.48
    ],
    [
        " totally and miles is such a you know an interestingly an interesting character he could be like",
        9553.48,
        9558.86
    ],
    [
        " i mean he he's interesting in the fact that he's so boring but he does i mean he's i mean he survives",
        9558.86,
        9566.12
    ],
    [
        " 40 assassination attempts um he's he's a naval officer who's involved in and probably more ground",
        9566.12,
        9573.12
    ],
    [
        " combat than anybody else uh in history yeah including uh freaking cavalry charge on camels",
        9573.12,
        9579.26
    ],
    [
        " yeah it's nuts it's nuts the whole thing is nuts but yeah that the movie potential of chapter six is",
        9579.26,
        9585.48
    ],
    [
        " is high i think the movie potential of you know the udt chapter is just as high too i mean that's",
        9585.48,
        9590.0
    ],
    [
        " you know i mean the imagine scene or i can see a movie of you know these guys you know totally",
        9590.0,
        9596.46
    ],
    [
        " you know going into battle with just knives and you know fins and masks that'd be pretty neat",
        9596.46,
        9602.2
    ],
    [
        " uh you have another character that you bring in here uh going to the book at 60 years old",
        9603.12,
        9607.74
    ],
    [
        " thick jowl and with white hair parted just off center wild bill donovan a nickname he had earned",
        9607.74,
        9614.0
    ],
    [
        " as a volunteer leading soldiers through mud gas and death on the western front looked in his uniform",
        9614.0,
        9619.86
    ],
    [
        " nothing like the head of an insatiable insatiable unconventional warfare organization",
        9619.86,
        9625.54
    ],
    [
        " and more like an overweight toddler playing dress up for signs of the former one had to look",
        9625.54,
        9633.1
    ],
    [
        " elsewhere first to his left breast where he had humbly affixed a single ribbon his metal of honor",
        9633.42,
        9640.66
    ],
    [
        " in effect saying to his peers that no other awards mattered and second to a career as an attorney",
        9640.66,
        9647.62
    ],
    [
        " as a new york attorney and politician occupations that had introduced him to everyone from movie stars",
        9647.62,
        9653.36
    ],
    [
        " to musillini and taking him farther around the world than most presidents he had been a cyber",
        9653.36,
        9658.42
    ],
    [
        " period a size of bolster vix to the far east to hunt down business Ethiopia to tour the Italian",
        9658.42,
        9663.38
    ],
    [
        " front the bocklands turkey and spain as a presidential president's unofficial envoy in past ages",
        9663.38,
        9670.04
    ],
    [
        " a hero millionaire like donovan could have responded to a world crisis simply by raising his own",
        9670.04,
        9675.84
    ],
    [
        " regiment equipping it and leading it into battle in the 20th century such impulses had been",
        9675.84,
        9681.7
    ],
    [
        " curved by the increasing complexities of modern warfare and a corresponding bureaucracy that",
        9681.7,
        9686.62
    ],
    [
        " recognized the limited value of eccentric amateurs metal of honor or not now blocked from",
        9686.62,
        9693.3
    ],
    [
        " commanding regular troops donovan courageous entrepreneurial imaginative and most of all unstoppable",
        9693.3,
        9700.5
    ],
    [
        " had set his sights on the only field of action whose battle lines had not yet been drawn",
        9700.5,
        9706.56
    ],
    [
        " and on the one man who stood in his way",
        9706.56,
        9710.26
    ],
    [
        "",
        9710.26,
        9710.26
    ],
    [
        " what's up with donovan dude well it's an it's an impossible",
        9710.26,
        9717.38
    ],
    [
        " contest i mean donovan is when i when i set out to write this not this chapter but when i",
        9717.38,
        9728.36
    ],
    [
        " i i set out to write an oss chapter and i was attracted to it just because of donovan he is a",
        9728.36,
        9734.68
    ],
    [
        " i mean there should be a donovan movie he's i mean all the you know the stories about",
        9735.4,
        9742.44
    ],
    [
        " uh jade gruver you know dressing up in women's clothes like these are rumors that donovan started",
        9742.44,
        9750.04
    ],
    [
        " i mean he's responsible for so much and you know when you say that you mean he actually was",
        9750.04,
        9756.38
    ],
    [
        " responsible for starting the rumors about jade gruver jump dressing up in women's clothing he",
        9756.38,
        9760.54
    ],
    [
        " yes that's what we're saying i'm saying yes he is responsible i'm not saying that",
        9760.54,
        9764.8
    ],
    [
        " this isn't hyperbole this is what this guy did no and the reason he did that is because at the time",
        9764.8,
        9770.28
    ],
    [
        " the oss and the fbi were in some sort of competition uh for the international intelligence mission",
        9770.28,
        9777.0
    ],
    [
        " and he wanted to across dresser he wanted to delegitimize his rival as best as he could",
        9777.0,
        9782.16
    ],
    [
        " i mean and uh the same time jade gruver was um uh he was putting rumors out there that donovan",
        9782.16,
        9789.98
    ],
    [
        " was having an affair with his daughter in law so they were both at each other from like",
        9789.98,
        9793.92
    ],
    [
        " so is there any truth to the rumor of jade gruver dressing up in women's clothing i don't know",
        9793.92,
        9797.56
    ],
    [
        " about that but i think there is suspicion that donovan was actually having an affair with his daughter",
        9797.56,
        9801.08
    ],
    [
        " in law yeah that's that's pretty uh and so how does he play into our into our story here for",
        9801.08,
        9808.3
    ],
    [
        " for the development of the seal teams so uh donovan's important because donovan sees what the navy",
        9808.3,
        9812.9
    ],
    [
        " is doing in china and he wants it he doesn't think the navy should have anything to do with this",
        9812.9,
        9817.72
    ],
    [
        " donovan has established himself as the uh the head of the international or head of the us intelligence",
        9818.24,
        9823.92
    ],
    [
        " organization which he has understood uh to uh include all sorts of special programs so if there's",
        9823.92,
        9831.4
    ],
    [
        " going to be a guerrilla warfare effort in china oss is going to be in charge of it so he comes to",
        9831.4,
        9836.6
    ],
    [
        " china um so first uh he tries to um um rope miles into the oss and he establishes miles as an oss",
        9836.6,
        9846.1
    ],
    [
        " not operative but uh head of an oss program problem is um donovan also wants to send all of his",
        9846.1,
        9854.14
    ],
    [
        " oss folks uh to support saco um but miles uh miles starts to receive these guys and they're all",
        9854.14,
        9864.28
    ],
    [
        " you know um a lot of these guys are you know they're you know pretty interesting guys but",
        9864.28,
        9870.16
    ],
    [
        " miles doesn't want anything to do with them they're like want to be I get this sort of want to be",
        9870.16,
        9874.76
    ],
    [
        " and want to like because because because mile boondogler's who miles is getting is marine",
        9874.76,
        9879.92
    ],
    [
        " coer officers like primarily right he's getting marine coer officers in the beginning but what he",
        9879.92,
        9884.2
    ],
    [
        " really wants are people that don't know anything about china he doesn't want racists uh miles is um",
        9884.2,
        9890.68
    ],
    [
        " that weird he's the peculiar type of officer who actually he likes the the indigenous people",
        9890.68,
        9896.72
    ],
    [
        " that he's working with he doesn't want them to um um i mean he's he's a perfect character for",
        9896.72,
        9903.5
    ],
    [
        " you know you know today but at the time like nobody really understands like what's his hang up",
        9903.5,
        9907.94
    ],
    [
        " he he's infatuated with china he's infatuated with the chinese he thinks that these are um",
        9907.94,
        9913.16
    ],
    [
        " uh uh uh uh you know members of the most you know one of the most civilized um you know um",
        9913.16,
        9920.32
    ],
    [
        " countries on the planet um and he uh has a respect for them in the way that other Americans don't",
        9920.32,
        9927.9
    ],
    [
        " he he totally rejects uh the uh the the the orientalism or the uh the superior american idea",
        9928.6,
        9935.84
    ],
    [
        " in that way he's he's just like you know teo Lawrence i mean he's um he's a believer",
        9935.84,
        9942.24
    ],
    [
        " he's the worst kind of person and something i mean he's like he actually my worst worst",
        9942.24,
        9948.08
    ],
    [
        " kind of person i'm only joking he's like um to other people he's uh um he's not pliable he's um",
        9948.08,
        9955.16
    ],
    [
        " um he really believes in the potential of these uh uh uh chinese soldiers to tie the Japanese down",
        9956.82,
        9963.06
    ],
    [
        " or to actually attack them and you know donovan comes in and donovan's a manipulator donovan's been",
        9963.06,
        9968.14
    ],
    [
        " manipulating for years um he's he you know managed to he's grouled himself into positions his entire",
        9968.14,
        9974.9
    ],
    [
        " uh you know since since he got that metal of honor he's used it to you know plow pathways through",
        9974.9,
        9985.14
    ],
    [
        " the sos and and to and some of his schemes are completely hairbrined um but some of them are not",
        9985.14,
        9991.28
    ],
    [
        " some of them are actually you know pretty good so he when he sees donovan he's trying or when he",
        9991.28,
        9995.26
    ],
    [
        " when donovan sees miles he first wants to you know put miles under his thumb and when miles can't",
        9995.26,
        10001.52
    ],
    [
        " be put under his thumb he tries to take the whole thing and leave miles with the weather stations",
        10001.52,
        10005.54
    ],
    [
        " that's all he wants to leave miles with he wants to take this entire guerrilla army that miles",
        10005.54,
        10009.7
    ],
    [
        " are starting to build um and he justifies that because miles is some you know like like I quote in the",
        10009.7,
        10015.5
    ],
    [
        " book he's not putting scouts on the barrel that fast enough and he almost does it he gets real close",
        10015.5,
        10020.42
    ],
    [
        " but the thing that stops him is the chinese won't work with donovan but they do like miles they",
        10020.42,
        10027.58
    ],
    [
        " can smell the intent yeah right absolutely donovan is freaking shady it's tough to you know i guess",
        10027.58,
        10036.94
    ],
    [
        " he's got to be shady a little bit he is i mean he's i mean he you know it's tough to not you know",
        10036.94,
        10041.1
    ],
    [
        " respect out of it he's he's a character like uh and he you know basic he's a he's a toddler with a",
        10041.1,
        10048.54
    ],
    [
        " with a flamethrower all right can we go back real quick there's two characters that i want to",
        10048.54,
        10056.08
    ],
    [
        " talk about from the u.d.t i think that okay hit him uh Alan Gordon musley uh i was i was i was",
        10056.08,
        10064.54
    ],
    [
        " thinking about the contribution of other um other branches of service to the u.d.t.s",
        10064.54,
        10071.62
    ],
    [
        " Alan Gordon Leslie is a marine that gets attached to seal to uh to u.d.t.5 he becomes draper",
        10071.62,
        10079.08
    ],
    [
        " Kaufman's executive officer of u.d.t.5 for the battle of sipan um he is he's canadian",
        10079.08,
        10087.92
    ],
    [
        " and i was thinking about him the other day because we're here in sandiego and i was walking",
        10087.92,
        10093.2
    ],
    [
        " through the hotel del i was looking at this you know this you know monument to you know",
        10093.2,
        10097.9
    ],
    [
        " victorian architecture and everything and it was there you know during world war two and uh Gordon",
        10097.9,
        10104.48
    ],
    [
        " Leslie he goes through the entire war he um he's one of the scouts-niper's who seizes the pier at",
        10104.48,
        10110.78
    ],
    [
        " tarawa he shoulders a flamethrower and assaults the entire pier so that there's this there's this",
        10110.78,
        10116.96
    ],
    [
        " pier you know cutting into the the lagoon that tarawa and uh that that pier would have threatened to",
        10117.0,
        10123.74
    ],
    [
        " cut into the flank of the uh the marines that were landing on the beach so the marines had to take it",
        10123.74,
        10128.58
    ],
    [
        " before they landed so they sent a scouts-niper pretend to do it and Gordon Leslie was the guy with",
        10128.58,
        10132.78
    ],
    [
        " the flamethrower he's fighting all out you know pillboxed a pillboxer um the emplacement to emplacement",
        10132.78,
        10137.42
    ],
    [
        " and uh you you know um using the uh the flamethrower to destroy guys while he's got a machine gunner",
        10137.42,
        10143.48
    ],
    [
        " to his left and they're going down this incrementally taking the entire pier um he survives the battle of",
        10143.48,
        10149.6
    ],
    [
        " tarawa and he becomes uh he volunteers for the udt um as sort of a marine corollet liaison but he",
        10149.6,
        10156.98
    ],
    [
        " falls in love with the udt and manages to stay with them and the marine coroll completely loses track",
        10156.98,
        10162.68
    ],
    [
        " of it they don't know where he is they think they think he's a casualty he stays with udt five",
        10162.68,
        10167.86
    ],
    [
        " uh throughout the remainder of the war and when he ends the war he tries to transfer uh from",
        10167.86,
        10173.22
    ],
    [
        " the um officially transfer from the marine corollet to the udt he wants to stay with the",
        10174.14,
        10178.18
    ],
    [
        " fragment that becomes so controversial it goes all the way up to the commandant to the marine corollet",
        10178.18,
        10182.86
    ],
    [
        " marines uh say we're not losing a marine to the navy especially to the udt we're we're we're going",
        10182.86,
        10188.66
    ],
    [
        " to keep him so he's entitled to like four thousand dollars for the back pay because he hasn't gotten",
        10188.66,
        10193.42
    ],
    [
        " in three years so in uh in retaliation he takes his four thousand dollars he goes to the hotel del",
        10193.42,
        10200.98
    ],
    [
        " he slaps that four thousand dollars on the on the front desk reserves a peninsula of rooms um",
        10200.98,
        10207.22
    ],
    [
        " and the in the del uh and he throws a two-week bender it's so bad the draper kothman has to put up a",
        10207.22,
        10214.6
    ],
    [
        " watch bill of officers to make sure that the his fragment don't leave that wing of the uh of the hotel",
        10214.6,
        10221.24
    ],
    [
        " good times and who's the other guy you wanted to bring up uh noirman are um um",
        10221.24,
        10228.86
    ],
    [
        " see more ruins commander see more on so one of the um one of the uh the great things about",
        10229.24,
        10236.28
    ],
    [
        " you know doing the research for this book is you get to discover all of the uh the characters",
        10236.28,
        10240.7
    ],
    [
        " that weren't seals or that weren't frog men that contributed to the um the importance or the uh",
        10240.7,
        10246.58
    ],
    [
        " the success of a naval special warfare one of those one of those that's always stood out to me",
        10246.58,
        10251.24
    ],
    [
        " is commander see more ruins he was a destroyer skipper um",
        10251.24,
        10256.94
    ],
    [
        " uh and he was involved in the uh the fire support mission um uh prior to the invasion of tinion",
        10256.94,
        10265.42
    ],
    [
        " so tinion is the greatest strategic um uh battle probably of the entire central pacific uh campaign",
        10265.42,
        10274.18
    ],
    [
        " it's the island that ultimately becomes the uh um uh the airfield uh that they uh you know fly",
        10274.18,
        10282.16
    ],
    [
        " all the uh long range bombers to to bomb Japan on uh that's it's where the inoligay takes off from",
        10282.16,
        10288.64
    ],
    [
        " to bomb Japan it's it's a perfect uh tabletop island um but before it can be that it has to be taken",
        10288.64,
        10296.72
    ],
    [
        " and one of the the biggest uh coups of the war is draper coffins reconnaissance of the of the beaches",
        10296.72,
        10303.0
    ],
    [
        " that uh nobody ever thought anybody could land on uh but in order to sell that in order to land all",
        10303.0,
        10308.66
    ],
    [
        " those troops on those uh beaches that nobody expects uh UDT7 has to stage this elaborate",
        10308.66,
        10314.24
    ],
    [
        " ruse uh on the south of the island uh at tinion town and so um on the day of the actual invasion when",
        10314.24,
        10324.58
    ],
    [
        " all the marines are secretly sneaking into the uh the beaches of the draper coffin has found um",
        10324.58,
        10329.76
    ],
    [
        " the UDT7 is you know conducting a daylight you know reconnaissance and they're protected by",
        10329.76,
        10336.94
    ],
    [
        " you know multiple battleships one being the USS Colorado and on the Colorado has light itself up",
        10336.94,
        10341.64
    ],
    [
        " amid ships or uh uh with a broadside uh to the beach um and it takes devastating um uh",
        10341.64,
        10349.84
    ],
    [
        " nail gunfire uh shore gunfire um and the gets guns are knocked out and the suddenly uh all the",
        10349.84,
        10356.18
    ],
    [
        " swimmers of UDT7 are exposed and they're they're about to uh the Japanese are about to switch their",
        10356.18,
        10361.14
    ],
    [
        " guns away from the ships they're defending them to the swimmers in the water now see more",
        10361.14,
        10365.6
    ],
    [
        " Owens is the brother-in-law of draper coffin he sees what's happened he sees that the Colorado's",
        10365.6,
        10371.44
    ],
    [
        " guns have been knocked out and he commands his ship without orders he commands uh the Norman Scott",
        10371.44,
        10376.94
    ],
    [
        " to get between the Colorado so one the Colorado can escape and two so he can also protect uh the UDT",
        10376.94,
        10384.2
    ],
    [
        " swimmers that are in the water suddenly uh the USS Norman Scott becomes the center of all",
        10384.2,
        10389.72
    ],
    [
        " Japanese uh nail gunfire and it's destroyed uh I think 47 sailors are killed in the process",
        10389.72,
        10397.04
    ],
    [
        " including Seymour Owens but he does it because he knows how important it is to draw the",
        10397.04,
        10402.68
    ],
    [
        " Japanese attention away from those beaches in the north really damn um how are we doing we're doing",
        10402.68,
        10419.7
    ],
    [
        " that's the end of world war two right um and and again um that's the end of world war two we",
        10420.42,
        10426.22
    ],
    [
        " hit some of the wavetops we hit there there's so much more incredible information in the book um",
        10426.22,
        10431.78
    ],
    [
        " get it but what we'll do is we'll just we'll just record another podcast um actually we'll just do",
        10431.78,
        10438.34
    ],
    [
        " it after this one so people can stay in the groove on it but I think that's about it for today",
        10438.34,
        10444.42
    ],
    [
        " because we're looking at or are you ready we're already over three hours bruh or at least real close to",
        10444.42,
        10448.64
    ],
    [
        " three hours so uh thanks for coming out Ben appreciate it um echo what do you think any any major",
        10448.64,
        10457.66
    ],
    [
        " you know things you need to bring up uh no nothing major it's just interesting to hear all these",
        10457.66,
        10463.34
    ],
    [
        " all this stuff that was going on under my nose the whole time under your nose under all of our",
        10463.34,
        10468.42
    ],
    [
        " noses the whole time uh hey if you want to support the podcast you can do it on i'm i'm drinking some",
        10468.42,
        10475.64
    ],
    [
        " go right now probably how's that go taste now you said it but i was in the middle you were in the",
        10475.64,
        10479.6
    ],
    [
        " middle of uh telling the cool stories and then you you said it's delicious you got mango mayhem",
        10479.6,
        10483.9
    ],
    [
        " right there you know that's echo Charles has got his own signature flavor that's how cool echo",
        10483.9,
        10488.22
    ],
    [
        " Charles thinks he is yeah well you know what it's starting to get yeah you're you're probably not",
        10488.22,
        10497.72
    ],
    [
        " gonna sleep a bunch after you drink that bad boy so if you need some of that stuff get some jocco",
        10497.72,
        10505.62
    ],
    [
        " scottie going on yep uh wah wah's got it going on for the drinks you know we have",
        10505.62,
        10510.42
    ],
    [
        " we have uh ready to drink mokk coming yeah that you're able to go into a store and just grab a cold",
        10510.42,
        10518.16
    ],
    [
        " mokk out of the fridge salted caramel ever to that ever yeah",
        10518.16,
        10523.7
    ],
    [
        " salted caramel is definitely a big we got chocolate vanilla um uh banana cream so the perfect",
        10523.7,
        10531.86
    ],
    [
        " we got a mix coming your way so we got that coming uh don't forget about your joint warfare and",
        10532.04,
        10536.72
    ],
    [
        " whatnot krill oil what else origin USA dot com American made stuff American made stuff",
        10536.72,
        10542.3
    ],
    [
        " in our economy going in the right way by the way they'd be real easy it's real easy as I",
        10542.3,
        10549.16
    ],
    [
        " said the conversation with somebody the other day like oh yeah you know uh all right that I",
        10549.16,
        10554.26
    ],
    [
        " saw another brand like that was like no you did no you didn't there's no other brand like this",
        10554.26,
        10558.96
    ],
    [
        " there's no one else is doing this if someone goes oh you know we're gonna get into the uh",
        10558.96,
        10563.6
    ],
    [
        " jiu jitsu market cool I'd take seven thousand dollars and I order some rash guards from China",
        10563.6,
        10573.54
    ],
    [
        " and get imprinted cool now you've got a brand bro no that's not what I'm talking about we invested",
        10573.54,
        10579.28
    ],
    [
        " our lives into this into buying the equipment capturing the know how you know you talk about how",
        10579.28,
        10588.78
    ],
    [
        " some of the people that you would you have interviewed that have since died uh and and you wouldn't",
        10588.78,
        10594.72
    ],
    [
        " been able to capture that knowledge we've actually had that happen at origin people that the old",
        10594.72,
        10599.38
    ],
    [
        " timers and I mean that with all due respect the old timers the people that knew how to run a loom",
        10599.38,
        10603.26
    ],
    [
        " the people that knew how to work on machines the people that knew how to weave and knit",
        10603.26,
        10606.62
    ],
    [
        " they passed this information out some of them we're losing them now so",
        10606.62,
        10612.04
    ],
    [
        " if you started a brand for you know four thousand dollars by ordering some stuff from China and",
        10613.6,
        10619.28
    ],
    [
        " slap that good hey good for you that's fine no no no but let's face it's not too good for you",
        10619.28,
        10625.66
    ],
    [
        " don't do that you want to support a real company an American company go to origin USA dot com we're",
        10625.66,
        10633.22
    ],
    [
        " making everything you need by the way jeans boots t-shirts sweatshirts rash guards whole nine yards",
        10633.22,
        10640.2
    ],
    [
        " so check that out origin USA dot com it's true also jaco has a store a hunt gear too oh yeah I know",
        10640.2,
        10645.96
    ],
    [
        " you're seeing it coming and I know you like to wear camouflage pants for no reason echoing",
        10645.96,
        10650.08
    ],
    [
        " charles to be camouflage well I mean just saying you that do use kind of survivor and a survivalist",
        10650.08,
        10655.76
    ],
    [
        " prepper you're like just in case I got to go into the jungle I'm gonna be ready to rock and roll",
        10655.76,
        10661.16
    ],
    [
        " we got this pattern there's a little bit of a tribute to our forefathers the the pattern that",
        10661.16,
        10666.32
    ],
    [
        " we've made for camouflage is you know the obviously the primary goal is to make sure it's effective",
        10666.32,
        10670.96
    ],
    [
        " but we were able to make it effective Ben while still giving a little bit of a of a shout out",
        10670.96,
        10678.68
    ],
    [
        " not to to the tiger strut to the tiger stripes so you know one we got one for the one for the",
        10678.68,
        10684.2
    ],
    [
        " Highland sort of the western colors and another one for the more like the eastern colors so we got",
        10684.2,
        10690.68
    ],
    [
        " like a woodland versus a more of a highland camis but yeah a little bit of tiger stripe activity",
        10690.68,
        10696.18
    ],
    [
        " it's coming both viable for me both I will yeah cuz you know you never know what you're gonna get",
        10696.18,
        10701.54
    ],
    [
        " it to whatever I wore them I wore the heavy the hoodie snowboarding yeah viable viable oh yeah",
        10701.54,
        10709.14
    ],
    [
        " right on there you go yeah also jaco has a store called jaco store so we can represent",
        10709.14,
        10713.82
    ],
    [
        " where you get your shirts to represent just plain equals freedom good other stuff just a good",
        10713.82,
        10719.7
    ],
    [
        " way to represent on the path when you see somebody else wearing this kind of stuff you know you know",
        10719.7,
        10723.88
    ],
    [
        " you know what's up subscribe to the podcast don't forget about jaco underground we appreciate your",
        10723.88,
        10728.46
    ],
    [
        " support that we just got done recording one this morning it's gonna be a long day in the office today",
        10728.46,
        10731.52
    ],
    [
        " bro yes sir yes sir if you want to support jaco underground jaco underground calm check that out",
        10731.52,
        10736.96
    ],
    [
        " we got a youtube channel we got some books primary book I want to talk about by water beneath the walls",
        10736.96,
        10743.66
    ],
    [
        " look Ben straight up I was being straight up with you before probably not the title we would have",
        10745.38,
        10750.06
    ],
    [
        " gone with you know it's hard to say it's a mouthful we have no idea what it means",
        10750.06,
        10757.02
    ],
    [
        " did you read the you read the of course I read it I get it there's a tie back to whatever battle",
        10757.02,
        10762.2
    ],
    [
        " took place 9000 years ago and you want to make that's the yeah plus he likes the wordy yeah I know",
        10762.2,
        10769.14
    ],
    [
        " we're actually surprised we're actually lucky maybe that was the short version of the title",
        10769.16,
        10773.02
    ],
    [
        " oh you should see the other you should have seen the options I had for subtitle yeah man scary",
        10773.02,
        10779.08
    ],
    [
        " hey let me tell you um all kidding aside this is an absolute this is an incredible book it's it's",
        10779.08,
        10785.98
    ],
    [
        " it's an incredible book the the knowledge that it will give you is phenomenal it's also it's",
        10785.98,
        10792.62
    ],
    [
        " also really funny you've got your you've got your sit over there with your little dry sense of",
        10792.62,
        10796.72
    ],
    [
        " humor um and that that drives into humor just shines through throughout the book and it's it's",
        10797.4,
        10802.66
    ],
    [
        " dramatic it's funny dude it's like uh you know I feel like a commercial for some weird uh summer movie",
        10802.66,
        10809.16
    ],
    [
        " you know yeah it's like funny sad you'll laugh and you'll cry yeah and that's the truth honestly",
        10809.16,
        10815.64
    ],
    [
        " in this book you'll laugh you'll cry you'll learn a phenomenal book don't sleep on this book and",
        10815.64,
        10822.18
    ],
    [
        " and you know there's there's an audiobook too who reads the audio book do you know some random",
        10822.18,
        10827.18
    ],
    [
        " actors something I can't believe I can't remember his name um it's not kko it's a",
        10827.18,
        10832.22
    ],
    [
        " chaleo Griffiths okay I listen to I listen to the sample just to kind of see what we're doing with",
        10832.22,
        10839.94
    ],
    [
        " yeah freaking good to go um yeah so you can get the you can get the uh the audiobook as well and",
        10839.94,
        10846.14
    ],
    [
        " sort of like you you won't you'll feel like you're listening to a podcast or you'll feel like",
        10846.14,
        10851.22
    ],
    [
        " it's very engaging so yeah they did support this book uh Ben put seven years of his life into this",
        10851.22,
        10858.78
    ],
    [
        " book I don't know how bad your eyesight got reading through all these things but you've you've made",
        10858.78,
        10863.86
    ],
    [
        " some sacrifices to get this book done and and as I said the first time you're on there's no one",
        10863.86,
        10868.66
    ],
    [
        " in my opinion a non-seal couldn't have written this book in my opinion um and I think the fact that",
        10868.8,
        10878.08
    ],
    [
        " you served the fact that you're a combat veteran that you were in the seal teams is you have a",
        10878.08,
        10884.4
    ],
    [
        " perspective that that comes through that an authenticity that comes through it's just a it's just",
        10884.4,
        10889.8
    ],
    [
        " a phenomenal book so by water beneath the walls by Ben Milligan get that book immediately you",
        10889.8,
        10898.64
    ],
    [
        " if you need some help with leadership inside your organization you want to talk about decentralized",
        10899.44,
        10903.02
    ],
    [
        " command let us know ashlamfront.com and uh if you want to go check out some battlefields we do",
        10903.02,
        10910.16
    ],
    [
        " an awesome battlefield review we do get you you've been to Gettysburg yeah we do Gettysburg",
        10910.16,
        10916.56
    ],
    [
        " we're kidding we're also yeah if you want to come let me know uh and we also are doing",
        10916.56,
        10920.76
    ],
    [
        " little big horn this year so if you want to check those out go go to ashlamfront.com next",
        10920.76,
        10927.16
    ],
    [
        " musters in Dallas wait is that the next one no we just did Dallas next one is Denver.",
        10927.16,
        10931.3
    ],
    [
        " So we got a bunch of those events we got the online training academy which you know that thing",
        10932.38,
        10939.38
    ],
    [
        " well we I started this thing talking about how you can't get all the lessons learned across to",
        10939.38,
        10943.56
    ],
    [
        " everybody that you want them to and that's one of the reasons we have the the online academy",
        10943.56,
        10948.7
    ],
    [
        " extremalernship.com the goal the mission of ashlamfront is to teach these lessons to as many",
        10948.7,
        10955.52
    ],
    [
        " people as we possibly can that's the goal me, lafe, jp, dav, steep we can't get around to everybody",
        10955.52,
        10964.28
    ],
    [
        " but you know what everybody can get online extremalernship.com come and learn these lessons of leadership",
        10964.28,
        10970.64
    ],
    [
        " so that you can use them in every aspect of your life every aspect of your life you can you can",
        10970.64,
        10976.92
    ],
    [
        " help you you can help yourself um if you want to help service members you want to help active",
        10976.92,
        10981.58
    ],
    [
        " active duty service members you want to help retired service members you want to help their",
        10982.2,
        10987.56
    ],
    [
        " families of the gold star families any of those if you want to participate in an awesome charity",
        10987.56,
        10993.2
    ],
    [
        " markley's mom she's got an unbelievable charity organization americas mighty warriors.org",
        10993.2,
        10999.86
    ],
    [
        " if you want to volunteer or if you want to help out and don't forget about heroes and horses.com",
        10999.86,
        11005.04
    ],
    [
        " mike a think keeping people out of the algorithm getting them back on track",
        11005.04,
        11009.54
    ],
    [
        " as far as echo and i go we're both on twitter we're on the gram",
        11009.54,
        11013.62
    ],
    [
        " echoes at ecotrals i'm at jacquo will like watch out for the algorithm where what's your",
        11013.62,
        11018.6
    ],
    [
        " what's your instagram handle call sign b miligan three b miligan three i think you should have made",
        11018.6,
        11026.82
    ],
    [
        " one longer than that. I'm on one of the twitters and the wi-fi's and the twitters too.",
        11026.82,
        11033.06
    ],
    [
        " yeah okay is it the same thing that no one can make that h miligan on twitter. Ben h miligan on twitter",
        11033.5,
        11039.52
    ],
    [
        " awesome um a seriously thanks for coming on again thank you i appreciate it.",
        11039.52,
        11045.6
    ],
    [
        " it's fantastic it's always great to be here and thanks for writing that book.",
        11045.6,
        11049.7
    ],
    [
        " thanks for reading out that not not only that but thanks for you know",
        11049.94,
        11054.0
    ],
    [
        " it uh this it took it took a lot to do this and i'm being able to give this back to the teams was",
        11054.0,
        11060.74
    ],
    [
        " you know this is this is why i'm here so this is my contribution to you know that institution",
        11060.74,
        11069.28
    ],
    [
        " that you know defined us so. 100% man awesome um and we'll we'll pick this up where we left off",
        11069.28,
        11075.76
    ],
    [
        " on the next podcast thanks all the military personnel past and present who laid the groundwork for",
        11075.76,
        11082.9
    ],
    [
        " progression who laid the groundwork for what we were able to do via your lessons written in blood",
        11084.32,
        11091.66
    ],
    [
        " so thank you and thanks to all the police law enforcement firefighters paramedics EMT's",
        11091.66,
        11097.94
    ],
    [
        " dispatchers correctional officers board of patrol secret service and all force responders",
        11097.94,
        11101.82
    ],
    [
        " out there thank you for what you do on the home front so that we can be safe",
        11101.82,
        11107.86
    ],
    [
        " and everyone else out there man this story right here that we're talking about is about opportunities",
        11109.6,
        11115.58
    ],
    [
        " about so looking for opportunities it's about taking ownership of what's going on in your world",
        11115.58,
        11121.74
    ],
    [
        " it's about seeing where you can help out it's about seeing where you can fill a gap",
        11121.74,
        11128.92
    ],
    [
        " that's what this is about the seal teams just didn't sprout up from nowhere into this fully",
        11128.92,
        11137.44
    ],
    [
        " blossomed flower didn't happen at all it happened one piece of dirt at a time",
        11139.48,
        11144.96
    ],
    [
        " to build up into something that's worthwhile that's the way life is and the only way that happens",
        11144.96,
        11151.54
    ],
    [
        " is if you go out there and get after it and until next time this is Ben Milligan and Deco and Jaco",
        11151.54,
        11159.86
    ],
    [
        " out",
        11159.86,
        11161.2
    ]
]