[
    [
        " You know, the goal was as crazy as a goal this may seem like.",
        0.0,
        3.68
    ],
    [
        " The goal was, oh, okay.",
        3.98,
        5.44
    ],
    [
        " I want to make sure that these guys,",
        5.84,
        8.52
    ],
    [
        " if they get into a gun fight,",
        8.72,
        10.16
    ],
    [
        " it's, they're gonna be, it's gonna seem easy",
        10.76,
        13.22
    ],
    [
        " compared to what they've been through in training.",
        13.22,
        15.24
    ],
    [
        " And I had countless guys come back to me and say,",
        15.52,
        18.44
    ],
    [
        " hey, this is the situation we were in.",
        18.72,
        19.92
    ],
    [
        " Here's the gun fight we got in.",
        19.96,
        20.96
    ],
    [
        " Here's the contact we got in.",
        21.06,
        22.14
    ],
    [
        " Here's the scenario we were in.",
        22.22,
        23.44
    ],
    [
        " And they were able to handle it exquisitely",
        23.96,
        27.4
    ],
    [
        " because the training, the land warfare training",
        27.5,
        29.86
    ],
    [
        " that they'd been through in,",
        29.86,
        30.68
    ],
    [
        " the urban training that they'd been through",
        30.74,
        31.66
    ],
    [
        " was so hard that the actual combat seemed easy now.",
        31.66,
        36.74
    ],
    [
        " Obviously, can you simulate someone actually getting wounded",
        37.0,
        39.74
    ],
    [
        " or actually getting killed?",
        39.74,
        40.66
    ],
    [
        " No, you can't.",
        40.86,
        41.46
    ],
    [
        " But as far as, especially from a leadership perspective,",
        41.72,
        44.1
    ],
    [
        " understanding how to manage all those elements",
        44.6,
        46.22
    ],
    [
        " on the battlefield, and then the young shooters",
        46.22,
        48.66
    ],
    [
        " being thinking shooters and knowing how to execute,",
        48.66,
        51.64
    ],
    [
        " knowing how to operate, knowing how to move themselves.",
        51.84,
        53.78
    ],
    [
        " It's just an awesome package that you have.",
        53.98,
        57.44
    ],
    [
        " You have this just unified team",
        57.6,
        59.14
    ],
    [
        " when they get done with those training cycles.",
        59.14,
        61.38
    ],
    [
        " And it was nice because in N Island,",
        61.76,
        63.64
    ],
    [
        " they broke us up and this intermixed us with the team.",
        64.04,
        67.06
    ],
    [
        " So they put a couple of, with this fire team,",
        67.94,
        70.32
    ],
    [
        " that fire team, so they kinda mixed in.",
        70.42,
        73.58
    ],
    [
        " So it was very, very good training.",
        73.96,
        78.36
    ],
    [
        " A lot of the training stuff there in N Island",
        78.48,
        81.8
    ],
    [
        " was good, it's very similar to Afghanistan.",
        81.8,
        83.86
    ],
    [
        " I trained too.",
        83.86,
        84.7
    ],
    [
        " I was, we had some other military entities",
        85.38,
        89.52
    ],
    [
        " trying to get control of that training site for us.",
        89.52,
        92.8
    ],
    [
        " And I remember I put together a brief",
        93.36,
        94.66
    ],
    [
        " for my leadership in the chain of command,",
        94.66,
        96.28
    ],
    [
        " my most senior leadership in the chain of command.",
        96.5,
        97.88
    ],
    [
        " And what I did was I took pictures of N Island",
        98.18,
        101.74
    ],
    [
        " and pictures of Afghanistan,",
        101.74,
        104.18
    ],
    [
        " of like seals patrolling in N Island",
        104.46,
        106.14
    ],
    [
        " and seals patrolling in Afghanistan.",
        106.14,
        107.48
    ],
    [
        " And I put together like five or six of those pictures",
        107.48,
        110.08
    ],
    [
        " side by side in a slideshow.",
        110.08,
        112.34
    ],
    [
        " And I said, this is the terrain we're fighting in",
        112.8,
        114.78
    ],
    [
        " and this is the terrain we're training in.",
        114.78,
        116.08
    ],
    [
        " We can't do any better than this right here",
        116.14,
        119.3
    ],
    [
        " and we need to maintain control, listen.",
        119.3,
        121.2
    ],
    [
        " So yeah, it's very, it's almost uncanny",
        121.5,
        124.92
    ],
    [
        " how similar those two environments can look.",
        124.92,
        126.88
    ],
    [
        " And I didn't realize when we were there,",
        127.42,
        129.44
    ],
    [
        " he had two Army Rangers doing an exchange program",
        129.88,
        132.5
    ],
    [
        " that helped teach the land warfare there.",
        132.5,
        133.98
    ],
    [
        " Yep, yep.",
        134.2,
        134.74
    ],
    [
        " You know those, those Rangers that we would bring out,",
        135.14,
        137.16
    ],
    [
        " they're just outstanding guys",
        137.16,
        138.46
    ],
    [
        " because we as seals always want to have an open mind",
        139.28,
        142.26
    ],
    [
        " and make sure that we are understanding the tactics,",
        142.26,
        145.14
    ],
    [
        " the techniques, the procedures of other units.",
        145.46,
        147.38
    ],
    [
        " What do they know better than us?",
        147.38,
        148.8
    ],
    [
        " What can they teach us?",
        148.92,
        149.82
    ],
    [
        " What can we learn from them?",
        149.9,
        150.86
    ],
    [
        " And that's one of the ways that we've always done that",
        151.16,
        152.8
    ],
    [
        " is taking individuals from other units",
        152.8,
        155.32
    ],
    [
        " and bringing them to our units,",
        155.32,
        156.58
    ],
    [
        " especially to our instructor cadre",
        156.58,
        158.28
    ],
    [
        " so that we can learn more and try and get better.",
        158.28,
        160.56
    ],
    [
        " And those, those Rangers that work with us",
        161.16,
        162.66
    ],
    [
        " were just outstanding guys.",
        162.66,
        163.92
    ],
    [
        " And I say, and I feel you guys do an outstanding job",
        164.46,
        168.0
    ],
    [
        " of your guys as training, you know,",
        168.0,
        170.48
    ],
    [
        " like you said, you know, knowing that,",
        170.86,
        172.5
    ],
    [
        " hey, there's always, you know,",
        172.66,
        173.82
    ],
    [
        " there's more than one way to skin a cat.",
        174.0,
        176.08
    ],
    [
        " And what's the other people are doing, you know,",
        176.28,
        178.36
    ],
    [
        " you put things in your toolbox",
        178.48,
        180.02
    ],
    [
        " and hey, I might use this again",
        180.02,
        181.68
    ],
    [
        " or hey, I may never use that again,",
        181.68,
        183.24
    ],
    [
        " but you have a lot of tools in that toolbox.",
        183.28,
        184.92
    ],
    [
        " Yeah, indeed.",
        185.2,
        185.9
    ]
]