[
    [
        " My grandparents and their generation were not too different from light hair parents and grandparents.",
        0.0,
        4.64
    ],
    [
        " The elderly Lakota of the 1850s in the face of the white incursion and changes brought to them were telling stories and reminding their children and grandchildren to remember the trails they had walked.",
        5.06,
        17.46
    ],
    [
        " Handcrafting a bow out of ash is almost a lost art for the Lakota.",
        18.9,
        23.94
    ],
    [
        " My grandfather taught me because his father, White Tale Feather and Second Father, which is a stepfather, Henry Toohawk taught him to make bows and arrows.",
        24.52,
        35.02
    ],
    [
        " They learned it from their fathers and grandfathers and the methods and process are the same as those that were taught to light hair, exactly the same.",
        35.54,
        43.7
    ],
    [
        " Each time I've had the opportunity to make a bow, a thought invariably passes through my mind. This is the way it has been done for hundreds of generations.",
        44.54,
        53.44
    ],
    [
        " I make my bows the same way Crazy Horse did. That is only one of the many connections I have with him as Lakota boys.",
        54.96,
        63.42
    ],
    [
        " There is a great discussion somewhere in this book where they are talking about the elders and they are talking specifically about change.",
        65.12,
        71.54
    ],
    [
        " They are like, hey, we used to use lances to hunt the buffalo before we came up with bows and arrows and we transitioned over that.",
        72.7,
        81.18
    ],
    [
        " We have to be ready to change as things come along and give that historical example.",
        81.2,
        88.78
    ],
    [
        " That is a struggle, isn't it? When we think of valued traditions that we have in our culture, what do we strive to hold on to and what do we let go of as we grow?",
        88.92,
        98.34
    ],
    [
        " I don't remember if I am going to cover this or not but I will bring it up right now.",
        99.36,
        103.08
    ],
    [
        " One of those same types of discussions, they are talking about there is a time when it is time to get on the new horse.",
        103.32,
        109.06
    ],
    [
        " And like the old horse isn't working anymore, you have to get on the new horse.",
        110.44,
        113.54
    ],
    [
        " And that is a good expression to keep in your mind because you are riding that horse and it is starting to fade or it is not able to do its job anymore.",
        114.3,
        121.56
    ],
    [
        " You have to get on the new horse even though you are comfortable with your old horse, even though that old horse has been good to you, it is not going to work out anymore.",
        122.18,
        129.6
    ],
    [
        " You have to be ready to transition to the new horse.",
        129.6,
        132.06
    ]
]