[
    [
        " We were having this conversation I think yesterday.",
        0.0,
        1.96
    ],
    [
        " This idea, and I think I had brought it up",
        2.58,
        6.72
    ],
    [
        " on some other podcast, but the idea that this,",
        6.72,
        11.9
    ],
    [
        " if you're gonna go out and fight,",
        12.2,
        13.58
    ],
    [
        " is that programmed into us?",
        14.22,
        16.74
    ],
    [
        " Is that just what we're raised with that we think,",
        17.84,
        20.22
    ],
    [
        " hey, going out and fighting and being heroic,",
        20.22,
        22.2
    ],
    [
        " being a warrior is a cool thing, is a good thing?",
        22.38,
        24.64
    ],
    [
        " Or is there some sort of genetic component to it",
        25.24,
        29.88
    ],
    [
        " because as a human being in a group of other human beings",
        29.88,
        35.02
    ],
    [
        " that are trying to survive 10,000 years ago,",
        35.02,
        38.22
    ],
    [
        " and we're part of a gang, we're part of a tribe,",
        38.22,
        41.14
    ],
    [
        " and if Jason is the kind of guy that goes out",
        41.42,
        44.7
    ],
    [
        " and kills a buffalo or defends our tribe,",
        44.7,
        50.24
    ],
    [
        " then you help us all survive,",
        50.52,
        51.88
    ],
    [
        " and so we're naturally, we naturally intuitively,",
        51.88,
        55.44
    ],
    [
        " instinctively elevate the people that are ready to fight",
        55.86,
        59.14
    ],
    [
        " and we can't even control it.",
        59.14,
        60.6
    ],
    [
        " I don't know, what do you think?",
        61.06,
        62.2
    ],
    [
        " Yeah, it's interesting because the good hunters",
        63.34,
        68.46
    ],
    [
        " also translate to their good warriors, right?",
        68.46,
        70.86
    ],
    [
        " But then in their society, in the Lakota society,",
        71.14,
        74.06
    ],
    [
        " the medicine men were also revered as well.",
        74.2,
        76.96
    ],
    [
        " So I guess people were elevated based on whatever",
        78.48,
        82.08
    ],
    [
        " they brought to the community with large,",
        82.08,
        84.58
    ],
    [
        " and then oftentimes with either the medicine men",
        84.58,
        87.88
    ],
    [
        " or the warriors eventually age out of it.",
        87.88,
        90.52
    ],
    [
        " And then they're looking at you for your wisdom.",
        91.28,
        95.68
    ],
    [
        " So like Chamberlain, that guy comes over",
        96.76,
        103.2
    ],
    [
        " from like the intellectual side of the house",
        103.2,
        105.2
    ],
    [
        " because he's a college professor when he joins the army,",
        105.2,
        107.18
    ],
    [
        " so it's kind of like he wasn't really,",
        107.18,
        109.26
    ],
    [
        " that's what makes him so interesting and so cool,",
        109.44,
        111.66
    ],
    [
        " is he's like good at everything,",
        112.0,
        113.46
    ],
    [
        " every side of the Rubik's Cube you examine with that guy,",
        113.58,
        115.96
    ],
    [
        " he's squared away.",
        116.48,
        117.54
    ],
    [
        " It's solid colors.",
        117.6,
        118.22
    ],
    [
        " Yeah.",
        118.44,
        118.6
    ],
    [
        " The thing is though, you have all these different",
        119.6,
        122.2
    ],
    [
        " societies around the world that are,",
        122.2,
        124.5
    ],
    [
        " some of them are totally disconnected from other societies,",
        124.72,
        127.3
    ],
    [
        " and there's like always a warrior tradition.",
        127.66,
        129.64
    ],
    [
        " Yes.",
        130.58,
        131.5
    ],
    [
        " It leads me to believe that at least at some level,",
        131.6,
        134.18
    ],
    [
        " human beings look at the person that's ready to stand up",
        136.92,
        139.82
    ],
    [
        " and fight and defend, and they have an instinctual,",
        139.82,
        143.08
    ],
    [
        " inherent elevation elevated attitude towards that person.",
        143.28,
        147.66
    ],
    [
        " Here, this guy's six years old, you know, I'm thinking,",
        148.32,
        151.4
    ],
    [
        " and he's hearing these stories and thinks it's cool",
        151.56,
        153.88
    ],
    [
        " in the parlance of our time, right?",
        153.88,
        156.66
    ],
    [
        " Like hey, that's, wow, this sounds cool.",
        156.78,
        158.56
    ],
    [
        " What was I doing when I was eight years old,",
        158.92,
        161.68
    ],
    [
        " watching Apocalypse Now thinking that's cool.",
        161.72,
        165.7
    ],
    [
        " That guy, he's special forces,",
        166.32,
        169.42
    ],
    [
        " he's going on this mission up the river, that's cool.",
        169.8,
        174.2
    ],
    [
        " I don't know.",
        175.1,
        175.76
    ],
    [
        " I mean, my dad wasn't in the military.",
        176.46,
        178.52
    ],
    [
        " There was no, my grandfather was,",
        179.06,
        181.46
    ],
    [
        " but he wasn't super influential in my life,",
        181.62,
        184.06
    ],
    [
        " and all of a sudden as just instinct, that looks cool.",
        184.1,
        189.0
    ],
    [
        " It, yeah, because it doesn't appear to be generation.",
        190.86,
        193.16
    ],
    [
        " Even in this case, Crazy Horse's dad is a medicine.",
        193.52,
        196.38
    ],
    [
        " He's not a fighter.",
        196.38,
        197.6
    ],
    [
        " And so, you know, you look at how we revere sports figures.",
        198.84,
        205.5
    ],
    [
        " And in a lot of ways, they're warriors.",
        205.9,
        208.84
    ],
    [
        " You choose a sporting team,",
        209.08,
        210.22
    ],
    [
        " and they're the ones that are going out and doing battle",
        210.22,
        212.08
    ],
    [
        " with other sporting teams, and we're rooting for them,",
        212.08,
        213.98
    ],
    [
        " and there's who are putting up on a pedestal",
        214.0,
        217.54
    ],
    [
        " for the most part.",
        217.64,
        218.94
    ],
    [
        " It's not that different than combat,",
        219.14,
        224.08
    ],
    [
        " which isn't going that on.",
        224.38,
        226.36
    ],
    [
        " It's an interesting thing to discuss.",
        226.36,
        227.74
    ],
    [
        " Feels like there's an element of risk there too.",
        228.22,
        230.22
    ],
    [
        " Like so skill and then risk.",
        230.56,
        232.12
    ],
    [
        " And sacrifice, sacrifice for everybody else.",
        232.32,
        234.44
    ],
    [
        " Sacrifice for everybody else.",
        234.44,
        235.76
    ],
    [
        " And they're lies in why we hold up like that courage",
        236.08,
        240.38
    ],
    [
        " as being a value that we, or something that we value,",
        240.38,
        245.48
    ],
    [
        " right, is courage.",
        245.74,
        246.72
    ],
    [
        " Yeah, like if you, if you're a let's say,",
        248.08,
        249.92
    ],
    [
        " I'm a six year old or whatever,",
        250.02,
        251.44
    ],
    [
        " and you think of some guy who goes out and kills a buffalo,",
        251.44,
        254.42
    ],
    [
        " and then brings it back or whatever, right?",
        254.42,
        256.86
    ],
    [
        " You think, man, if I wanted to try to kill a buffalo,",
        257.36,
        259.78
    ],
    [
        " and things gonna kill me, you know,",
        259.9,
        261.22
    ],
    [
        " so he's like good at what he does, he's risk dying,",
        261.32,
        264.04
    ],
    [
        " and then when he brings it back, it's for all of us.",
        264.18,
        266.02
    ],
    [
        " He's like hero, you know?",
        266.02,
        267.14
    ],
    [
        " So kind of, it's, I mean, that's obviously like a metaphor,",
        267.4,
        270.08
    ],
    [
        " or the sporting teams and stuff, that's a metaphor.",
        270.38,
        272.56
    ],
    [
        " Yeah, that's a big metaphor.",
        272.94,
        273.66
    ],
    [
        " But it's the same thing, though, yeah, exactly.",
        273.66,
        275.7
    ],
    [
        " But I think this is so obvious what we're saying.",
        275.7,
        279.1
    ],
    [
        " That's my actual question is, is it instinctual?",
        279.5,
        285.96
    ],
    [
        " Is it like part of our nature that we, you know,",
        286.48,
        291.1
    ],
    [
        " it may or may not get expanded upon as we grow up",
        291.2,
        295.6
    ],
    [
        " and some people, you know, being a warrior's stupid,",
        295.6,
        298.64
    ],
    [
        " why would you go out and sacrifice yourself for other people?",
        298.78,
        300.54
    ],
    [
        " Like that's an attitude so you can overcome this instinct,",
        300.68,
        303.4
    ],
    [
        " but it is kind of crazy to think,",
        304.84,
        308.22
    ],
    [
        " hey, this is the way many different societies",
        308.46,
        311.3
    ],
    [
        " from all different background,",
        311.3,
        312.84
    ],
    [
        " all kind of elevate this warrior.",
        313.2,
        315.22
    ],
    [
        " Is it an, is it a natural animal instinct to think?",
        315.72,
        320.34
    ],
    [
        " This person's gonna protect the tribe,",
        320.76,
        322.22
    ],
    [
        " this person's gonna help the tribe,",
        322.48,
        323.94
    ],
    [
        " this person's gonna feed the tribe,",
        324.04,
        325.18
    ],
    [
        " this person's possibly gonna sacrifice for themselves",
        325.26,
        327.38
    ],
    [
        " for the tribe, and that's a positive thing,",
        327.38,
        329.3
    ],
    [
        " and we're gonna elevate them.",
        329.3,
        329.98
    ]
]