[
    [
        " Take care of your people and your people will take care of you. So we used to say that about our gear",
        0.0,
        3.68
    ],
    [
        " Take care of your gear and your gear. Take care of you because you know you got your parachute",
        3.68,
        8.76
    ],
    [
        " You want to take care of your parachute. You got your dive radio. You got your weapon",
        8.76,
        11.12
    ],
    [
        " You want to take care of your weapon. It'll take care of you take care of your people and your people are gonna take care of you",
        11.12,
        15.48
    ],
    [
        " Without the people there is no mission. There is no mission. Yeah",
        15.48,
        20.12
    ],
    [
        " That balance which occasionally gets brought up. How do you balance? What's more important the people of the missions? Oh the people",
        20.12,
        26.92
    ],
    [
        " The people without the people there's no mission",
        28.16,
        30.5
    ],
    [
        " And if you have one mission that you're gonna do I guess you can",
        30.5,
        35.72
    ],
    [
        " Put the put the mission above the people, but you're not gonna be in that situation",
        35.72,
        39.4
    ],
    [
        " You're not so the people come first",
        39.4,
        43.64
    ],
    [
        " And by the way",
        43.64,
        46.1
    ],
    [
        " This is important",
        46.1,
        48.12
    ],
    [
        " If there is alignment in what you're doing what your mission is should help the people",
        48.12,
        55.4
    ],
    [
        " So when you're in combat and you're going out and you're taking the fight to the enemy",
        56.48,
        60.62
    ],
    [
        " Well, guess what now the now you can win the war now you can get the people home to their families now",
        60.62,
        65.48
    ],
    [
        " We can protect the world from",
        65.48,
        67.5
    ],
    [
        " Fascism or from Nazism or from the Imperial Japanese Army or from communism",
        67.5,
        72.76
    ],
    [
        " That's what these things are doing. So when you're out there a soldier",
        72.76,
        75.14
    ],
    [
        " You're taking care of your people by helping to win the war those should be aligned",
        75.14,
        79.74
    ],
    [
        " That's why you had",
        79.74,
        81.5
    ],
    [
        " Disalignment or unalignment in Vietnam where people are saying",
        81.5,
        84.7
    ],
    [
        " What is that again leading to me start doing anything to me. I don't care if this is communist or not",
        84.7,
        88.64
    ],
    [
        " It doesn't affect me",
        88.64,
        89.64
    ],
    [
        " And so we're not aligned. It's a problem",
        89.64,
        92.0
    ],
    [
        " Some people the people that we're saying hey we we believe in the domino theory",
        92.0,
        96.24
    ],
    [
        " We think it's all gonna fall down. We need to stop communism here. Those people were aligned and were proactively fighting the war",
        96.24,
        101.96
    ],
    [
        " Some people weren't",
        101.96,
        104.74
    ],
    [
        " Same thing in a company if I am trying to build a factory",
        104.74,
        109.12
    ],
    [
        " So that I can take my people and put them in a better situation where they have better working conditions",
        109.9,
        114.72
    ],
    [
        " It's gonna help them",
        114.72,
        116.06
    ],
    [
        " If I'm trying to get my team to sell more widgets well Jason how many widgets you'd sell alone sold three",
        116.06,
        123.96
    ],
    [
        " Well, hey Jason you need to sell more why well because I want you to be able to save money for college for your kids",
        123.96,
        129.24
    ],
    [
        " Oh, okay. Yeah, so the better you do the better we do the better we do the better we do the better you do",
        129.24,
        136.7
    ],
    [
        " Because by the way when you sell more widgets",
        136.7,
        138.42
    ],
    [
        " We and echo sells more widgets now we can produce more widgets that lowers our cost to produce now",
        138.42,
        143.38
    ],
    [
        " We can lower our prices so you can sell even more widgets so we can so",
        143.38,
        146.2
    ],
    [
        " The mission and the men should be aligned the mission and the people should be aligned the goals should help if what I'm doing is saying",
        146.2,
        154.18
    ],
    [
        " Hey Jason sell more widgets and you say why and I say because I want to line my pockets more",
        154.18,
        160.32
    ],
    [
        " What we're not aligned",
        160.32,
        163.24
    ],
    [
        " We're not a lot, but if I'm saying hey sell more widgets so we can lower the price point",
        163.96,
        168.14
    ],
    [
        " So you can have more job security so you can you know",
        168.14,
        171.18
    ],
    [
        " Get it down payment for your house all those things we want things to be aligned when they're not aligned that's when we're not problems",
        171.18,
        176.94
    ],
    [
        " It taking care of your people is not letting them",
        176.94,
        180.24
    ],
    [
        " come and lay and leave early or",
        180.24,
        183.16
    ],
    [
        " Let them fall short of the standards and",
        183.16,
        185.36
    ],
    [
        " And so that that's really interesting. I like how it's broken out",
        185.36,
        190.74
    ],
    [
        " And I think in the laugh chapters of steel my soldier's heart reads warning guys about being popular and folks wanted to be popular",
        190.74,
        197.26
    ],
    [
        " Ah, yeah, I'll just let them smoke cigarettes because they want to smoke cigarettes on watch and then cackled",
        197.26,
        202.14
    ],
    [
        " They get killed",
        202.14,
        202.96
    ],
    [
        " Being popular is not taking care of your people and when you try to maintain a standard",
        202.96,
        208.74
    ],
    [
        " You're making them better people by bringing them up to a standard. It helps them",
        208.74,
        214.96
    ],
    [
        " Yeah, it helps them",
        214.96,
        216.78
    ],
    [
        " Stay alive the the contrary to that is or the opposite dichotomy of that is",
        217.4,
        222.36
    ],
    [
        " Hey, I'm just gonna impose my rules on these people. They're not gonna know why they're not gonna know how it helps them",
        222.36,
        228.48
    ],
    [
        " They're not gonna know that smoking in a in a watch position at night can get you killed by a sniper",
        228.48,
        233.84
    ],
    [
        " So instead you just mandate these rules and if you hey, I don't care if I'm popular or not",
        233.84,
        240.78
    ],
    [
        " That's not a good attitude to have if you're not",
        240.78,
        243.32
    ],
    [
        " Look, you shouldn't be doing things to be popular",
        244.02,
        246.74
    ],
    [
        " But if people don't like you that work for you. That's also a problem",
        246.74,
        251.3
    ],
    [
        " That's also a problem and if that what I just said makes you shudder a little bit and think you know",
        251.3,
        257.1
    ],
    [
        " I'm not sure if I'm on board that you need to check yourself quite frankly. You need to check yourself",
        257.1,
        261.22
    ],
    [
        " I haven't worked for a leader that was a good leader where everyone said yeah, I don't like that guy",
        261.22,
        268.64
    ],
    [
        " They might say something like hey man. He can be a bit hard, but",
        269.34,
        273.06
    ],
    [
        " He makes sense, but he's doing it for the right reasons, but sometimes we're a little bit too slack",
        273.06,
        281.52
    ],
    [
        " The the leader that hey, we all hate him, but we're gonna do what he says doesn't really exist man",
        281.52,
        288.02
    ],
    [
        " No, at least you're not gonna do it to the best of your ability right when I think about all those leaders that I worked hard for",
        288.02,
        293.86
    ],
    [
        " because",
        293.86,
        294.88
    ],
    [
        " I was like I worked hard for this leader because I was worried he was gonna yell at me. Yeah",
        296.58,
        300.32
    ],
    [
        " He got this much effort out of me. Yeah, the leader that I worked hardest for was the person that I was",
        300.32,
        305.98
    ],
    [
        " terrified of disappointing",
        305.98,
        308.48
    ],
    [
        " Yeah, like Delta Charlie. Yeah, yeah, and dealt and why",
        308.48,
        312.06
    ],
    [
        " Why in the world was I terrified of disappointing Delta Charlie and in every other leader that I put in that category",
        312.06,
        319.9
    ],
    [
        " It's because they treated me with respect",
        319.9,
        322.1
    ],
    [
        " That's all you got to do so treat everybody with respect and then your life is gonna be that much easier",
        323.02,
        328.98
    ],
    [
        " Especially your subordinates because they're gonna work hard for you because it'll be terrified of disappointing you",
        328.98,
        333.8
    ],
    [
        " And then okay, well",
        333.8,
        335.66
    ],
    [
        " What if they're just gonna take advantage of you guess what there's gonna be some people that are gonna try",
        335.66,
        339.74
    ],
    [
        " There's gonna be you got a team of 20 people",
        339.74,
        341.72
    ],
    [
        " There's gonna be two or three of them that are looking to cut corners looking to slack off",
        341.72,
        344.56
    ],
    [
        " That's true. It's true in a seal platoon for crying out loud in a seal platoon where they go through",
        344.56,
        349.96
    ],
    [
        " Week and they go through buds and they're highly selecting all that stuff. Yeah, some of those people get to a platoon",
        350.7,
        355.52
    ],
    [
        " They don't want to do shit. Yeah, they want to freaking cut corners. They want to go home early. They don't care",
        355.52,
        361.22
    ],
    [
        " That that's what happens you get those guys in a platoon and they're not gonna they might not commit hanging offenses",
        361.22,
        366.7
    ],
    [
        " Right, they might not like skip work or",
        366.7,
        370.6
    ],
    [
        " You know leave their weapon unattended or something like that",
        370.6,
        374.2
    ],
    [
        " Which okay that if they're that bad you can get rid of them",
        374.2,
        377.4
    ],
    [
        " But they know where the line is and they just they just tip toe on that line",
        377.4,
        381.52
    ],
    [
        " And so there's people like that",
        381.52,
        384.42
    ],
    [
        " There's people like that in every organization and if you then",
        384.42,
        388.54
    ],
    [
        " Treat everyone in your organization as if they're that person that's trying to get away with what they can",
        388.54,
        395.78
    ],
    [
        " And that's how you treat everyone you're not treating with respect your micro managing them",
        395.78,
        399.24
    ],
    [
        " And it's gonna come back and haunt you",
        399.24,
        400.8
    ],
    [
        " What's so here's an interesting thing",
        400.8,
        403.54
    ],
    [
        " Is like sometimes",
        403.54,
        405.24
    ],
    [
        " Sometimes I'm weak and I'm that guy trying to leverage a friendship",
        406.2,
        410.28
    ],
    [
        " against",
        410.28,
        411.26
    ],
    [
        " the standard",
        411.26,
        412.74
    ],
    [
        " And then then when when a leader is like no bro you got to do it this way",
        412.74,
        418.32
    ],
    [
        " I don't lose respect for them",
        418.32,
        420.76
    ],
    [
        " I'm like check",
        420.76,
        421.96
    ],
    [
        " I want examples bro",
        421.96,
        426.72
    ],
    [
        " What's the example of that",
        426.72,
        429.16
    ]
]