[
    [
        " So this guy shared in who's been parking orders and stuff all day, now rolls in after he fires Warren",
        0.0,
        6.96
    ],
    [
        " and says, Hey guys, look, I know I was hard today, but I'm sorry, I was wrong, you know, you",
        6.96,
        15.62
    ],
    [
        " must forgive me. He's asking for forgiveness. And I mean, it landed apparently really well.",
        15.62,
        24.7
    ],
    [
        " You know, because reading this, it's really apparent that Chamberlain is sympathetic to one",
        25.14,
        33.62
    ],
    [
        " and ain't all that thrilled with Sheridan. And then, you know, you see his response there when",
        33.62,
        39.92
    ],
    [
        " Sheridan was smart. Yeah, takes ownership of it and regaining some leadership capital because",
        39.92,
        48.78
    ],
    [
        " it's apologizing requires to do huge checking your ego. I can't think of a situation where",
        50.3,
        57.72
    ],
    [
        " anyone loses respect for you when you apologize. Yeah, yeah, this is a good case of that.",
        57.72,
        64.28
    ],
    [
        " Yeah, we just went through that whole thing with Joe Rogan and, you know, him apologizing.",
        64.62,
        73.72
    ],
    [
        " And there's a bunch of people and I just basically tried to lend support to him and saying that,",
        73.72,
        79.26
    ],
    [
        " Hey, let's the guys apologized. Forgiveness is a virtue that we should all",
        79.38,
        86.24
    ],
    [
        " try and go after and try and represent. And so when somebody makes a mistake, you know,",
        86.24,
        94.5
    ],
    [
        " that's what forgiveness is for. And a bunch of people, not a bunch of people, what some people",
        94.58,
        99.62
    ],
    [
        " were saying, you should never apologize. No, it's never, I hear that too with leaders,",
        99.62,
        103.32
    ],
    [
        " leaders say, well, it's a week to apologize. Man, if you mess something up, then apologize.",
        103.48,
        108.46
    ],
    [
        " And hey, in a minimum, if I say something to you that maybe, maybe I offended you,",
        109.28,
        116.32
    ],
    [
        " well, what did I want to offend you? And if I didn't, maybe if it's, you know, I say, well,",
        116.86,
        122.08
    ],
    [
        " jeez Jason, you know, you're you and your stupid freaking blonde hair, right?",
        122.26,
        126.48
    ],
    [
        " You know, and all of a sudden, I realized that, you know, you used to get picked on for that.",
        127.6,
        131.18
    ],
    [
        " And even though I meant it as a joke, but it offended you,",
        131.74,
        134.48
    ],
    [
        " does that mean? Well, hey, I didn't know. I didn't know that you used to get picked on because of",
        135.0,
        139.5
    ],
    [
        " that. I'm not apologizing. No, it's actually, hey, man, I'm sorry. The way I said it and the thing",
        139.5,
        145.86
    ],
    [
        " that I didn't know was going to offend you offended you. And I'm sorry about that.",
        145.86,
        148.2
    ],
    [
        " Like, there's nothing wrong with you make a mistake of saying sorry. Nothing wrong.",
        148.94,
        152.62
    ],
    [
        " What I really appreciated about",
        152.8,
        154.86
    ],
    [
        " Rogan's apology is that he wasn't side stepping any consequences. Yeah.",
        154.86,
        161.6
    ],
    [
        " Like, you know, just because you say, or sorry, it doesn't mean there are no consequences.",
        162.2,
        164.62
    ],
    [
        " Well, hey, it's all good. I apologize. No, but he, he took ownership of what happened. He wasn't",
        164.72,
        170.7
    ],
    [
        " trying to weasel out of any consequences. And I thought that it was a huge lesson on how,",
        170.7,
        177.4
    ],
    [
        " what the right thing to do is when something comes out and I actually gained quite a bit of",
        177.4,
        184.66
    ],
    [
        " respect. I had a amount of respect for Joe before that, but his apology was heartfelt and sincere",
        184.66,
        191.02
    ],
    [
        " and wasn't an attempt to avoid consequences, which is awesome. And when you make a mistake as a",
        191.02,
        198.72
    ],
    [
        " leader, when you pick the wrong plan, when I say, hey, Jason, I want you to, you know, can you prep",
        198.72,
        204.38
    ],
    [
        " this freaking brief for me? And then it turns out we don't need to do the brief. And I'm like,",
        205.66,
        210.98
    ],
    [
        " hey, man, I know you worked for two weeks on that thing and we didn't even need to even do it.",
        211.0,
        215.6
    ],
    [
        " I'm sorry, man. As opposed to saying, well, you know, we could have used it or whatever,",
        216.14,
        220.04
    ],
    [
        " just making up the big cover up the big lie, you know, and just like, hey, man, I'm so sorry.",
        220.06,
        225.04
    ],
    [
        " I know I wait. You wasted two weeks working on that, working on that brief and we ended up not",
        225.4,
        228.84
    ],
    [
        " using it. I should have done a better, I should have done more groundwork to make sure we're",
        228.84,
        234.36
    ],
    [
        " your respect for me doesn't go down. Goes up, you know, it's like, I was wrong.",
        234.36,
        239.44
    ],
    [
        " And when I, when I was, when I was, when I was reading this and I'm, and I'm like, oh, God,",
        241.04,
        245.7
    ],
    [
        " here come share. And again, he's going to yell at him. And then he's like, oh, look at him go.",
        245.76,
        251.18
    ],
    [
        " He's apologizing. And then he writes about like, hey, we were all as soon as he did that, he completely",
        251.18,
        256.7
    ],
    [
        " flipped their feelings towards him. A new view of him surely and amazingly.",
        256.7,
        263.08
    ],
    [
        " If that's such a great case for taking ownership and apologizing when you screw something up.",
        264.36,
        269.5
    ]
]