[
    [
        " This is Jockel podcast number 328 with echo Charles and me jockel willing good evening. I come good evening",
        0.0,
        5.84
    ],
    [
        " Leadership is the most important thing on the battlefield",
        5.84,
        11.18
    ],
    [
        " It's the most important thing in business and it is the most important thing in life",
        11.18,
        18.16
    ],
    [
        " And on this podcast we",
        18.16,
        21.04
    ],
    [
        " Consistently and regularly go through",
        21.04,
        25.42
    ],
    [
        " Examples of that from military history",
        25.42,
        28.96
    ],
    [
        " and about how the principles of extreme ownership apply to combat situations and I've had",
        29.66,
        37.04
    ],
    [
        " many",
        37.04,
        38.8
    ],
    [
        " combat leaders",
        38.8,
        40.24
    ],
    [
        " On this podcast from every level from corpals and sergeants",
        40.24,
        44.92
    ],
    [
        " To gun resurgence and master chiefs to generals and admirals",
        44.92,
        49.5
    ],
    [
        " talking about",
        49.5,
        51.42
    ],
    [
        " These principles of leadership and how they apply on the battlefield and",
        51.42,
        56.96
    ],
    [
        " Sometimes they talk about how these principles positively impact their lives as well as well",
        57.14,
        62.24
    ],
    [
        " So we've covered the battlefield we've covered life",
        62.24,
        65.18
    ],
    [
        " Tonight we're going to get a perspective from the business side from an individual",
        65.18,
        70.92
    ],
    [
        " That is taking the principles of extreme ownership the laws of combat the leadership strategy and tactics that we've learned in combat",
        70.92,
        79.9
    ],
    [
        " It has applied them directly to his business resulting in some",
        79.9,
        86.16
    ],
    [
        " incredible",
        87.62,
        88.7
    ],
    [
        " success",
        88.7,
        88.54
    ],
    [
        " Our guest tonight is Matt Malone is the CEO and owner of ground works",
        88.54,
        95.66
    ],
    [
        " Which is a nation-wide",
        95.66,
        99.12
    ],
    [
        " construction company that",
        99.12,
        102.24
    ],
    [
        " Provides foundation repair basement waterproofing crawl space encapsulation and concrete lifting",
        102.24,
        109.7
    ],
    [
        " And a host of other services that helps keep Americans",
        110.86,
        115.26
    ],
    [
        " Foundations dry and safe and serviceable. It's a company that's ranked",
        115.26,
        119.44
    ],
    [
        " number",
        119.44,
        120.56
    ],
    [
        " 147 on the ink 5000 in 2021 grew by 461 percent three years",
        120.56,
        127.88
    ],
    [
        " Has over 20 brands under its umbrella still growing",
        127.88,
        133.0
    ],
    [
        " And that growth is based on leadership",
        133.0,
        137.2
    ],
    [
        " And that leadership starts with the CEO Matt",
        138.5,
        142.44
    ],
    [
        " Matt",
        142.44,
        143.9
    ],
    [
        " Thanks for coming on. Thank you, Jocco. Not order to be here. Let's let's start at the beginning",
        143.9,
        149.68
    ],
    [
        " Let's start at where you started. Yes, sir. Tell us about growing up",
        149.68,
        153.76
    ],
    [
        " Well, I grew up in a town not too dissimilar to this one not as pretty nor for Virginia. Come on man",
        153.76,
        161.22
    ],
    [
        " Norfolk's pretty pretty pretty place. I looked out the window at the last night or",
        161.22,
        165.78
    ],
    [
        " This morning overlooking the little harbor there's like man",
        166.08,
        169.84
    ],
    [
        " I see the big Navy vessels, but doesn't quite look the same as my hometown, but a lot of similarities a lot of differences",
        169.84,
        178.14
    ],
    [
        " But so I grew up in Norfolk, North Virginia for those that don't know it's",
        178.14,
        182.12
    ],
    [
        " You know, it's part of East Coast command for the seals. It's the world's largest Navy base, I think",
        182.12,
        188.06
    ],
    [
        " a lot of shipbuilding there as well",
        188.06,
        191.12
    ],
    [
        " I'm a Navy brat so my dad was enlisted in an avie's",
        192.38,
        197.4
    ],
    [
        " He made his with there has made his way there from Texas",
        197.4,
        200.94
    ],
    [
        " So he was born in Denison, Texas a classic story that you probably see a lot",
        200.94,
        205.32
    ],
    [
        " tough childhood",
        205.32,
        206.84
    ],
    [
        " He said I'm gonna go join the Navy and see the world and he did he did",
        206.84,
        212.58
    ],
    [
        " He was enlisted E5",
        212.58,
        215.34
    ],
    [
        " But he spent four years in the Navy two years in the guard, but it brought him to Norfolk as you can imagine there he met",
        216.66,
        223.84
    ],
    [
        " my mom and",
        223.84,
        226.18
    ],
    [
        " She too was a Navy brat so my grandfather",
        226.18,
        229.46
    ],
    [
        " He he was chief Warren officer, so he's 20 years plus so he served",
        229.46,
        235.9
    ],
    [
        " He was actually in the Pacific theater for the most of his career. Yeah",
        235.9,
        240.7
    ],
    [
        " He was injured and",
        240.7,
        243.44
    ],
    [
        " Comic-Cosy attack and you know, he's got some great stories now. He's no longer with well",
        244.82,
        249.04
    ],
    [
        " I only know in in the Atlantic he was on his first ship was the Brooklyn the USS Brooklyn",
        249.04,
        253.76
    ],
    [
        " He's no longer with us, so in fact",
        253.76,
        256.66
    ],
    [
        " I was trying to find some things before I came to see you to see if I can get some more data, but I do he was",
        256.66,
        263.44
    ],
    [
        " He lived and kind of raised for many years my mom and mom so you know, he was Pacific theater and",
        263.44,
        270.28
    ],
    [
        " You know finally moved back to retire Norfolk and and that's how you know my parents met so it's you know",
        271.7,
        277.78
    ],
    [
        " Navy towns are a lot of examples like that. Yeah, so what your dad do while you're growing up",
        277.78,
        282.28
    ],
    [
        " You know, it's funny in the Navy so he's the Texas guy tough life",
        282.28,
        286.02
    ],
    [
        " Brain away frankly to to get some freedom in the Navy",
        286.02,
        290.26
    ],
    [
        " He he was involved with computers of all things which back in the day that was you know",
        290.26,
        295.46
    ],
    [
        " Thank you",
        295.46,
        295.94
    ],
    [
        " Before was that like a calculator?",
        295.94,
        298.02
    ],
    [
        " You'd have these big",
        298.34,
        299.84
    ],
    [
        " Tape type things that he would choke around and",
        299.84,
        303.26
    ],
    [
        " That was the skill that he learned in the Navy and then he went to work for",
        303.26,
        307.64
    ],
    [
        " As this kind of new technology rolled out in the banking world",
        307.64,
        311.18
    ],
    [
        " So he would oversee the computers at a couple local regional banks now when I was a kid",
        311.18,
        317.4
    ],
    [
        " I went on a field trip. So this is we're talking this might be",
        317.4,
        321.52
    ],
    [
        " 1977 or something like that. I was young and I remember we went to a bank on a field trip and",
        322.24,
        329.04
    ],
    [
        " First of all, I was just thinking this is the most boring thing I've ever seen in my life",
        329.04,
        332.62
    ],
    [
        " I don't want to I'm never going in a bank and but they had this thing that they were calling a computer and they had the little",
        332.62,
        338.18
    ],
    [
        " These little punch cards and I think it was some kind of an IBM",
        338.18,
        341.32
    ],
    [
        " Computer system that kept track of something and I remember thinking well",
        341.32,
        346.08
    ],
    [
        " Not going in a banking over here. I'm sure there's some kids out",
        346.08,
        349.76
    ],
    [
        " We're thinking wow look at that guy with a briefcase remember do you think a briefcase was ever cool echo Charles?",
        349.86,
        355.58
    ],
    [
        " No, not that I can remember some kids thought a briefcase was cool. I wasn't one of those kids",
        356.38,
        362.08
    ],
    [
        " So so thank going into a big room now with",
        362.08,
        365.22
    ],
    [
        " Stacks and stacks of machinery and they had to take these tapes down every night and move them for security to a different location",
        365.22,
        373.16
    ],
    [
        " It wasn't like",
        373.16,
        373.8
    ],
    [
        " You talk computers today. It's coding and all these you know kind of glamorous things",
        374.44,
        377.92
    ],
    [
        " It was the opposite of that so he would",
        377.92,
        379.88
    ],
    [
        " Manage a store as the tapes would store the data from the transaction",
        379.88,
        383.64
    ],
    [
        " I guess from the customers during the day and make sure they protected really didn't know what he did",
        383.64,
        388.56
    ],
    [
        " but I too knew that",
        388.56,
        390.36
    ],
    [
        " I never wanted to do that",
        390.36,
        392.6
    ],
    [
        " But you know as a kid you just",
        392.6,
        394.9
    ],
    [
        " It's I would just say that my parents",
        394.9,
        398.02
    ],
    [
        " Just great people",
        399.42,
        400.3
    ],
    [
        " We grew up as you can imagine fairly poor so we",
        400.3,
        403.76
    ],
    [
        " Live in a 1200 square foot house with one bathroom. I have a brother",
        403.76,
        408.7
    ],
    [
        " But never knew it frankly never knew",
        408.7,
        411.56
    ],
    [
        " What wealth really was just knew that my parents loving just got after my mom was a telephone operator",
        411.56,
        417.4
    ],
    [
        " When I could only know what that is but they don't have his anymore",
        417.4,
        421.84
    ],
    [
        " I'm laughing because that state in about like",
        421.84,
        424.24
    ],
    [
        " We didn't have much money, but you know we didn't really know it",
        424.24,
        427.66
    ],
    [
        " So both my parents were school teachers. We didn't have much money and I knew it",
        428.02,
        432.88
    ],
    [
        " I was we were we had like a caught we had one car for a while we had one car",
        432.88,
        438.42
    ],
    [
        " It was a chavette scooter a beige chavette scooter with no air conditioning and",
        438.42,
        445.28
    ],
    [
        " The had like a crappy AM radio and and we would get get into that thing in the summertime to go like drive to see the grandparents",
        445.28,
        453.94
    ],
    [
        " Three kids in the back of the tiniest car",
        453.94,
        457.24
    ],
    [
        " So when people are like oh, you know, I was poor, but we didn't know it. I knew it",
        458.04,
        462.26
    ],
    [
        " I knew it man. I was like I'm getting out of this joint when I can't I'm having flashbacks",
        462.26,
        468.52
    ],
    [
        " So we we had a similar we had a rabbit remember these volts right?",
        468.52,
        471.82
    ],
    [
        " A two door not four door and so my dad was from Texas occasion",
        471.92,
        476.66
    ],
    [
        " We make a long drive from Virginia to Texas. No way see oh my god",
        476.66,
        480.86
    ],
    [
        " We have pictures of the four of us in this thing and",
        480.86,
        483.72
    ],
    [
        " Yeah, you know, it was good times. Yeah, and of course, I mean, I don't want to make it sound too bad",
        484.16,
        489.68
    ],
    [
        " We when you have a car you're not good",
        489.68,
        491.88
    ],
    [
        " That's right and and we've always had food so thanks to my mom and dad and and the the teachers union that they got paid",
        491.88,
        499.98
    ],
    [
        " And we ate we got to eat all the time, but yeah",
        499.98,
        503.8
    ],
    [
        " As far as not knowing your poor are definitely I know let me rephrase it. I knew we didn't have much money that that much",
        503.8,
        510.28
    ],
    [
        " I do I knew we weren't I knew we weren't getting",
        510.28,
        512.58
    ],
    [
        " Like you know a new bicycle. We might get a used bicycle. We might get it, you know",
        512.96,
        518.02
    ],
    [
        " Well, we always had some fun around Christmas time",
        518.02,
        521.48
    ],
    [
        " The the saying in my family was it's gonna be a lean Christmas",
        521.48,
        524.5
    ],
    [
        " Yeah, which had been inherited I guess from my my mom's dad would say the same thing",
        524.5,
        529.14
    ],
    [
        " It's gonna be a lean Christmas. That's all we care about well, so whatever dreams you had for Santa",
        529.14,
        534.48
    ],
    [
        " Go count on it. Yeah, well, I look echo would appreciate this being from Hawaii look",
        534.48,
        539.84
    ],
    [
        " The big meal sometimes during the week was spam",
        540.12,
        543.56
    ],
    [
        " Now back east that wasn't a thing my mom grew up in Guam for many years, right?",
        543.56,
        548.16
    ],
    [
        " So yeah, we'll fire up some spam and put in a crock pod and like what so the running joke when I realized that spam really wasn't",
        548.28,
        555.86
    ],
    [
        " Real me to see my mom",
        555.86,
        557.64
    ],
    [
        " She made she signed me up for the spam with a month club and I had a sweet shirt",
        557.64,
        562.9
    ],
    [
        " That's it spam on and I would get this letter every month",
        562.9,
        565.72
    ],
    [
        " So you know again",
        565.72,
        567.72
    ],
    [
        " You know it took me a while to realize you guys don't eat spam at your house, you know, so anyway",
        567.72,
        573.58
    ],
    [
        " But so grew up in Norfolk",
        573.58,
        575.48
    ],
    [
        " You know",
        575.48,
        576.82
    ],
    [
        " Good parents normal childhood",
        576.82,
        579.06
    ],
    [
        " I I actually going to elementary school. I went this was when cross town busing was a thing",
        579.06,
        586.22
    ],
    [
        " I don't know if they have that here in California but back in the day that we would have cross town busing in Norfolk",
        586.22,
        590.98
    ],
    [
        " So I grew up in a place called Ocean View",
        590.98,
        592.74
    ],
    [
        " I don't know if you remember that I don't know if you were stationed back in the I was stations",
        592.74,
        597.22
    ],
    [
        " I remember where ocean view is it's a little sketch you will talk about that later maybe but",
        597.22,
        600.68
    ],
    [
        " So a cross down busing was a big deal. So in first grade, you know mom would walk me out to the bus stop",
        600.68,
        606.72
    ],
    [
        " 45 50 minute drive on the bus to a school",
        606.72,
        610.6
    ],
    [
        " Young park elementary, you know, it's literally in the middle of the project and it did you know that would cross down bus and so",
        610.6,
        617.16
    ],
    [
        " That lasted for a couple years and mom had enough of it. So she said hey",
        617.16,
        621.88
    ],
    [
        " We're gonna find the money to send shit. Of course ever brother parish and",
        621.88,
        626.48
    ],
    [
        " And we're gonna send the boys to a Catholic school because Catholic schools are",
        627.5,
        631.26
    ],
    [
        " cheaper than private schools put great education's good education since so we ended up going to a little private school",
        631.26,
        637.68
    ],
    [
        " And she was so pleased. I think I think it was like two thousand dollars, but you know, but for those it was real money, right?",
        637.68,
        644.22
    ],
    [
        " And so",
        644.42,
        644.72
    ],
    [
        " Now it kind of changed the course of my my life and and fast forward a few years so we grew up and",
        644.72,
        650.74
    ],
    [
        " Grow up there and then went to high school when you say that it changed the course of your life",
        650.74,
        655.68
    ],
    [
        " You can't just throw that out there and just then to say hey, we're moving on well what just the the focus on education",
        656.48,
        662.2
    ],
    [
        " Yeah, so the focus on",
        662.2,
        663.96
    ],
    [
        " Look discipline, I think is important part of aspect of a Catholic education now",
        663.96,
        669.7
    ],
    [
        " You know, I literally had nuns that were teaching us right so you have some discipline that's instilled in that",
        669.7,
        674.66
    ],
    [
        " Some you know, can we're not Catholic either right? So did you did you have to tell say that you're Catholic to get in? No, no, okay",
        674.66,
        681.66
    ],
    [
        " They they allow not Catholics to get in okay, and so but I you know",
        681.66,
        685.28
    ],
    [
        " I certainly believe in the morality that they teach now",
        685.88,
        689.68
    ],
    [
        " I would literally have to go with today we went to mass every week and I couldn't participate right so literally for me it was like",
        689.68,
        696.16
    ],
    [
        " We're certainly I just go and sit and as an hours remember it's nice and cool in the church",
        696.16,
        700.62
    ],
    [
        " Were they still doing the in Latin? Oh, no, no not at this point. No, not at this point. How long ago is Latin services?",
        700.62,
        706.48
    ],
    [
        " Hi am I crazy? No, because they used to talk about",
        706.74,
        710.0
    ],
    [
        " I thought they did Latin up until fairly recently, you know the 70s or 60s",
        710.16,
        716.02
    ],
    [
        " Long before maybe I was I'm not that old job",
        716.02,
        718.96
    ],
    [
        " You know, no, they definitely didn't land but but not for me not for me",
        718.96,
        723.4
    ],
    [
        " But I just remember you know, we couldn't participate couldn't take the sacrament and",
        723.4,
        726.34
    ],
    [
        " But it was cool. I would go is nice and cool in there and to sit do whatever there were a few non-Catholic",
        726.34,
        732.58
    ],
    [
        " So we just kind of parallel around together were that group",
        732.58,
        734.7
    ],
    [
        " And just which is chill as people would go to the mass every week and that's cool whatever but",
        735.4,
        741.36
    ],
    [
        " How it changed my life is you know good curriculum a good focus on discipline and education and and can't leave a good moral compass was delivered",
        741.36,
        751.34
    ],
    [
        " Weekly right now. I'm not talking about mass here. I'm just talking about you know how they went about their education",
        751.34,
        756.92
    ],
    [
        " Right look if you look at today is a is a boom in Catholic education",
        756.92,
        761.06
    ],
    [
        " Yeah, I give him what's going on education around the country and so",
        761.06,
        764.18
    ],
    [
        " You know, it was a important part of my kind of upbringing even though I wasn't Catholic",
        764.18,
        769.7
    ],
    [
        " It was it was important part of my upbringing. How long were you in that Catholic school for why went so second grade",
        769.7,
        775.1
    ],
    [
        " So third grade on through high school. Oh all the way through high school. Yeah, so",
        775.1,
        779.7
    ],
    [
        " Different schools, but still in the Catholic system. So all these little teeny Catholic",
        779.7,
        784.44
    ],
    [
        " Elementary schools would feed up to the one high school they had in town at this time has called Norfolk Catholic High",
        784.44,
        790.84
    ],
    [
        " and so my brother and I went there and",
        791.38,
        794.42
    ],
    [
        " So my my dad passed away when I was 14 saw as a freshman was tough",
        794.42,
        799.92
    ],
    [
        " How that happened?",
        799.92,
        801.92
    ],
    [
        " Well, he so he he again grew up in Texas without a lot of medical care and",
        802.76,
        807.92
    ],
    [
        " What they think was so see he had rheumatic fever when he was a child and",
        807.92,
        811.94
    ],
    [
        " You know likely he never got medical attention till it was probably too late",
        811.94,
        816.84
    ],
    [
        " So he literally wore glasses because the the fever burnt his his redness, right?",
        816.84,
        821.9
    ],
    [
        " So I mean remember so he was born in the late 50s and",
        822.1,
        826.34
    ],
    [
        " You know in Texas not in a big city",
        826.34,
        828.58
    ],
    [
        " He was he was born in Denison, Texas and literally lived on a cattle farm, right?",
        828.58,
        833.08
    ],
    [
        " So different mindset about health care and",
        833.28,
        835.64
    ],
    [
        " Treating things aggressively. So oh he's got 103 temperature hibiar just you know",
        835.64,
        842.22
    ],
    [
        " Just lay down here some water. You know, we'll be fine",
        842.22,
        844.62
    ],
    [
        " But he he ultimately wasn't fine. So he had he had a kidney failure a couple years prior",
        844.62,
        850.96
    ],
    [
        " So he was on dialysis for that and",
        850.96,
        853.28
    ],
    [
        " You know, he would he would literally go on walks every morning to kind of keep in shape and he was then",
        853.28,
        858.9
    ],
    [
        " Pilt not built like me. He was then and we go on these walks and",
        858.9,
        863.42
    ],
    [
        " One day just didn't come back",
        863.42,
        865.62
    ],
    [
        " Please come to the house and we're about to go to school",
        865.62,
        868.8
    ],
    [
        " my brother and I and",
        868.8,
        870.86
    ],
    [
        " My brother he's a couple years old and he would drive us to school and cops",
        871.86,
        874.96
    ],
    [
        " Literally came in the we lived in a court came to the court drove through the court and I remember we're just kind of sitting there",
        874.96,
        880.94
    ],
    [
        " I was getting a drink of water from the faucet and I",
        880.94,
        884.84
    ],
    [
        " Made some smart ass comment like oh they're coming to get this guy Roger Baker every year, you know",
        884.84,
        889.3
    ],
    [
        " again, you know",
        889.3,
        890.74
    ],
    [
        " Rough neighborhood can't leave so a lot of guys the police would come by all the time and so he pulled right in front of the house",
        890.74,
        896.94
    ],
    [
        " And I said something else smart to my brother like what'd you do?",
        896.94,
        900.26
    ],
    [
        " And so he comes to the door and he brings my dad's wallet and",
        900.62,
        904.6
    ],
    [
        " Is it one of you guys needs to come with me and so my brother was the oldest and so he went",
        904.6,
        909.48
    ],
    [
        " He went with the police officer and",
        909.48,
        912.78
    ],
    [
        " You know, I was there alone in that house and that's just a very strange",
        912.78,
        919.2
    ],
    [
        " I mean when your child is 14 just turned 14 just entering in high school as a freshman and",
        919.2,
        924.94
    ],
    [
        " Yeah, now I call my mom and",
        924.94,
        927.6
    ],
    [
        " She came home and you know went to hospital and he was gone so",
        928.44,
        932.5
    ],
    [
        " At an early age, you know when that that",
        932.5,
        936.1
    ],
    [
        " That happens you",
        936.1,
        937.74
    ],
    [
        " You have one or two things right you have to you can either hide within yourself or you can",
        937.74,
        942.16
    ],
    [
        " Stop and try to be more of a man around the house and and my mom",
        942.16,
        945.92
    ],
    [
        " You know she she's old school and the sense that you know, she was very dependent on my dad",
        945.92,
        952.38
    ],
    [
        " Um",
        953.84,
        954.28
    ],
    [
        " She turned into we called her to Wanda after that like she's tried to be strong and do things that",
        954.28,
        959.24
    ],
    [
        " You know that she needed to do take care of her boys and she did",
        959.24,
        963.52
    ],
    [
        " But I had to become in my mind",
        963.52,
        967.24
    ],
    [
        " I had to become more the man the house and and manage the finances and other things like that because she wasn't great with that and so",
        967.24,
        972.74
    ],
    [
        " The interesting thing is she couldn't afford to send us to this school now in Norfolk Catholic and",
        972.74,
        979.56
    ],
    [
        " And I didn't know this for a few years",
        980.52,
        982.48
    ],
    [
        " But the school came to her and said hey listen if you can pay for",
        982.48,
        986.1
    ],
    [
        " one of your son as a child my brother",
        986.1,
        990.4
    ],
    [
        " Then Mac can go for free",
        990.4,
        992.92
    ],
    [
        " Big deal right so",
        992.92,
        995.28
    ],
    [
        " That's how I was able to go to high school is that that school stepped up and allowed",
        995.28,
        1001.04
    ],
    [
        " You know two knuckleheads to go to the school and when when I couldn't really afford it my mom couldn't afford it and",
        1001.04,
        1007.54
    ],
    [
        " I found out you know many years later, but my wife Sarah and I've you know",
        1007.54,
        1012.46
    ],
    [
        " We've given a lot of money back to the school and we've in doubt a few scholarships for athletes to go to school",
        1012.46,
        1017.96
    ],
    [
        " It's just more than you know the colleges I went to that was",
        1017.96,
        1022.5
    ],
    [
        " Kind of the greatest act of kindness that set me on a course to to be an entrepreneur in a businessman today and",
        1022.5,
        1029.58
    ],
    [
        " So I just I love that place",
        1029.58,
        1031.82
    ],
    [
        " And Sarah and I continue to get back to it, but",
        1031.82,
        1034.62
    ],
    [
        " So I high school you know that side from that pretty pretty",
        1035.22,
        1040.3
    ],
    [
        " Typical existence I played sports not great like you guys I played football in basketball",
        1040.3,
        1046.56
    ],
    [
        " Large in a lot football",
        1046.56,
        1048.82
    ],
    [
        " You know all conference I think it made all state one time, but not great. I remember",
        1048.82,
        1054.54
    ],
    [
        " Like junior year",
        1054.54,
        1056.88
    ],
    [
        " It's about you getting ready to go to college and look to be fair. I was complete knucklehead",
        1056.88,
        1062.36
    ],
    [
        " Might had a 2.2 GPA so your grades were not great. No, it's great. You're not great. We just not studying. No, I just didn't care",
        1062.98,
        1069.72
    ],
    [
        " I don't really think I brought a book home and and",
        1069.72,
        1072.5
    ],
    [
        " You know and I have I factually did not",
        1072.5,
        1077.74
    ],
    [
        " Well, I mean you have you have kids and some sons so I like literally I I have two sons now and",
        1077.74,
        1087.66
    ],
    [
        " I would be appalled if that that were the case for my son so",
        1087.66,
        1091.34
    ],
    [
        " And looking back like what I know so my mom worked all the time. She you know, I was a last-key kid. I literally",
        1092.94,
        1097.7
    ],
    [
        " That's all her you know right before bed and I was it and she had to work and so",
        1097.7,
        1102.76
    ],
    [
        " I remember going to a guidance counselor back in the day and the guidance counselor literally said hey",
        1102.76,
        1110.34
    ],
    [
        " You might want to think about a career in the shipyards",
        1110.34,
        1113.74
    ],
    [
        " I'm like what do you mean? You know mom says I need to go to college. She she's like yeah, but",
        1113.74,
        1120.64
    ],
    [
        " Mom has a senior grace",
        1121.68,
        1123.16
    ],
    [
        " You're not getting into college. The lady said and you know Norfolk is a home a bunch of shipyards, right? And so",
        1123.16,
        1130.18
    ],
    [
        " And nothing wrong with working the shipyards and I'll cover that in a little bit",
        1130.18,
        1133.98
    ],
    [
        " But she she she was like you need to go or think about that as a profession, right? So I go home",
        1133.98,
        1139.1
    ],
    [
        " That was not a good conversation with mom",
        1139.1,
        1141.92
    ],
    [
        " She never went to college of course, but she'd always she knew about this thing called college",
        1141.92,
        1146.8
    ],
    [
        " She said my boys are going to college",
        1146.8,
        1148.42
    ],
    [
        " I don't know what that looks like, but my boys are going to college and so",
        1148.42,
        1151.4
    ],
    [
        " Thankfully I could play football now",
        1151.4,
        1154.56
    ],
    [
        " I",
        1154.56,
        1155.28
    ],
    [
        " Should I should say that you know lightly I could play football was smart enough to kind of talk my way and play my way into college",
        1155.28,
        1164.44
    ],
    [
        " But D3 so D3",
        1164.44,
        1166.98
    ],
    [
        " You know I could play it and you know D1's who's legit, but D3 I joke around it's like 13th grade",
        1166.98,
        1174.94
    ],
    [
        " So and they also don't give any money to go to play D3, but they they allow",
        1177.08,
        1181.74
    ],
    [
        " At least for me they allowed a knucklehead into school",
        1181.74,
        1184.76
    ],
    [
        " So I was able to parlay kind of my average football skill into and I'm a decent sized guy",
        1184.76,
        1190.06
    ],
    [
        " But I could I could leverage that into getting into college and so I did so",
        1190.06,
        1193.48
    ],
    [
        " This is this is interesting too. So I went which college go to so I initially went to you know",
        1193.48,
        1202.3
    ],
    [
        " Flat Catholic University so mind you",
        1202.3,
        1204.82
    ],
    [
        " Here's a guy. I'm a Piscopanian like and so I imagine a all my career has been education",
        1204.82,
        1211.56
    ],
    [
        " I'm milking the system",
        1211.56,
        1213.72
    ],
    [
        " You know so",
        1213.72,
        1216.8
    ],
    [
        " So I ended up at Catholic University, which is a division three school. That's in DC and",
        1216.8,
        1221.72
    ],
    [
        " Supply football there, but quickly boom blow out my knee. Ooh, yeah, right and I remember",
        1221.72,
        1229.14
    ],
    [
        " I'm not going to that shipyard",
        1229.14,
        1231.66
    ],
    [
        " I can't go back right so",
        1232.3,
        1233.88
    ],
    [
        " So my mind had to turn on turn to brain on I remember what year was this in college that you blew your knee?",
        1233.88,
        1240.4
    ],
    [
        " So I graduate high school in 90s is 91",
        1240.62,
        1242.82
    ],
    [
        " 91 and so did you play a season or did you know never saw the field?",
        1242.82,
        1248.34
    ],
    [
        " How do you blow you blow knee practicing? Yeah, okay, yeah",
        1248.92,
        1252.24
    ],
    [
        " and look I had a couple looks from service academies and of course that was never gonna happen given my grades but",
        1252.24,
        1258.66
    ],
    [
        " But it was the only way I could really get an opportunity to go to college and and so I went to Catholic",
        1260.5,
        1266.8
    ],
    [
        " blew out my knee but because of my fear I decided okay",
        1266.8,
        1271.34
    ],
    [
        " There's just a thing called a brain you might want to turn that on",
        1271.34,
        1274.12
    ],
    [
        " You're looking back you're looking back and you say oh, this is what I said do you actually remember a moment in time when you said",
        1274.12,
        1284.7
    ],
    [
        " Okay, I'm gonna need to I'm not gonna need to apply myself",
        1284.7,
        1288.26
    ],
    [
        " Academically 100 okay, so you that that actually because I look at my people I was like hey when did this happen?",
        1288.92,
        1294.0
    ],
    [
        " When was this moment and I I've always for the most part had more gradual sort of sort of",
        1294.0,
        1301.1
    ],
    [
        " Realizations of what's happening in the world including for myself, but that's where I'm asking",
        1301.1,
        1307.16
    ],
    [
        " They like did you have a specific like all right?",
        1307.16,
        1309.74
    ],
    [
        " Literally, I got to be a binary event right so you blow your knee you can't walk",
        1309.74,
        1314.0
    ],
    [
        " I was literally in the hospital like southeast DC not the greatest kind of hospital that you want to be in and",
        1314.16,
        1319.92
    ],
    [
        " Literally in that bed. I said I'm not going back",
        1319.92,
        1322.86
    ],
    [
        " Not I'm not meaning Catholic, but I'm not going back to Norfolk. I'm not gonna go back",
        1322.86,
        1328.94
    ],
    [
        " What I got to do right so",
        1328.94,
        1331.1
    ],
    [
        " Turned on the brain. I finished the semester there had a 3 2 which is okay",
        1331.1,
        1336.36
    ],
    [
        " I didn't frankly fit. I didn't like the place",
        1336.36,
        1340.32
    ],
    [
        " I didn't like I didn't like living in DC and so",
        1340.66,
        1344.1
    ],
    [
        " Again my mom she she did she didn't we couldn't really afford college right so she did a lot of research and she found that there's a",
        1344.1,
        1352.3
    ],
    [
        " Foundation in Norfolk called the Norfolk Foundation and they literally for underprivileged kids they would send",
        1352.3,
        1359.3
    ],
    [
        " These kids to this this college ultimate graduate from called Hampton Sydney colleges in Virginia. It's a",
        1359.3,
        1365.52
    ],
    [
        " Classic liberal arts school. So when I say classic you know, they talk",
        1365.52,
        1370.1
    ],
    [
        " Greek and Latin we had two years of something called rhetoric and you had to place out of it before you could graduate",
        1370.36,
        1376.38
    ],
    [
        " Right, it is so old school. It's like a true academy and I loved it right so it was small less than a thousand",
        1376.38,
        1382.6
    ],
    [
        " students",
        1382.6,
        1383.68
    ],
    [
        " Professor to student ratio was very high and professors that taught there they wanted to teach",
        1383.68,
        1389.24
    ],
    [
        " They didn't want to write the research. They wanted to teach and is a perfect environment for me and so I",
        1389.24,
        1395.42
    ],
    [
        " Went there",
        1395.42,
        1395.92
    ],
    [
        " The Norfolk Foundation paid my tuition",
        1395.92,
        1399.6
    ],
    [
        " What did you study?",
        1400.58,
        1401.4
    ],
    [
        " Economics and religion believe it or not so I have two degrees from there one in economics and one of religion",
        1402.56,
        1407.52
    ],
    [
        " People always ask me what",
        1407.52,
        1409.34
    ],
    [
        " That religion thing is late they once you know me you realize that religion thing. Well, what do you have that for?",
        1409.34,
        1415.18
    ],
    [
        " Well, it's just I look economics was pure",
        1415.8,
        1418.24
    ],
    [
        " I wanted to to learn more about you know the economy and how to be effective in business and things like that but",
        1418.24,
        1423.94
    ],
    [
        " My curiosity was really what drove religion right so imagine going to school at a Catholic school",
        1423.94,
        1430.3
    ],
    [
        " for all my my childhood and then of course, I'm a Piscopan",
        1430.32,
        1434.42
    ],
    [
        " Bats is fascinated with the idea of",
        1434.42,
        1438.06
    ],
    [
        " How religions are historically rolled out and maintained and they are that they're effect on you know mankind",
        1438.06,
        1446.22
    ],
    [
        " And so we would study all kinds of religions and so it's just it was a personal kind of journey of my own intellect not",
        1446.22,
        1452.58
    ],
    [
        " Frankly not doing anything with this as you can imagine",
        1452.58,
        1456.72
    ],
    [
        " Yeah, well know if I was in the FBI and saw that thing pop up",
        1456.86,
        1459.84
    ],
    [
        " I would have pegged you as a cult potential future cult leader economy and religion. All right. We got to watch this guy",
        1459.84,
        1465.32
    ],
    [
        " He's gonna be making moves. Well look that I so I wrote my senior thesis on something called the morality of capitalism",
        1465.32,
        1471.74
    ],
    [
        " So I tried to blend them together at",
        1471.74,
        1474.42
    ],
    [
        " Did so did you know you wanted to go into business at this time where you started to think?",
        1474.42,
        1479.5
    ],
    [
        " Did you see some kind of a career path? Was there anything in interest? Did you?",
        1480.08,
        1483.08
    ],
    [
        " You know, I knew I didn't want to go into traditional profession when I say profession",
        1483.76,
        1488.06
    ],
    [
        " I mean true profession so you know law or medicine or accounting like I",
        1488.06,
        1492.68
    ],
    [
        " My mind wasn't linear that way and and I always knew that I wanted to pursue something in business",
        1492.68,
        1498.58
    ],
    [
        " Whatever that might mean like it so it's so ambiguous when you say hey",
        1498.58,
        1503.36
    ],
    [
        " Yeah, I want to go into business. Well, what the heck does that even mean right? What does that look like and and",
        1503.36,
        1510.0
    ],
    [
        " I just knew I wanted to to have the tools to do that. Jocke to go into business and be successful. It was later",
        1510.72,
        1516.68
    ],
    [
        " That I learned kind of what specifically I wanted to be involved with in business as I met some some mentors, but",
        1516.68,
        1524.64
    ],
    [
        " At Hampton Sydney. No, I just knew I wanted to get some degree and and",
        1524.64,
        1528.5
    ],
    [
        " That I felt like could best prepare me to be a successful in business and",
        1528.5,
        1533.32
    ],
    [
        " So I did my as I said I got this North of foundation scholarship, right?",
        1533.32,
        1537.96
    ],
    [
        " So and I get there my dad's gone knowing my family's ever to go into college",
        1538.76,
        1543.32
    ],
    [
        " Mom thought this was and I thought hey look out. This is cool. I got this all paid for right well",
        1543.32,
        1550.1
    ],
    [
        " I get there and what I realized they paid tuition, but there's a little difference between room and board and things like that so",
        1550.1,
        1555.88
    ],
    [
        " I'm a husser so I've always worked",
        1555.88,
        1559.24
    ],
    [
        " Even as in high school like it it's just part of the Malone mindset. We've always worked. I remember I was working at a",
        1559.24,
        1566.14
    ],
    [
        " Marine at 14",
        1566.14,
        1567.0
    ],
    [
        " Standing the bottom of boats so they could paint them now mine. I didn't even have any kind of",
        1567.0,
        1572.9
    ],
    [
        " Face mask on like today with my company like",
        1572.9,
        1576.06
    ],
    [
        " What were they what were they letting me do that for?",
        1576.06,
        1578.6
    ],
    [
        " 14 right? Oh, I better not say the Marina, but I was paid in cash and my brother worked there",
        1579.62,
        1585.62
    ],
    [
        " He got the good gig so he drove one of these huge forklifts where they store the boats and you know, they're huge forklift and",
        1585.62,
        1592.5
    ],
    [
        " I was the idiot that would climb up on the forklift get in the boat as you put it in the water",
        1592.86,
        1597.24
    ],
    [
        " So I could drive it in park it so when the guests came they could pick up their boats anyway, so we'd always been working and",
        1597.24,
        1603.3
    ],
    [
        " Even in high school, I think you appreciate this and you might know these guys",
        1603.3,
        1607.94
    ],
    [
        " So I was a lifeguard of all things in high school believe it or not so I worked at this ocean view",
        1607.94,
        1612.92
    ],
    [
        " life for beach patrol and",
        1612.92,
        1616.34
    ],
    [
        " Good gig paid a lot more than Marina didn't have to work as hard",
        1616.34,
        1619.72
    ],
    [
        " You can kind of work out and have some fun. You're not breathing the lead paint",
        1619.72,
        1623.14
    ],
    [
        " Right down your throat as I look at it",
        1623.14,
        1626.8
    ],
    [
        " Now you know people always joke hey, we're you there for the ladies and stuff like I don't think you've really been to ocean view",
        1626.8,
        1632.78
    ],
    [
        " Bro, there's really no ladies there",
        1632.78,
        1634.42
    ],
    [
        " It's a pretty rough place like a we used to work at this place called their couple beaches there in Norfolk and we worked at this place called city beach",
        1634.42,
        1643.7
    ],
    [
        " And city is a big development now",
        1643.7,
        1646.22
    ],
    [
        " It's a place that but city was kind of way down at the end of the end of the bay",
        1646.22,
        1649.6
    ],
    [
        " And there were that's where you could get the hotel so you could get for the hour right and hookers on the corners and stuff like that",
        1649.6,
        1656.74
    ],
    [
        " And they only let the big guys go down there to city and we called it of course shitty",
        1656.74,
        1660.6
    ],
    [
        " We're gonna go ahead shitty what I love those we had rescue boards",
        1660.6,
        1663.88
    ],
    [
        " So we basically served all day because the clientele didn't roll and mine you surfing out in Norfolk is very different than here, but",
        1663.88,
        1669.48
    ],
    [
        " But we felt cool Jaco come on",
        1669.48,
        1672.26
    ],
    [
        " So you know, it's okay. Well, you know you get there you get on duty at 10 and",
        1673.02,
        1677.98
    ],
    [
        " Clients don't really show up at that beach until about three so we kind of screwed around",
        1677.98,
        1681.96
    ],
    [
        " Well, there's a couple characters that you meet during being a lifeguard, right?",
        1681.96,
        1687.44
    ],
    [
        " So you have the quintessential guy that that's his profession, you know the dude that's like you would call him dude",
        1687.54,
        1692.56
    ],
    [
        " His name is Jed and like he was 40 years old. You like okay. I don't want to be that guy",
        1692.56,
        1697.14
    ],
    [
        " But we had these a few guys that went to",
        1697.14,
        1699.72
    ],
    [
        " That went to college at Old Dominion and that were just working there for the summer making good money and and",
        1700.66,
        1706.66
    ],
    [
        " And there forget this one guy",
        1706.66,
        1708.9
    ],
    [
        " He was a workout maniac so he was a wrestler at Old Dominion and we our lifeguard stands are about 10 feet tall and",
        1708.9,
        1717.3
    ],
    [
        " He used to hang off these things and do pull-ups and",
        1717.3,
        1721.68
    ],
    [
        " Then he would do one handed pull-ups, you know, he'd grab his hand and complete the jet",
        1721.68,
        1725.42
    ],
    [
        " And I was in high school. I this this this was cool to me, right? So on his hey, I'm not I'm way out of high school",
        1726.36,
        1732.56
    ],
    [
        " Fat ass can't do that. That's pretty cool. So on the lunch break so this guy",
        1732.56,
        1738.94
    ],
    [
        " He wouldn't go on lunch. He would literally jump on the beach take off his lifeguard gear and dig holes",
        1738.94,
        1745.9
    ],
    [
        " He'd take out a military shovel and dig holes as",
        1745.9,
        1749.66
    ],
    [
        " Deep as he could as fast as he could for an hour and then fill them in dust our lunch break was an hour",
        1749.66,
        1754.48
    ],
    [
        " and",
        1755.16,
        1755.6
    ],
    [
        " And I remember asking me say what do you what do you I mean? I love it. What are you doing?",
        1755.6,
        1760.6
    ],
    [
        " He says I want to be a seal",
        1761.04,
        1762.46
    ],
    [
        " so",
        1762.46,
        1763.38
    ],
    [
        " What's a seal right and so at city beach? It's right across a jetty from",
        1763.38,
        1770.58
    ],
    [
        " At the amphib base there right and so you'd see copters out there dropping people and I didn't think there were seals",
        1770.58,
        1776.9
    ],
    [
        " But you just did drop you know divers and whatever and because I was so busy down there at that beach",
        1776.9,
        1783.06
    ],
    [
        " I could just sit there with my but nox and watch you see him swimming back right they just swim back",
        1783.06,
        1787.3
    ],
    [
        " You see man these guys are out there a long time and",
        1787.3,
        1790.08
    ],
    [
        " And he would say well those are probably seals and then he came in one day and gave me a book",
        1790.08,
        1794.04
    ],
    [
        " Rogue Warrior",
        1794.04,
        1795.44
    ],
    [
        " The classic right so of course there's a lot of reading time sometimes on these lifeguard stands because no one was there",
        1795.44,
        1802.8
    ],
    [
        " so Marcink I read that book and and",
        1802.8,
        1805.42
    ],
    [
        " There's fun of the other day. I was working out with",
        1805.42,
        1808.76
    ],
    [
        " retired seal",
        1811.24,
        1810.36
    ],
    [
        " And I and I had this I",
        1810.36,
        1814.32
    ],
    [
        " Stole it I shouldn't say that but I have a a a lifeguard sign in my gym at home my garage",
        1814.32,
        1820.04
    ],
    [
        " You stole it. I found that city of Norfolk. I found that but",
        1820.04,
        1824.48
    ],
    [
        " So we're working out and he said hey, what's that sign? And I said well",
        1824.48,
        1827.8
    ],
    [
        " I worked I worked at the I worked this and this lifeguard thing and then I",
        1827.8,
        1832.36
    ],
    [
        " Remembered the story of this guy that wanted to be a seal and I said hey did did you ever know this guy?",
        1832.36,
        1837.42
    ],
    [
        " Yes, and his face he looked at me and said",
        1837.64,
        1840.3
    ],
    [
        " You're kidding right so",
        1840.3,
        1842.38
    ],
    [
        " So his name and I have I've been seen him since Jocco so you should know this so his",
        1842.38,
        1847.58
    ],
    [
        " That two guys that worked there they're called the Fussell Brothers as well",
        1847.58,
        1851.24
    ],
    [
        " John and Chris Fussell worked as",
        1851.24,
        1855.56
    ],
    [
        " Lifeguards with me back in the day",
        1855.56,
        1857.84
    ],
    [
        " I know should view John Fussell was the guy that would just",
        1857.84,
        1862.16
    ],
    [
        " Work out maniac like hanging off lifeguard sans digging holes and",
        1862.66,
        1867.36
    ],
    [
        " You know when I when I mentioned it to flenna do you know this guy?",
        1867.36,
        1870.9
    ],
    [
        " So you kidding right so I did use inner webs and check them out",
        1870.9,
        1874.96
    ],
    [
        " So I I guess they made it and they had a pretty good career in the shielding so",
        1874.96,
        1878.52
    ],
    [
        " But I literally remember this guy hanging off the lifeguard sand doing you know one on Pearl Ops",
        1878.52,
        1883.92
    ],
    [
        " What so he made it good for them so small story there but",
        1883.92,
        1887.3
    ],
    [
        " You know always working",
        1887.3,
        1889.3
    ],
    [
        " So when I get to college of course realizing I had to figure out how to eat and where to live and things like that",
        1890.48,
        1895.36
    ],
    [
        " So I got a couple jobs",
        1895.36,
        1896.66
    ],
    [
        " One one of those jobs was I was a bartender now",
        1896.66,
        1901.1
    ],
    [
        " So I went to this school as the middle of the mountains of Virginia",
        1901.1,
        1904.14
    ],
    [
        " So not much in the light night life, but I worked for the school so I would",
        1904.14,
        1908.42
    ],
    [
        " Work for these trusty events",
        1908.42,
        1910.8
    ],
    [
        " So trustees and college or folks that you know kind of sit on a board and give a lot of money and kind of direct the college and",
        1910.8,
        1918.4
    ],
    [
        " Where it's going so the pretty typically pretty successful folks that can afford to give a lot of money away and",
        1918.42,
        1923.66
    ],
    [
        " You know I had exposed to any of that world before and so I was working these trusty events and you know had to wear bow tie and it's pretty horrible",
        1923.66,
        1931.24
    ],
    [
        " So I stand there and have that this bar and this this this general freshman year came up and",
        1931.24,
        1939.22
    ],
    [
        " He wanted a scotch and eat really good at making those",
        1939.22,
        1943.26
    ],
    [
        " So and so we just got talking for four years we talked and again not about business, but about life and politics and sports and",
        1945.26,
        1951.76
    ],
    [
        " You know he he really became someone that I look forward to talking to and",
        1951.76,
        1957.08
    ],
    [
        " His name was Bob Hatcher and and Bob had started a company",
        1957.08,
        1962.54
    ],
    [
        " that",
        1962.54,
        1964.5
    ],
    [
        " Called Johnson and Higgins, which was one of the largest insurance brokerage firms in the world. He later sold it to Marshan",
        1964.5,
        1972.04
    ],
    [
        " They are the largest and and you know, I don't know what he was worth, but it was a lot and I remember seeing a year",
        1972.56,
        1978.4
    ],
    [
        " He says hey Malone if you ever if you ever need anything give me a call and you know",
        1978.4,
        1984.62
    ],
    [
        " Okay, what does that mean right so again, you know and naive I said yes, sir mr. Hatcher. Thank you's you know",
        1984.62,
        1990.72
    ],
    [
        " So anyway, so graduate Hampton Sydney the brain turned on believe it or not five-bit of cap which all these you know",
        1990.72,
        1998.2
    ],
    [
        " Pretty high GPA",
        1998.2,
        2000.06
    ],
    [
        " which is",
        2002.1,
        2002.6
    ],
    [
        " What it taught me was like you you focus on anything you bring some discipline to your studies",
        2002.6,
        2007.86
    ],
    [
        " Most people can achieve anything right especially in school",
        2007.86,
        2011.44
    ],
    [
        " It's it's not that hard. You just got to be disciplined about it and I took it as my job like I was there",
        2011.44,
        2015.62
    ],
    [
        " To find a path to get out get the highest GP. I could to get theoretically get me the best job that I could",
        2015.62,
        2021.16
    ],
    [
        " So as I'm finishing up school one of the deans of the schools comes to me and says hey Malone",
        2021.16,
        2027.36
    ],
    [
        " I want you apply for this scholarship",
        2027.36,
        2029.04
    ],
    [
        " And of course I heard scholarships of free and I said okay, what's this about and he he encouraged me to apply for something called the",
        2030.36,
        2037.28
    ],
    [
        " rotary foundation scholarship",
        2037.28,
        2038.96
    ],
    [
        " actually the rotary the rotary ambassadorial fellowship",
        2038.96,
        2042.74
    ],
    [
        " very fancy and",
        2042.74,
        2045.82
    ],
    [
        " Through the rotary club well apparently I've rotary clubs throughout the world and",
        2045.82,
        2050.26
    ],
    [
        " Part of this this this ambassadorial role is that you go to these countries one wherever country you're designated",
        2050.26,
        2058.34
    ],
    [
        " And you speak to rotary clubs in that country",
        2058.96,
        2061.38
    ],
    [
        " Every weekend so you travel around those countries given speeches about literally life in America where you're from",
        2061.38,
        2067.4
    ],
    [
        " It's truly ambassadorial and in return for that they pay for your your graduate school",
        2067.4,
        2073.12
    ],
    [
        " It's a good gig. I'll give that a go and so",
        2073.12,
        2076.5
    ],
    [
        " Now I can only speak English and so you know",
        2076.5,
        2079.94
    ],
    [
        " There's only that limits to where you can go in the world. I said Australia or United Kingdom, right? So I",
        2079.94,
        2086.78
    ],
    [
        " Being an economist lose that phrase loosely. I knew of course of you Adam Smith",
        2087.14,
        2093.14
    ],
    [
        " He he actually taught at the University of Glasgow in Scotland",
        2093.14,
        2097.4
    ],
    [
        " There's a school there called Adam Smith School of Finance and",
        2097.4,
        2101.66
    ],
    [
        " I applied to find the way it worked as you have to apply and then they the rotary club picks and so",
        2101.66,
        2106.96
    ],
    [
        " Of course I pick the big boys. I applied to Cambridge and London School of Economics used the big boys, right?",
        2106.96,
        2112.88
    ],
    [
        " And on the fifth choice I I brought my applied to University of Glasgow now which is interesting about Glasgow",
        2113.62,
        2118.76
    ],
    [
        " It's very similar to Norfolk",
        2118.76,
        2120.58
    ],
    [
        " In the sense a huge shipbuilding town depressed economies",
        2120.58,
        2124.78
    ],
    [
        " Because most of the ships at the back and at least early on a lot of the shipyards for the United Kingdom all the boats",
        2124.78,
        2134.2
    ],
    [
        " Really built right there and in Glasgow and so of course that's where they select me to go and so I ended and I",
        2134.2,
        2141.38
    ],
    [
        " Wish I'd gone to Cambridge or Oxford or one of these places. So I of course end up my luck going to University of Glasgow",
        2141.72,
        2147.04
    ],
    [
        " But hey man, it was free",
        2147.04,
        2148.5
    ],
    [
        " So I went so off I go to",
        2148.5,
        2151.58
    ],
    [
        " University of Glasgow in Scotland and and",
        2151.58,
        2155.44
    ],
    [
        " Yeah, that that was a good experience I",
        2155.44,
        2158.48
    ],
    [
        " School was like 1491. It was found. I mean, so it's you go on way back, right and",
        2158.48,
        2164.76
    ],
    [
        " Definitely back in the day",
        2164.76,
        2166.46
    ],
    [
        " My classmates you love this my classmates for really it's an international program so my classmates from around the world, right?",
        2168.02,
        2174.3
    ],
    [
        " so my my roommate was a fellow named Carl Howe who's from Barbados and",
        2174.5,
        2180.14
    ],
    [
        " You know he he spoke a different dialect of English",
        2180.14,
        2184.26
    ],
    [
        " And then I don't know if you've been to Glasgow but glass Weijen",
        2184.26,
        2189.22
    ],
    [
        " Obviously English, but their accent are so thick so imagine I'm well. I got this dude from Barbados",
        2189.22,
        2195.44
    ],
    [
        " me and",
        2197.1,
        2197.7
    ],
    [
        " All these glass Weijen's like it's they're all speaking the same language, but they're really",
        2197.7,
        2202.18
    ],
    [
        " So I did I did the master's program there international finance I",
        2202.18,
        2210.04
    ],
    [
        " Really wanted to get out of there. So I did my program pretty fast. I did it in 18 months",
        2210.04,
        2214.14
    ],
    [
        " You could write your dissertation finish and so I finished",
        2214.14,
        2216.86
    ],
    [
        " But because I finished early I",
        2216.86,
        2220.94
    ],
    [
        " Came back to the States and and at that point Jack I",
        2220.94,
        2224.62
    ],
    [
        " I I wanted to be I thought an investment banker so for your listeners out there not to offend many investment bankers, but so investment bankers put",
        2224.78,
        2233.08
    ],
    [
        " Bires and sellers of companies together",
        2233.08,
        2236.44
    ],
    [
        " I have a lot of investment banking friends I apologize for this, but they're like real estate agents",
        2236.44,
        2242.78
    ],
    [
        " But really smart and they make a ton of dough",
        2242.78,
        2246.1
    ],
    [
        " So in my mind, I wanted to be an investment banker, you know kind of facilitating",
        2246.1,
        2250.82
    ],
    [
        " Acquisitions and putting buyers and sellers together for for for businesses and so",
        2252.42,
        2257.02
    ],
    [
        " Going back to the States. I was off cycle",
        2257.02,
        2259.92
    ],
    [
        " So they have a recruiting class so they bring in students and put them in the associate program after they get their NBA",
        2259.92,
        2265.48
    ],
    [
        " Which my degree was equivalent to that and so I was kind of six seven months early for that program and",
        2265.48,
        2272.34
    ],
    [
        " So they just come back when we recruit for the program because it's kind of a couple of year program",
        2272.34,
        2277.08
    ],
    [
        " You got to get a get a spot a slot and you'll go through the program",
        2277.08,
        2280.02
    ],
    [
        " And so I called Bob because I didn't have a job and I said hey mr. Hadger guess who he says hey?",
        2280.58,
        2285.3
    ],
    [
        " Malone would so I wrote this dissertation on derivatives and graduate school and so I went to work briefly",
        2285.4,
        2291.4
    ],
    [
        " For this insurance company and I I'd literally wrote what's called exogenous risk models",
        2291.4,
        2297.42
    ],
    [
        " Why would and vertically clearly commodity prices and self insurance levels?",
        2297.42,
        2303.18
    ],
    [
        " It's very technical very boring, but we both seen trading places",
        2303.18,
        2307.7
    ],
    [
        " So I literally would build these models you got here. I literally is building these models",
        2311.64,
        2315.3
    ],
    [
        " That so a lot of big companies are self-insured",
        2315.3,
        2318.24
    ],
    [
        " Some companies have massive exposure to their earnings based on a commodity price of something",
        2318.24,
        2324.02
    ],
    [
        " So like take Reynolds metals for example, so Reynolds metals their earnings are probably driven by the commodity price of aluminum",
        2324.02,
        2330.0
    ],
    [
        " Well, if you're self-insured to some level and",
        2330.0,
        2334.06
    ],
    [
        " Aluminum prices go through the roof you had taken more and more risk",
        2334.06,
        2337.56
    ],
    [
        " So we kind of wrote these and developed these models a derivative products that as the commodity price of in this case",
        2338.2,
        2345.62
    ],
    [
        " Aluminum would go up your insurance would kick in so yourself insurance would go down",
        2345.62,
        2350.8
    ],
    [
        " So it allowed the company to have less risk",
        2350.8,
        2353.58
    ],
    [
        " Yeah, I I realized in about a month. This is really cool, but it ain't for me",
        2353.58,
        2359.6
    ],
    [
        " I'm not sitting no cube doing modeling for my career, right?",
        2359.6,
        2361.98
    ],
    [
        " So I say hey mr. Hadger thanks for the look",
        2362.14,
        2364.16
    ],
    [
        " So I can't do this. I'll I'll wait out for the program that I'm gonna go to",
        2365.56,
        2369.3
    ],
    [
        " Somewhere else so he he actually called the this fellow that ran this investment bank and today you get my loan on board until he gets to the associate program at your investment",
        2369.3,
        2379.54
    ],
    [
        " thing and so I went but again early",
        2379.54,
        2382.18
    ],
    [
        " they were in the middle of a big project and",
        2382.18,
        2385.82
    ],
    [
        " He I was I joined this project so it was kind of like process reengineering",
        2385.82,
        2391.74
    ],
    [
        " But it was this is at a new company that you're working out. Yeah, so I left I left",
        2392.52,
        2396.64
    ],
    [
        " Johnson Higgins and went to it's called wheat first butcher sing it's no longer there someone bought it at walkover. I think bought it",
        2396.64,
        2402.94
    ],
    [
        " But imagine clearing trades again, very very exciting stuff, right? So imagine how broker dealers clear trades literally clear trades",
        2402.94,
        2412.1
    ],
    [
        " You know equity trades are cleared, but also you know municipal bond trades how the technology works and how the process is and",
        2412.1,
        2420.64
    ],
    [
        " The regulation around clearing those trades and all these systems have to work together to do that and",
        2420.64,
        2426.66
    ],
    [
        " They had they had they had started clearing trades for a bunch of different mom-and-pop broker dealers and some big ones",
        2426.66,
        2431.9
    ],
    [
        " And so you know think about it from a business standpoint. They were bringing in all different types of",
        2431.9,
        2437.2
    ],
    [
        " People to do trade businesses to do trade so if the three of us start our own broker dealer",
        2437.2,
        2442.9
    ],
    [
        " We would hire them. They do all our back-end stuff as big as you know the big guys on the street",
        2442.9,
        2448.1
    ],
    [
        " First cleaning corp was the name of it",
        2448.6,
        2450.48
    ],
    [
        " What they would do their work too",
        2450.48,
        2452.44
    ],
    [
        " Well anyway, I got into this project to figure out how to make that more for business and things like that again",
        2452.44,
        2457.74
    ],
    [
        " Just waiting out to get to investment banking",
        2457.74,
        2459.78
    ],
    [
        " But I actually started to fall in love with the operational component of what we were building and",
        2459.78,
        2465.12
    ],
    [
        " You know, I actually made the decision and to decide not to go into investment banking at that point into the",
        2465.12,
        2472.04
    ],
    [
        " The consulting firm that was kind of leading that project strategy consulting firm called Ernst and Young at the time",
        2472.04,
        2477.62
    ],
    [
        " They hired me to to work with them on doing these types of projects and so I joined them",
        2478.84,
        2486.34
    ],
    [
        " So I kind of left the guys hanging there in investment banking, but it's the right choice for me",
        2486.34,
        2491.38
    ],
    [
        " I just I didn't I didn't want to be transactional that makes sense",
        2491.38,
        2493.94
    ],
    [
        " I didn't want to be a middleman. I just didn't want to be in the middle. I wanted to be building things and I thought",
        2493.94,
        2501.02
    ],
    [
        " Giving giving input and value to what I was doing and so fastward",
        2501.02,
        2506.64
    ],
    [
        " Join on just in young they said hey, you can go to New York or San Francisco and and",
        2508.12,
        2511.8
    ],
    [
        " That's where they had their offices and so I went to San Francisco. I'm not a big fan of New York and I've been there one time",
        2511.8,
        2519.34
    ],
    [
        " To be fair so when I when I interviewed for the job with mr. Hatcher",
        2519.34,
        2522.88
    ],
    [
        " They had this big sky rise down in New York right so you go and they have what's called an executive dining room?",
        2522.88,
        2529.66
    ],
    [
        " Okay, and they all wore white shirts and ties",
        2530.12,
        2533.9
    ],
    [
        " I never I just like on the 44 some big high rise and I was going through this executive dining hall and I",
        2533.92,
        2539.6
    ],
    [
        " It's when I knew I didn't want to have an executive dining hall",
        2539.6,
        2543.52
    ],
    [
        " Anyway, so and I hated New York so I moved we moved to San Francisco",
        2543.52,
        2549.3
    ],
    [
        " I moved to San Francisco and and started my career there and and",
        2549.3,
        2552.68
    ],
    [
        " Canon one of",
        2552.68,
        2553.8
    ],
    [
        " Biggest mentors that I met in my life was shortly thereafter was a guy that was the COO of the Nasdaq stock market",
        2553.8,
        2562.36
    ],
    [
        " The guy named Pat Campbell also served a of worst, but",
        2563.14,
        2565.78
    ],
    [
        " He kind of took me under his wing and at the time the Nasdaq",
        2565.78,
        2569.62
    ],
    [
        " Was was on a buying bench they were trying to buy up stock exchanges and they bought the American stock exchange",
        2569.62,
        2576.1
    ],
    [
        " Which is really an option exchange and and I work for him",
        2576.1,
        2579.82
    ],
    [
        " As Ernst and Young doing what's called post merger integration PMI so merging these two companies together and it was",
        2579.82,
        2587.0
    ],
    [
        " Okay, it was fun",
        2587.0,
        2588.56
    ],
    [
        " Now putting two companies together understanding how that works",
        2590.28,
        2592.98
    ],
    [
        " Frankly, we do that now groundwork so that was that was that was a good learning process for me",
        2592.98,
        2597.74
    ],
    [
        " And then a few years later not even a few years later maybe 18 months later",
        2597.74,
        2602.22
    ],
    [
        " I got this call from my friend Bob Hatcher",
        2602.22,
        2605.36
    ],
    [
        " He's and he says hey Malone. I want you to go meet a guy",
        2605.36,
        2609.26
    ],
    [
        " And I said yes or master hash whatever you want you know this guy's he's he's really helped me and",
        2609.26,
        2616.02
    ],
    [
        " So I'm living in San Francisco and he says how did you go to San Diego come meet him in San Diego?",
        2616.12,
        2620.76
    ],
    [
        " Are you communicating with him on a regular basis?",
        2621.38,
        2623.7
    ],
    [
        " No, he's just he's reaching out to you. Yeah",
        2623.98,
        2625.96
    ],
    [
        " So you just made such a good impression over",
        2625.96,
        2628.48
    ],
    [
        " Porn him scotch over those years",
        2628.48,
        2631.18
    ],
    [
        " Whatever gigs you did for him. You did a good job built a good relationship with him and he liked you",
        2631.18,
        2636.74
    ],
    [
        " I think so I think he identified with being he just loves scrappy grinders",
        2636.74,
        2642.92
    ],
    [
        " I mean to be fair that's that's what it was he just he's I think he saw himself in me and",
        2642.92,
        2648.5
    ],
    [
        " When you see you see the light-kinded young guys you want help and I think this was this is his way of helping now",
        2648.5,
        2655.62
    ],
    [
        " Mind you his way of helping was just a little push and a little nod like he didn't",
        2655.62,
        2659.96
    ],
    [
        " Make it happen all they made in some cases he did",
        2659.96,
        2662.88
    ],
    [
        " But he didn't you know he he was just he was there to help push and prod and",
        2662.88,
        2667.2
    ],
    [
        " Look at change the course of my life this one guy",
        2667.2,
        2670.8
    ],
    [
        " Where I was tendon barn some college to try to pay my way and",
        2671.76,
        2676.12
    ],
    [
        " change the trajectory of my whole life and",
        2676.12,
        2679.54
    ],
    [
        " Anyway, so he calls jockey calls of course. I'd never been to San Diego",
        2679.54,
        2683.88
    ],
    [
        " San Diego's good to me like I've been here a couple times and big things happen when I get here",
        2683.88,
        2688.2
    ],
    [
        " so so I hop on the flight from San Francisco and you know this was again. This was probably",
        2688.2,
        2695.0
    ],
    [
        " in",
        2695.0,
        2696.24
    ],
    [
        " 97 you know technology, you know, we'll have smartphones right",
        2697.72,
        2701.08
    ],
    [
        " It was I was going to meet a guy right so I get on I get in the yellow cab",
        2701.08,
        2704.98
    ],
    [
        " No, we were at that time and",
        2704.98,
        2707.1
    ],
    [
        " And I give the driver the address and we're scooting along and he's like you sure this is the address",
        2707.1,
        2713.46
    ],
    [
        " I'm like, yeah, this is the address. I checked to see. Yeah, this is the address",
        2713.46,
        2717.14
    ],
    [
        " So five minutes later. He's like",
        2717.14,
        2720.02
    ],
    [
        " Mine drive a suit on right me negai says hey, bro. You sure this is the address",
        2720.02,
        2725.92
    ],
    [
        " And I'm like",
        2725.92,
        2726.54
    ],
    [
        " What's the only dress I have why do you keep saying that he says well? You're you're going to San Diego Zoo?",
        2726.54,
        2733.2
    ],
    [
        " Hi Luis, I said fucking Bob just punked me, you know, I sort of literally what I thought is okay",
        2733.96,
        2741.04
    ],
    [
        " I said well look there's only dress I have so I'm gonna continue on so we went to the San Diego Zoo and I got out and there's a",
        2741.04,
        2746.52
    ],
    [
        " This is in the evening times about five o'clock and people were leaving, but there's a little side thing that they were having this event for",
        2746.52,
        2753.56
    ],
    [
        " And they had you know partitioned it off. So I go there and I meet the guy I'm interviewing with",
        2754.58,
        2758.8
    ],
    [
        " His name is Marvin Bush and Marvin just son of 41 and the brother of 43",
        2758.8,
        2765.2
    ],
    [
        " And he owned a hedge fund in a private equity fund back in DC and Bob and he be friends and",
        2765.2,
        2772.58
    ],
    [
        " The way I understand the story that Marvin was at a party with him and Bob was an investor by the way in his firm called Winston Partners and",
        2772.58,
        2780.94
    ],
    [
        " and Marvin was saying look I really I really need a young scrappy guy to come join my team boom and",
        2781.98,
        2788.26
    ],
    [
        " Bob says hey, I got a guy",
        2788.26,
        2790.26
    ],
    [
        " So I go to Sandy I of course I meet Marvin San Diego and boom got the job and this was so this was in late 90s when so think about this so private equity",
        2790.26,
        2800.02
    ],
    [
        " At the time so private equity for your listeners so private equity is",
        2800.02,
        2805.66
    ],
    [
        " Is a unique category in the sense of it's an alternative investment category if you think if you think about why it even exists",
        2806.04,
        2813.86
    ],
    [
        " You know many of the investors in private equity tend to be pension funds and colleges and endowments",
        2813.86,
        2819.62
    ],
    [
        " and",
        2819.62,
        2821.04
    ],
    [
        " Just the unfunded liabilities for example with pension funds today",
        2821.04,
        2826.1
    ],
    [
        " So unfunded liabilities would be the difference between what they owe their",
        2826.1,
        2829.86
    ],
    [
        " The folks that are part of that pension and what assets that they have there's always a big delta",
        2830.78,
        2835.68
    ],
    [
        " They always have to pay out more than they have because it costs a medical and whatever the paying from a pension standpoint is higher than what they have so",
        2835.68,
        2843.3
    ],
    [
        " They have to invest that money they invest that money in a lot of different vehicles including public markets",
        2843.3,
        2848.68
    ],
    [
        " But also private vehicles alternative vehicles of which",
        2848.68,
        2852.52
    ],
    [
        " Private equity is an alternative vehicle",
        2852.52,
        2855.06
    ],
    [
        " Like if you would have looked today. It's it's striking that the",
        2855.06,
        2859.1
    ],
    [
        " The unfunded liabilities for pension funds in the United States is something like 3.8 trillion",
        2860.24,
        2864.32
    ],
    [
        " So they're trying to make this up how are they making this up?",
        2864.32,
        2867.74
    ],
    [
        " They're making it up through hedge funds and private equity where they get a outsize return",
        2867.74,
        2872.1
    ],
    [
        " vis-a-vis the public markets or vis-a-vis you know bonds and",
        2872.1,
        2877.78
    ],
    [
        " So the growth that you've seen in private equity when I joined this private equity firm that Marvin was running",
        2877.78,
        2883.96
    ],
    [
        " So this would this would be",
        2883.96,
        2885.82
    ],
    [
        " 98 99",
        2885.82,
        2887.6
    ],
    [
        " The number of private equity firms at that time were under a thousand",
        2888.26,
        2891.58
    ],
    [
        " If you were to look at it today",
        2891.58,
        2894.26
    ],
    [
        " There's there's there's somewhere around four thousand private equity firms and",
        2894.26,
        2899.64
    ],
    [
        " They got they manage 5.8 trillion dollars",
        2899.64,
        2903.28
    ],
    [
        " So back when when I joined this private equity firm it was",
        2903.28,
        2907.32
    ],
    [
        " There was a category, but it was kind of new",
        2907.32,
        2910.1
    ],
    [
        " But I knew I wanted to be in it and by the way, so private equity and venture capital same category",
        2910.1,
        2915.58
    ],
    [
        " But different kind of investment focus growth capital is different than buyout things like that",
        2915.58,
        2920.36
    ],
    [
        " Well Winston was a buyout shop and a micro cap buyout shop",
        2920.36,
        2924.96
    ],
    [
        " Which meant that they focused on companies sub 50 million dollars in total enterprise value",
        2924.96,
        2929.12
    ],
    [
        " and",
        2929.12,
        2930.34
    ],
    [
        " He was looking to add an analyst an associate to that team and",
        2930.34,
        2935.78
    ],
    [
        " You know he Bob mentioned you need to go hide this guy so move back to just outside of Washington DC and mind you look",
        2935.78,
        2942.6
    ],
    [
        " This is kind of surreal for me, right? So went to college",
        2942.88,
        2946.12
    ],
    [
        " plan around with NASA acted by stock exchanges",
        2946.12,
        2950.62
    ],
    [
        " That's weird",
        2950.62,
        2952.14
    ],
    [
        " Then working for the president's brother, you know",
        2952.14,
        2956.7
    ],
    [
        " Super nice guy super smart hated politics, but legitimate businessman and learned a ton from him",
        2956.7,
        2963.18
    ],
    [
        " You know I get to this office",
        2963.18,
        2966.12
    ],
    [
        " And then outside of DC and McLean at the bro. I made it",
        2966.12,
        2970.12
    ],
    [
        " This is like this is the pinnacle man like I grew up in ocean view, you know, so",
        2970.2,
        2976.0
    ],
    [
        " Couldn't afford to go anything and so you're here and it's it's very surreal and I remember",
        2976.0,
        2981.0
    ],
    [
        " Maybe three or four months into the job and I have my job my own office, which a big deal",
        2981.0,
        2987.38
    ],
    [
        " Marvin walks in",
        2987.38,
        2989.16
    ],
    [
        " And he sits down just just like this",
        2989.16,
        2992.7
    ],
    [
        " And he kind of sits back and he says",
        2992.7,
        2995.22
    ],
    [
        " Maddy like he called me maddy don't call me that well, maybe you can because you're monster, but",
        2995.7,
        3001.06
    ],
    [
        " This is a",
        3001.06,
        3002.28
    ],
    [
        " Maddy do you trust me?",
        3002.28,
        3004.3
    ],
    [
        " What do you think I said? Yep, I said no",
        3004.94,
        3009.74
    ],
    [
        " I said no, I don't even know you and",
        3009.74,
        3015.34
    ],
    [
        " That was a turning point in my career in the sense that so that's why I was there is",
        3015.34,
        3020.46
    ],
    [
        " So at this firm there are guys from Harvard business school and Wharton",
        3022.54,
        3027.58
    ],
    [
        " Double you know my dry boss was a guy named Steve fry who I still work with today went to WVA",
        3027.58,
        3033.2
    ],
    [
        " I mean legitimate colleges, right? And he got some knuckle dragger like me",
        3033.2,
        3037.16
    ],
    [
        " Colleges you've never heard of",
        3037.16,
        3039.54
    ],
    [
        " But what I think what Marvin wanted was a month and",
        3039.54,
        3044.3
    ],
    [
        " What that means is and what I've later learned what that means is so a guy that will always speak the truth",
        3044.3,
        3049.48
    ],
    [
        " Whatever he believes the truth will be",
        3049.66,
        3051.48
    ],
    [
        " The truth is for him",
        3051.48,
        3053.56
    ],
    [
        " And I think he realized that I wasn't looking to climb the ladder like I wasn't just a yes, man",
        3053.56,
        3059.06
    ],
    [
        " And I was just so raw",
        3059.06,
        3060.96
    ],
    [
        " Either naive or stupid, however you wanted to find it. I was just so raw",
        3060.96,
        3066.04
    ],
    [
        " He loved it and he he slapped the table walked out my office and said that's why you're my life",
        3066.04,
        3071.3
    ],
    [
        " That was it right off this so that that was a",
        3071.3,
        3076.68
    ],
    [
        " Yeah, that's your spec'd, you know, that was a big turning point of my career",
        3077.72,
        3082.08
    ],
    [
        " He you know he involved me and everything and there was some trust there because I just wasn't one of those just men",
        3082.08,
        3086.94
    ],
    [
        " And I look at the guys that I worked a super smart super talented guys",
        3086.94,
        3090.86
    ],
    [
        " But I felt like I needed to stay there and earn my spot. So I worked them and",
        3090.86,
        3097.26
    ],
    [
        " You know mom said a long time ago and I'm embarrassed to say this but she said honey",
        3097.26,
        3102.46
    ],
    [
        " You're not the smartest one they've ever created, but if you work 10% harder, you'll be just fine",
        3102.46,
        3107.18
    ],
    [
        " And that's literally how I've lived my whole life and my careers. I will not be outworked in my mind, right?",
        3107.18,
        3112.72
    ],
    [
        " So I'll will not be outworked and so I always figured",
        3112.86,
        3115.84
    ],
    [
        " If I come in an hour before they do",
        3115.84,
        3118.7
    ],
    [
        " That you know that's that for me at that point that was five to six hours more a week if I stayed a",
        3118.7,
        3124.5
    ],
    [
        " An hour later you double that right at the end of the year effectively. I gained a month of working time on them",
        3124.5,
        3131.26
    ],
    [
        " And you also set the tone right so you set the tone is that the young guys here longer than me and that's another good message",
        3132.14,
        3138.14
    ],
    [
        " You know my my good friend and partner Kim McDonnell be called a garden the castle",
        3138.14,
        3142.5
    ],
    [
        " I still do it today. So I like to be the first in and last out",
        3142.5,
        3146.2
    ],
    [
        " Even at this big company that I run",
        3146.2,
        3148.78
    ],
    [
        " Because it sets the tone that you know",
        3148.78,
        3151.36
    ],
    [
        " I'm not some executive that's gonna mail it in if we're gonna go after our mission we're gonna go after and I'm gonna be there do it with you and",
        3151.36,
        3157.94
    ],
    [
        " so",
        3157.94,
        3158.12
    ],
    [
        " At once and I spent you know close to eight years there doing deals so private equity deals so we would buy companies",
        3158.7,
        3164.3
    ],
    [
        " And invest and I would not operate them, you know, so at this point the traditional private equity we'd buy these small companies",
        3164.3,
        3171.52
    ],
    [
        " We would invest in them sit on the boards",
        3171.52,
        3174.46
    ],
    [
        " You know try to provide wisdom but in reality just really providing capital and trying to direct them to good outcomes as a business guy and so",
        3174.46,
        3184.54
    ],
    [
        " I enjoyed it. I loved it and frankly I loved working with entrepreneurs because so these are small companies, right?",
        3185.74,
        3192.02
    ],
    [
        " So they're not as sophisticated as you get upstream you get large cat companies you have professional managers you have",
        3192.18,
        3197.34
    ],
    [
        " You know professional investment bankers that they're involved at this you're still buying companies that's being operated by the founder",
        3197.34,
        3205.18
    ],
    [
        " 100% 100% and it was perfect street fighters. I loved it",
        3205.18,
        3210.38
    ],
    [
        " You know it is no like Harvard MBA is running around kind of managing there the guys literally working",
        3210.82,
        3216.7
    ],
    [
        " You know if it's a construction coming for example, they're literally driving hard equipment they're managing to they're they're doing the work themselves",
        3216.7,
        3222.98
    ],
    [
        " While trying to manage the business and so I thought I could add value in those cases and and",
        3222.98,
        3228.4
    ],
    [
        " That frankly is kind of where I cut my teeth for what I wanted to do learning and watching these founders and what I would pay them for their businesses",
        3228.4,
        3236.54
    ],
    [
        " I would sit there. Oh my gosh guys about to make you know 50 large and I",
        3237.22,
        3241.92
    ],
    [
        " Think I can do that, you know",
        3241.92,
        3243.12
    ],
    [
        " You know and so I did that for a few years",
        3243.12,
        3247.16
    ],
    [
        " Almost eight years great team great Marvin and I you know he's",
        3247.16,
        3252.56
    ],
    [
        " He took a chance on me",
        3252.56,
        3255.02
    ],
    [
        " We didn't need to Jaggo and that guy you know he comes from a great family",
        3255.02,
        3261.46
    ],
    [
        " But this guy also he he burned the midnight old on work hard and it was a pleasure working for him",
        3261.46,
        3265.94
    ],
    [
        " But he comes in he comes in one day and says hey, Maddie you might want to get your CV together. This is",
        3266.3,
        3273.42
    ],
    [
        " CV is fancy for resume and",
        3273.42,
        3276.5
    ],
    [
        " Like oh man something big's going on or I just got fired. I'm not sure which and",
        3276.5,
        3283.32
    ],
    [
        " Turned out they were he had a partner and they were separating the firm",
        3283.32,
        3287.2
    ],
    [
        " You know talk about you know partnerships sometimes don't last forever and so they were gonna separate the firm",
        3287.2,
        3291.82
    ],
    [
        " Never forget this so I get up out of my my sweet office and I walked down the hall to Marvin",
        3292.42,
        3297.52
    ],
    [
        " I said hey, Mara think I'm gonna think I'm gonna go. I think you know",
        3297.52,
        3301.48
    ],
    [
        " You don't want to be part of the firm. That's kind of an indisceray and I said I think I'm gonna go try something else and",
        3301.48,
        3307.22
    ],
    [
        " He says he says mad at you come down here and",
        3307.22,
        3311.54
    ],
    [
        " Literally I",
        3311.54,
        3315.52
    ],
    [
        " Ended up a couple days later meeting with a",
        3315.52,
        3319.92
    ],
    [
        " Guy name Ray Hunt",
        3320.3,
        3322.26
    ],
    [
        " And Dallas so Ray Hunt is at the time was fortune 50 which means",
        3322.26,
        3328.28
    ],
    [
        " He's a 50 is one of the 50th richest bell is on the planet",
        3328.28,
        3333.66
    ],
    [
        " He owned a big oil business",
        3333.66,
        3335.8
    ],
    [
        " But he also owned his own big alternative investment group when you got that kind of money",
        3335.8,
        3340.64
    ],
    [
        " You invest your own money, right?",
        3340.64,
        3343.54
    ],
    [
        " So he had a team of folks that did all alternative investments",
        3343.64,
        3347.06
    ],
    [
        " so from real estate to venture capital to leverage buyout and",
        3347.06,
        3351.44
    ],
    [
        " I joined his leverage buyout team",
        3351.44,
        3353.58
    ],
    [
        " and",
        3353.58,
        3355.6
    ],
    [
        " Was offered the opportunities to look all their offices were in Dallas and and I was given the opportunity to make open their first office",
        3355.6,
        3362.22
    ],
    [
        " Outside of Dallas, which is a big deal. I was gonna build my own team leave my own deals",
        3362.22,
        3366.5
    ],
    [
        " and so you know",
        3366.5,
        3369.04
    ],
    [
        " I got to pick it land or Charlotte to do that and I opened my my office for a hunt private equity and",
        3369.04,
        3375.26
    ],
    [
        " Charlotte in North Carolina and did you know did some cool deals",
        3375.34,
        3378.3
    ],
    [
        " It was fun",
        3378.3,
        3379.84
    ],
    [
        " Again think about the progression here of",
        3379.84,
        3383.06
    ],
    [
        " Marvin to Ray and these are some you know players players",
        3383.06,
        3388.52
    ],
    [
        " Fastword a few years as you this was then away at 09 the world's going badly",
        3388.52,
        3398.14
    ],
    [
        " Oh, yeah, so what was the how that all work out?",
        3398.14,
        3401.0
    ],
    [
        " Well, we had at that time we only had three active portfolio companies",
        3401.6,
        3404.74
    ],
    [
        " We just started actively investing and came all three of those were my companies",
        3404.74,
        3408.44
    ],
    [
        " And there was kind of this decision to make",
        3408.44,
        3412.28
    ],
    [
        " About what are we gonna do with these companies if things go really bad?",
        3412.28,
        3416.38
    ],
    [
        " How are we gonna support them things like that and mind you haunt although you know",
        3416.38,
        3420.26
    ],
    [
        " Very wealthy he has other interests in particular energy and running energy company takes a lot of capital",
        3420.26,
        3427.12
    ],
    [
        " And so my hair brained ideas. I was gonna buy the portfolio from mr. Haunt and",
        3429.48,
        3434.92
    ],
    [
        " And so I I went down there and I offered to buy the portfolio and I",
        3434.92,
        3441.4
    ],
    [
        " He agreed and how did you structure that deal?",
        3441.4,
        3445.1
    ],
    [
        " So three active portfolio company, so I knew the enterprise values of all of them and mind you look",
        3445.5,
        3450.16
    ],
    [
        " I didn't have the money to do it. That's why I'm asking you how you structure that deal get you",
        3450.16,
        3453.52
    ],
    [
        " Talk about hustling you'd love this chocolate. So",
        3453.52,
        3456.16
    ],
    [
        " I got him to agree to the deal right what was gonna be so total enterprise put them all together what the total purchase price would be what the return look like for him",
        3457.12,
        3464.2
    ],
    [
        " We would take these portfolio companies into a new fund",
        3464.2,
        3467.22
    ],
    [
        " Now then I once you said yes, I was running around trying to raise the money first said investment vehicle to buy this portfolio",
        3467.22,
        3476.1
    ],
    [
        " Got it. So you did a little raise",
        3476.1,
        3478.18
    ],
    [
        " Attempted to do a little is this is what 2008 2009. Yeah, you weren't raising",
        3478.18,
        3483.42
    ],
    [
        " Well, the ironic thing is I found that the firms to back me",
        3486.74,
        3491.08
    ],
    [
        " We were gonna pull it off",
        3491.08,
        3493.18
    ],
    [
        " But the companies that we had invested in were performing so well",
        3493.18,
        3497.48
    ],
    [
        " Literally, these are these are kind of recession-proof businesses that",
        3497.48,
        3501.48
    ],
    [
        " A billionaires says no, I had to I'm deciding not to sell these companies. That's what he does",
        3501.48,
        3506.82
    ],
    [
        " And so he didn't we we couldn't able able to to pull off that transaction and mind you I'm having money",
        3506.82,
        3512.32
    ],
    [
        " So I've spent so he so wait so he reneged a little bit",
        3513.32,
        3516.38
    ],
    [
        " I'm careful here. Oh, I think he made a different decision. He decided he's gonna keep him. Yes, sir. Got it",
        3516.38,
        3523.72
    ],
    [
        " And he's a frog it is bro. He looked at the performance. He said man",
        3523.72,
        3527.72
    ],
    [
        " I'm not losing money. This thing is to last forever. I'm gonna keep them and so he did he did and so",
        3527.72,
        3533.2
    ],
    [
        " Invasion this when you go to your boss and say hey, I'm gonna take you out",
        3533.2,
        3536.88
    ],
    [
        " I want to take this in different strategy. I know the economy's terrible. You're gonna focus on energy",
        3536.88,
        3541.0
    ],
    [
        " I'm gonna buy this portfolio",
        3541.0,
        3541.98
    ],
    [
        " Doesn't bow well for your career. So that was kind of my end of my career there at hunt",
        3541.98,
        3547.38
    ],
    [
        " So I had started this firm that I called at the time was doing the raise with these other private equity firms",
        3547.38,
        3554.54
    ],
    [
        " called succession capital and",
        3554.54,
        3558.16
    ],
    [
        " It's a private equity firm I own today and the phrase succession literally means",
        3558.16,
        3562.72
    ],
    [
        " When you think about all the great businesses built by boomers of the last 50 years",
        3562.72,
        3569.18
    ],
    [
        " And I'd always thought to myself look I'm gonna have my own private equity firm gonna buy my own companies and",
        3569.74,
        3575.48
    ],
    [
        " If you looked at all the folks that needed to retire the boomers needed to retire and the data really is clear on this that",
        3575.48,
        3582.02
    ],
    [
        " Second second generation businesses never work 30% success rate",
        3582.02,
        3587.08
    ],
    [
        " Third generation businesses around 12%",
        3587.08,
        3590.78
    ],
    [
        " Think that that's incredible right so you have all this wealth that's been created locked up in these businesses",
        3590.78,
        3597.56
    ],
    [
        " So we got the boomer creates the business. Yes, and that's businesses doing great when that boomer steps away",
        3598.78,
        3605.02
    ],
    [
        " It's got a 30% chance of survival if you give it to your kids if you give it to your kids and if that",
        3605.02,
        3610.64
    ],
    [
        " Survives you got a what I mean it goes to the next set of kids",
        3610.64,
        3615.0
    ],
    [
        " This is a classic",
        3615.0,
        3616.88
    ],
    [
        " Classic we see this over and over again, right? Right. Well look. They don't work to get it",
        3616.88,
        3621.74
    ],
    [
        " Yeah, they never struggled. They never went through everything that's required to get it right",
        3621.74,
        3625.22
    ],
    [
        " So hey, man if your daddy gives you a business you just show up the business starts interfering with my golf game",
        3625.32,
        3631.06
    ],
    [
        " So that was kind of my mindset is like you have all this pent up value in these companies and small companies",
        3631.06,
        3638.58
    ],
    [
        " And that I would just go and buy them and allow that owner to monetize their life's work and",
        3638.58,
        3645.5
    ],
    [
        " And and some of this you you probably recognize this some of the smart business owners",
        3645.5,
        3650.18
    ],
    [
        " They know they're not given it to their kids",
        3650.18,
        3652.26
    ],
    [
        " We see it every day today and some of the businesses that I buy not that they're bad kids, but",
        3652.56,
        3657.1
    ],
    [
        " They're not gonna run a business. They're not gonna run a business there and the owner the person that built it",
        3657.1,
        3662.54
    ],
    [
        " They want the money to live whatever lifestyle they have left",
        3662.54,
        3666.08
    ],
    [
        " They don't want the company to slowly pay them out because think about this",
        3666.08,
        3669.6
    ],
    [
        " How would a kid buy a business? Well, one way to do it is that the company that they were given",
        3669.6,
        3673.58
    ],
    [
        " finances that exit for the for the parents well",
        3673.58,
        3677.54
    ],
    [
        " You can't fly around the world enjoying life if that's how it's done and so my pitch to some of these owners was hey",
        3678.08,
        3684.26
    ],
    [
        " Look succession will buy you out lie to you know monetize that great build and they go live your life and do your thing and",
        3684.26,
        3691.6
    ],
    [
        " So that that notion was was was always in my mind",
        3691.6,
        3695.86
    ],
    [
        " After you know doing private equity at that point for you know 15 years or 13 years or something like that",
        3695.86,
        3700.76
    ],
    [
        " It was always in my mind and then the event at hunt kind of catapult that right into existence",
        3700.76,
        3706.52
    ],
    [
        " I formed it I was gonna put these three portfolio companies in there and you know I ran around spend",
        3707.7,
        3713.1
    ],
    [
        " You know I don't know 150,000 of my own money trying to get this thing off the ground and",
        3713.1,
        3719.3
    ],
    [
        " You know course that's all zeroed out at that point because we couldn't buy the portfolio and so here I am in Charlotte",
        3719.3,
        3725.46
    ],
    [
        " Had enough money to kind of keep me plugging away for maybe a year or 15 months",
        3725.46,
        3732.02
    ],
    [
        " My goal was to find try to find a company. That's what I was gonna. You're still sitting on the money that you raised no",
        3732.5,
        3737.2
    ],
    [
        " No, okay, you didn't do that. We never closed never closed got it. We turned the purchase agreement twice",
        3737.2,
        3741.78
    ],
    [
        " That's a tough one",
        3741.78,
        3743.4
    ],
    [
        " Tough man. Oh, yeah",
        3743.4,
        3746.38
    ],
    [
        " Yeah",
        3746.38,
        3747.22
    ],
    [
        " Anyway, a good good lesson never go against a billionaire",
        3747.22,
        3751.32
    ],
    [
        " I've done that twice in my career and I've definitely lost twice",
        3751.32,
        3756.28
    ],
    [
        " So I'm a slow learner sometimes I guess",
        3756.28,
        3759.8
    ],
    [
        " So I'm sitting there in Charlotte trying to find businesses and the problem is the Charlotte's a great city the problem in Charlotte",
        3760.44,
        3765.68
    ],
    [
        " Though it's full of what you know commercial bankers and investment bankers that all are looking to for little businesses",
        3765.68,
        3770.82
    ],
    [
        " They can buy so they can and they're might have lifestyle businesses, right?",
        3770.82,
        3774.28
    ],
    [
        " So it's pretty competitive to find a business in that market as I'm looking for businesses",
        3774.36,
        3778.9
    ],
    [
        " I had a friend",
        3778.9,
        3780.58
    ],
    [
        " Jimmy flowers that",
        3780.58,
        3782.54
    ],
    [
        " That you know we had bought one piece of real estate jaco that",
        3782.54,
        3786.76
    ],
    [
        " So walk over it was melting down this point. So this was like during the Great Recession, right?",
        3787.48,
        3791.04
    ],
    [
        " So walk over you what year were we talking?",
        3791.24,
        3792.86
    ],
    [
        " 80809 okay, God",
        3793.28,
        3795.64
    ],
    [
        " Ruff brutal right so I try to make it run the portfolio got nothing",
        3795.64,
        3800.0
    ],
    [
        " And you know, I really can't really get a job. I could get a job",
        3800.0,
        3803.94
    ],
    [
        " I'd suffuse to get a job, you know, I'm gonna make a run at this",
        3803.94,
        3806.72
    ],
    [
        " So I'm looking at myself. I'm married at this point. Yeah, you got kids",
        3806.72,
        3810.56
    ],
    [
        " Yeah, my my son Aiden alone is yeah, yeah, yeah, yeah, it's not fun",
        3810.56,
        3815.36
    ],
    [
        " Yeah, cuz I mean you can just get away with anything when you're single no kids. You're like it cool",
        3815.7,
        3820.12
    ],
    [
        " I'll sleep you know, I'll sleep in the van. It's all good. We can make it work",
        3820.12,
        3824.26
    ],
    [
        " Well, you know you got the wife and kids you know the phrase burn the boats. Yeah, man",
        3824.26,
        3828.62
    ],
    [
        " That was it like I was I was knocking loose now. I didn't have a path to like where that was going",
        3828.62,
        3833.34
    ],
    [
        " Yeah, I've had that discussion. I had that discussion with my wife",
        3833.34,
        3837.16
    ],
    [
        " Um, and I've told people about this you got to figure out what your minimum standard is and you got to figure out what your wife's",
        3837.16,
        3843.5
    ],
    [
        " Minimum standard is and I had the conversation with my wife a few times",
        3843.5,
        3847.56
    ],
    [
        " Where I was saying look if this doesn't work",
        3847.56,
        3851.34
    ],
    [
        " I'm good with living in our RV and we're gonna travel up and down the coast California",
        3851.34,
        3858.68
    ],
    [
        " I'm a surf and we're gonna hang out we're gonna go to bunch of different Jiu-Jitsu schools and",
        3858.68,
        3862.3
    ],
    [
        " Will live off my Navy retirement and I'm good with that. I need a check if you're good with that",
        3862.3,
        3867.6
    ],
    [
        " She's like, oh, it sounds good and sounds like fun. I get to see you more and I was like, okay, cool",
        3867.6,
        3871.0
    ],
    [
        " You got to figure out what that minimum standard is gonna be because if the minimum standard is hey",
        3872.06,
        3875.48
    ],
    [
        " I at least need a house or I at least need a house, you know with three bedrooms or four",
        3875.48,
        3880.84
    ],
    [
        " What's the minimum standard you got to have that conversation sometimes and I gave this advice on on the academy the other day",
        3880.84,
        3886.42
    ],
    [
        " Someone was asking about you know, I'm going through this transition period",
        3886.42,
        3888.76
    ],
    [
        " How do I address it with my wife and I said look you're gonna take risk not just with you",
        3888.76,
        3894.02
    ],
    [
        " But it's with your wife figure out what the minimum standard is and then make your decisions and and that you have a lot your",
        3894.02,
        3900.14
    ],
    [
        " Minimum standard is a lot lower would you are so low dude right you're flying like there's no minimum",
        3900.16,
        3905.68
    ],
    [
        " I really didn't even have a minimum standard as a person right as an individual. I had no minimum standard",
        3905.68,
        3910.98
    ],
    [
        " I could survive literally what's perfect. Yeah, yeah, well, we'll get it done",
        3910.98,
        3914.88
    ],
    [
        " But figure out what that minimum standard us so we're so you had your wife you had kids",
        3914.88,
        3920.7
    ],
    [
        " My wife's okay with living a van down by the river she would have been yeah, that's what I'm talking about",
        3920.7,
        3926.08
    ],
    [
        " She's right or die best thing ever happened to me so Sarah's is all in she's always been all in",
        3926.16,
        3931.4
    ],
    [
        " Yeah, you need that when you do when you when you know it looks from now you look back and say oh yeah easy life",
        3931.4,
        3938.0
    ],
    [
        " Right because I've been pretty successful today, but",
        3938.0,
        3940.32
    ],
    [
        " We're all back in the day. It was it was it was not always this",
        3940.32,
        3944.7
    ],
    [
        " Rosie and then you know her being you know 100% supportive",
        3944.7,
        3949.14
    ],
    [
        " Tells you everything you need to know when when when when things are hidden everything is great",
        3949.14,
        3953.72
    ],
    [
        " It's easy to have a relationship right but when things are bad and you don't know",
        3953.72,
        3957.6
    ],
    [
        " And we had some money won't live it on the street",
        3957.6,
        3960.08
    ],
    [
        " But you know it was it was running out fast Christmas",
        3960.08,
        3962.66
    ],
    [
        " I'm breaking out this spam hey mom what's that recipe?",
        3962.66,
        3966.34
    ],
    [
        " so",
        3966.98,
        3968.14
    ],
    [
        " You know, I'm just again at this point just scrap it right I'm hustling like like nobody's business and",
        3968.14,
        3973.78
    ],
    [
        " We're sitting there. We're looking for businesses and and we get a call from",
        3973.78,
        3977.96
    ],
    [
        " a",
        3980.2,
        3980.68
    ],
    [
        " Fellow that a family office in Chicago Bayonor that had put a lot of money in a mess fund",
        3980.68,
        3987.16
    ],
    [
        " So a mess fund for your listeners is you know you got you got traditional equity where you you put in your money",
        3987.16,
        3993.0
    ],
    [
        " You don't get a kind of dividend or annual return you get the upside in the gain",
        3993.0,
        3997.96
    ],
    [
        " debt of course is your traditional debt",
        3997.96,
        4001.06
    ],
    [
        " We have to pay some kind of interest on it. Meas is in between well you have a mezzanine strip or mezzat where",
        4001.06,
        4007.12
    ],
    [
        " You get an elevated dividend so it's it's higher than a bank at the risk is higher too",
        4007.54,
        4013.26
    ],
    [
        " But you pay more than a bank you'd have to charge a bank or bank would charge you",
        4013.26,
        4016.92
    ],
    [
        " But you also get a little bit of equity upside. It was it's popular in real estate. So",
        4016.92,
        4021.22
    ],
    [
        " He calls",
        4021.22,
        4022.88
    ],
    [
        " my friend Jimmy",
        4022.88,
        4024.5
    ],
    [
        " Gets the thing and says the call and says hey, yeah",
        4024.5,
        4028.1
    ],
    [
        " They knew Jimmy and they said hey look we have this mezzan investment in this fund and this and they they're holding this thing at cost",
        4028.1,
        4036.08
    ],
    [
        " Which this thing would be this big building and Charlie was Charlotte",
        4036.28,
        4040.12
    ],
    [
        " It was it was a big construction project they had and if you're in oh nine and oh wait if you're holding something at cost you're blind",
        4040.12,
        4046.98
    ],
    [
        " Because because they're saying hey look you put ten million dollars into this we're telling you it's still worth ten",
        4046.98,
        4052.72
    ],
    [
        " So the guy calls and says hey flowers",
        4052.72,
        4055.82
    ],
    [
        " They were ten so",
        4055.82,
        4059.48
    ],
    [
        " Flowers that hey Malone let's go check this out. So we help them to hop in the truck. We drive to this building",
        4059.48,
        4064.08
    ],
    [
        " We look it's a hundred nine unit building and and it's literally empty it's literally like residential like",
        4064.64,
        4070.4
    ],
    [
        " Multi-family residential condo development",
        4070.4,
        4073.44
    ],
    [
        " So we're looking at each other and of course we're scrappers like how we monetize this?",
        4073.44,
        4079.92
    ],
    [
        " Yeah, you're looking at that. They're looking at that thing like it's a hamburger",
        4080.08,
        4083.22
    ],
    [
        " I don't know much about real estate, but I do now",
        4083.22,
        4087.42
    ],
    [
        " So we looked and Jimmy said we just get a fee we can help this guy that that that that that that that that that that that that that that that that that that that that I said no",
        4087.42,
        4093.36
    ],
    [
        " No, no, we're gonna",
        4093.36,
        4094.14
    ],
    [
        " We do something different. So I called a guy that I knew in town",
        4094.14,
        4098.54
    ],
    [
        " That is the project done done. Oh worst case now, right?",
        4098.54,
        4103.66
    ],
    [
        " So if it's in construction you kind of delayed a little bit so that you can finish it and sell an optimal price as as the economy recovers",
        4103.76,
        4110.34
    ],
    [
        " This came online the average square foot cost of this building was likely three X",
        4110.34,
        4115.86
    ],
    [
        " Overvalued so if you're buying a condo and Charlotte at this point and you're paying this price your your fool",
        4115.86,
        4121.72
    ],
    [
        " It's it's three X two expensive which means by the way your your mess debt and your equity prior word nothing",
        4121.72,
        4127.08
    ],
    [
        " So we do this work and we call the guys back and say hey listen. We'll come see you tomorrow",
        4127.08,
        4133.9
    ],
    [
        " Now mind you broke again",
        4133.9,
        4136.02
    ],
    [
        " We're flying coach to Charlotte back at the bus right next to the lab and it's where we're getting up there",
        4136.02,
        4141.38
    ],
    [
        " And I put this big proposal together and so we get up there and and our pitch was simply this hey look",
        4141.38,
        4146.7
    ],
    [
        " I",
        4146.7,
        4147.94
    ],
    [
        " Had met the guy that night. I called the banker that I knew who actually was banking the deal from a senior perspective and",
        4147.94,
        4155.34
    ],
    [
        " He he controlled the debt and he shared with me. Hey, where sellers of this debt and I offered him on the phone a number",
        4155.34,
        4162.12
    ],
    [
        " Mind you I didn't have them then money to do it, but I said okay. I'll pay you this for it",
        4162.12,
        4169.14
    ],
    [
        " He said we're done. I said we're good. We're good. I said okay",
        4169.14,
        4171.2
    ],
    [
        " Next day I'm on the plane going up to see these billionaires and our pitch was simply this",
        4171.2,
        4175.94
    ],
    [
        " Let's your mess is worth zero the good news is that we're gonna buy this note",
        4176.6,
        4180.98
    ],
    [
        " We're capitalize a little more and we'll buy this asset. Here's what your return will be",
        4180.98,
        4185.14
    ],
    [
        " You give me 18 months to sell off this reprically asset and you give me",
        4185.14,
        4191.04
    ],
    [
        " Some runway to start marketing this building you can make a great return",
        4191.04,
        4195.88
    ],
    [
        " Cavie out being we're gonna share profits. I'll do all the work. I'll literally sell the units myself",
        4195.88,
        4203.12
    ],
    [
        " with my partner Jamie at that time and",
        4203.88,
        4206.92
    ],
    [
        " They agreed",
        4206.92,
        4207.76
    ],
    [
        " Now mind you like I don't know anything about real estate this time as a PE guy",
        4207.76,
        4212.2
    ],
    [
        " But I could learn pretty fast. No offense is not that complicated, right? So we got effort",
        4212.2,
        4216.44
    ],
    [
        " So our first big project X-Session was really a real estate project so we dispose of all those assets made a lot of money and",
        4216.44,
        4223.16
    ],
    [
        " Second lesson from a billionaire so we're making so much money the final payment",
        4223.16,
        4229.52
    ],
    [
        " The guy call us and says hey",
        4229.52,
        4231.96
    ],
    [
        " You guys are making too much money",
        4232.72,
        4234.3
    ],
    [
        " We're like hey, well that's that's the agreement. We're gonna share the profits we put in the work",
        4234.3,
        4238.88
    ],
    [
        " You know to roughly roughly 19 months of hard labor to sell these units a hundred nine unit building and",
        4238.88,
        4245.88
    ],
    [
        " He said no, no, I want another half a million",
        4245.88,
        4247.68
    ],
    [
        " So what do you say?",
        4247.68,
        4250.84
    ],
    [
        " Said yes, sir. I mean what are you gonna do? He literally said look I'll tie you up in core for five years",
        4251.32,
        4256.0
    ],
    [
        " You'll never see that money like okay. Well there you go. So another lesson a hard lesson",
        4256.0,
        4261.26
    ],
    [
        " But we did that that frankly helped me capitalize succession and allowed me to kind of push our our model to where it is today",
        4261.96,
        4268.04
    ],
    [
        " I knew I didn't want to be in the real estate game. Although we have a real estate division today and",
        4268.04,
        4272.44
    ],
    [
        " Comproducing properties",
        4272.44,
        4273.4
    ],
    [
        " We have about 30 and producing properties today. It's a great business",
        4273.4,
        4278.64
    ],
    [
        " Jimmy flowers my part to runs the real estate component of that",
        4278.64,
        4281.92
    ],
    [
        " But my passion is operating companies and so with we now having a little bit of capital and you know no lean Christmas",
        4281.92,
        4289.08
    ],
    [
        " At least that year",
        4289.08,
        4289.86
    ],
    [
        " We I found a company so ultimately found a company back in Northfoot that was called Petro Kim",
        4289.86,
        4297.1
    ],
    [
        " Recovery I bought this business from the Fenceka family super family. It was the environmental services space",
        4297.1,
        4303.72
    ],
    [
        " So think anything that can't go in a water treatment facility or landfill this company would clean up and dispose of",
        4303.72,
        4309.86
    ],
    [
        " Great family great business not as you can I don't know anything about that either",
        4309.86,
        4314.22
    ],
    [
        " But literally I wanted to cut my teeth on being a true operator. So bought the company 23 employees",
        4314.54,
        4319.44
    ],
    [
        " Literally a thousand square foot office",
        4319.44,
        4322.52
    ],
    [
        " Mind you so think about this I'm flying around a private planes working with some the biggest guys in the world",
        4322.52,
        4327.94
    ],
    [
        " Now I'm in Norfolk at 1635 Mopeiav and new thousand square foot building",
        4327.94,
        4333.02
    ],
    [
        " Moving has their sues around my my office literally was like it has like the",
        4333.02,
        4338.78
    ],
    [
        " The old wooden plywood wood like they're not real woods like that plywood stuff",
        4338.78,
        4343.88
    ],
    [
        " Like wood paneling yeah, what paneling right like you'd see like",
        4344.84,
        4348.22
    ],
    [
        " 70s and stuff right yes",
        4348.22,
        4350.62
    ],
    [
        " So you know that's literally where my office was and and right next door that was the shitter",
        4350.62,
        4355.9
    ],
    [
        " So it's always a good morning when you have 23 people using one bathroom, but",
        4355.9,
        4359.54
    ],
    [
        " But you know I loved it loved every minute of it",
        4359.54,
        4363.46
    ],
    [
        " So I got my has-waper certification learned to drive a vac truck if necessary although rarely",
        4363.46,
        4368.38
    ],
    [
        " But I was able to at that point engage in a business from operational standpoint",
        4369.28,
        4374.68
    ],
    [
        " Leverage everything that I'd learned in private equity over the years in terms of investing in process technology people and",
        4374.68,
        4383.76
    ],
    [
        " Started to realize the importance of",
        4383.76,
        4387.56
    ],
    [
        " investing in skill tradesmen and women and it wasn't really till I got there that I realized that deficit in the country",
        4387.56,
        4395.34
    ],
    [
        " As it relates to skill trades now",
        4395.54,
        4398.0
    ],
    [
        " We'll talk a little bit about that a minute, but so built that company",
        4398.0,
        4401.76
    ],
    [
        " We actually tripled that business in about two years",
        4401.76,
        4405.52
    ],
    [
        " Making so much money from that business that I was able to buy another company",
        4405.52,
        4409.72
    ],
    [
        " Called shipyard staffing so that that business is skill trade labor to the shipyards",
        4409.72,
        4415.64
    ],
    [
        " So we we initial business we eyeball was little we rebranded it to shipyard staffing",
        4415.64,
        4422.36
    ],
    [
        " Get true skill trade so I think welders pipe voters shipbuilders shipfitters",
        4422.36,
        4427.1
    ],
    [
        " Great men and women so this company would provide temporary skilled labor to the shipyards as they would build you know boats",
        4427.1,
        4436.02
    ],
    [
        " For your listeners out there like when you build a a Navy vessel",
        4436.02,
        4440.7
    ],
    [
        " There's a lot of peak demand for labor at certain points of the construction and so what what companies like ours would do provide that peak labor to",
        4440.7,
        4448.38
    ],
    [
        " Allow them to continue on production and do it in a more efficient manner",
        4448.38,
        4451.76
    ],
    [
        " So built that bought that business built it we opened up we had office in Norfolk Newport news where they build all the aircraft carriers as you know",
        4453.92,
        4460.98
    ],
    [
        " We opened up in Jacksonville, Florida another Navy base. We opened up here in San Diego the last time I was in San Diego",
        4460.98,
        4467.28
    ],
    [
        " I signed a lease for property down the road",
        4467.28,
        4469.48
    ],
    [
        " So it's been good to me and then Bremberton which is near Seattle",
        4469.48,
        4475.12
    ],
    [
        " um",
        4476.86,
        4477.38
    ],
    [
        " That business again",
        4477.38,
        4478.44
    ],
    [
        " For me it's really showed me that the deficit of skilled tradesmen and women in this country is a problem for",
        4478.44,
        4486.3
    ],
    [
        " Not only my business, but for the country so the average age of a welder for us was like 54",
        4486.3,
        4492.62
    ],
    [
        " Think about that for one second like if you think about how this country is going to protect itself and build and repair",
        4492.62,
        4500.48
    ],
    [
        " It just our worships",
        4500.96,
        4502.96
    ],
    [
        " In our aging workforce. What are we going to do in 10 years?",
        4502.96,
        4507.04
    ],
    [
        " It's a real national security issue that no one really talks about I think",
        4508.02,
        4513.6
    ],
    [
        " We can talk a lot about this, but you know the push for college of the last 20 30 years and if you look at the stats",
        4513.6,
        4521.84
    ],
    [
        " I think since 1990",
        4521.84,
        4523.32
    ],
    [
        " college enrollments up 60%",
        4523.32,
        4526.6
    ],
    [
        " Cost adjusted for inflation is up like 300% subsidized",
        4527.88,
        4532.34
    ],
    [
        " 100%",
        4532.34,
        4533.32
    ],
    [
        " That's by the government and making loans just like just like the mortgage just like the mortgage crash. They're making loans to people",
        4533.32,
        4540.32
    ],
    [
        " that",
        4540.32,
        4541.56
    ],
    [
        " Can't necessarily gonna be able to pay those loans back because you go to college for four years and it cost",
        4541.56,
        4546.46
    ],
    [
        " $380,000 and the job that you get with your degree when you leave that school is a 32,000 dollar or 38,000 dollar your job",
        4546.46,
        4553.8
    ],
    [
        " That's what that's what's happening",
        4553.8,
        4555.02
    ],
    [
        " It's a disaster and there's an impending cliff here",
        4555.86,
        4559.92
    ],
    [
        " And I know you feel strongly about bringing manufacturing back to United States if we don't start building skilled trades and women in this country",
        4559.92,
        4567.62
    ],
    [
        " There will be a colossal collapse",
        4567.62,
        4569.44
    ],
    [
        " Think about everything we do like all these great high tech companies and everything they do",
        4569.44,
        4574.58
    ],
    [
        " Well someone's got to run the electrical",
        4574.58,
        4575.84
    ],
    [
        " Electritional lines there or the gas lines there or build those skyscrapers or whatever it might be",
        4575.84,
        4581.32
    ],
    [
        " The the blue collar skill trade men and women in this country had been forgotten and",
        4581.5,
        4586.6
    ],
    [
        " You know it really came to roost for me as we started building out shipyard staffing because the age",
        4586.6,
        4591.22
    ],
    [
        " Really scared me right and so",
        4591.22,
        4593.62
    ],
    [
        " Look at our strategy there pretty simple. So I got a secret clearance there",
        4593.62,
        4599.34
    ],
    [
        " So I do my company my my idea was to provide skill trade labor to",
        4599.34,
        4604.94
    ],
    [
        " You know true ship US Navy shipyards and nuclear vessels",
        4604.94,
        4609.26
    ],
    [
        " So I could pay my guys more we could grow our business and that's what we did",
        4610.16,
        4613.0
    ],
    [
        " So we grew that business and we called quadrupled that business and pretty fast which is great",
        4613.0,
        4617.28
    ],
    [
        " We opened up as you know a bunch of new offices and",
        4617.28,
        4620.78
    ],
    [
        " Like I the course I thought hey man. I'm building some great value in these portfolio companies. I'm having fun",
        4620.78,
        4627.98
    ],
    [
        " And then I and then I met a guy that",
        4627.98,
        4631.64
    ],
    [
        " Kind of changed the course of my career as we got into groundwork",
        4631.64,
        4636.18
    ],
    [
        " So I a friend of mine calls says hey listen. I I'm building a software company and I like to pitch you on the idea",
        4636.18,
        4642.18
    ],
    [
        " I mean you and some other guys",
        4642.18,
        4644.04
    ],
    [
        " And I went to college with this guy and I say bro",
        4644.04,
        4646.64
    ],
    [
        " I'm never gonna invest with you. You know you know you're one of those guys a good guy",
        4646.64,
        4649.96
    ],
    [
        " But never gonna put my money behind it and plus I what do I know about software?",
        4649.96,
        4652.98
    ],
    [
        " I'm a blue collar investor. I like to invest in companies that actually do things",
        4653.26,
        4657.42
    ],
    [
        " Manufacture things are service things or those types of things and so",
        4657.42,
        4662.26
    ],
    [
        " I go because I know I'm a friend so I go I go to this big fancy, you know",
        4663.2,
        4667.38
    ],
    [
        " Conference room and I walk in and",
        4667.38,
        4670.24
    ],
    [
        " There's a guy sitting next to me and his a tax account and I'm like",
        4670.24,
        4675.78
    ],
    [
        " Hey, bro, what are you doing here? He said what do you mean? I said you ain't got no money?",
        4675.78,
        4679.78
    ],
    [
        " And he says yeah, no he told me to come and fill the seats",
        4680.16,
        4682.88
    ],
    [
        " He's putting on a show",
        4682.88,
        4684.16
    ],
    [
        " That's why I'm here and I",
        4684.16,
        4686.94
    ],
    [
        " It's a whisper to him. I said well who's who's the dude with the money?",
        4687.26,
        4690.88
    ],
    [
        " Are there anyone here? We just looking at each other? Is he practicing supposed to be some guy be a mat?",
        4691.14,
        4695.9
    ],
    [
        " So he looks across the table and there's a guy there",
        4696.26,
        4700.02
    ],
    [
        " Got named Jesse Waltz and and he was the guy one of the guys that had real money in the in the room and",
        4700.02,
        4706.82
    ],
    [
        " So we listened to the pitch whatever but the tax guy is also his tax guy and",
        4706.82,
        4711.76
    ],
    [
        " He says to Jesse hey you a mat need to have dinner tonight. So we have dinner and",
        4711.76,
        4716.08
    ],
    [
        " Jesse owned a couple companies one company was a software company and we're having dinner and he's telling me about the software business",
        4716.08,
        4722.46
    ],
    [
        " It's like a CRM a ERP combo for this industry",
        4722.46,
        4727.16
    ],
    [
        " That's around",
        4727.16,
        4728.82
    ],
    [
        " Foundation repair waterproofing cross-based encapsulation. I like to refer to it as water management and displacement",
        4728.82,
        4735.98
    ],
    [
        " Consumers don't know what that means, but in the investment world. That's what we call it",
        4735.98,
        4740.3
    ],
    [
        " And he's talking about the software business, right? And I'm learning to think I gotta get out of here",
        4740.3,
        4745.56
    ],
    [
        " This is this is ridiculous and no offense. Look Virginia Beach is not the hub for software development",
        4745.56,
        4750.74
    ],
    [
        " What's so funny? I go",
        4750.74,
        4753.0
    ],
    [
        " So I'm thinking okay, this this can't be a world-class company",
        4753.0,
        4757.74
    ],
    [
        " But as we as he continues to talk he discloses that the aggregate revenue running through his software was over 800 million dollars",
        4757.74,
        4766.94
    ],
    [
        " Hmm, I think oh",
        4766.94,
        4768.12
    ],
    [
        " Not his business, but the businesses that were using his I said oh, I mean I better pay attention",
        4768.12,
        4773.52
    ],
    [
        " So as I sit there and listen to learn more about the industry",
        4774.8,
        4777.16
    ],
    [
        " I literally have this crazy idea. So I go home that night and literally get on the internet and start searching",
        4777.16,
        4783.48
    ],
    [
        " It's kind of sizing industry because my mind was like he's doing 800 million",
        4783.48,
        4787.18
    ],
    [
        " Again, no offense to anyone in Virginia Beach doing software",
        4787.18,
        4790.54
    ],
    [
        " But I didn't think he could have 50% of the market 20% of the market. I thought okay, wow",
        4790.54,
        4794.7
    ],
    [
        " He probably didn't have 10% of the market",
        4794.7,
        4796.34
    ],
    [
        " But this industry has kind of been forgotten and there's no industry association for this specific industry",
        4796.34,
        4802.86
    ],
    [
        " So mostly you have an association",
        4803.08,
        4804.72
    ],
    [
        " Windows roofing you can size the size of the category. We couldn't do that here",
        4804.72,
        4809.0
    ],
    [
        " So my deal was was simply this look I pitched him and I put the proposal together that night and I",
        4809.0,
        4816.76
    ],
    [
        " I remember my wife Sarah's like you're just a",
        4816.76,
        4820.12
    ],
    [
        " Crazy man",
        4820.12,
        4821.14
    ],
    [
        " So I put his proposal together Chaco and it was simply this I'll buy your software business",
        4821.14,
        4826.5
    ],
    [
        " I'm sorry. I'll buy your service business. He owned a service business as well called JES. I'll buy that service business",
        4826.5,
        4831.8
    ],
    [
        " You can capitalize your software business with the proceeds of the service business that I was going to buy",
        4832.9,
        4837.68
    ],
    [
        " So he invented the software business to support his foundation business",
        4837.68,
        4841.06
    ],
    [
        " And I said look I ain't going to buy that software business",
        4841.06,
        4843.52
    ],
    [
        " But I'll buy the service business you do your own thing not yourself out",
        4843.52,
        4847.58
    ],
    [
        " So like at 4.30 in the morning about to send this thing of course Sarah says hey you idiot don't don't do that",
        4847.58,
        4852.9
    ],
    [
        " She says that a lot. So I wait till like 7.30 truthfully send this thing out and",
        4852.9,
        4858.58
    ],
    [
        " And",
        4858.58,
        4858.74
    ],
    [
        " And the rest is history. I miss so Jesse",
        4858.74,
        4861.8
    ],
    [
        " We agreed",
        4861.8,
        4863.3
    ],
    [
        " Determine like kind of three or four months after that and I bought this company called JES foundation repair Virginia Beach and they had",
        4863.3,
        4869.22
    ],
    [
        " At that time they had three offices a one in Monastis which is effectively Washington DC one enrichment one Virginia Beach",
        4869.22,
        4875.46
    ],
    [
        " And he had owned another business that can't only I think he bought right before I bought him to get some Arab on the on the on the trade",
        4875.46,
        4881.78
    ],
    [
        " in Indiana called Indiana foundation. So we started with these four",
        4881.78,
        4885.68
    ],
    [
        " locations",
        4885.68,
        4886.9
    ],
    [
        " And aggregate revenue roughly 30 million dollars about 190 employees",
        4887.84,
        4892.26
    ],
    [
        " um",
        4892.26,
        4893.2
    ],
    [
        " And my mind this what I wanted to do was build a national",
        4893.2,
        4898.68
    ],
    [
        " Foundation services business with this platform because I had I had seen there was no national player",
        4898.68,
        4904.44
    ],
    [
        " It was because there's no association. I couldn't find a national player",
        4904.44,
        4907.42
    ],
    [
        " And I really cut my teeth on these other businesses and kind of believe really",
        4907.42,
        4913.26
    ],
    [
        " felt like",
        4913.26,
        4914.52
    ],
    [
        " I was in a position to bring the leadership capital process technology to an industry that time had forgotten",
        4915.02,
        4921.42
    ],
    [
        " And you mentioned it on the outset. We are really in the construction business",
        4921.42,
        4924.9
    ],
    [
        " But we don't talk that way we talk consumer",
        4924.9,
        4927.18
    ],
    [
        " So day one we are consumer business. We don't talk construction. We we are certainly construction coming",
        4927.18,
        4932.36
    ],
    [
        " That's what we do but we",
        4932.36,
        4933.28
    ],
    [
        " We go to market as a consumer business",
        4933.28,
        4936.12
    ],
    [
        " In the way frankly the consumer has evolved over the last 10 years if you don't go to business like that",
        4936.12,
        4941.78
    ],
    [
        " You're going to lose and we win a lot of the the business because think about your experience with contractors today",
        4941.78,
        4947.88
    ],
    [
        " It's typically horrible. You know, they say they show up. They don't show up. They say you know",
        4947.88,
        4953.78
    ],
    [
        " They're going to send you a bill. They don't so it's it's it's not a great process for consumers",
        4953.78,
        4957.98
    ],
    [
        " Our notion was simply we're going to build a company that puts a puts a consumer first that builds a national business",
        4957.98,
        4965.64
    ],
    [
        " but at the same time",
        4965.64,
        4967.52
    ],
    [
        " build a unique",
        4967.52,
        4969.18
    ],
    [
        " Skill trades business that honors a men and women of this industry. Well, they can have a profession and not a job",
        4970.08,
        4976.9
    ],
    [
        " And I learned that mindset through petro cam and shipyard staffing and it it's become kind of a",
        4976.9,
        4983.8
    ],
    [
        " Not kind of it is become an obsession of mine to build businesses where",
        4983.8,
        4988.06
    ],
    [
        " We celebrate men and women that you know get it done",
        4988.06,
        4993.06
    ],
    [
        " Um, not just with their mind with their hands because without them this country falls apart",
        4993.06,
        4998.28
    ],
    [
        " So that was how ground works was born and",
        4999.58,
        5003.12
    ],
    [
        " So that was in that was in May of 2016 we bought our this first company and",
        5003.12,
        5009.04
    ],
    [
        " You know, I think I when I met you I saw of course I this you might forget this but so I of course uh red extreme ownership early on",
        5009.04,
        5018.64
    ],
    [
        " and",
        5018.64,
        5020.48
    ],
    [
        " Probably late 16. I think the book came out 15 but late 16. I read the book and",
        5020.48,
        5026.9
    ],
    [
        " It really resonated with me",
        5026.9,
        5028.74
    ],
    [
        " Especially as it related to ground works in the sense that think about what we do so we we we are decentralized business",
        5028.74,
        5036.2
    ],
    [
        " our crews are three man crews if we can get them",
        5036.2,
        5039.96
    ],
    [
        " um",
        5039.96,
        5040.98
    ],
    [
        " trained on the laws of combat as as you define them we you know",
        5040.98,
        5046.18
    ],
    [
        " And as we live them you can empower a business to do remarkable things right and",
        5046.18,
        5052.7
    ],
    [
        " So we adopted this mindset of extreme ownership within the company and I'll never forget so what",
        5053.44,
        5060.08
    ],
    [
        " The early on it was it was pretty I had some struggles. So I bought a company. I had to fix up a little bit to be fair",
        5060.08,
        5065.54
    ],
    [
        " and so I went to the muster uh and DC muster of three",
        5065.54,
        5070.68
    ],
    [
        " Or yours that I think was 18. Okay, and uh",
        5070.68,
        5075.92
    ],
    [
        " So",
        5075.92,
        5077.26
    ],
    [
        " I didn't share this but look every penny I had when in this company",
        5077.26,
        5081.48
    ],
    [
        " I literally moved back in but mom",
        5081.48,
        5083.22
    ],
    [
        " To buy this company",
        5083.22,
        5085.46
    ],
    [
        " With a wife and a child so",
        5085.46,
        5088.62
    ],
    [
        " Yeah, so that was a lien of Christmas",
        5088.62,
        5091.26
    ],
    [
        " You went back to the Christmas",
        5091.26,
        5093.56
    ],
    [
        " And that's why your wife was like don't send that freaking email",
        5093.56,
        5098.96
    ],
    [
        " Our money that's right",
        5098.96,
        5103.38
    ],
    [
        " So to to make a run at this we put everything in him and and you know you I hear you talk quite a bit",
        5103.38,
        5110.24
    ],
    [
        " But to be successful and anything there has to be a degree of obsession",
        5110.24,
        5113.88
    ],
    [
        " There's no plan B for us here. It is this is it. There's we're all in on this and it there's that has to work",
        5113.88,
        5120.96
    ],
    [
        " And it will work because I'll put everything we have into to making it work",
        5120.96,
        5124.16
    ],
    [
        " And so um we're cleaning up a few things that we needed to we spent probably over a million dollars of of going back and doing jobs for consumers to do them correctly",
        5124.16,
        5133.42
    ],
    [
        " And um so I'm the price tag for the musters. It's it's it's real and so uh",
        5133.42,
        5140.22
    ],
    [
        " I was gonna bring some of my leaders",
        5140.68,
        5142.66
    ],
    [
        " And I have a partner so this fellow Jesse Walts invested back into the business with me and he's a minority shareholder at the time and and uh",
        5142.66,
        5150.8
    ],
    [
        " You know, I was like I can't run this through the company because uh, you know",
        5150.8,
        5155.12
    ],
    [
        " He's not really happy with me at the moment anyway, even though it was an already guy wanted to keep him happy and respect him",
        5155.12,
        5159.98
    ],
    [
        " So I tell the wife hey guess what uh?",
        5159.98,
        5162.42
    ],
    [
        " Is it okay if I spend X amount of dollars to go this muster? I'm bringing his guys",
        5162.58,
        5166.16
    ],
    [
        " And you can imagine the look",
        5166.16,
        5168.26
    ],
    [
        " You're like what are you doing right so go to the muster. I bring eight guys",
        5168.72,
        5174.08
    ],
    [
        " Uh, one guy's one one of my best friends a guy named Tom Gerardi who doesn't work for me",
        5174.08,
        5178.08
    ],
    [
        " But is a huge fan of yours and he's like, thank you. Gotta go these musters",
        5178.08,
        5181.84
    ],
    [
        " I'm like, probably you ever been to a muster. He said no",
        5181.84,
        5184.22
    ],
    [
        " And uh, by the way, he played football at Harvard",
        5184.22,
        5186.88
    ],
    [
        " So he's a bond trader. He ain't worried about living with mama",
        5186.88,
        5189.6
    ],
    [
        " But he's like my wife. I'll pay my own way. I said yeah, you should pay my way",
        5189.6,
        5192.86
    ],
    [
        " So we go we go to uh, we we go to the muster and and and candidly",
        5192.86,
        5197.56
    ],
    [
        " It and I say this internally with my guy says like man",
        5198.78,
        5201.48
    ],
    [
        " It's just gonna either be like some Tony Robbins bullshit",
        5201.48,
        5203.82
    ],
    [
        " We're gonna hug it out and sing a kumbaya and I'd be waste of money or it's gonna be the real deal",
        5203.82,
        5207.98
    ],
    [
        " And it was the real deal",
        5207.98,
        5208.98
    ],
    [
        " It was literally the real deal",
        5208.98,
        5210.34
    ],
    [
        " And I said I gotta get me some of this. I got to figure out a way to weave the mindset",
        5210.34,
        5215.26
    ],
    [
        " In the cadence of what we talked about and all all the laws",
        5215.26,
        5219.38
    ],
    [
        " Into our business to empower this business to be as special as I want it to be if you're gonna make investments in people",
        5219.38,
        5225.92
    ],
    [
        " And you're gonna you're gonna build a business where the profession is honored",
        5226.9,
        5231.5
    ],
    [
        " You have to give them the tools in order to do it. You just can't you know, for example, Jack we can teach sales. We can teach production",
        5231.5,
        5239.98
    ],
    [
        " Well, how do you teach leadership? How do you really teach it? And how do you measure its effect and what's the return on investment on that?",
        5239.98,
        5248.76
    ],
    [
        " And that was look",
        5249.6,
        5251.58
    ],
    [
        " The way you did it and lathe did it seal teams and and how you wrote about it. I said well",
        5251.98,
        5257.7
    ],
    [
        " There's no one on the planet. I can do I mean if he can't do it for us it can't be done, right? So I'm driving back from DC and I'm all jacked up",
        5257.7,
        5266.36
    ],
    [
        " And I call I don't know about that back in the day you your headquarters were in Seattle. Yeah, so we call out to Seattle and",
        5266.36,
        5274.06
    ],
    [
        " And I get a young guy on the phone and he's like listen",
        5274.06,
        5278.46
    ],
    [
        " We don't really we don't really do long term programs if we're effective at what we do",
        5278.46,
        5282.58
    ],
    [
        " We don't really need to be there because I pitched him on hey look. I want a multi-year deal",
        5282.58,
        5286.52
    ],
    [
        " So that I can I can send new leaders through this program constantly so that I can transform my business so that we have a bunch of",
        5286.52,
        5294.92
    ],
    [
        " Savages walking around that care about the customer care about themselves and are passionate about leadership and development and",
        5294.92,
        5301.46
    ],
    [
        " So he said no initially and then so we call back say look, I don't think I've explained myself for it",
        5301.46,
        5308.0
    ],
    [
        " Here's kind of what we're looking for and",
        5308.0,
        5310.1
    ],
    [
        " Yeah, interesting little backstory and that that's sort of is the you know failure on my part because one of the things that I would tell the team at",
        5310.1,
        5318.24
    ],
    [
        " Ashan on front is I'd say listen",
        5318.24,
        5319.84
    ],
    [
        " I don't want to be like these consulting companies that go in and hang on put their hooks in and",
        5319.84,
        5324.36
    ],
    [
        " Quies in and they they're just gonna milk company for everything that they're worth listen guys",
        5324.36,
        5329.02
    ],
    [
        " If we're doing our job correctly, we're not there for five years",
        5329.02,
        5332.42
    ],
    [
        " We're there for six months. We're there for a year. They understand these principles and they take them and run with them",
        5332.42,
        5336.62
    ],
    [
        " What I didn't clarify is",
        5337.32,
        5339.58
    ],
    [
        " Hey, if we've got a company that's growing rapidly",
        5339.58,
        5341.8
    ],
    [
        " We may need to help them along the way and and that happened with other companies and your companies one of the ones that it happened",
        5341.8,
        5348.2
    ],
    [
        " It was happening too very fast and so I had to kind of I mean, I forget how it got back to me",
        5348.2,
        5352.9
    ],
    [
        " But I remember rebreefing the team and saying listen if we have a client that's growing rapidly",
        5352.9,
        5358.8
    ],
    [
        " We can train all their trainers, but they're still gonna need people. They're just gonna need support",
        5358.8,
        5363.5
    ],
    [
        " I mean you when you when you're absorbing two or three companies a year that have two or three hundred people each",
        5363.52,
        5368.88
    ],
    [
        " They're probably gonna need help. Yeah, we need to help them. So there's a little backstory there",
        5368.88,
        5374.24
    ],
    [
        " Well, they they certainly echoed your first sentiments right away. They said no, no wait and it makes sense",
        5374.24,
        5380.14
    ],
    [
        " But we had to really explain look it's not the same people going to the program and",
        5380.14,
        5384.54
    ],
    [
        " You know can't let that time we didn't have the bandwidth to have true trainers",
        5384.54,
        5387.9
    ],
    [
        " We were so okay. We're gonna hire the firm. We're gonna send new leaders new new leaders to the process and",
        5387.9,
        5392.96
    ],
    [
        " Our growth rate we are acquiring businesses and",
        5393.5,
        5396.84
    ],
    [
        " We wanted to make sure that those businesses",
        5396.84,
        5398.82
    ],
    [
        " They keep their culture we celebrate that culture",
        5398.82,
        5402.14
    ],
    [
        " You know our average brand that ground works is over 26 years old other companies we buy",
        5402.14,
        5407.1
    ],
    [
        " We buy businesses as small as three man is a large as 80",
        5407.1,
        5410.84
    ],
    [
        " So they're big dichotomy in terms of the size of the businesses",
        5410.84,
        5414.96
    ],
    [
        " And when we buy then we we would celebrate their culture",
        5414.96,
        5420.18
    ],
    [
        " But we're gonna bring them on to the ground works way of culture which you can marry those two",
        5420.18,
        5424.38
    ],
    [
        " And the way we married them was by leveraging extreme ownership as our culture and",
        5424.38,
        5431.46
    ],
    [
        " So it empowers a given culture",
        5431.46,
        5434.8
    ],
    [
        " If they embrace these things and they do and so every acquisition now we run an FTX for the the the partners that we we just brought on",
        5434.8,
        5443.98
    ],
    [
        " I think we've run 16 of those now",
        5443.98,
        5446.7
    ],
    [
        " um",
        5447.52,
        5448.16
    ],
    [
        " All kind of senior level leadership go to musters, you know, we some we're gonna send you know 23 folks to Dallas",
        5448.16,
        5454.06
    ],
    [
        " it's part of our",
        5454.06,
        5456.74
    ],
    [
        " Leadership development training program at ground works and you know, we have",
        5456.74,
        5460.54
    ],
    [
        " I think the last number we spent we've we've sent 530 folks through training directly with the echelon front team, you know a JP denel",
        5460.54,
        5470.96
    ],
    [
        " Carlos",
        5470.96,
        5472.12
    ],
    [
        " um",
        5474.3,
        5474.82
    ],
    [
        " Corey",
        5474.82,
        5474.32
    ],
    [
        " Cody rather",
        5474.32,
        5475.74
    ],
    [
        " And then this this young guy fland caulkron back in the day, you know, they would lead that process for us and and really",
        5475.74,
        5483.96
    ],
    [
        " Again, not to sound like a promotion, but they became part of the team like",
        5483.96,
        5488.36
    ],
    [
        " JP knows my team and",
        5488.36,
        5491.02
    ],
    [
        " He can relate the stories of our business and the construction component of our business and a way that",
        5491.02,
        5497.36
    ],
    [
        " ties it in to extreme ownership and how it applies to our business every day",
        5497.58,
        5502.14
    ],
    [
        " And that is how you really learn and that's how it's absorbed and so",
        5502.14,
        5506.36
    ],
    [
        " Your team's done a really good job at that for us",
        5506.36,
        5509.02
    ],
    [
        " Yeah, the you know, when you talk about merging hey this idea this these principles into some other company",
        5509.02,
        5516.44
    ],
    [
        " and sometimes I'll get I'll people will have discussions with leaders about that and you know",
        5516.44,
        5522.22
    ],
    [
        " I don't know if it's gonna",
        5522.22,
        5523.12
    ],
    [
        " I don't know if you know our culture is gonna match and I always say",
        5523.12,
        5526.9
    ],
    [
        " I have leg of but I've answered this question so many times",
        5527.0,
        5530.24
    ],
    [
        " That I kind of just go oh you don't think the culture is gonna match you you maybe think you have some different leadership principles that you",
        5530.24,
        5536.7
    ],
    [
        " Yeah, you know, we're just we're not the military. We weren't the military. So we're just you know",
        5536.7,
        5541.4
    ],
    [
        " We don't have that mindset and I said well, you know, let's talk about it a little bit",
        5541.4,
        5544.88
    ],
    [
        " You know for instance we teach cover move which is teamwork which is supporting team",
        5544.88,
        5548.28
    ],
    [
        " Are you teaching that you should all stay in silos and work against each other?",
        5548.28,
        5551.84
    ],
    [
        " We teach about keeping things simple are are you teaching that we should make things so complex that no one knows",
        5552.0,
        5556.78
    ],
    [
        " What's going on? We talk about prioritize next cute are do you think that in your company what you'd rather do is",
        5556.78,
        5562.3
    ],
    [
        " Spread yourself so thin over so many different things at the same time that you can't effectively do anything",
        5562.3,
        5567.9
    ],
    [
        " Is that what you're thinking and decentralized commander? Are you are you thinking that you don't want to empower your subordinate leaders",
        5567.9,
        5574.16
    ],
    [
        " You want all decisions to be run through some central location and and even the idea of extreme ownership?",
        5574.16,
        5579.14
    ],
    [
        " Are what you think and is this doesn't match with your culture because your culture is we're gonna all sit around and blame each other and point fingers",
        5579.74,
        5586.14
    ],
    [
        " so like",
        5586.58,
        5587.74
    ],
    [
        " There's no leadership human in the world that disagrees with these principles",
        5587.74,
        5594.48
    ],
    [
        " You just can't they're their universal principles that are foundational to leading other human beings",
        5594.48,
        5601.36
    ],
    [
        " So the the fact that you've that you recognize that that you saw oh, I see this and then the the step that you're talking about that that",
        5601.36,
        5610.34
    ],
    [
        " JP and and the rest of the team that JP does well",
        5610.34,
        5613.2
    ],
    [
        " But he's been working with you for a long time. We do this all the time. We do with finance companies",
        5613.2,
        5616.96
    ],
    [
        " We do with manufacturing companies like the principles apply",
        5616.96,
        5620.12
    ],
    [
        " To any organization the thing that's nice is that you were able to sit there at that monster and go oh, I see the alignment between oh",
        5620.12,
        5628.72
    ],
    [
        " Decentralized command well to see I got a bunch of disaggregated people",
        5628.72,
        5631.78
    ],
    [
        " I got small elements that are going out in the field",
        5631.78,
        5633.48
    ],
    [
        " They've got to understand how they're gonna interact with the customer",
        5633.48,
        5636.24
    ],
    [
        " That's how we're gonna get good feedback. That's how we're gonna grow our business. Oh, okay, that makes sense",
        5636.24,
        5640.48
    ],
    [
        " Oh, what about prioritize an execute. Oh, yeah, well, we've got all these things that are gonna go wrong on a job site",
        5640.48,
        5646.06
    ],
    [
        " if we don't have people that understand",
        5646.06,
        5647.58
    ],
    [
        " If we don't have people that understand how to react to those things and how to figure out what the most important thing is an execute on that",
        5647.58,
        5653.58
    ],
    [
        " And you just were able to to see that and and therefore taken to go hey, we need to run with that and that's",
        5653.58,
        5661.04
    ],
    [
        " That's an impressive call to make. Oh, well. Thank you. Okay",
        5661.04,
        5664.96
    ],
    [
        " And retrospect it looks like genius, right? But",
        5665.92,
        5668.12
    ],
    [
        " but canily at the time it was it was back to that simple equation. How do you build leaders?",
        5668.12,
        5674.78
    ],
    [
        " I truly believe that that and you've said this many a thousand times or more",
        5674.86,
        5678.92
    ],
    [
        " that you can teach leadership",
        5678.92,
        5680.52
    ],
    [
        " You can teach it and you should teach it and you should learn to be a student of leadership",
        5680.52,
        5685.74
    ],
    [
        " Right, and so look you've got so many war heroes on this podcast. I'm the opposite of that. I'm just a normal knuckle dragger",
        5685.74,
        5692.24
    ],
    [
        " You know entrepreneur",
        5692.24,
        5693.2
    ],
    [
        " But you don't have to be in the military to embrace these principles",
        5693.2,
        5696.5
    ],
    [
        " If you if you if you lead anything in your life these principles apply and I'm again just a walking example of that and my company is as well and so",
        5696.5,
        5705.9
    ],
    [
        " The what you've seen at ground works is is the belief",
        5705.9,
        5711.1
    ],
    [
        " That if you unite people on a mission and you empower them",
        5711.1,
        5717.42
    ],
    [
        " And train them and believe in them",
        5717.42,
        5720.82
    ],
    [
        " You can do the impossible",
        5721.52,
        5722.86
    ],
    [
        " Part of part of the notion of ground works and we've taken extreme ownership a little deeper than just the the laws of combat",
        5722.86,
        5731.54
    ],
    [
        " At our company we have over 235 owners",
        5731.54,
        5735.78
    ],
    [
        " So think about the decentralized business, right? So today",
        5735.78,
        5738.76
    ],
    [
        " the business again north of 800 million we have",
        5738.76,
        5742.08
    ],
    [
        " 49 locations",
        5742.08,
        5743.46
    ],
    [
        " At each one of those locations as a general manager a sales manager production manager and office manager",
        5743.46,
        5749.4
    ],
    [
        " My manager philosophy",
        5751.06,
        5752.38
    ],
    [
        " Before even reading the book it's pretty simple one higher the best possible person I could possibly hire in a forward",
        5752.38,
        5758.88
    ],
    [
        " That does change over time",
        5758.88,
        5760.6
    ],
    [
        " But you want to do that you want to give them the best equipment you can afford to as a business training equipment",
        5760.6,
        5766.74
    ],
    [
        " Whatever it might need you want to",
        5766.74,
        5769.0
    ],
    [
        " Build and center programs that allow them as an individual to win when the company wins",
        5769.0,
        5774.36
    ],
    [
        " And then you want to hold them accountable",
        5774.36,
        5776.74
    ],
    [
        " So if you believe in that concept again, that that's pretty simple management philosophy",
        5777.6,
        5781.76
    ],
    [
        " If you believe in that concept and you super layer in the principle of the stream ownership and then you say one step further",
        5781.76,
        5788.2
    ],
    [
        " All you leaders in the branches",
        5788.2,
        5790.7
    ],
    [
        " You're going to be literally owners of our business. So I don't want you just to",
        5790.7,
        5795.74
    ],
    [
        " Adopt extreme ownership live that way",
        5795.74,
        5798.88
    ],
    [
        " If you do that and you really believe it and we as a company when",
        5798.88,
        5803.76
    ],
    [
        " You and your family will get the benefit of that",
        5803.76,
        5806.28
    ],
    [
        " By ownership and so look at ground works. We're going to make over 100 millionaires out of",
        5806.74,
        5811.2
    ],
    [
        " Of this company for men and women that work with their hands",
        5811.2,
        5814.4
    ],
    [
        " Think about how many companies out there in the valley and software companies startups you have all these young",
        5814.4,
        5821.68
    ],
    [
        " And they've earned it but all these young overnight millionaires walking around",
        5821.68,
        5826.3
    ],
    [
        " I always felt like you can bring that same mindset to a skilled trades business",
        5826.3,
        5834.08
    ],
    [
        " You could and we're going to prove that it can be done and by doing that",
        5834.78,
        5838.68
    ],
    [
        " I'm going to track world-class talent to this business",
        5838.68,
        5840.9
    ],
    [
        " If you're at another home services company today if you're at you know a window company or",
        5840.9,
        5846.44
    ],
    [
        " I won't say any company names",
        5846.44,
        5848.62
    ],
    [
        " But if you're at any any company and you want to get after it",
        5848.62,
        5852.7
    ],
    [
        " And I don't mean just believe in the philosophy of this and also what we are building as a company",
        5852.7,
        5858.2
    ],
    [
        " But if you care about working with people that care and you want to build something unique",
        5858.2,
        5863.16
    ],
    [
        " And get rewarded for that as a business and as an individual to help your family",
        5863.4,
        5868.04
    ],
    [
        " We're the only business that I think at home services adopted that mindset and that's why we're winning like",
        5868.04,
        5874.74
    ],
    [
        " Groundwork success has nothing to do with matmalon",
        5874.74,
        5878.72
    ],
    [
        " It has to do with the 4200 people that make it up",
        5878.72,
        5881.84
    ],
    [
        " Only thing I did was kind of push and nudge set the strategy and adopt",
        5881.84,
        5886.72
    ],
    [
        " All these different strategies not just EO strategy, but how we incent we have profit sharing programs for example",
        5886.72,
        5892.5
    ],
    [
        " We have good benefits",
        5892.5,
        5893.58
    ],
    [
        " You know we have a career path where men and women can join here and have a profession",
        5893.58,
        5898.16
    ],
    [
        " The many of the companies that I buy man it is a job",
        5898.16,
        5901.16
    ],
    [
        " Here's why you buy a family owned business and mr. Smith is at the top and mr. Smith's kids at the business",
        5901.16,
        5908.12
    ],
    [
        " And say it's a 10 million dollar business",
        5908.12,
        5909.54
    ],
    [
        " You're the third man down",
        5909.54,
        5911.42
    ],
    [
        " How are you going to get any more money? How are you going to grow?",
        5911.42,
        5914.46
    ],
    [
        " Well in that kind of environment you're not going to grow so family owned businesses are great we love them",
        5914.8,
        5918.9
    ],
    [
        " But in our business I want someone on and on our staff to take my job",
        5919.32,
        5923.42
    ],
    [
        " They should",
        5923.42,
        5924.7
    ],
    [
        " That's what we're built to do is that if we build an environment",
        5924.7,
        5928.22
    ],
    [
        " Respect the men and women that get up every day and work with their hands. Shock go in the mud like it",
        5928.22,
        5932.46
    ],
    [
        " We have office in North Dakota",
        5932.46,
        5933.98
    ],
    [
        " And fargo these dudes are out there in 10 degrees. We got offices in Miami. It's a 110 degrees out there some days",
        5933.98,
        5940.76
    ],
    [
        " These guys get out there protect consumers greatest out there asset their home",
        5940.76,
        5945.26
    ],
    [
        " It's not sexy",
        5945.26,
        5946.76
    ],
    [
        " It's hard work",
        5947.58,
        5948.46
    ],
    [
        " But at our company we can make it profession and a livelihood that recruits the best possible talent in the world and home services to do something that's never been done",
        5948.46,
        5956.32
    ],
    [
        " And it's it's a big dream, but it's not me. It's my team the team is building it and that's what's great about not",
        5956.32,
        5963.96
    ],
    [
        " Our company, but this country is it",
        5963.96,
        5965.64
    ],
    [
        " You can do that you can do that here still and you're not sure nor you know what I'm talking about so",
        5965.64,
        5971.78
    ],
    [
        " um",
        5972.62,
        5973.1
    ],
    [
        " EO has been a big big part of our",
        5973.1,
        5975.42
    ],
    [
        " Internal mindset and culture and still is like we have meetings. They're called cover and move",
        5975.42,
        5981.1
    ],
    [
        " So when sales and production get together every week to talk about their week and the jobs that we have to do",
        5981.1,
        5986.38
    ],
    [
        " It's literally the cover and move",
        5986.38,
        5987.96
    ],
    [
        " meeting",
        5987.96,
        5988.84
    ],
    [
        " Debeb",
        5988.84,
        5990.32
    ],
    [
        " Debrief and read back that is a those are phrases we use every day. Yeah standard protocols it's it's",
        5990.32,
        5997.64
    ],
    [
        " But having work in other businesses and owning other businesses",
        5997.64,
        6001.22
    ],
    [
        " the power of just a read back",
        6001.94,
        6004.0
    ],
    [
        " It's hard to explain. I even use it with my wife was she hates. I said let me give read back on that",
        6004.0,
        6010.0
    ],
    [
        " Here's what I heard or your kids",
        6010.0,
        6012.66
    ],
    [
        " My Logan I I said okay, we just discuss this",
        6012.66,
        6017.26
    ],
    [
        " Tell me what daddy just said you know, so",
        6017.26,
        6019.6
    ],
    [
        " You know you live it",
        6019.6,
        6021.88
    ],
    [
        " But to you know look to to some of your listeners out there that are in the service of thinking about getting out of service one day to all the business guys out there all the entrepreneurs",
        6021.88,
        6030.2
    ],
    [
        " um",
        6031.9,
        6032.3
    ],
    [
        " Look, it's real",
        6032.3,
        6033.02
    ],
    [
        " It's real if you but if you adopt it and live it is real and I have this phrase that I use all the time internally",
        6033.02,
        6040.26
    ],
    [
        " You get the life you give yourself",
        6040.26,
        6043.02
    ],
    [
        " Like there are externalities that if it happened in your life and sometimes you can't affect them",
        6043.02,
        6048.9
    ],
    [
        " You can't you can't do anything about them",
        6048.9,
        6050.22
    ],
    [
        " But the end of the day if you decide to get up you have the discipline to get up and get offered every day and you make it a priority",
        6050.22,
        6057.9
    ],
    [
        " You can change the course of your life and all we're doing as at ground works is using that mindset on a business that changes 4200 lies",
        6058.54,
        6066.82
    ],
    [
        " Sounds cool now, but when when you know those slim Christmas is when you know when when I'm begging my wife to",
        6066.82,
        6075.12
    ],
    [
        " To allow us to send you know eight dudes to a mustard DC. It wasn't that way",
        6075.12,
        6080.26
    ],
    [
        " The uh the the the investment that you make right so this is this is the thing that's very interesting",
        6080.26,
        6087.08
    ],
    [
        " You you are investing in your leaders and you've been investing in your leaders",
        6087.3,
        6090.34
    ],
    [
        " you know what uh",
        6090.34,
        6091.42
    ],
    [
        " When I got back from my last deployment when I was in Ramadi came back",
        6091.42,
        6096.42
    ],
    [
        " and",
        6096.42,
        6097.78
    ],
    [
        " Took over the west coast training and I was just",
        6097.78,
        6101.36
    ],
    [
        " So focused Charles focused on the shooters focused on making sure that the young guys understood that as",
        6101.36,
        6107.32
    ],
    [
        " Seals they needed to be thinking shooters absolutely, but I really really was focused on the leadership and making sure that the leaders leaders understood how to lead",
        6107.32,
        6114.86
    ],
    [
        " and",
        6114.86,
        6116.12
    ],
    [
        " It was one of the things that really opened my eyes is on that deployment and really on previous my previous deployments through my whole career",
        6116.86,
        6123.86
    ],
    [
        " The army in the Marine Corps had had absolutely professionalized and doctrinalized how they trained leaders. So",
        6123.86,
        6132.7
    ],
    [
        " the the the army",
        6132.7,
        6134.94
    ],
    [
        " The army would go to this uh the",
        6134.94,
        6137.52
    ],
    [
        " Company career course their career course they call it which is a company level commander",
        6137.52,
        6142.64
    ],
    [
        " and this is like a six month or a year long school that these guys would get trained on how to lead their troops",
        6143.38,
        6149.38
    ],
    [
        " And they have that at every level in listed and officer in the army and in the Marine Corps",
        6149.38,
        6154.46
    ],
    [
        " And in the SEAL teams there was almost nothing there was almost nothing",
        6154.46,
        6159.62
    ],
    [
        " There was a little junior officer training course that was",
        6159.62,
        6163.1
    ],
    [
        " Lafe ended up taking it over when he took it over it was hey this is where you're gonna learn how to write evaluations",
        6163.1,
        6168.52
    ],
    [
        " This is gonna you're gonna learn a little bit about writing navy met navy",
        6168.52,
        6172.28
    ],
    [
        " Message traffic. It was",
        6172.78,
        6174.14
    ],
    [
        " And you'd get some debriefs on some stuff",
        6174.14,
        6176.64
    ],
    [
        " But you weren't going to actually learn any principles of leadership and it was just it was unbelievable",
        6176.64,
        6183.54
    ],
    [
        " That this was taking place and I remember as I started to try and push this hard",
        6183.54,
        6188.34
    ],
    [
        " The I went I started going up my chain of command and one of the things that I bring up the chain of command was was hamburger",
        6188.34,
        6194.7
    ],
    [
        " University and hamburger university if you don't know it's up in",
        6194.7,
        6200.04
    ],
    [
        " um",
        6202.04,
        6202.38
    ],
    [
        " Shaw I think it's in Schomburg, Illinois",
        6202.38,
        6203.94
    ],
    [
        " But if you're gonna run a McDonald's",
        6203.94,
        6206.64
    ],
    [
        " You've got to go to this this course and it's like a six month school that you go to",
        6206.64,
        6211.1
    ],
    [
        " And so I remember sitting down with my boss and saying hey, you have you heard a hamburger university's and know what's that",
        6211.1,
        6216.86
    ],
    [
        " I said it's if you're gonna run a freaking McDonald's",
        6216.86,
        6219.74
    ],
    [
        " You're gonna go to a six month training course on how to lead a McDonald's where you flip burgers and",
        6219.74,
        6225.0
    ],
    [
        " And fry french fries and we've got guys that have are gonna go out and and oversee",
        6225.16,
        6230.06
    ],
    [
        " Combat operations and have lives at risk and we give them they don't go to any school",
        6230.06,
        6235.08
    ],
    [
        " This is a problem and and and part of the problem is because",
        6235.08,
        6239.2
    ],
    [
        " We're a victim of our own success. So hey, you know",
        6239.2,
        6242.9
    ],
    [
        " Hey, Jocco, you just went on deployment. You came back. You did a good job. You were in charge. Okay, so what we're doing is working",
        6242.9,
        6247.46
    ],
    [
        " And hey this other guy, you know, Leifah you you did good you got mentored and you got trained up",
        6247.46,
        6253.42
    ],
    [
        " So that what we're doing the on the job training works and it does work sometimes",
        6253.42,
        6258.16
    ],
    [
        " But it but it also fails sometimes and this is so now we find this in every industry every industry",
        6258.16,
        6264.24
    ],
    [
        " Hey, oh, we we got we got echo Charles here. He's a good salesman",
        6264.24,
        6268.74
    ],
    [
        " In fact, he's our best salesman. Let's put him in charge of sales",
        6268.74,
        6272.34
    ],
    [
        " What does he know about leadership? He knows how to sell stuff. He doesn't know anything about leading. Oh, we got echo Charles here",
        6272.34,
        6278.48
    ],
    [
        " He's our best",
        6278.48,
        6279.36
    ],
    [
        " He's our best mechanic. Okay, great. What are we gonna do? Let's put him in charge of all the mechanics",
        6279.76,
        6284.48
    ],
    [
        " He's good at turning the wrench. He's not good at leadership",
        6284.48,
        6287.16
    ],
    [
        " And we just throw them in there and for some reason",
        6287.16,
        6291.46
    ],
    [
        " People think that leadership is something you're just born with or that you you know how to do and in intuitively",
        6291.46,
        6297.72
    ],
    [
        " And it's just factually not true",
        6297.72,
        6299.72
    ],
    [
        " So what we encourage and what you're actually doing is oh echo",
        6299.72,
        6303.56
    ],
    [
        " You're the best mechanic",
        6303.56,
        6305.4
    ],
    [
        " We're gonna take you and we're gonna elevate you into a leadership position",
        6306.02,
        6309.12
    ],
    [
        " And we're gonna train you how to lead just like at one point we trained you on how to turn wrenches and repair this carburetor",
        6309.12,
        6316.64
    ],
    [
        " We're gonna we're gonna train you the same way",
        6316.64,
        6319.2
    ],
    [
        " And you've put a massive amount of investment into your leadership and",
        6319.2,
        6324.8
    ],
    [
        " One of the earlier questions, you know when we started as long front, you know, I can ask well how are we gonna",
        6324.8,
        6329.76
    ],
    [
        " How are we gonna know if this works?",
        6329.76,
        6331.94
    ],
    [
        " What are the metrics to know if this succeeds and I still to this day. I just had this conversation the other day",
        6331.94,
        6337.14
    ],
    [
        " Whatever metric you're running at your company that means you you were successful",
        6337.14,
        6342.1
    ],
    [
        " So whether you're trying to cut the cost to produce or you're trying to improve your time to produce or you're trying to grow or whatever metric",
        6342.1,
        6348.94
    ],
    [
        " You're looking at if we do our job training your leaders that metric all those metrics that you're trying to prove on",
        6348.94,
        6355.42
    ],
    [
        " They are all going to improve. That's what's going to happen",
        6355.42,
        6358.1
    ],
    [
        " And and that's where you say hey look we actually have we do some of these like you know soft skill surveys now",
        6358.54,
        6365.04
    ],
    [
        " And you know, what do you think your leadership? And that's good too. That's good feedback. It's good feedback to say hey",
        6365.04,
        6370.12
    ],
    [
        " The leadership is now has a better relationship with the troops. That's great the troops think the leadership is more intuned with what they're thinking and what they're saying",
        6370.12,
        6378.8
    ],
    [
        " Those are those are great things to do as well",
        6378.8,
        6380.82
    ],
    [
        " but",
        6380.82,
        6381.78
    ],
    [
        " For me where the money for the rubber meets the road is hey",
        6381.78,
        6385.48
    ],
    [
        " We're trying to produce this widget in this amount of time and now we're doing it. We're cutting our costs",
        6385.6,
        6390.48
    ],
    [
        " We're getting it out our salespeople are doing better",
        6390.48,
        6392.9
    ],
    [
        " That's how we measure leadership success is what is the success of the company?",
        6392.9,
        6397.36
    ],
    [
        " So as you you invest you get that ROI and",
        6397.58,
        6402.08
    ],
    [
        " That's what I you know, that's what I love about seeing the success of your company and some of the other companies that we work with that",
        6402.08,
        6407.58
    ],
    [
        " We get to see this this incredible growth and you know",
        6407.58,
        6411.7
    ],
    [
        " I started this whole thing off saying leadership is the most important thing on the battlefield in business and life and to look at a company like yours where you are proving",
        6411.7,
        6418.5
    ],
    [
        " How that works and how important it is and how you can grow things and how you can have",
        6418.5,
        6425.8
    ],
    [
        " 4200 employees and I'd love to you know if you are fishing for a compliment say no, but Matt it all starts with you",
        6425.8,
        6433.64
    ],
    [
        " Hey, it does I'll give you a compliment. It does start with you, but let's face it",
        6433.64,
        6438.48
    ],
    [
        " You've got employees that haven't seen you in three months. You've got you've got someone right now making a decision in a basement",
        6438.96,
        6447.64
    ],
    [
        " 100% on a on something that's happening and and that individual is making the right decision as a leader on the front lines",
        6447.64,
        6456.36
    ],
    [
        " He's empowered to do that and you",
        6456.36,
        6458.58
    ],
    [
        " You couldn't see that if your life depended on it. You couldn't help that person make that decision",
        6458.58,
        6464.04
    ],
    [
        " Except for the fact that you already have helped them because you trained him as a leader",
        6464.7,
        6468.86
    ],
    [
        " They understand the culture they understand the mission of the company and when you do that",
        6468.86,
        6473.54
    ],
    [
        " It allows you to to drive a company forward with people at every level",
        6473.54,
        6479.18
    ],
    [
        " Leading making the right decisions and moving in the same direction strategically. It's the only way to scale",
        6479.18,
        6484.92
    ],
    [
        " Right, so you you just gave that great example you have a we have form and right now",
        6484.92,
        6489.54
    ],
    [
        " This is a form and right now probably anywhere in the country right so say he's in Kansas City",
        6489.54,
        6493.2
    ],
    [
        " And the footer's not where he needs to be and he's laying down what he needs to lay down. He's thinking",
        6493.2,
        6497.46
    ],
    [
        " Wow shit what I got to do here",
        6497.46,
        6500.24
    ],
    [
        " He's been empowered. He knows the number one objective take care of the customer",
        6500.24,
        6504.32
    ],
    [
        " If it costs a few dollars more no factor if it costs a couple hundred dollars more no factor",
        6504.32,
        6510.06
    ],
    [
        " If it costs like a thousand dollars, I'm a pirate call my soup to make sure it's cool",
        6510.06,
        6513.38
    ],
    [
        " But that soup's gonna know no factor go serve the customer, okay?",
        6513.38,
        6516.98
    ],
    [
        " But that mindset is is is is part of our culture and that comes from the investment that you make in a business",
        6518.1,
        6524.38
    ],
    [
        " We see it all the time when we buy businesses, you know this this this this old and I call it lazy",
        6524.38,
        6531.22
    ],
    [
        " The notion of all the job training is lazy",
        6531.22,
        6534.08
    ],
    [
        " It's lazy",
        6534.08,
        6535.62
    ],
    [
        " If you if you say to yourself, I want to be world class. I want to be good",
        6535.62,
        6540.62
    ],
    [
        " You don't stick just a guy with a guy and say go learn from jaco because he's really good at this",
        6540.62,
        6545.42
    ],
    [
        " That's lazy small businesses do that that don't want to grow",
        6546.28,
        6549.7
    ],
    [
        " If you if you want to take an institutional approach to changing an industry and being the best possible business",
        6549.7,
        6555.52
    ],
    [
        " You can possibly be",
        6555.52,
        6556.54
    ],
    [
        " It has to be part of who you are and that takes time investment and energy and our KPIs at groundwork. They've exploded over the last",
        6556.54,
        6564.98
    ],
    [
        " four years five years",
        6564.98,
        6567.2
    ],
    [
        " A lot of factors one key factor one key factor",
        6567.2,
        6571.48
    ],
    [
        " Is investing in leadership training you can't be a leader in our company unless you go through it every employee gets a book",
        6572.42,
        6579.04
    ],
    [
        " I mean, it's it you can't get away from it now do they read it? I don't know",
        6579.04,
        6584.12
    ],
    [
        " But you can't be a leader and a manager I'm sorry you can't be a manager you can be a leader without being a manager",
        6584.12,
        6589.62
    ],
    [
        " You can't be a manager at groundwork without going through a course and",
        6589.62,
        6594.28
    ],
    [
        " That's just who we are now as you know human beings are human beings and some people take it better than others",
        6594.28,
        6599.9
    ],
    [
        " But on average I think our cultures such that if you don't live that way you're kind of weeded out",
        6599.9,
        6605.42
    ],
    [
        " Because there's a complete alignment on what we are doing as a business",
        6605.42,
        6610.6
    ],
    [
        " Not just our mission of building a great world-class home services company",
        6610.6,
        6614.68
    ],
    [
        " But there's a culture internally of we're going to do it the right way",
        6614.68,
        6618.42
    ],
    [
        " We're going to care about the men and women that work here",
        6618.42,
        6620.94
    ],
    [
        " We call it walking in the light and living with the servants heart",
        6620.94,
        6624.62
    ],
    [
        " And yes, we serve the customer but my leaders we serve each other",
        6624.62,
        6629.2
    ],
    [
        " And if the the overall goal is to build a great business where we all win",
        6629.9,
        6634.74
    ],
    [
        " And we're literally making millionaires out of men and women that never have gone to college",
        6634.74,
        6639.48
    ],
    [
        " We are serving one another",
        6639.48,
        6643.28
    ],
    [
        " Yeah, and that's that's the powerful thing. I got to share this one pit with you. So fast for",
        6643.28,
        6649.56
    ],
    [
        " I'm running out of money",
        6649.56,
        6651.86
    ],
    [
        " So this was in 19",
        6651.86,
        6655.32
    ],
    [
        " um",
        6656.56,
        6657.04
    ],
    [
        " Sarah and I you know we put everything we had in this business. I sold I should share so I sold petro cam",
        6657.04,
        6662.74
    ],
    [
        " That company I first started with to to put back into groundwork",
        6662.74,
        6665.96
    ],
    [
        " So I sold it to a big-time private equity for our mountain San Francisco",
        6665.96,
        6668.88
    ],
    [
        " Huge return for for me and the misses. I can't say it publicly, but it's",
        6668.88,
        6674.68
    ],
    [
        " It's way north to five times over 20",
        6674.68,
        6678.32
    ],
    [
        " um",
        6680.94,
        6681.48
    ],
    [
        " Shipyard staffing I have a great partner that um his name is jack Anthony that I partnered up with to run that business from a heat he absolutely crushed it for us",
        6681.48,
        6689.94
    ],
    [
        " sold that to evolve of all funds the founders fund",
        6689.94,
        6694.12
    ],
    [
        " um the most legitimate Vc farm in the world probably Peter Thiel and his team and all the great investments",
        6694.12,
        6700.98
    ],
    [
        " some knuckle dragon from ocean view sold his company",
        6700.98,
        6704.88
    ],
    [
        " To Peter Thiel the guy that you know space X and pay for all those things right he started a company",
        6705.4,
        6711.2
    ],
    [
        " Called work rise. They are in the oil and gas industry",
        6711.2,
        6714.76
    ],
    [
        " They bought our little platform to enter the marine industry in the in defense industry like it's surreal",
        6714.76,
        6720.22
    ],
    [
        " Only in America right",
        6720.22,
        6721.28
    ],
    [
        " So we took every penny that we had from those things potter right big and the ground works, but still wasn't enough",
        6721.28,
        6726.96
    ],
    [
        " So in 19 uh, you know we decide now I had outside investors. I had some friends and family, you know like folks",
        6726.96,
        6734.82
    ],
    [
        " That that that I've seen and and been friends with no institutional no big money guys",
        6734.88,
        6739.5
    ],
    [
        " um",
        6739.5,
        6740.62
    ],
    [
        " We wanted to continue this mission and I had worked for four or five years developing relationships of companies to buy some big ones",
        6740.62,
        6747.46
    ],
    [
        " And so I finally had to bite the bullet and and bring on a financial partner so",
        6747.46,
        6752.16
    ],
    [
        " um, we are fortunate enough. I have a really good friend that is a great investment banker john noon or for home services and",
        6752.16,
        6759.18
    ],
    [
        " I literally saw him on a sunrise service on Easter you love this so",
        6759.18,
        6764.1
    ],
    [
        " um",
        6765.36,
        6765.76
    ],
    [
        " He don't live in vb, but you know, I have this little guy Logan and you know",
        6765.76,
        6769.64
    ],
    [
        " We can't take him to church on Easter Sunday because he's madman hillberg run around",
        6769.64,
        6774.06
    ],
    [
        " So sir's like hey, let's go this sunrise service",
        6774.06,
        6776.42
    ],
    [
        " We'll just run off and surf or whatever he does",
        6776.42,
        6778.68
    ],
    [
        " We're still got be able to go to church right so he's running around and where at this sunrise service",
        6778.68,
        6782.54
    ],
    [
        " And I look behind me. There's this guy john nooner who I hadn't seen since college by the way",
        6782.54,
        6786.36
    ],
    [
        " I was his array one of the other jobs I had in college. I was an array. That's terrible. Don't judge",
        6786.36,
        6791.56
    ],
    [
        " That's not good gig, but there this is guy john nooner. He said hey below",
        6792.42,
        6795.64
    ],
    [
        " I've been following your company. So this was in this was April of 19 and I say this is a great timing because we need",
        6795.64,
        6802.26
    ],
    [
        " We need a financial partner. So we talked to a 13 private equity firm some of the greatest brands in the world",
        6802.26,
        6806.92
    ],
    [
        " um",
        6806.92,
        6808.28
    ],
    [
        " 13 offers which again, that's surreal right you build a company and you",
        6808.28,
        6814.16
    ],
    [
        " You know the names of all these firms right so it's kind of like whoa. It's pretty exciting",
        6814.16,
        6817.8
    ],
    [
        " We we took it down to three and ultimately picked one we picked a group called quartet out of New York",
        6818.26,
        6824.18
    ],
    [
        " They have a guy that is our chairman a guy named David Chinatic who is legitimate savage. He's more aggressive than me",
        6824.18,
        6832.38
    ],
    [
        " But they had great experience with Yeti so they built Yeti",
        6832.38,
        6836.66
    ],
    [
        " They were the private equity firm behind Yeti",
        6836.66,
        6838.78
    ],
    [
        " You know, they took that thing from whatever 40 million to a billion and it's public now and but they're really good at marketing",
        6838.78,
        6844.22
    ],
    [
        " And I wanted to transform my business into a consumer marketing company. Yes, we do construction",
        6845.28,
        6849.9
    ],
    [
        " Yes, I have the the horsepower behind the scenes are men and women that do it with their hands",
        6849.9,
        6854.18
    ],
    [
        " But how we win in the marketplace with consumers is being differentiated so that when",
        6854.18,
        6858.8
    ],
    [
        " Like it's the Amazon approach when I'm coming to your house",
        6858.8,
        6862.04
    ],
    [
        " You say you're going to get a text it's going to show where my car is is going to say hey this guy's going to show up",
        6862.04,
        6867.2
    ],
    [
        " Here's what he looks like so you want to leverage technology and and really leverage how we attack the consumer side of our business",
        6867.2,
        6873.78
    ],
    [
        " And I thought they were good at that and so we partnered up with them and then you know, COVID hit right so imagine",
        6874.24,
        6879.94
    ],
    [
        " big investment",
        6879.94,
        6881.34
    ],
    [
        " COVID",
        6881.34,
        6882.52
    ],
    [
        " Everyone is scared at this time, right",
        6882.52,
        6885.12
    ],
    [
        " Thankfully at groundwork's we were we were a",
        6885.12,
        6889.58
    ],
    [
        " Essential business which I love so we have these shirts that we gave out called the essentials",
        6889.58,
        6894.66
    ],
    [
        " But I remember how to get lawyers to give letters to every driver so as we went down the road",
        6894.66,
        6900.24
    ],
    [
        " You know if they got stopped they could put out this letter and say look we're you know we're essential so we went to work",
        6900.26,
        6904.86
    ],
    [
        " and",
        6904.86,
        6906.16
    ],
    [
        " You know",
        6906.16,
        6907.44
    ],
    [
        " Some parts of the country took over a lot different. I'll tell you this my guys. What was there COVID",
        6907.44,
        6913.12
    ],
    [
        " Like we just got after it now the only thing we did cancel is a kickoff of course, which you put your part of that but",
        6913.12,
        6918.84
    ],
    [
        " We just got after it and which even crazier so this this this group cortex",
        6918.84,
        6924.92
    ],
    [
        " I had lined up four or five big deals big companies to buy and",
        6924.92,
        6929.9
    ],
    [
        " You know what we haven't talked about is to the founders that I bought these companies. I call them the founders",
        6930.24,
        6934.62
    ],
    [
        " Made of some of the best men and women in the country",
        6934.62,
        6937.36
    ],
    [
        " We've been very lucky our strategies. We buy the best brand in a given state. We expand from their opening new offices",
        6937.36,
        6944.96
    ],
    [
        " um and as you look at the map today, you know, we're",
        6944.96,
        6949.92
    ],
    [
        " We're getting there. We're kind of really southeast midwest mid-Atlantic. We're not west coast. We're not Texas yet",
        6949.92,
        6957.0
    ],
    [
        " We're not Pacific Northeast or New England",
        6957.0,
        6958.86
    ],
    [
        " um",
        6959.84,
        6960.28
    ],
    [
        " But we're multi-billion dollar business just in our current footprint",
        6960.28,
        6962.68
    ],
    [
        " Well, I buy these businesses from these founders who were guys that started with nothing",
        6962.68,
        6966.72
    ],
    [
        " They built these businesses and we give them good money for their business. It's a great money",
        6966.72,
        6970.88
    ],
    [
        " Many of them most of them reinvest a little bit into groundwork. So they're my partners",
        6970.88,
        6975.36
    ],
    [
        " And they they you know, they give me counsel things like that",
        6975.36,
        6978.2
    ],
    [
        " So as we're we're building these businesses buying these businesses. I needed to buy a few of these big ones and",
        6978.2,
        6984.36
    ],
    [
        " You know and I didn't see cortex for many many months",
        6984.36,
        6987.86
    ],
    [
        " I think I've seen them five times since they've invested",
        6987.86,
        6989.78
    ],
    [
        " And they've given us a lot of money",
        6989.78,
        6993.02
    ],
    [
        " So we started on a buying bench and and I bought four the best brands in the country",
        6993.02,
        6997.34
    ],
    [
        " um",
        6997.34,
        6998.44
    ],
    [
        " We do all our M&A and house so I do all them in the with my team",
        6998.44,
        7002.1
    ],
    [
        " Cortec allowed us to do that. They were exactly as I thought they would be",
        7002.1,
        7005.68
    ],
    [
        " Part of the reason I picked them going back to",
        7005.68,
        7008.08
    ],
    [
        " What we were talking about the importance of investing and ROI and leadership development and training",
        7008.08,
        7013.04
    ],
    [
        " They completely bought off on that",
        7013.04,
        7015.82
    ],
    [
        " It was net most PE firms. I should some PE firms",
        7016.82,
        7020.38
    ],
    [
        " You know, they're looking for every penny to go the bottom line",
        7020.38,
        7023.08
    ],
    [
        " Never ever once have they said",
        7023.08,
        7026.86
    ],
    [
        " Don't do that or why are you doing that because it's part of who we are in the magic sauce",
        7026.86,
        7031.8
    ],
    [
        " And like we look we've gone from 30 to 800",
        7031.8,
        7034.94
    ],
    [
        " We'll do cross a bay in this year",
        7034.94,
        7037.3
    ],
    [
        " You don't do that without investing in your people and you can't do all the job training",
        7037.3,
        7042.52
    ],
    [
        " When you grow that fast so when I say it's lazy",
        7043.02,
        7045.3
    ],
    [
        " It's it's lazy in the sense that a small business can do that",
        7045.3,
        7048.92
    ],
    [
        " Because echo and I can go and he'll teach me how to swing that wrench and hopefully I'll be a good",
        7048.92,
        7054.3
    ],
    [
        " Mechanic at some point",
        7054.3,
        7056.56
    ],
    [
        " But you can't do that when you go from 190 people to 4200 and um, you know",
        7056.56,
        7062.72
    ],
    [
        " 360,000 in payroll that was that was that was payroll from my first bought the company",
        7062.72,
        7068.12
    ],
    [
        " I knew my wife and I could cover that maybe for a month or two if we had to",
        7068.12,
        7072.0
    ],
    [
        " It's like 20 plus now",
        7072.16,
        7073.66
    ],
    [
        " It's so it's also real for me",
        7073.66,
        7076.3
    ],
    [
        " So um the importance of investing and not doing on the job the ROI for us has been",
        7076.3,
        7082.16
    ],
    [
        " I don't know if you could calculate it can't delete because it's built into everything we do at the company",
        7082.16,
        7087.22
    ],
    [
        " So it's not like one specific thing that makes this company great",
        7087.22,
        7091.42
    ],
    [
        " It's it's thrown into the the mindset the culture",
        7091.42,
        7095.46
    ],
    [
        " It's thrown into everything that we try to do and it's a big piece of it as you know",
        7095.46,
        7099.72
    ],
    [
        " I mean, but if it's thrown into that",
        7099.72,
        7101.46
    ],
    [
        " So I've never been asked for my board",
        7101.72,
        7103.76
    ],
    [
        " Um, and I got some I got legit guy I'm up some legit guys on my board that have run public companies",
        7103.76,
        7109.76
    ],
    [
        " Some of the biggest home services companies. They've never said hey, what's this line item here leadership development",
        7109.76,
        7114.7
    ],
    [
        " They've never said it because they know who we are because I gave them a book with first time I met them",
        7114.7,
        7119.02
    ],
    [
        " I think it was project jock",
        7119.02,
        7122.38
    ],
    [
        " The uh when you were talking about how the",
        7122.38,
        7128.44
    ],
    [
        " The culture gets into the system and it becomes part of who you are",
        7129.1,
        7133.12
    ],
    [
        " I was thinking so I was going to officer candidate school",
        7133.12,
        7136.26
    ],
    [
        " And when you're an officer candidate school you when you first show up there it's you know, it's uh",
        7136.26,
        7142.08
    ],
    [
        " Total indoctrination boot camp style indoctrination",
        7142.08,
        7145.18
    ],
    [
        " And you what one of the rules they have all these weird rules one of the rules is that you can't look at your food",
        7145.18,
        7151.32
    ],
    [
        " So you sit down to eat and you can't look at your food. You can only look straight ahead",
        7151.32,
        7155.24
    ],
    [
        " and",
        7157.18,
        7157.62
    ],
    [
        " Remember I was an enlisted guy from my first eight years and I'm kind of street smart",
        7157.62,
        7161.86
    ],
    [
        " So I'm sitting down and I got to eat and I think it was like chicken breast, right? So how are you gonna eat a chicken breast without looking at like how's that even gonna work right?",
        7161.86,
        7170.32
    ],
    [
        " But also I'm thinking how are they possibly gonna see if I glance down at my food, right?",
        7171.12,
        7176.34
    ],
    [
        " So and and really the people there's drill instructors so there's marine core drill instructors there",
        7177.06,
        7181.22
    ],
    [
        " But there's also the senior officer candidates are there",
        7181.24,
        7184.7
    ],
    [
        " So there so there are everyone's watching you when you get into the chow hall for the first couple",
        7184.7,
        7189.02
    ],
    [
        " They're all time but first couple meals where this happened to me",
        7189.02,
        7191.56
    ],
    [
        " So I'm sitting there I sit down, you know, and people are yelling and screaming",
        7191.56,
        7194.8
    ],
    [
        " You know don't look at your food looks straight ahead and they call it squaring your meals",
        7194.8,
        7198.76
    ],
    [
        " Also, you have to lift your your food has to go up straight, you know",
        7198.76,
        7203.56
    ],
    [
        " 90 degrees up from the ground or from the plate you have to bring it up straight and then you know",
        7203.56,
        7209.24
    ],
    [
        " 90 degree turn into your mouth. That's how you got to eat they call it squaring meals you have to look straight ahead",
        7209.36,
        7213.4
    ],
    [
        " So as I'm sitting there, I'm thinking they're never gonna be able to tell that I'm looking at my food",
        7213.4,
        7217.62
    ],
    [
        " So I'm just gonna glance down and get it, you know, see what part of the chicken breast I'm about to eat",
        7217.62,
        7221.22
    ],
    [
        " So I kind of glance down there and as soon as a millisecond after I look down",
        7221.22,
        7226.2
    ],
    [
        " They're like, oh, what the hell are you doing? And they get it and I was thinking myself. How did they see that so fast forward?",
        7226.2,
        7232.32
    ],
    [
        " 10 weeks or 11 weeks now. I'm one of the senior people",
        7232.96,
        7235.82
    ],
    [
        " And I'm standing at the end of the table and",
        7236.66,
        7239.64
    ],
    [
        " Everyone is staring straight ahead and and when one person glances down for a half a second",
        7239.64,
        7245.5
    ],
    [
        " It's so blatantly obvious. It stands out so much even though you wouldn't think they could see you",
        7245.5,
        7251.62
    ],
    [
        " It stands out blatantly obvious and that's that that's what I think happens inside these companies that we work with where",
        7251.62,
        7258.28
    ],
    [
        " You get this attitude of ownership and when it starts to sink in",
        7258.28,
        7263.08
    ],
    [
        " Anybody on the team that's like well, you know, that's actually isn't my fault. It is like so obvious to everyone",
        7264.6,
        7271.62
    ],
    [
        " And eventually it becomes obvious to yourself eventually as you're about to say well, you know",
        7271.62,
        7276.62
    ],
    [
        " This isn't really my fault. This is yeah, and you can't even get those words out of your mouth",
        7276.62,
        7280.7
    ],
    [
        " Instead you say you know what what can I do to fix this problem?",
        7280.7,
        7283.52
    ],
    [
        " And it's it's a beautiful thing to see it's a beautiful thing to see and when you get that when you get that whole",
        7284.0,
        7289.72
    ],
    [
        " uh",
        7291.32,
        7291.76
    ],
    [
        " attitude that culture in so deep man. It's really becomes unstoppable",
        7291.76,
        7295.54
    ],
    [
        " It really does because everyone on the team now becomes",
        7295.54,
        7299.28
    ],
    [
        " They're looking to solve problems. They're not looking to blame. They're looking to solve problems",
        7299.28,
        7303.2
    ],
    [
        " You combine that with decentralized command and they're have the authority to solve problems",
        7303.2,
        7307.54
    ],
    [
        " They know they can fix that problem for a hundred dollars and you know, it's even",
        7307.54,
        7311.44
    ],
    [
        " Also, you know, we're talking about that example. You got something's part of the foundations a little bit messed up",
        7311.44,
        7316.26
    ],
    [
        " The attitude he fixed that problem that problem is probably not happening because going into that moment",
        7318.58,
        7324.68
    ],
    [
        " When they were about to set that fixture",
        7324.68,
        7327.18
    ],
    [
        " That guy says hey, you know what if this isn't good",
        7327.18,
        7330.44
    ],
    [
        " I know I'm gonna have to fix it",
        7330.44,
        7333.6
    ],
    [
        " And I know if it's not good and it's gonna cost money to fix it",
        7333.6,
        7337.34
    ],
    [
        " I'm gonna have to call my supervisor and say hey, I messed this up and you know",
        7337.34,
        7340.88
    ],
    [
        " We're gonna have to eat this one",
        7340.88,
        7342.32
    ],
    [
        " So you get that preemptive ownership where people care more about the job",
        7342.78,
        7346.84
    ],
    [
        " They want to do it correctly the first time because they are taking ownership",
        7346.84,
        7351.22
    ],
    [
        " You know, that's one of the bad things about extreme ownership is the first books all about oh extreme ownership is in the past",
        7351.22,
        7357.24
    ],
    [
        " It's a mistake that happened and oh, it's my fault, which is good",
        7357.24,
        7361.28
    ],
    [
        " But what's even better than that? I'm not even gonna let that mistake happen",
        7361.28,
        7365.04
    ],
    [
        " And that's what when you when you have it infused like you have it at your company people aren't allowing that those things to happen",
        7365.04,
        7371.38
    ],
    [
        " And and that's a powerful thing and then you reinforce that behavior by",
        7372.38,
        7375.8
    ],
    [
        " When they when they they do make a decision or there is a mistake you say no problem",
        7375.8,
        7380.1
    ],
    [
        " Yep, I'd rather make that mistake and and and not get on the guy for over correcting",
        7380.1,
        7384.82
    ],
    [
        " Then under correcting and that fees on a self-too like if they know okay",
        7384.82,
        7388.92
    ],
    [
        " Look I was empowered to make this decision and I might have gone overkill and maybe I laid down more track than I needed to",
        7388.92,
        7394.22
    ],
    [
        " Or maybe this is oh, but it's perfect. It's a perfect job",
        7394.22,
        7396.5
    ],
    [
        " You say okay, you probably overbilled that behavior. Good good for on you. You took care of the customer",
        7396.94,
        7401.08
    ],
    [
        " We call it you protecting the patch you got to protect the brand right so",
        7401.08,
        7404.88
    ],
    [
        " you know",
        7404.88,
        7406.24
    ],
    [
        " A little bit you know you've you've glanced on this couple times",
        7406.24,
        7410.96
    ],
    [
        " We've been on for a little bit, but I just wanted before you before you kind of close out",
        7410.96,
        7414.36
    ],
    [
        " You know one thing you you mentioned a couple times was you know the fact that we we got an average age of welders at your company",
        7414.36,
        7421.5
    ],
    [
        " You're prior company was 54 years old",
        7421.5,
        7423.48
    ],
    [
        " As you know, I'm also in the business of people working with their hands",
        7424.22,
        7428.22
    ],
    [
        " We've got we've got people that are manufacturing things in America that haven't been manufactured in a long time here",
        7428.22,
        7433.8
    ],
    [
        " Passing on we were lucky enough to grab some of that knowledge",
        7433.8,
        7437.6
    ],
    [
        " You know Pete was lucky enough to grab some of that knowledge from some of these people that were older than 54 years old",
        7437.6,
        7443.24
    ],
    [
        " You know that we're 65 we've lost some of those those mentors at origin that we're passing on first hand knowledge of how to do this stuff",
        7443.24,
        7451.52
    ],
    [
        " Is there something that we could do better as a country?",
        7452.48,
        7455.76
    ],
    [
        " um",
        7456.32,
        7456.6
    ],
    [
        " To help steer people in the right direction. I know I just worked with a a university up in up in Indiana called called ivy",
        7456.6,
        7465.14
    ],
    [
        " Ivy tech and they teach traits. That's what they're doing and",
        7465.14,
        7468.7
    ],
    [
        " You know I had an interesting conversation with them. It's like the the highest paying job that you can get out of ivy tech is",
        7468.7,
        7476.66
    ],
    [
        " elevator",
        7476.66,
        7477.3
    ],
    [
        " repairman",
        7479.32,
        7479.92
    ],
    [
        " elevator repairman and they make like",
        7479.92,
        7481.4
    ],
    [
        " 80 grand coming out of that school you make 80 grand a year and you got a you got a",
        7481.4,
        7487.18
    ],
    [
        " A job a career a life",
        7487.18,
        7489.84
    ],
    [
        " What how are how are we failing to educate the the young people in America that they don't necessarily have to go to college",
        7489.84,
        7499.14
    ],
    [
        " They don't necessarily have to get a degree and they don't necessarily have to look for",
        7499.14,
        7503.46
    ],
    [
        " Some kind of a job",
        7504.0,
        7505.14
    ],
    [
        " Some kind of a white collar job",
        7505.14,
        7507.22
    ],
    [
        " That if you go and you get a trade and you learn how to do something and you know, I always say this the seal teams",
        7507.22,
        7513.16
    ],
    [
        " On the enlisted side this is as blue collars it gets. I mean you that's what you're doing you're working a machine gun",
        7513.16,
        7519.38
    ],
    [
        " You're you're building demolition charges your it is and you're a moving company. We always joke about the factor always moving stuff",
        7519.38,
        7526.34
    ],
    [
        " but",
        7526.34,
        7527.14
    ],
    [
        " Where are we making that mistake? How could we do better in America?",
        7527.14,
        7530.2
    ],
    [
        " Well, I think it starts with the perception of these these jobs right so",
        7531.88,
        7536.58
    ],
    [
        " If you think about",
        7536.58,
        7538.54
    ],
    [
        " At home right the parents think now hey, I don't want you to be a plumber. I want you to go to college",
        7538.54,
        7544.3
    ],
    [
        " Well, if you look at the data you say okay, look at you got a me",
        7544.3,
        7547.92
    ],
    [
        " I was at 1.6 train of college debt and you have no and I don't want to offend anybody, but this will",
        7547.92,
        7553.08
    ],
    [
        " He have you're getting you know degrees and like art history right now. No offense to art history",
        7553.08,
        7560.06
    ],
    [
        " But how many historians of art do you think there are in the world that actually operate as art historians?",
        7560.2,
        7566.08
    ],
    [
        " Seven they can't be many right? I mean, I don't know, but they're they're not the they're not thousands of these jobs",
        7566.98,
        7574.5
    ],
    [
        " And what do they pay? So there's this perception how you go to college is your ticket? Well",
        7574.5,
        7579.38
    ],
    [
        " The data would actually show if you if you if you do a skilled trade at least my experience",
        7579.38,
        7585.78
    ],
    [
        " So we on a plumbing division as well look you you have you have plumbers that easily make 80 90 six figures",
        7585.78,
        7591.96
    ],
    [
        " I know welders that worked for us at shipyard staffing if you're not making six figures. You're not any good",
        7591.96,
        7596.64
    ],
    [
        " At a ground works, you know a good foreman a good foreman. It's 90 to 120 thousand dollars a year now you got to work for it",
        7596.64,
        7605.22
    ],
    [
        " But think about think about the perception of",
        7605.22,
        7609.24
    ],
    [
        " Get in high school saying hey look. I'm gonna go do be electrician now",
        7609.66,
        7613.74
    ],
    [
        " That's a skill that will they can go anywhere and do anything and I would argue economically and today's world",
        7613.74,
        7619.66
    ],
    [
        " Their value is only increasing because there's fear and fear scarcity does cost it does drive value",
        7619.66,
        7625.02
    ],
    [
        " So it's a call it's I believe it's this this we've been shoved this idea for the last 20 25 years that you have to go to college and be successful",
        7625.02,
        7632.94
    ],
    [
        " That has to change how does that change? It's it's canally parents",
        7632.94,
        7638.88
    ],
    [
        " I always believe it starts at home the perception of hey my majani and Sally or whatever they need to go to college",
        7639.24,
        7644.56
    ],
    [
        " You be successful not forever. Everyone. I'll tell you just a quick story at ground works",
        7644.56,
        7649.0
    ],
    [
        " I have a and you know flink ockeren joined our companies to be with EF",
        7649.0,
        7652.98
    ],
    [
        " um, you know hovered business school McKinsey",
        7652.98,
        7655.8
    ],
    [
        " He's divisional vice president of our east coast division our eastern division",
        7655.8,
        7659.08
    ],
    [
        " He has a counterplored out west his name is Jeffrey Martin Jeffrey Martin went to mobility high school",
        7659.08,
        7665.04
    ],
    [
        " That's where he went",
        7666.84,
        7667.62
    ],
    [
        " So this notion of meritocracy is alive and well at ground works and that's just a perfect example of it",
        7667.62,
        7673.46
    ],
    [
        " if if",
        7673.46,
        7674.76
    ],
    [
        " If we if we celebrate the minimum in that work with their hands and not demean them we'll get more of them",
        7674.76,
        7680.06
    ],
    [
        " And then I think look there has to be some kind of mindset that that says oh",
        7680.06,
        7684.96
    ],
    [
        " We as a country need to unite around developing more skilled trades and pushing it back down to the high school",
        7684.96,
        7690.24
    ],
    [
        " I don't know if you know, but I don't know any high schools that really have you know",
        7690.24,
        7694.92
    ],
    [
        " That kind of craft anymore and it's not for everybody look on the college is not for everybody, but",
        7695.04,
        7700.14
    ],
    [
        " There are there are things we need to do as a country and I know you you know this better than me",
        7700.14,
        7706.26
    ],
    [
        " You know men and women that lead this country from a legislative standpoint need to figure out a way to push this agenda",
        7706.26,
        7712.4
    ],
    [
        " Because if they don't now security national security and my view will be at risk",
        7712.4,
        7716.16
    ],
    [
        " I only know that from shipyard staffing and if you can't repair these boats and you can't build them",
        7716.16,
        7721.88
    ],
    [
        " And I don't even that's not even including planes and tanks and everything else",
        7722.88,
        7726.3
    ],
    [
        " They still has to be welded",
        7726.3,
        7728.54
    ],
    [
        " An art history degree is not going to get you there",
        7728.54,
        7732.4
    ],
    [
        " So how how we solve this as a country look again my view has to start at home parents need to think okay",
        7732.4,
        7738.64
    ],
    [
        " There's still a great livelihood for my my son or daughter by being a skilled tradesman",
        7738.64,
        7744.04
    ],
    [
        " And we have as a society",
        7744.04,
        7746.14
    ],
    [
        " celebrated",
        7746.14,
        7747.18
    ],
    [
        " Like part of the thing at ground works is we're celebrating a profession",
        7748.18,
        7751.02
    ],
    [
        " We honor you because you work with your hands you're you're not beneath me",
        7751.02,
        7754.74
    ],
    [
        " Now most use our history majors they end up slinging you coffee at Starbucks right so you know you look at",
        7754.74,
        7760.7
    ],
    [
        " I mean you say okay",
        7760.7,
        7761.52
    ],
    [
        " There's two on a grand down the toilet that you and I will have to pay for",
        7761.52,
        7764.68
    ],
    [
        " Conversely you get to all the parents out there if you have kids",
        7764.68,
        7768.38
    ],
    [
        " They can go to a trade school they come out not in debt but making money",
        7768.38,
        7773.08
    ],
    [
        " And they you know they they have a nice six-figure job all to make a ton of money",
        7773.52,
        7777.8
    ],
    [
        " So it's it it's it has to start at home",
        7777.8,
        7781.0
    ],
    [
        " But I think legislatively it's legislatively we need to do better at celebrating the skilled trades and put a",
        7781.0,
        7786.8
    ],
    [
        " Concerted effort on building it just like you would build a military",
        7786.8,
        7790.72
    ],
    [
        " It's it's really what we're building",
        7790.72,
        7793.16
    ],
    [
        " And then",
        7793.16,
        7794.58
    ],
    [
        " Like you mentioned I'm in the manufacturing business as well doing it here in America beautiful",
        7794.58,
        7800.76
    ],
    [
        " Um",
        7801.7,
        7802.14
    ],
    [
        " You guys are are you how much are you able to keep your manufacturing in America?",
        7802.14,
        7807.26
    ],
    [
        " It's all in America so I didn't mention this but we're vertically integrated as you know we bought we have we have our own software business",
        7807.44,
        7812.36
    ],
    [
        " But we make our own",
        7812.36,
        7813.46
    ],
    [
        " Steel products as well so",
        7813.46,
        7815.52
    ],
    [
        " I get too technical because you're fall asleep",
        7815.52,
        7818.02
    ],
    [
        " But you know when we when we secure foundations we get to the footer and we put brackets on and we drive steel to support the foundations of a home",
        7818.02,
        7824.42
    ],
    [
        " Well all that steel",
        7824.42,
        7826.12
    ],
    [
        " We've patented our own products and we we actually make it in 120,000 square foot facility in Rosewood, South Carolina",
        7826.7,
        7832.52
    ],
    [
        " You know, we have we have lasers and and machines and you know 40 guys out there getting after it",
        7832.52,
        7838.84
    ],
    [
        " So that's not imported steel. We do it right here in America",
        7838.84,
        7841.42
    ],
    [
        " um",
        7841.42,
        7842.66
    ],
    [
        " You know all our pumps and d-hues also made here in America it's it's our little part",
        7842.66,
        7847.76
    ],
    [
        " To serve the countries if you can do it you should do it and",
        7847.76,
        7851.8
    ],
    [
        " Again, we we're not big manufacturers like you guys",
        7851.8,
        7854.78
    ],
    [
        " If you're going to serve the country in any little way you need to serve the country",
        7855.4,
        7859.06
    ],
    [
        " Par way of serving the country is making it here in America. I think we saw it with pandemic and",
        7859.06,
        7863.62
    ],
    [
        " And what's going on in China and the rest of the world? Hey, man",
        7863.62,
        7867.26
    ],
    [
        " It'd be nice to have a supply chain from from some South Carolina versus",
        7867.26,
        7872.02
    ],
    [
        " From India that's sitting off the coast here right now and a boat",
        7872.02,
        7875.96
    ],
    [
        " I've always I'm a very lucky person and in a lot of different ways, but certainly uh",
        7875.96,
        7882.7
    ],
    [
        " the luck",
        7882.7,
        7884.12
    ],
    [
        " The luck of being a kind of obsessed with building stuff in America and having that supply chain up",
        7885.0,
        7891.42
    ],
    [
        " And and you know Pete and the rest of the team at origin",
        7891.42,
        7894.02
    ],
    [
        " good you know",
        7894.02,
        7895.22
    ],
    [
        " When COVID hit we were kind of looking around had look we were",
        7895.22,
        7899.92
    ],
    [
        " It was horrible, you know people are losing their jobs. It was horrible",
        7899.92,
        7903.06
    ],
    [
        " But we were kind of looking around like nodding our head going we were on the right path",
        7903.06,
        7906.7
    ],
    [
        " And we're not worried about we're not we don't have we don't have containers sitting off the coast of wherever waiting to",
        7906.7,
        7913.52
    ],
    [
        " Waiting to get here. We have our supply chain. It's an American supply chain and then like you said",
        7913.84,
        7919.18
    ],
    [
        " We're employing Americans and we got people that are are building this country and and taking these skills",
        7919.18,
        7927.14
    ],
    [
        " You know had a conversation with someone was talking about",
        7927.14,
        7929.66
    ],
    [
        " You know people people not being fit for the military right you from sure you've seen articles like that",
        7929.66,
        7934.72
    ],
    [
        " You know they say that the kids are spending so much time on video games or whatever that they don't even be",
        7934.72,
        7940.26
    ],
    [
        " Fit to",
        7940.26,
        7941.5
    ],
    [
        " Join the military, you know, and I kind of said well who's gonna fight the worse if a war comes",
        7941.8,
        7946.94
    ],
    [
        " Well, this is a very similar thing right who's gonna weld the ships?",
        7946.94,
        7950.62
    ],
    [
        " Who's gonna manufacture the weapons who's gonna actually have the skills to do that and",
        7951.0,
        7956.1
    ],
    [
        " Yeah, that's the idea",
        7956.1,
        7958.48
    ],
    [
        " I think you you know you mentioned that",
        7958.48,
        7961.84
    ],
    [
        " Who's going to technical schools nowadays, you know, it's just I don't even know",
        7961.84,
        7967.9
    ],
    [
        " The lake the high school where my kids went they don't they are trying now to reopen the",
        7968.46,
        7975.14
    ],
    [
        " The the auto motive, you know repair section when I went to high school all the kids were working on cars",
        7975.14,
        7981.52
    ],
    [
        " It was part of you know everyone was building their own car and and doing that and then a lot of them went on to do that for for a living",
        7981.52,
        7987.5
    ],
    [
        " Where's that where who's gonna do this stuff now if we don't refocus",
        7987.5,
        7991.82
    ],
    [
        " America on",
        7991.82,
        7994.08
    ],
    [
        " On the the skills that we need as a nation to be self-sufficient",
        7995.04,
        7999.02
    ],
    [
        " Could not agree more",
        7999.02,
        8001.54
    ],
    [
        " I just don't need to say more could not agree more and if it's not done jocke there will be real ramifications to it right",
        8001.54,
        8008.56
    ],
    [
        " I mean it's it's a silent killer at the moment because it's getting done",
        8008.56,
        8012.58
    ],
    [
        " People don't even know it. Mm-hmm, but",
        8012.58,
        8015.3
    ],
    [
        " Again average age I read that average a zb in manufacturing job in the country is 55",
        8015.3,
        8021.28
    ],
    [
        " average age yep",
        8022.48,
        8023.36
    ],
    [
        " I got to throw one more thing out there because I've",
        8023.36,
        8026.16
    ],
    [
        " Just just for anyone that's 18 19 20 22 years old whenever you are",
        8026.16,
        8030.96
    ],
    [
        " A lot of times I talk to people and they say well, you know",
        8030.96,
        8034.58
    ],
    [
        " I don't want to be doing that kind of physical labor my whole life",
        8034.58,
        8037.48
    ],
    [
        " Well, I'm gonna tell you right now if you go if you become an electrician or you become a plumber",
        8037.48,
        8042.82
    ],
    [
        " You're not gonna do that if you're if you're smart and you're hardworking and you really get after it and you have the intention",
        8042.82,
        8049.66
    ],
    [
        " Of elevating in that environment you'll absolutely do it. I mean who's the guy you were talking about that's a high high school graduate",
        8051.16,
        8057.58
    ],
    [
        " Uh that's where Jeffrey Martin. So yeah, so Jeffrey Martin. Yeah, is he is he right now? How old is Jeffrey Martin? It's 32",
        8057.58,
        8063.62
    ],
    [
        " 32 has dad owned the best he started that okay, so he was slinging steel at like 14 or 15 right so his experience level is crazy",
        8063.62,
        8072.14
    ],
    [
        " right so",
        8072.14,
        8072.9
    ],
    [
        " But he did 20 years of slinging steel",
        8072.9,
        8076.06
    ],
    [
        " He's not in a crawl space anymore, you know, and so my point is that and I've got a I've got multiple friends like this that started off",
        8076.52,
        8085.22
    ],
    [
        " They were electrician and they were an electrician for four years six years and in all of a sudden",
        8085.22,
        8090.1
    ],
    [
        " They got put in charge of two electricians and then they got put in charge of four electricians",
        8090.1,
        8095.4
    ],
    [
        " Then they went and said you know what if I'm gonna be running four electricians",
        8095.4,
        8097.78
    ],
    [
        " I might as well just have my own business that's right and they start their own businesses and now they have 28 electricians working for them",
        8097.78,
        8103.84
    ],
    [
        " You can go in any one of these trades if you have the mindset and you want to learn and you want to grow and you want to",
        8103.84,
        8109.66
    ],
    [
        " You want to take a little extra time to understand the financial part of it if you have that mindset",
        8109.66,
        8114.68
    ],
    [
        " You can run you can run any kind of business that you want so don't think when I'm sitting here or Matt sitting here saying",
        8114.68,
        8122.58
    ],
    [
        " Hey, we need people that are gonna know how to weld we do",
        8122.58,
        8126.04
    ],
    [
        " But this doesn't mean you're gonna be necessarily welding until you're 62 years old",
        8126.04,
        8130.08
    ],
    [
        " You can if you want to that's correct, but if your goal is to",
        8130.08,
        8133.24
    ],
    [
        " Is to grow out of that role you'll have the experience to do it",
        8134.02,
        8137.86
    ],
    [
        " You'll have the money to do it and you will definitely in this country have the opportunity to do it",
        8137.86,
        8143.8
    ],
    [
        " That's what America provides 100% the notion that by the way you can't be educated",
        8143.8,
        8148.5
    ],
    [
        " By not going to college is false the notion as you go to college you get educated",
        8148.5,
        8154.58
    ],
    [
        " You can be educated by doing your craft and still learning and being a learned adult",
        8154.58,
        8160.84
    ],
    [
        " You just have to take the time to do it",
        8161.06,
        8162.64
    ],
    [
        " You'd have to read the books you have to study on your own",
        8162.64,
        8165.18
    ],
    [
        " There's the notion that these some things that 100% correlated are wrong",
        8165.18,
        8169.06
    ],
    [
        " That's part of the mindset is I know a lot of very smart foreman",
        8169.06,
        8172.46
    ],
    [
        " A lot of very smart foreman you join our company you start as an installer take your year to get to foreman",
        8172.46,
        8177.9
    ],
    [
        " If you're any good then after that a couple years you can move to super and then production manager",
        8177.9,
        8182.94
    ],
    [
        " And then ultimately to general manager then ultimately to regional manager and then divisional and then hopefully one day CEO",
        8182.94,
        8188.6
    ],
    [
        " But the point is you still have to take and do the work",
        8188.6,
        8192.3
    ],
    [
        " Do the work of growing your mind investing in yourself",
        8192.3,
        8195.32
    ],
    [
        " And you don't have to have a sheepskin to say it",
        8195.32,
        8198.74
    ],
    [
        " You just have to have the mindset to go learn",
        8198.74,
        8201.52
    ],
    [
        " And the notion that the two are separated is a fallacy in my opinion",
        8201.52,
        8207.28
    ],
    [
        " And it's it's just all you know he you mentioned",
        8207.28,
        8209.62
    ],
    [
        " Peter Teal right Peter Teal like he's he's hiring people and he's been doing that",
        8209.62,
        8215.52
    ],
    [
        " He doesn't care if you went to college or not and he's running a freaking you know he's running a giant",
        8215.54,
        8219.52
    ],
    [
        " giant company that's that's moving money billions of dollars look at all these founders out these big founders",
        8219.52,
        8225.72
    ],
    [
        " The big name founders as you see out there musk and feel and and",
        8225.72,
        8228.96
    ],
    [
        " Zuck and all these guys they don't have a degree",
        8228.96,
        8232.52
    ],
    [
        " I call them zuck I care like I know them",
        8232.52,
        8235.64
    ],
    [
        " Awesome stuff probably a good place and we get to the so we let's just look where we at right now",
        8235.64,
        8243.7
    ],
    [
        " Groundworks what's the what's the future? Well, I think ultimately",
        8244.72,
        8248.28
    ],
    [
        " We want to continue the mission course expand I look at I think ultimately this is a public company",
        8248.28,
        8253.68
    ],
    [
        " I think we're we're getting to the point we're going to be so big you know going to need to cap it up to ultimately go public",
        8253.68,
        8258.6
    ],
    [
        " I think right now if you think about our business we are in the water management displacement business",
        8258.6,
        8263.76
    ],
    [
        " But you know we operate with an MPS",
        8263.76,
        8266.5
    ],
    [
        " Over seven MPS is in that promoter squads how you measure your performance with consumers",
        8266.5,
        8271.58
    ],
    [
        " You know we're going to move into other home services lines",
        8272.28,
        8275.48
    ],
    [
        " We believe we're our mindset and our ability to service the customer",
        8275.48,
        8279.98
    ],
    [
        " We think they're other lines that we can get into defer to expand our business",
        8279.98,
        8283.3
    ],
    [
        " You know gutters and",
        8283.3,
        8285.1
    ],
    [
        " Plumbing and other things I think we're just beginning to build this business and so",
        8285.1,
        8289.76
    ],
    [
        " Ultimately, I think groundworks will be my passion will be that this this is a business that lasts a hundred years",
        8289.76,
        8296.76
    ],
    [
        " that",
        8296.76,
        8298.08
    ],
    [
        " A business that celebrates again men and women that work with their hands they can go for a not a job, but for a profession",
        8299.06,
        8306.1
    ],
    [
        " That's built with a with a common sense of respect and dignity where it's a true meritocracy that doesn't matter",
        8306.1,
        8312.74
    ],
    [
        " Where you come from or what degree you have that you can come to a company like groundworks and and make it to the very top",
        8312.74,
        8318.96
    ],
    [
        " That so that's where we're going. That's where we're going. Do I have look you heard my career",
        8318.96,
        8324.2
    ],
    [
        " It's a little bumpy and and uh",
        8324.44,
        8326.42
    ],
    [
        " It's you know my buddies call me the forest gump of finance and some of these stores like that bro",
        8326.42,
        8330.94
    ],
    [
        " That can't be true last where's all true",
        8330.94,
        8332.5
    ],
    [
        " Um, but I don't know I just know if we build something great you invest in people",
        8332.5,
        8337.24
    ],
    [
        " You surround yourself with really smart people",
        8337.24,
        8339.82
    ],
    [
        " And you you push them to grow and be better",
        8339.82,
        8342.96
    ],
    [
        " You can do anything. Okay. I think that's that's where we going",
        8342.96,
        8346.72
    ],
    [
        " If I could just make one final comment",
        8346.72,
        8348.86
    ],
    [
        " um",
        8348.86,
        8350.34
    ],
    [
        " Is you is you think about your listeners is you think about kind of how we started",
        8351.28,
        8355.88
    ],
    [
        " I would just say this if if you truly",
        8355.88,
        8359.08
    ],
    [
        " Sitting there and you want to be in business you want to be an entrepreneur and you but you want to invest in yourself",
        8359.08,
        8363.9
    ],
    [
        " Um, and you believe that that ultimately",
        8363.9,
        8367.1
    ],
    [
        " um, you get the life you give yourself that",
        8367.1,
        8370.46
    ],
    [
        " You can do it. You can do it if you put in the time you have the discipline",
        8370.46,
        8376.66
    ],
    [
        " You're obsessed about whatever it is",
        8376.66,
        8379.46
    ],
    [
        " I hope you know the dialogue and you gathered from our conversation that you in this country",
        8380.34,
        8385.56
    ],
    [
        " If you can do it",
        8385.56,
        8387.44
    ],
    [
        " And a guy like me, you know knuckle dragon from ocean view you know sitting down here with the",
        8387.44,
        8394.64
    ],
    [
        " You know",
        8394.64,
        8395.18
    ],
    [
        " Jaco and his team and the the best podcast in the country and um the folks I've been able to to meet and my career",
        8395.18,
        8403.24
    ],
    [
        " But most importantly you can you can really do the impossible",
        8403.24,
        8407.12
    ],
    [
        " If you really just go after it and um",
        8407.74,
        8410.96
    ],
    [
        " That's that's I hope you'll listen to takeaway is that anything is possible",
        8410.96,
        8414.42
    ],
    [
        " It truly is you just you just gotta go do it and it's not easy",
        8414.42,
        8418.22
    ],
    [
        " Oh, no",
        8418.22,
        8419.06
    ],
    [
        " And there's gonna be nights and your wife's gonna look at you and say don't send that email",
        8419.06,
        8423.52
    ],
    [
        " And you're gonna have to get up and you're gonna take risks and you're gonna do things and you're not gonna win every time",
        8423.52,
        8428.46
    ],
    [
        " and",
        8428.46,
        8429.34
    ],
    [
        " That's when it counts that's what what when you say you got to keep going that's when it counts",
        8429.34,
        8435.0
    ],
    [
        " It centers define a hardship. Yeah, that's the only way to get better looking",
        8435.02,
        8438.48
    ],
    [
        " I'm not a seal. I never serve but I'm sure that's how you guys look at it but business",
        8438.48,
        8441.98
    ],
    [
        " Business is no different",
        8441.98,
        8443.62
    ],
    [
        " The and you know that you're not your nor the ups and downs characters really you learn more on failure than you do on victory and",
        8443.62,
        8450.8
    ],
    [
        " And they just a character is defined by the things that make you a better person and a better business person",
        8450.8,
        8458.12
    ],
    [
        " You know we we believe that at ground once we talk about walking in the light the goal is to make everyone a better human",
        8458.12,
        8463.8
    ],
    [
        " And if you're a better human you're a better professional and",
        8464.62,
        8467.6
    ],
    [
        " You know I joked about the Catholic thing to begin with the morality that kind of instilled",
        8467.6,
        8472.8
    ],
    [
        " But you can do the impossible if you do walk in the light you care about others you lead with a servant heart",
        8472.8,
        8479.2
    ],
    [
        " You you make the mistakes you do you you make the investments you take the risk you get up every day",
        8479.2,
        8487.22
    ],
    [
        " Even if it's off the ground and you do it again",
        8487.22,
        8489.4
    ],
    [
        " If I can do it anyone can do it",
        8490.06,
        8492.8
    ],
    [
        " That's America",
        8492.8,
        8494.02
    ],
    [
        " Equal Charles any questions. Yeah, you have what shark tank. Yes, sir. Is that your jam? That's not my jam. You know, it's funny",
        8494.02,
        8500.7
    ],
    [
        " I actually tell Sarah's hey like they're stealing these companies from these people",
        8500.7,
        8505.16
    ],
    [
        " You know that the valuations are given these guys",
        8505.16,
        8507.54
    ],
    [
        " Yeah, so if you and if you ever have an idea don't go on shark tank you come to see",
        8507.54,
        8513.42
    ],
    [
        " Yes, they're better deal baby. Okay. All right. Oh you also said",
        8513.42,
        8517.72
    ],
    [
        " We're kind of impassing you mentioned",
        8518.06,
        8519.82
    ],
    [
        " Lifestyle business you said it was a lifestyle business and you kind of what does that mean lifestyle business?",
        8519.82,
        8525.14
    ],
    [
        " So there there are a lot of owners out there that don't reinvest in their business",
        8525.56,
        8529.38
    ],
    [
        " They they take money out of the business to you know buy a house or second house or boat or",
        8529.38,
        8535.5
    ],
    [
        " You know that we call this lifestyle businesses and",
        8535.5,
        8538.52
    ],
    [
        " They're nice lifestyle business, but there's no long-term viability and health for those things",
        8538.52,
        8544.32
    ],
    [
        " They they'll die as soon as that that owner dies",
        8544.44,
        8546.84
    ],
    [
        " So what like kind of almost like they have the business just so they can make money for their lifestyle",
        8546.84,
        8552.06
    ],
    [
        " Yes opposed to",
        8552.06,
        8553.82
    ],
    [
        " Reinvesting every penny they have to make it grow and to build it etc",
        8553.82,
        8558.66
    ],
    [
        " You see a lot of the looks a lot a lot of small businesses are lifestyle business and there's nothing wrong with that",
        8558.66,
        8563.88
    ],
    [
        " But when you can when we compete with lifestyle businesses you can imagine",
        8563.88,
        8567.58
    ],
    [
        " It's ugly",
        8567.58,
        8569.52
    ],
    [
        " I want to competition",
        8570.26,
        8571.64
    ],
    [
        " Understand cool good to see you right on well Matt. Thanks for coming on. Thanks for sharing some of these lessons",
        8571.64,
        8577.52
    ],
    [
        " And most important thanks for what you're doing today. I mean",
        8577.52,
        8580.58
    ],
    [
        " You can probably hear when I talk about this and I talk about all the time and I live it too",
        8580.58,
        8584.9
    ],
    [
        " the fact that you're",
        8584.9,
        8587.02
    ],
    [
        " Building a company that is",
        8587.74,
        8590.06
    ],
    [
        " Well, it first of all it's providing a much needed service right",
        8590.06,
        8594.38
    ],
    [
        " I mean like you said it's the American dream to have a house. It's not the American dream to have a house with a basement full of water",
        8594.38,
        8599.42
    ],
    [
        " But but you not only provide that service, but you know you give ownership to your workforce and they get a skill and they get a career",
        8599.42,
        8608.62
    ],
    [
        " Uh, it's just powerful and that that helps",
        8608.62,
        8612.24
    ],
    [
        " That is that is what drives the American economy. That's what does it and that attitude",
        8612.98,
        8619.24
    ],
    [
        " That attitude that work ethic. That's the American culture",
        8619.24,
        8623.7
    ],
    [
        " And look the American culture might get might get pushed around a little bit",
        8623.7,
        8628.6
    ],
    [
        " It might get it might get some layers put on it by various things that are going on in the world",
        8628.6,
        8633.88
    ],
    [
        " But the American culture of hard work the culture of",
        8633.88,
        8638.72
    ],
    [
        " Entrepreneurship and the culture that",
        8639.92,
        8641.58
    ],
    [
        " supersedes all those",
        8641.58,
        8643.7
    ],
    [
        " Is the culture of taking care of your family taking care of your friends taking care of your community taking care of your people",
        8643.7,
        8650.9
    ],
    [
        " That's the American way and that's how you win and thank you for being an example of making that happen",
        8650.9,
        8657.52
    ],
    [
        " Thank you, sir",
        8657.52,
        8658.72
    ],
    [
        " And with that, Mr. Matt Malone has left the building so",
        8658.72,
        8665.26
    ],
    [
        " I'll challenge yes, sir",
        8666.84,
        8667.94
    ],
    [
        " Did you get a little bit of the",
        8667.94,
        8671.32
    ],
    [
        " Uh beyond the shark tank on that because for you I think I think in your mind business is kind of like the shark tank",
        8671.32,
        8678.26
    ],
    [
        " Actually, you're kind of right. No, I think like legit. Yeah",
        8678.26,
        8684.86
    ],
    [
        " Yeah, well",
        8684.86,
        8686.44
    ],
    [
        " Like anything you know you have kind of what's in front of your face and that goes through like your life",
        8686.44,
        8691.72
    ],
    [
        " I guess when you kind of go through it",
        8691.72,
        8693.26
    ],
    [
        " And then every once in a while you get reminded that there's this bigger game being played",
        8693.68,
        8697.26
    ],
    [
        " Or even a smaller game being played that had plays a bigger role in your life, you know like that kind of stuff",
        8697.26,
        8703.22
    ],
    [
        " And this is like one of those reminders where he's over here talking about like he early on in the putt in",
        8703.22,
        8710.04
    ],
    [
        " This episode he was he just mentioned like derivatives. Oh, I didn't want to do that like kind of like it was just this foregone",
        8710.04,
        8715.92
    ],
    [
        " Everyone knows that kind of a tone",
        8715.92,
        8717.54
    ],
    [
        " and",
        8717.54,
        8719.08
    ],
    [
        " a lot of these terms that he was using was like",
        8719.08,
        8721.8
    ],
    [
        " And I was gonna interrupt but you know in the spirit of keeping the flow. I didn't um",
        8722.62,
        8726.9
    ],
    [
        " Where I wanted to interrupt be like wait, what's that wait? What's that?",
        8726.9,
        8730.08
    ],
    [
        " What's that because it would tell a clear story for us?",
        8730.12,
        8732.9
    ],
    [
        " We're not in that big game",
        8733.3,
        8734.6
    ],
    [
        " To understand a little bit more about how it works. Yeah",
        8734.6,
        8738.28
    ],
    [
        " Yeah, well the I guess the",
        8738.28,
        8741.72
    ],
    [
        " Trying to get like you said trying to get to the kind of ultimate position where he got to where he is now",
        8741.72,
        8747.6
    ],
    [
        " I think was cool",
        8747.6,
        8748.96
    ],
    [
        " And I think that's and plus maybe I was just like going yeah",
        8749.44,
        8752.76
    ],
    [
        " derivatives, you know right? Yeah, it was clear that you probably not the best",
        8752.76,
        8757.52
    ],
    [
        " Persona filter some of that stuff out or to inquire about it",
        8757.52,
        8762.76
    ],
    [
        " But what's interesting to well the the the",
        8762.76,
        8766.72
    ],
    [
        " Each one like each one of those things is his own world right and what you what were you calling it next level?",
        8766.72,
        8772.44
    ],
    [
        " What were you saying big game? No play there's different games man",
        8772.66,
        8775.36
    ],
    [
        " And then there's games within the games",
        8775.56,
        8778.26
    ],
    [
        " But then more importantly to remember you're in there's a game that's bigger than the game you're in",
        8778.26,
        8783.14
    ],
    [
        " And that's what's always happening",
        8783.14,
        8785.24
    ],
    [
        " And you gotta be careful in life that you don't get trapped in the game",
        8785.24,
        8791.02
    ],
    [
        " And think that you won that game",
        8791.02,
        8793.74
    ],
    [
        " Because there's a bigger game going on. Yeah, so you need to watch out for it now listen here's the thing",
        8793.74,
        8798.52
    ],
    [
        " you could never",
        8798.52,
        8800.56
    ],
    [
        " You know",
        8802.02,
        8802.46
    ],
    [
        " Very few people are just gonna win every game like all the games the big game right?",
        8802.46,
        8806.4
    ],
    [
        " What do you gotta do? What's the winning the biggest game? Is it Elon Musk and he won like the big game?",
        8806.42,
        8811.08
    ],
    [
        " Could be but also there's some people that don't care about any of that",
        8811.38,
        8815.34
    ],
    [
        " So it's important remember that do you care about the game that someone else is playing?",
        8815.34,
        8818.86
    ],
    [
        " This is comes comes back this whole",
        8819.2,
        8820.98
    ],
    [
        " Discussion we had one time",
        8820.98,
        8823.0
    ],
    [
        " Where I was I compared basketball and soccer right like someone's playing soccer",
        8823.0,
        8828.0
    ],
    [
        " The best soccer player in the world in their whole season they score four goals",
        8828.0,
        8831.58
    ],
    [
        " And they're the best of that game",
        8831.58,
        8833.54
    ],
    [
        " Meanwhile someone plays basketball they score four goals in the first minute",
        8833.54,
        8837.24
    ],
    [
        " And in the season they play they score",
        8837.24,
        8839.68
    ],
    [
        " Thousand points",
        8839.68,
        8841.16
    ],
    [
        " So what game are you playing?",
        8841.16,
        8843.38
    ],
    [
        " And you gotta be careful because you might be",
        8844.02,
        8846.1
    ],
    [
        " I've known plenty of people in my day and I'm sure you have two that worked really really really hard and won the game that they were playing and were winning that game",
        8846.1,
        8855.7
    ],
    [
        " But it but it was limited. Yeah, you know, they weren't really barely even getting on the board",
        8857.32,
        8862.14
    ],
    [
        " So you want to make sure that you're playing a game that you can win and then you also at a certain point you say look",
        8862.14,
        8868.36
    ],
    [
        " I don't really care about that next level game. Yeah, I don't I don't care about that. I don't need",
        8868.36,
        8872.48
    ],
    [
        " To win the game above my game and the game above that game right? I don't care about those games because",
        8872.48,
        8879.74
    ],
    [
        " Basically the games we're talking about right now are all business",
        8881.0,
        8884.06
    ],
    [
        " Financial earning games because what you know, you got a game that you're playing to win with your family to win with your legacy to pass on good behaviors to your children",
        8884.06,
        8894.44
    ],
    [
        " To help your community to build good relationships like there's that too your health your health",
        8894.44,
        8900.92
    ],
    [
        " Right, so we're gonna ban in those things. So I think it's important to and I think I think Matt spent quite a bit of time doing that",
        8900.92,
        8908.2
    ],
    [
        " Playing a game and not necessarily winning a game, but saying I don't even want to play that game. Yeah",
        8908.34,
        8912.46
    ],
    [
        " Oh, I'm trying this other game. I think I don't like that game. Oh, I'm trying another game",
        8912.46,
        8916.3
    ],
    [
        " I don't really like that game and finally figured out. Oh, here's a game that I like",
        8916.3,
        8919.74
    ],
    [
        " I actually want to be an operator that makes stuff happen. I want to interact with people. I mean",
        8919.74,
        8924.86
    ],
    [
        " Look, there's some people that don't want to interact with other people humans",
        8924.86,
        8928.48
    ],
    [
        " Leadership is something they don't even want to do. Yeah",
        8928.48,
        8932.34
    ],
    [
        " They just want to be in charge of like their computer screen. Yeah, that's cool",
        8932.34,
        8937.16
    ],
    [
        " So yeah, and the money part of things is a real easy one to kind of gravitate to as far as your attention and like maybe even a lot of time your value system because like",
        8938.44,
        8947.96
    ],
    [
        " like obviously guys like Matt where that's they're interested in that part of things, you know the fight",
        8947.96,
        8953.9
    ],
    [
        " He wanted to be an investment banker and you know, that's not like a rare thing or nothing necessarily but bro",
        8953.9,
        8960.0
    ],
    [
        " I'll tell you right now",
        8960.0,
        8960.92
    ],
    [
        " I never even",
        8960.92,
        8962.44
    ],
    [
        " considered thinking about",
        8963.72,
        8964.6
    ],
    [
        " Even that whole industry and I'm sure a lot of people like that too. Okay. What do you want to be when you grow up",
        8964.6,
        8969.94
    ],
    [
        " investment bankers not part of that thing",
        8969.94,
        8971.88
    ],
    [
        " but investment banking is in or",
        8971.88,
        8974.9
    ],
    [
        " What's involved in investment banking is a very specific type of thing that people like Matt are like that's part of their interests like man",
        8974.9,
        8983.78
    ],
    [
        " It has to do with something like that",
        8983.78,
        8985.82
    ],
    [
        " so",
        8985.82,
        8986.98
    ],
    [
        " When you see the results of a successful",
        8986.98,
        8989.54
    ],
    [
        " Guy who's into that kind of stuff. It's easy to be like. Oh, yeah, he's winning a bigger quote unquote bigger game than me",
        8990.54,
        8997.58
    ],
    [
        " But I feel like",
        8997.58,
        8999.58
    ],
    [
        " the bigger game that I'm talking about is the game that's like",
        8999.58,
        9003.0
    ],
    [
        " Like if you were to structure your life then",
        9003.0,
        9006.64
    ],
    [
        " What did he say? What is this scale? That's when you guys use right business guys",
        9006.64,
        9011.78
    ],
    [
        " Scale it. It's like you can make this right, but to scale it means you're above maybe 10 people making that same thing 10 times",
        9011.78,
        9019.44
    ],
    [
        " Right and you scale it a lot of times",
        9019.56,
        9022.44
    ],
    [
        " That scale game",
        9022.44,
        9024.94
    ],
    [
        " That's the part we all miss",
        9024.94,
        9027.28
    ],
    [
        " But investment banking is kind of like this part of it anyway, even what I understand which is not that much",
        9027.28,
        9033.86
    ],
    [
        " Part of what would drive maybe interest in that industry is the same stuff",
        9033.86,
        9040.12
    ],
    [
        " That's gonna draw your interest towards things like being able to scale xyz thing",
        9040.12,
        9044.64
    ],
    [
        " Yeah, because the interest isn't on the xyz thing. It's about the scaling part of it. You seem to see yeah, yeah",
        9044.64,
        9050.7
    ],
    [
        " It's good stuff. It is interesting. What I was gonna say is that",
        9050.7,
        9055.76
    ],
    [
        " the also",
        9055.76,
        9058.14
    ],
    [
        " Like for instance at",
        9058.14,
        9061.46
    ],
    [
        " Origin right we're making jeans we could make more money making jeans in China",
        9061.46,
        9066.78
    ],
    [
        " Right, so we could we could allegedly win a certain part of the game",
        9066.78,
        9071.88
    ],
    [
        " But we're playing by other rules and we're not winning the game that we want to win",
        9071.88,
        9075.72
    ],
    [
        " We want to win the game bringing back American media factory. So you got it",
        9075.72,
        9079.64
    ],
    [
        " It's not it's quite so cut and dry and the other thing I was thinking about when you just talk about raw money",
        9079.64,
        9084.9
    ],
    [
        " What are people going to use that money for a lot if you think about like an end game",
        9084.9,
        9090.34
    ],
    [
        " Is you're gonna use that money to buy time? Oh now I don't have to work him where I can do whatever I want",
        9090.34,
        9094.82
    ],
    [
        " Well, how much how much time did you invest into getting the money so that you could buy time?",
        9094.82,
        9099.18
    ],
    [
        " So you got to run that game you got to run those numbers in your head",
        9099.46,
        9102.18
    ],
    [
        " Because if you're investing all your time into into make money so that you can buy your time back",
        9102.18,
        9107.4
    ],
    [
        " You might be losing, you know",
        9107.4,
        9109.6
    ],
    [
        " Unless you figured out a way to scale it, which is what you were just talking about",
        9109.6,
        9113.02
    ],
    [
        " Unless you figured out a way to scale it you're gonna have a hard time doing that",
        9113.02,
        9116.08
    ],
    [
        " So that's why it's important in my opinion to be doing something that you really love doing",
        9116.08,
        9120.86
    ],
    [
        " You know, I never even ever thought I was working in while I was in the Navy probably let me rephrase up",
        9120.86,
        9127.9
    ],
    [
        " I was very seldom considering what I was doing work",
        9128.7,
        9132.02
    ],
    [
        " Just didn't seem like work ever",
        9132.02,
        9134.4
    ],
    [
        " Like just didn't seem like work. So that's a really good life, you know",
        9134.4,
        9139.1
    ],
    [
        " I had I didn't need money to buy time because I had all the time in the world because I was doing exactly what I wanted to all the time",
        9139.1,
        9144.84
    ],
    [
        " Yeah, that makes sense",
        9144.84,
        9145.86
    ],
    [
        " So that's good stuff. All right, um, hey if you want to",
        9145.86,
        9152.04
    ],
    [
        " invest in your health",
        9152.04,
        9154.86
    ],
    [
        " Get yourself some stuff some healthy things to put your body",
        9155.3,
        9158.56
    ],
    [
        " Well, yeah, you know what I'm saying? Yeah, you noticed",
        9158.56,
        9160.98
    ],
    [
        " You know when we offered Matt",
        9160.98,
        9162.98
    ],
    [
        " some",
        9162.98,
        9164.18
    ],
    [
        " Go yeah, what flavor he chose. Yeah, I am a clean energy champion. Oh, that's right. That's right. That's right",
        9164.18,
        9171.94
    ],
    [
        " Factually, yeah, you know, it's a good deal either way. We didn't notice Matt chose it and you know",
        9171.94,
        9177.04
    ],
    [
        " It is what it is but good news either way whatever flavor you pick",
        9177.04,
        9180.58
    ],
    [
        " Boom you got some clean energy healthy energy. Mm-hmm. Well, which is not a common thing you want to talk about uncommon. Yep. It's true",
        9180.98,
        9187.82
    ],
    [
        " These other",
        9187.82,
        9188.74
    ],
    [
        " notes drinks",
        9188.74,
        9190.3
    ],
    [
        " They the funny thing is there's no there's there's like there's no truth in advertising",
        9190.3,
        9196.28
    ],
    [
        " They don't say they don't say hey where",
        9196.28,
        9199.24
    ],
    [
        " We're not that good for you",
        9199.24,
        9202.72
    ],
    [
        " But we'll give you like an hour and a half of like hype",
        9202.72,
        9206.52
    ],
    [
        " You don't say that yeah",
        9206.52,
        9209.16
    ],
    [
        " They can throw they can throw they can actually use the term clean energy. Yeah, and you they could be feeding you arsenic",
        9209.3,
        9215.4
    ],
    [
        " They don't care. Yeah, because because there's water in it and waters clean. Yeah waters clean",
        9215.4,
        9219.84
    ],
    [
        " Yeah, so that's the thing I took from through my island",
        9219.84,
        9222.78
    ],
    [
        " the",
        9222.78,
        9223.62
    ],
    [
        " So there's there's a difference between lying and then not telling the truth",
        9223.62,
        9228.7
    ],
    [
        " You know how there's like half-truths and all this stuff",
        9228.7,
        9230.66
    ],
    [
        " But at the end of the day comes from like deception, right?",
        9230.66,
        9234.28
    ],
    [
        " Like are you being deceptive? So my wife you said and I suppose this one me in",
        9234.5,
        9238.82
    ],
    [
        " My wife my girlfriend at the time",
        9239.16,
        9240.7
    ],
    [
        " Started dating should be like oh she's like hey, you're lying. I'm like no, no, no, I'm not lying about this to whatever",
        9240.7,
        9246.14
    ],
    [
        " And she'll be like no you're being misleading and I was like",
        9246.14,
        9249.58
    ],
    [
        " Can't think that far to bit because you know, you know like you know when you're hiding something on purpose",
        9249.58,
        9255.08
    ],
    [
        " Or you're adding something making it look bigger than it is on purpose like you're misleading same as line",
        9255.08,
        9260.96
    ],
    [
        " So these energy drink companies do",
        9260.96,
        9264.02
    ],
    [
        " Yeah, so don't fall for that don't misleading lies",
        9264.02,
        9267.82
    ],
    [
        " I sometimes I see him and I just want to",
        9267.82,
        9269.76
    ],
    [
        " Tell the truth about what they're actually doing",
        9269.76,
        9272.66
    ],
    [
        " But we we are telling the truth about ours. It's good for you. It's good for you",
        9272.66,
        9278.08
    ],
    [
        " It's good for you get yourself some of that jocalfuel.com",
        9278.08,
        9281.38
    ],
    [
        " Get it at wall-wall get it at vitamin shop. We're rolling out a bunch of other stores. Who",
        9281.38,
        9287.0
    ],
    [
        " continual growth which is pretty cool. We're scaling scaling man all day for good reason too",
        9287.0,
        9294.62
    ],
    [
        " Because you do want to stay capable and healthy of course health is a game that we're playing",
        9294.62,
        9299.76
    ],
    [
        " It's a game that's the one game you can't afford to lose you cannot afford to lose",
        9299.76,
        9303.76
    ],
    [
        " But here's the thing a lot of people are losing that game and we don't even realize it",
        9303.76,
        9307.02
    ],
    [
        " Why because like I you said you might he might some people focus on the wrong game",
        9307.02,
        9310.28
    ],
    [
        " So a lot of times this health thing",
        9310.28,
        9312.24
    ],
    [
        " Got to focus on now",
        9312.24,
        9313.8
    ],
    [
        " Stay in the winter circle. So yeah, we got stuff for your joints some protein",
        9313.8,
        9318.26
    ],
    [
        " Vitamin teeth for your immunity all kinds of stuff. Yeah, origin USA.com. That's where you get it",
        9318.26,
        9323.62
    ],
    [
        " No, that's where you get your jitsu stuff actually and clueless",
        9323.62,
        9326.68
    ],
    [
        " Jocalfuel.com. That's my bad. Yeah, look at you jocalfuel.com. That's where you can get the supplementation stuff",
        9326.68,
        9331.96
    ],
    [
        " Origin USA is where you can get the American made from beginning to end American made",
        9331.96,
        9337.76
    ],
    [
        " Clothing they got some good hoodies on there by the way",
        9337.76,
        9341.1
    ],
    [
        " I just use the heavy",
        9341.1,
        9343.04
    ],
    [
        " How was the snow held up it was right after storm so",
        9343.04,
        9350.36
    ],
    [
        " You",
        9358.32,
        9358.78
    ],
    [
        " Jockelstore.com",
        9358.78,
        9359.24
    ],
    [
        " Uh jockelstore.com is where you can get your discipline equals freedom stuff",
        9359.24,
        9363.46
    ],
    [
        " Your gear your apparel from there if you want to represent while you're on this path playing the game of health and capability and strength and endurance by the way",
        9363.46,
        9371.88
    ],
    [
        " If you're like we don't talk about endurance as much as we could get on the mats man",
        9371.88,
        9375.84
    ],
    [
        " You know the mats that endurance shows up real quick. It'll help you in the dark",
        9375.84,
        9379.84
    ],
    [
        " You know",
        9380.14,
        9380.74
    ],
    [
        " But when you get that that that that freaking hard core guard passing game",
        9380.74,
        9386.38
    ],
    [
        " That's a fatiguing game like you got to be you got to be metabolically conditioned in the modern day",
        9386.38,
        9392.2
    ],
    [
        " To pass guard. Yes, it's a new game. Well, you I agree with you not 100% 110% because you in the guard passing game if they're active",
        9392.2,
        9401.48
    ],
    [
        " What's it? We'll call it an active and or aggressive guard passing game",
        9401.48,
        9404.4
    ],
    [
        " You can be the giver or the receiver if you're defending that same game",
        9404.4,
        9408.36
    ],
    [
        " Right you better have your condition",
        9408.5,
        9410.02
    ],
    [
        " You're correct you are correct, but yes if you're you know you want to represent",
        9410.02,
        9416.52
    ],
    [
        " Apparel wise when you're on this path jockelstore.com is freaking get the stuff short lockers a subscription. It's called shirt locker",
        9416.52,
        9423.3
    ],
    [
        " It's a subscription situation where you get a new shirt",
        9423.3,
        9426.26
    ],
    [
        " Different design creative design every month",
        9426.26,
        9429.48
    ],
    [
        " What they are creative there you created some of the designs",
        9429.48,
        9434.32
    ],
    [
        " Yeah, some of you said we we have one that says everybody must get stoned yeah",
        9435.06,
        9440.0
    ],
    [
        " Which is based on the stoner 63 machine gun that the seals carried in numb",
        9440.0,
        9445.04
    ],
    [
        " And I saw a Twitter",
        9445.04,
        9446.76
    ],
    [
        " Back someone said I can't wear this because it's you know has to do with the smoke in marijuana",
        9446.76,
        9453.3
    ],
    [
        " I was like no, it doesn't have anything to do here. Well, I guess it does have a say there's a",
        9453.3,
        9459.16
    ],
    [
        " So that's not how we mean",
        9459.16,
        9461.54
    ],
    [
        " Here's how the shirt means it in my view tell me what you think about this so and I told someone this too",
        9462.24,
        9470.06
    ],
    [
        " I forget who I told but okay, so you got everyone must get stoned right wasn't there like a marijuana issue in Vietnam",
        9470.06,
        9478.22
    ],
    [
        " Like there was guy smoking whatever okay, so it's almost yeah",
        9478.22,
        9482.14
    ],
    [
        " So there's like when you say there there's a dual message there, right? So it depends on who you are everyone must get stoned",
        9482.14,
        9489.16
    ],
    [
        " Like edit surface values like oh, what everyone must get someone must smoke weed",
        9489.82,
        9493.52
    ],
    [
        " Or from a warrior perspective or whatever",
        9493.52,
        9497.76
    ],
    [
        " Everyone must get stoned you seem saying yeah, so it's like a dual meeting. That's what I'm saying. It's so legit",
        9497.76,
        9502.78
    ],
    [
        " I think it's not that this guy wasn't down for the cause kind of basically",
        9502.78,
        9507.1
    ],
    [
        " We see it as and just to repeat the story",
        9507.1,
        9509.26
    ],
    [
        " I heard from a Vietnam guy that he got his weapon from the armory",
        9509.26,
        9514.02
    ],
    [
        " After someone else had used his weapon and nom he would like took a whatever year off went back to get his weapon",
        9514.66,
        9519.66
    ],
    [
        " And he got went to get his stoner 63 and on the buttstock someone had written everybody must get stoned",
        9519.66,
        9526.34
    ],
    [
        " And if that's not bad ass go on yet come on there. Yeah",
        9526.34,
        9530.68
    ],
    [
        " That's the deal. So if you want to get those kind of cool shirts with layers",
        9530.68,
        9535.36
    ],
    [
        " Yep go there true look jockel store",
        9535.36,
        9538.42
    ],
    [
        " Also subscribe",
        9538.42,
        9540.74
    ],
    [
        " If you haven't you want to leave a review if you in the mood to leave a review there is that option",
        9541.56,
        9545.36
    ],
    [
        " Leave a review you ever see a review. I said review the other day said",
        9545.36,
        9548.54
    ],
    [
        " We came for jockel we stayed for echo",
        9548.54,
        9551.76
    ],
    [
        " You think they'd be a nicer you think that's true",
        9551.76,
        9555.18
    ],
    [
        " Say they both have their problem equal probability to be honest with you",
        9555.18,
        9561.76
    ],
    [
        " Either way, hey, I'll take it. Thank you for saying that",
        9561.76,
        9565.58
    ],
    [
        " For feeling that really uh jockel underground calm coming and check that out eight dollars and eighteen cents a month",
        9565.8,
        9571.06
    ],
    [
        " We got a little platform that in case things go sideways will still be here",
        9571.06,
        9575.44
    ],
    [
        " If you can't afford it then email assistance at jockel underground calm. We got a youtube channel",
        9575.44,
        9582.08
    ],
    [
        " jockel's podcast we got orange and USA check out that youtube channel psychological warfare got all that stuff going on flip side canvas",
        9582.08,
        9589.4
    ],
    [
        " To code of my or by the way, he's I don't even know when this podcast is coming up. He's in Ukraine right now",
        9589.4,
        9594.24
    ],
    [
        " Just just be in Dakota. God bless him",
        9595.54,
        9598.2
    ],
    [
        " If you want to support his company while he's over in Ukraine like saving people",
        9598.2,
        9602.7
    ],
    [
        " By the way, he saves people in America too. He's a firefighter",
        9602.7,
        9605.6
    ],
    [
        " And he's a metal of honor recipient in case you weren't aware of that. He's got a company here in America",
        9605.6,
        9610.2
    ],
    [
        " It's called flipside canvas.com go and check that out by some cool stuff to hang on your wall",
        9610.2,
        9614.48
    ],
    [
        " I've written a bunch of books. You can read those. We got aslam front you heard me talk about it today",
        9614.48,
        9618.5
    ],
    [
        " That's uh, you know, Matt and and ground works is in one",
        9618.5,
        9623.02
    ],
    [
        " Case study of what we do with businesses how we help them align their leadership and help them learn how to lead and help them develop leaders",
        9624.06,
        9630.96
    ],
    [
        " So if you want to check that out go to echelonfront.com and and part of what we're doing there is an online training platform",
        9630.96,
        9638.9
    ],
    [
        " You know like you heard Matt today say he's got 4200 employees",
        9638.9,
        9642.78
    ],
    [
        " 4200 workers 4200 owners",
        9642.78,
        9646.62
    ],
    [
        " This is",
        9646.62,
        9648.32
    ],
    [
        " Not the biggest company we work with we work with companies that have",
        9648.88,
        9652.2
    ],
    [
        " 30,000 50,000 150,000 employees globally. So originally we created a online training platform for that",
        9652.2,
        9660.3
    ],
    [
        " We decided to open it up to everyone",
        9660.3,
        9662.96
    ],
    [
        " It's got courses you can take. It's got live interactions go to extreme ownership.com if you want to check that out",
        9662.96,
        9668.98
    ],
    [
        " And if you want to help service members",
        9668.98,
        9672.12
    ],
    [
        " Active and retired their families gold star families you want to you want to get involved in an",
        9672.12,
        9678.3
    ],
    [
        " Awesome charity organization check out mark Lee's mom mom Lee. She's got an awesome organization",
        9678.32,
        9683.52
    ],
    [
        " Really truly helps veterans and their families go to america's mighty warriors dot org",
        9683.52,
        9690.62
    ],
    [
        " If you want to help out and also check out horses",
        9690.62,
        9694.66
    ],
    [
        " And also check out heroes and horses dot com",
        9694.66,
        9698.84
    ],
    [
        " So mike a thing just up there",
        9698.84,
        9701.48
    ],
    [
        " He's on he's on the bush right now by the way",
        9701.48,
        9704.6
    ],
    [
        " Do",
        9705.32,
        9705.8
    ],
    [
        " Going on whatever 78 day expedition on horseback",
        9705.8,
        9709.82
    ],
    [
        " Cold water bass in the morning resetting people's brains bro and their hearts how you like that and their souls",
        9709.82,
        9716.38
    ],
    [
        " Micah you can use that if you want you can use my verbiage that I just",
        9716.38,
        9720.84
    ],
    [
        " Just made up as far as echo and I go",
        9720.84,
        9724.06
    ],
    [
        " We are we are both on social media",
        9724.06,
        9728.3
    ],
    [
        " We're there. We're not getting sucked up in the algorithm though",
        9728.3,
        9732.3
    ],
    [
        " So watch yourself if you go in there echo that echo Charles i'm at talk of willink",
        9732.3,
        9735.28
    ],
    [
        " Thanks to matmalone for coming here today sharing his lessons and thanks to all the workers out there across the land",
        9735.28,
        9742.14
    ],
    [
        " The tradesmen the skilled laborers the men and women that toil every day to build to construct to fabricate to repair to manufacture",
        9742.14,
        9752.26
    ],
    [
        " We know we know",
        9752.26,
        9754.96
    ],
    [
        " That that is the strength of america",
        9754.96,
        9759.2
    ],
    [
        " That's what builds america so thank you to the american worker",
        9759.64,
        9764.68
    ],
    [
        " Thank you for what you do and thanks to all the military personnel out there",
        9764.68,
        9769.04
    ],
    [
        " Who work their craft",
        9769.04,
        9770.72
    ],
    [
        " To keep america free so that the workers can work and also thanks for the work done by our police and law enforcement fire fighters",
        9770.72,
        9778.7
    ],
    [
        " paramedics EMTs dispatchers correctional officers",
        9778.7,
        9781.58
    ],
    [
        " Border patrol secret service",
        9781.58,
        9783.88
    ],
    [
        " And all first responders who protect us here at home and to everyone else out there there is opportunity",
        9784.34,
        9793.0
    ],
    [
        " But it's not gonna knock on your door",
        9793.0,
        9795.92
    ],
    [
        " In fact, it's not really even gonna let you know it's around like the lights are off",
        9795.92,
        9801.36
    ],
    [
        " That's what's happening. It's not easy to find you got to work for it",
        9801.36,
        9806.12
    ],
    [
        " You got to kick in some doors and there's gonna be struggles along the way and you'll have ups and downs",
        9806.12,
        9811.36
    ],
    [
        " But",
        9813.5,
        9814.16
    ],
    [
        " If you get started and you can start in any position",
        9814.16,
        9817.82
    ],
    [
        " This is america can start anywhere",
        9817.82,
        9820.92
    ],
    [
        " But if you're willing to work hard and you don't give up you can find that opportunity and you can turn that opportunity",
        9820.92,
        9828.44
    ],
    [
        " Into a reality",
        9828.44,
        9831.38
    ],
    [
        " So go out there and get after it and until next time this is echo and jaco out",
        9831.38,
        9840.64
    ],
    [
        " You",
        9841.36,
        9842.4
    ]
]