[
    [
        " This is Jockel Podcast number 327 with me, Jockel Willink. The President of the United States takes pleasure in presenting the Bronestar Medal to Petty Officer III class, Philip Francis Torney, United States Navy, for service as set forth in the following citation.",
        0.32,
        19.32
    ],
    [
        " For heroic achievements in connection with the unprovoked and unexpected armed attack on USS Liberty, A.G.T.R. 5 in the Eastern Mediterranean on 8 June 1967.",
        19.32,
        33.26
    ],
    [
        " During the early afternoon hours USS Liberty, while engaged in peaceful operations in international waters, was attacked without any warning by jet fighter aircraft and three motor torpedo boats.",
        33.88,
        48.74
    ],
    [
        " Liberty was subjected to intense incendiary, machine gun and rocket fire and was placed in extreme jeopardy by a torpedo hit below the water line on the starboard side in the vicinity of the research compartment.",
        50.62,
        63.92
    ],
    [
        " Severe structural damage and extensive personnel casualties were incurred.",
        65.9,
        72.06
    ],
    [
        " Petty Officer Torney, serving as assistant on-scene leader in the Ford Repair Party, first assisted in organizing the evacuation of wounded personnel from the exposed weather decks.",
        72.06,
        83.34
    ],
    [
        " With complete disregard for his own personal safety, he continued to fearlessly expose himself to intense rocket and machine gun fire to move a fire fighting team to the bridge.",
        84.08,
        96.7
    ],
    [
        " He then returned to the Ford Weather Decks to ensure that no more wounded were still exposed before going below to maintain damage control conditions of compartments below the water line.",
        97.34,
        108.78
    ],
    [
        " He remained below decks during the torpedo attack and immediately afterward assisted and directed emergency repairs to minimize further flooding and damage.",
        109.98,
        120.58
    ],
    [
        " His aggressiveness and coolness under fire was exceptionally inspirational leadership in an hour of awesome peril.",
        120.98,
        129.96
    ],
    [
        " Petty Officer Torney's initiative and courageous actions were in keeping with the highest traditions of the United States Naval Service.",
        131.96,
        140.82
    ],
    [
        " Petty Officer Torney is authorized to wear the combat V distinguishing device.",
        141.24,
        148.88
    ],
    [
        " This is the situation that reflects an intense and dire situation for a U.S. Naval ship, the U.S. Liberty, during a vicious and determined attack.",
        153.42,
        164.62
    ],
    [
        " What the citation does not mention is the state or the enemy force that is conducting the attack.",
        165.3,
        175.56
    ],
    [
        " That is because the attack was conducted by our ally by the state of Israel.",
        177.48,
        184.56
    ],
    [
        " This incident, the attack on the U.S. Liberty has been wrought with controversy as to how and why it happened.",
        185.8,
        193.78
    ],
    [
        " But there can be no controversy or no doubt about the courage and bravery of the sailors on the ship that day who suffered significant casualties but who fought to save their shipmates and their ship and his honor to have three of those sailors with us here to share the same experience.",
        196.1,
        223.76
    ],
    [
        " They are their experiences and their lessons learned.",
        223.78,
        226.78
    ],
    [
        " Phil Turnie, Larry Bowen and Joe Metters.",
        226.78,
        230.86
    ],
    [
        " Gentlemen, thank you for joining us. It's an honor to have you all out here. I appreciate you traveling and getting out here.",
        231.68,
        239.02
    ],
    [
        " Thank you sir. That's about as good as it gets from an American heroist yourself, a sailor, seal, bent through it, understands what battles all about.",
        240.0,
        253.08
    ],
    [
        " When you have nothing to fight back with but only your will and your guts to stay alive is inspirational for all the crew.",
        254.04,
        264.92
    ],
    [
        " It was all hands on deck, regrettably meaning of our shipmates lost their lives or were severely wounded.",
        265.82,
        273.66
    ],
    [
        " They had to be evacuated the next day.",
        274.22,
        276.64
    ],
    [
        " We didn't get any help from our government. During the attack, after the attack, 18 hours later we say a cruiser or a destroyer, Maddox, not the Maddox but the Matt, yeah, Matt.",
        276.64,
        292.04
    ],
    [
        " They came alongside the US as Davis and that was it. And those guys came aboard our ship on whale boats and they were actually crying to see the devastation of what they did to us.",
        292.78,
        307.52
    ],
    [
        " Chalka was over 850 cannon rocket holes in our ship. Over 5,000 armored piercing bullets in our ship. They dropped napom on the bridge of the ship trying to burn us to pieces.",
        307.86,
        320.18
    ],
    [
        " They shot our life rafts off out. We only had three left. They shot them out of the water to ensure no more survivors.",
        321.56,
        328.56
    ],
    [
        " They sent troop carrying helicopters to finish us off. If for some reason they didn't do it. I guess they got the word. It had to gigs up.",
        329.82,
        339.46
    ],
    [
        " And so it was just called a mistake and identity and that's what everybody says. It was a mistake. Oh, we're so sorry. We say no to that.",
        340.52,
        349.54
    ],
    [
        " And it was a deliberate, primitive attack, pre-meditated attack by the people of Johnson administration. And the escort, I believe his name was Ambassador. I mean the premier president of Israel at that time.",
        349.94,
        370.86
    ],
    [
        " A small cabal of people did so much damage not only to us in our dead shipmates, but to America. This is just our problem. It's America's problem.",
        371.68,
        380.96
    ],
    [
        " In Americans like you, this good gentleman over here and your whole staff are bringing it to light. And God bless you for that. And it means the world to me. And I know it does my shipmates. It's very respectful and very honorable to you, sir. Thank you.",
        381.28,
        394.44
    ],
    [
        " Oh, man. It's just the story is harrowing to here. And you know, one of the things I want to go over today is the account that you've written of what you went through.",
        395.52,
        406.84
    ],
    [
        " Before we get to that, just to get a little background on all of you, just if maybe you could introduce yourselves where you came from, maybe a quick note on how you ended up in the Navy. I mean this is 1967. How you ended up in the Navy and really what your job was when you were on the Liberty. Let's start with you, Joe.",
        407.7,
        426.48
    ],
    [
        " Okay. Well, no, Larry. Oh, sorry. Let's start with you, Larry. I'm Larry Bowen. I'm the current Liberty Veterans Association president. In 1965 during the height of the Vietnam War, I got drafted. And I didn't want to be boots on the ground over Vietnam. So I went and talked with the Navy recruiter.",
        426.76,
        452.66
    ],
    [
        " And he says, go take the Army physical and then we'll put you in the Navy. I was 19 years old. I didn't know if I could trust them or not. But, you know, I went. I took the physical I passed. And by the end of March, I was active duty Navy going to Great Lakes Naval Training Center for boot camp.",
        453.12,
        474.04
    ],
    [
        " I, I became a cryptologic technician or communications technician shortly thereafter boot camp went to a school down in Pensacola, Florida. And got my first assignment to Burma, Harvard, Germany.",
        478.46,
        495.3
    ],
    [
        " And I thought this was a great tour. I just, you know, can't beat this. And four months later, I get orders to the USS Liberty. So this was my, my third cruise that I was on when we were reassigned to the Mediterranean for the Sixth Day War.",
        495.4,
        517.6
    ],
    [
        " And the mission of the Liberty, it's an interesting mission. It was really just collection of radio traffic from all over all over whoever you were near.",
        519.48,
        530.28
    ],
    [
        " Right. Right.",
        530.82,
        531.5
    ],
    [
        " And am I correct in saying that there was literally no weapons on the Liberty? Did they have any weapons at all?",
        531.7,
        537.3
    ],
    [
        " We had 450 caliber machine guns, two forward, two aft. And then we had small arms, which fill in a reccommodity where we're trying to get into when we thought we were going to have to repel borders.",
        537.3,
        555.96
    ],
    [
        " But the gun locker was secure and they were using, they didn't have a key. So they were trying to break, break the lock with a sledgehammer. So they could get in and get small arms out in case we, you know, cases helicopters with a troop sound board tried to board us.",
        556.2,
        578.88
    ],
    [
        " And like Phil said, for whatever reason, they stopped and, you know, asked whether or not we had any casualties and whether or not they could help us.",
        580.72,
        593.96
    ],
    [
        " And a skipper told him basically, we don't need your help. Not in those terms, but you know, they made it very clear that we didn't want them.",
        596.2,
        611.36
    ],
    [
        " Phil, how did you end up in the Navy?",
        612.92,
        614.62
    ],
    [
        " That's a good question. I wasn't good in school. I dropped out of school in the seventh grade. What's worked for my dad? Where'd you grow up?",
        616.22,
        627.32
    ],
    [
        " I grew up in Denver, Colorado. Now I live on the western slope of Colorado. I got a 48-year-old crash there, me and my bride. Lisa was there.",
        628.02,
        635.98
    ],
    [
        " Wonderful lady. Love her a lot. We've raised our kids, but getting back to the Navy, I went to a boot camp and I was the most thrilled person you could ever imagine.",
        636.2,
        649.36
    ],
    [
        " Because I was 17 years old. I just turned 17 and joined and luckily I passed the test. But I mean, really, I was not very smart, look wise.",
        649.94,
        662.38
    ],
    [
        " And all of a sudden I get awarded to be a educational petty officer. I said, how did I get this? And my peers took it good. We got along and I'll be darn it if I wasn't voted as an outstanding recruit of my troop.",
        663.08,
        687.22
    ],
    [
        " That was something about my peers. I'll never forget that. I was a bunch of good guys. There's old as I am now. 40. What year was that? What year did you join?",
        688.98,
        700.0
    ],
    [
        " 1964. 1964. And what was your job? My first job was being a ballerman and a machinist mate. I was on different ships. The USS Monarchy, the USS Holly Ocula, that I've won overseas with the Vietnam. I load ammo to consolation and other ships.",
        700.72,
        722.58
    ],
    [
        " We would also pick up bodies that were flown to one part of the other. We'd take them back to Sui Bank as we had coolers for the ammo and stuff.",
        723.4,
        736.88
    ],
    [
        " That was basically our deal for a couple of years. Then I got transferred to the Liberty. I said, oh God, this has got to be great. What a good ship, a beautiful ship, good people, enjoyable, good skippers. I can't say enough about the USS Liberty. You're right.",
        737.28,
        754.76
    ],
    [
        " It was like a giant lobster out in the sea. Nobody could misidentify that ship. That's pretty much my nibble career up to the attack. Then I got transferred to the USS Maddox.",
        754.76,
        770.22
    ],
    [
        " It's tough talking. So it's been an interesting ride. Joe, how'd you end up in the Navy?",
        771.52,
        779.48
    ],
    [
        " In 1966, I was in my second year of college. I didn't know what I wanted to do in my life. I didn't want to be in the Army and go to Vietnam, live in a foxhole for my four years.",
        780.02,
        802.08
    ],
    [
        " I decided to join the Navy instead. I went and joined and then I went home and told my mom what I did. She about had a fit. In hindsight, she told me it was probably the best idea that I had. The best thing I ever did.",
        803.14,
        820.52
    ],
    [
        " I went to boot camp in Great Lakes and got assigned to the drill team, which was fortunate for me. It was on number 912.",
        820.62,
        829.72
    ],
    [
        " I was fortunate for me and the rest of the guys because I don't think I did more than 100 push-ups during my time in boot camp.",
        830.22,
        837.6
    ],
    [
        " What was your rate? I went from boot camp to a class A, a single one school in Newport, Rhode Island and then graduated from that and went to the Liberty. I never could figure out why since the Liberty steamed independently.",
        839.08,
        857.22
    ],
    [
        " I had flashing lights and similar four between ships. What was I doing there?",
        859.12,
        863.36
    ],
    [
        " You're going to talk to your brother. That's an interesting thing about the Liberty. Because of its mission, it would just go out by itself. Like the normal Navy ships, they go out in a group in a carrier battle group or a amphibious ready group.",
        863.44,
        876.92
    ],
    [
        " There's multiple ships, but you guys on the Liberty, you would just kind of sail around by yourselves.",
        876.92,
        881.6
    ],
    [
        " Exactly. Because of the mission. If we were in a group, their communications would interfere with our ability to collect communications that we were trying to collect.",
        882.04,
        896.0
    ],
    [
        " So it was by design that we would go independently, typically off the west coast of Africa. In fact, our first port on that last cruise was we pulled in a abagen and it was in May of 1967 when we got orders to go to rotospein to pick up supplies and some additional people.",
        896.58,
        922.16
    ],
    [
        " We were going to the eastern Med. Couldn't tell our folks or anything. They said, this is Hush Hush. At that time, I don't know that any of us knew what was going on in the Middle East.",
        922.3,
        936.4
    ],
    [
        " But yeah, that's a good point. I know when I first got in the Navy and I did a couple deployments as a seal on a ship. I mean, there was no internet. So you really were isolated in terms of what was going on in the world.",
        938.44,
        950.88
    ],
    [
        " So what was going on in the world at that time was that the Israeli Six Day War was happening.",
        950.88,
        960.98
    ],
    [
        " This is a war that took place from the 5th of June to the 10th of June. It was Israeli. It was Israel versus a bunch of Arab countries, Egypt, Syria, Jordan, Iraq, Saudi Arabia, little elements of Lebanon in there.",
        962.42,
        979.42
    ],
    [
        " And the Israel had initiated and there was a bunch of things that led up to this. But Israel had initiated the war with air strikes on Egyptian and Syrian airfields.",
        980.2,
        993.22
    ],
    [
        " They'd pretty much wiped out the Egyptian Air Force on the 6th of June. There was ground fighting that was taking place as the Israeli military pushed into the Sinai Peninsula.",
        993.28,
        1004.82
    ],
    [
        " On the 7th of June, they pushed even further into the Sinai. The Israeli Navy was kind of probing the Egyptian Navy.",
        1006.96,
        1015.68
    ],
    [
        " There was Israeli missile boats, missile ships that were out there that engaged Egyptian shore batteries. So this is even though it's a short war, there's a lot happening in a pretty small area as well.",
        1016.18,
        1030.32
    ],
    [
        " The Jordanians attacked and sent a lot of artillery into Jerusalem.",
        1032.58,
        1037.64
    ],
    [
        " By the 7th, though, I mean, Israeli, and this was just a couple days into it, Israel had gotten control over much of the West Bank.",
        1038.46,
        1048.62
    ],
    [
        " 8th of June, these things are continuing to happen. So I just wanted to kind of give some background as to what was happening when this event took place for you guys.",
        1051.54,
        1061.84
    ],
    [
        " So I was just talking about June 8th, you know, this is when these attacks are just continuing. This is in the midst of this war.",
        1062.6,
        1070.54
    ],
    [
        " And even though, like I said, it's short, but there's a lot of fighting going on. There's 20,000 Arab troops were killed in this short period of time. Israel lost under 1,000, but that's still significant.",
        1071.6,
        1081.96
    ],
    [
        " So in the midst of all of that, this attack on your ship happens. And Phil, you've got some personal accounts that you've written out.",
        1082.72,
        1092.58
    ],
    [
        " And these are just, to me, a great way of tracing how this, how this went down from your perspective, Phil, and then, you know, Larry and Joe, you guys can give some input as well.",
        1092.68,
        1105.56
    ],
    [
        " But I just want to read some of these accounts because, you know, I always think when I write things down, they come across a little bit clearer to solidify my memories.",
        1105.6,
        1113.48
    ],
    [
        " So here's what you said about the first day and how this whole thing kicked off, Phil, you say this, my job on the morning of June 8th was sound and security.",
        1114.62,
        1122.72
    ],
    [
        " I would make the rounds to ensure that everything on my checklist was in good condition that the ship was watertight and ship shape as I reported hourly to the bridge.",
        1123.22,
        1130.72
    ],
    [
        " I did not see the first overflights by Israeli aircraft, but the other guys told me about them. We assumed that they were our friends and knowing that they were merely confirming that we were an American ship.",
        1131.08,
        1143.0
    ],
    [
        " So we had to have caused our moods to further lighten. After lunch, a general quarters drill was conducted right after that. I had to accompany another engineer to the starboard gun mount on the forecast on the folks.",
        1143.0,
        1155.68
    ],
    [
        " I just say, you just busted a damn Navy guy totally messing that one up to fix the phone located there. David Skolak, am I saying that right?",
        1155.84,
        1166.32
    ],
    [
        " Yes. David Skolak was the other sailor I went with and after I explained to him what needed to be done, his response was no problem, Tony. I'll get working on her.",
        1166.32,
        1174.9
    ],
    [
        " This was about five minutes before the attack at two o'clock PM. As we stood there, we discussed the fact that this would be the worst possible place to be in the event of an attack on the ship because the gun tub and the guy manning it would be taking out taken out as the first priority.",
        1175.32,
        1191.22
    ],
    [
        " I said goodbye to Skolak and the gunner and made my way down the ladder to the main deck and my workstation in the ship fitters shop.",
        1191.84,
        1200.36
    ],
    [
        " As I opened the hatch to go inside, I heard an order over the PA to test the motor whale boat. Just moments later, I heard a huge explosion right next to the hatch.",
        1201.32,
        1210.66
    ],
    [
        " I had just closed. My immediate thought was that the tested gone wrong and the motor whale boat had blown up.",
        1211.16,
        1218.16
    ],
    [
        " That's how this thing kicks off. It was a normal day. Were you guys tracking the wars that was happening? Could you hear explosions?",
        1222.48,
        1231.52
    ],
    [
        " Were you guys fighting taking place? Were you seeing tracers in the sky at night and that kind of thing?",
        1232.2,
        1236.6
    ],
    [
        " No, we saw smoke from the LRSH area where they were attacking the Egyptian forces but we didn't hear anything and no tracers.",
        1237.02,
        1249.66
    ],
    [
        " Did you guys feel safe and secure out there?",
        1250.38,
        1253.98
    ],
    [
        " I did. Yeah, really.",
        1255.22,
        1256.2
    ],
    [
        " Absolutely. I mean, who was going to attack a flag to American ship?",
        1256.38,
        1260.3
    ],
    [
        " We thought if anybody was going to get it, it should be their Arabs.",
        1261.52,
        1265.16
    ],
    [
        " Besides, we were told that we have air cover in 30 minutes if we were ever attacked.",
        1265.36,
        1270.64
    ],
    [
        " Anything else that you remember about the day before it kicked off?",
        1271.56,
        1276.74
    ],
    [
        " That morning, I was sitting in a position down in radio research 1. I was an intercept operator.",
        1278.46,
        1285.52
    ],
    [
        " I had picked up some traffic that was actually part of the ground forces communicating back on Tel Aviv.",
        1286.62,
        1298.76
    ],
    [
        " My buddy, Bob Eisenberg, who was working in the process in the reporting center, we went to the chow together at lunchtime.",
        1300.56,
        1310.06
    ],
    [
        " He told me that they were planning a big attack and it was a prolonged kind of thing where they had three different prongs to this attack,",
        1310.88,
        1325.54
    ],
    [
        " the jets strafing, the napom, and the torpedo boats.",
        1326.94,
        1331.8
    ],
    [
        " But what Bob didn't tell me was who the target was.",
        1332.76,
        1336.84
    ],
    [
        " Apparently, they didn't spell that out in their communications.",
        1337.12,
        1341.76
    ],
    [
        " But that was before we had our practice general quarters drilled.",
        1342.84,
        1349.4
    ],
    [
        " I don't know if maybe Commander Lewis had sent word up to the skipper that, hey, there's things that are going to intensify here, maybe we ought to do a drill.",
        1349.4,
        1361.46
    ],
    [
        " But there were certainly indications in the comms that something big was going to happen.",
        1363.64,
        1370.12
    ],
    [
        " Unfortunately, we didn't know that it was us that they were targeting.",
        1372.0,
        1375.46
    ],
    [
        " Because during the morning, these overflights that occurred and they started early in the morning, I bet we had at least four or five overflights by Israeli aircraft.",
        1377.2,
        1388.68
    ],
    [
        " And we would send our photo recon team up to the bridge to take photographs.",
        1389.22,
        1394.24
    ],
    [
        " And we knew, I mean, we could see the star David on the aircraft.",
        1395.56,
        1399.52
    ],
    [
        " So in my mind, I felt pretty secure that our ally was going to cover us and not be the ones that were going to do the attack.",
        1400.34,
        1411.62
    ],
    [
        " And Joe, anything else on that?",
        1414.52,
        1416.52
    ],
    [
        " Yeah, there's a signal, man. I was up on the top deck. It was an open deck.",
        1416.88,
        1420.52
    ],
    [
        " Just had rails around it, not the steel plies, steel sightings around the deck.",
        1420.98,
        1430.4
    ],
    [
        " And I could see all of the reconnaissance aircraft come in circles in the morning.",
        1431.1,
        1436.74
    ],
    [
        " And I served quartermaster watches, which I didn't like, but what's a guy to do?",
        1440.1,
        1445.98
    ],
    [
        " And so I was done in the pilot house.",
        1446.98,
        1448.42
    ],
    [
        " Larry Lloyd Painter was the officer of the deck.",
        1450.38,
        1454.38
    ],
    [
        " And he was a junior officer of the deck, I believe.",
        1454.58,
        1456.48
    ],
    [
        " And he was watching the radar surface search radar.",
        1457.06,
        1460.52
    ],
    [
        " And he spotted the aircraft coming up our starboard side, very low to the deck, because we didn't have any air search.",
        1460.66,
        1468.84
    ],
    [
        " It was just surface search.",
        1468.84,
        1470.18
    ],
    [
        " So they got slowly or quickly up our starboard side, turned immediately left.",
        1471.0,
        1476.1
    ],
    [
        " And then it left again when they got straight ahead of us and then started the attack.",
        1476.8,
        1480.38
    ],
    [
        " And the Israeli's claim that they conducted the series of low and slow identification runs.",
        1481.16,
        1485.94
    ],
    [
        " And I don't think anybody would believe that screaming jet would nobody could see it.",
        1485.94,
        1493.18
    ],
    [
        " Nobody could hear it.",
        1493.24,
        1494.54
    ],
    [
        " And those those identification runs.",
        1494.54,
        1496.46
    ],
    [
        " So they've they've lied about it since the outset.",
        1496.76,
        1499.64
    ],
    [
        " All right.",
        1501.08,
        1505.92
    ],
    [
        " Let's pick up Phil with your account after you hear this explosion.",
        1507.06,
        1511.24
    ],
    [
        " So you say not realizing that a rocket had just exploded directly outside the hatch.",
        1511.24,
        1515.0
    ],
    [
        " I grabbed the handle and opened it once more to go out and investigate the trouble.",
        1515.18,
        1518.34
    ],
    [
        " I just barely put one foot outside when I felt myself grabbed by the shirt collar and violently jerked back inside.",
        1518.7,
        1524.18
    ],
    [
        " I turned and saw it was first class petty officer Dale Nice who ordered me to get back.",
        1524.6,
        1530.1
    ],
    [
        " We're under attack.",
        1530.22,
        1531.16
    ],
    [
        " The general quarters alarm was then sounded and I made my way to my duty station, which was, which as one deck,",
        1531.62,
        1539.42
    ],
    [
        " which was one deck above the mess decks.",
        1539.44,
        1541.44
    ],
    [
        " After going down the ladder, I slipped and fell and found myself under trampling feet of sailors as they made their way to their stations.",
        1541.88,
        1548.5
    ],
    [
        " I rolled over to my right side to get out of their way and got on my feet and joined the stampede to get to my station as well.",
        1549.18,
        1554.12
    ],
    [
        " I got into battle dress and got my gear ready.",
        1554.64,
        1556.74
    ],
    [
        " Chief Thompson was the on scene leader.",
        1557.16,
        1558.78
    ],
    [
        " As soon as I arrived, he said he'd been hit.",
        1559.12,
        1561.32
    ],
    [
        " And I was leaving and he was leaving to get medical care.",
        1562.5,
        1564.78
    ],
    [
        " Since I was assistant on scene leader, this man I was in charge.",
        1564.86,
        1569.34
    ],
    [
        " It's all yours now, Tony.",
        1569.34,
        1571.14
    ],
    [
        " He said as he made his way down the passage.",
        1571.6,
        1573.6
    ],
    [
        " I responded back, hey, thanks a lot, Chief.",
        1573.6,
        1576.08
    ],
    [
        " Although I was not that thrilled about this ad hoc promotion.",
        1576.58,
        1579.72
    ],
    [
        " So it's just for people that haven't been in the Navy.",
        1580.6,
        1584.32
    ],
    [
        " Tell us about general quarters. What's going on?",
        1584.7,
        1586.38
    ],
    [
        " Right. General quarters is something we did aboard that ship constantly.",
        1587.28,
        1593.32
    ],
    [
        " Even I got on, I got aboard the livery when it was just commissioned and it made one cruise and I stayed on it for the rest until the last one.",
        1594.42,
        1603.82
    ],
    [
        " But every captain I served under and it was only two.",
        1604.04,
        1607.72
    ],
    [
        " McGonagall was very strict about damage control, cleanliness.",
        1608.88,
        1614.6
    ],
    [
        " He evaluated everything you did.",
        1615.4,
        1617.48
    ],
    [
        " And I think that really, really set us up to be at least to try to be able to save our ship and save our shipmates.",
        1619.54,
        1629.14
    ],
    [
        " But the training we received with the good graces of God, we were able to keep the ship afloat.",
        1629.56,
        1640.98
    ],
    [
        " And it just wasn't us. It was a higher power that saved us.",
        1640.98,
        1645.42
    ],
    [
        " Nobody else came to help us. But it's a good Lord.",
        1645.48,
        1648.18
    ],
    [
        " And I believe that now and I always will. I believe that then.",
        1648.86,
        1651.48
    ],
    [
        " You know, interesting, Jack.",
        1652.08,
        1653.08
    ],
    [
        " Well, you know, I thought when the attack started and we didn't get any help, I thought, well, okay, this is World War Three.",
        1653.18,
        1661.54
    ],
    [
        " And these guys got better things to do than screw with us, the American government.",
        1661.72,
        1666.44
    ],
    [
        " You know, because they're doing their own thing. That's what I really thought.",
        1666.44,
        1668.94
    ],
    [
        " Because they wouldn't leave us out there alone that we were promised help.",
        1669.5,
        1672.3
    ],
    [
        " And I'll be darn, yeah. No help came.",
        1673.38,
        1677.24
    ],
    [
        " We were out there alone by ourselves. No armament. Our ship is burning up.",
        1677.8,
        1681.84
    ],
    [
        " People all over the deck on sleeping, trying to get into racks or whatever they could just to stay alive.",
        1682.34,
        1690.7
    ],
    [
        " It was, I can't say it was real chaos. It was an organized chaos.",
        1690.7,
        1697.44
    ],
    [
        " Just do your job. And I don't do anything else, but do your job.",
        1697.44,
        1701.76
    ],
    [
        " What was your job during General Quarters?",
        1702.04,
        1703.66
    ],
    [
        " Damage control. So did you take over for you were the damage control senior guy at this point?",
        1704.54,
        1709.76
    ],
    [
        " At that repair party, yes.",
        1709.98,
        1711.28
    ],
    [
        " Was it for that specific part of the ship or was it for that part of the ship?",
        1711.56,
        1716.28
    ],
    [
        " The other damage control was James Smith.",
        1716.64,
        1721.36
    ],
    [
        " And he was fighting fires and doing all I could.",
        1722.54,
        1725.98
    ],
    [
        " In fact, that's when Spicer got killed. He was a postal clerk.",
        1726.1,
        1730.4
    ],
    [
        " He was manning a hose. That was his General Quarters drills and station to fight fires.",
        1730.48,
        1737.44
    ],
    [
        " And Smitty just got through the hatch and then Spicer was hit.",
        1738.38,
        1742.82
    ],
    [
        " And I might also, I did, and I made third class together.",
        1743.2,
        1746.8
    ],
    [
        " E4s and he stayed in for 27 years and he came out of Lieutenant Command.",
        1747.56,
        1752.36
    ],
    [
        " He was on a lot of different ship.",
        1752.96,
        1755.22
    ],
    [
        " Spitty is a great guy. He's a great hero. All these guys are heroes.",
        1755.64,
        1758.54
    ],
    [
        " They're by my alter ego. I respect these guys because they help save everybody's lives, including mine.",
        1758.9,
        1766.78
    ],
    [
        " Without these people I wouldn't be alive today.",
        1766.92,
        1768.58
    ],
    [
        " Joe, what did you have to do during General Quarters?",
        1769.76,
        1771.92
    ],
    [
        " General Quarters, as a signalman, my job was to look for ships to communicate with.",
        1772.36,
        1778.88
    ],
    [
        " And so when the attack started,",
        1779.78,
        1784.02
    ],
    [
        " I'm nominated and raised no fools. And that signal bridge was totally open.",
        1784.02,
        1789.76
    ],
    [
        " So I stayed down in the pilot house where that was my work station basically, in the pilot house.",
        1790.36,
        1797.78
    ],
    [
        " And occasionally I would look out on the port wing of the bridge and look up and make sure the flag was flying.",
        1800.02,
        1804.7
    ],
    [
        " I did that a couple times. And then I noticed it wasn't flying.",
        1805.08,
        1808.8
    ],
    [
        " So Frank Brown and I, Frank was killed while he was on the helm.",
        1809.12,
        1813.12
    ],
    [
        " Frank Brown and I took holiday colors and rented up on number four Port High.",
        1813.8,
        1817.32
    ],
    [
        " And I was up flying during the complete torpedo attack.",
        1817.66,
        1820.92
    ],
    [
        " And holiday colors is an even bigger flag. That's the normal.",
        1821.46,
        1824.76
    ],
    [
        " The biggest flag we have.",
        1824.76,
        1825.94
    ],
    [
        " Seven by 13. That's right Joe, that's something like that.",
        1826.52,
        1830.18
    ],
    [
        " Yeah, seven by 13 feet.",
        1830.32,
        1831.54
    ],
    [
        " What about you Larry? Where'd you go once General Quarters kicked off?",
        1832.46,
        1837.18
    ],
    [
        " Like I said, I had a day watch that day.",
        1837.96,
        1841.24
    ],
    [
        " So I was down in Radio Research One. When they sounded General Quarters, I moved up one deck to another position doing the same job with a cadre of other CTs.",
        1841.6,
        1854.74
    ],
    [
        " Like I was an arm brancher. There was a T brancher in there.",
        1855.54,
        1859.46
    ],
    [
        " We had an old brancher.",
        1860.16,
        1862.04
    ],
    [
        " What's the arm branch, T branch, old branch?",
        1862.12,
        1864.06
    ],
    [
        " Our brancher was a radio man.",
        1864.24,
        1866.0
    ],
    [
        " T brancher were the technical electronic skies.",
        1866.54,
        1870.5
    ],
    [
        " We had a maintenance guy in there. We also had an arm brancher, which is a linguist.",
        1870.98,
        1878.62
    ],
    [
        " And so we took positions one deck above where the torpedo hit.",
        1880.28,
        1885.84
    ],
    [
        " And when the torpedo entered, we all got blown to the overhead.",
        1887.48,
        1893.1
    ],
    [
        " Got concussions. That's probably when I got my shrapnel wounds.",
        1893.84,
        1897.26
    ],
    [
        " And you know, it wasn't until right after that that we were able to go out and start opening up the hatch and getting people out from the hatch.",
        1898.82,
        1908.6
    ],
    [
        " And the flooding compartment below.",
        1908.6,
        1909.92
    ],
    [
        " But when Phil mentioned that we had this 29 by 39 foot of hole on the starboard side, that killed 25 of our crew members that were down into research spaces.",
        1910.9,
        1925.04
    ],
    [
        " And you know, one of our primary concerns was getting anyone who's still alive, getting them out of there and getting them up to safety.",
        1928.14,
        1937.12
    ],
    [
        " So as soon as we got the hatch open and people started coming out of the flooded compartment, I had a secondary job of going to the front door to our compartmented spaces.",
        1938.18,
        1952.44
    ],
    [
        " And handing out life jackets to everybody so that if we had to abandon ship, at least everybody would have a life preserver.",
        1952.64,
        1960.68
    ],
    [
        " And that was before we ended up at the end after everybody got out of there or we thought everybody had gotten out of there.",
        1961.46,
        1969.48
    ],
    [
        " We dogged on the hatch and had to close up the area, secure it.",
        1970.06,
        1975.3
    ],
    [
        " Going back to this account from Phil once again.",
        1982.44,
        1985.6
    ],
    [
        " I started my new duties by determining whether all damage control personnel were accounted for but found that several were still missing, which was not surprising considering the circumstances.",
        1986.0,
        1995.86
    ],
    [
        " The torrent of explosions I was hearing above and all around me had something to do with that.",
        1996.04,
        2001.12
    ],
    [
        " And the holes that begin appearing everywhere around us from the rocket and cannon fire were further evidence of the intensity of the attack.",
        2001.24,
        2009.4
    ],
    [
        " In the middle of this onslaught, I caught a piece of shrapnel four inches long in my right arm just above the elbow.",
        2010.32,
        2016.22
    ],
    [
        " I pulled it out through it on the deck and moved everyone in my department to the main deck.",
        2017.04,
        2020.92
    ],
    [
        " Once there, I went to the same gun tub that I had visited earlier but only saw a pile of human remains.",
        2021.36,
        2028.98
    ],
    [
        " Blood, hunks of human flesh, body parts and fragments of bone.",
        2029.38,
        2032.72
    ],
    [
        " Ricka Medi.",
        2033.66,
        2034.62
    ],
    [
        " Ricka Medi was there with me and we knew there was no life to be saved so we moved on.",
        2034.76,
        2042.18
    ],
    [
        " Throughout this time, machine gun bullets and rocket fire were raining down on us as we crouched down behind various structures, leaping from one position to another.",
        2042.54,
        2051.48
    ],
    [
        " So this is just this entire ship that's just getting raked with machine gun fire, with rockets, with bullets.",
        2058.76,
        2067.34
    ],
    [
        " These bullets you're talking about, they're penetrating the skin of the ship and just going through creating holes immediately.",
        2067.98,
        2074.02
    ],
    [
        " Armour piercing bullets, you're exactly right, Jockele.",
        2074.44,
        2077.1
    ],
    [
        " It was an attack that there was no mercy.",
        2077.28,
        2084.6
    ],
    [
        " There was no explanation in our mind because we didn't really know who was doing it.",
        2085.9,
        2093.22
    ],
    [
        " They were doing it with unmarked jet aircraft until we saw the torpedo boats and they had to start a day.",
        2093.28,
        2099.68
    ],
    [
        " I said, oh God, they're here to help us.",
        2099.68,
        2101.68
    ],
    [
        " They had little bit of an yellow, they had fired five torpedoes at us.",
        2101.98,
        2105.48
    ],
    [
        " Five torpedoes, you know, only one of them hit and it happened to hit an eye beam where we didn't take the full explosion.",
        2106.42,
        2113.4
    ],
    [
        " It was more of an outward deal but as Larry was saying, 25 of America's most intelligent secret personnel in the world.",
        2113.56,
        2124.8
    ],
    [
        " All of them top secret were instantly blown to bits.",
        2124.9,
        2128.44
    ],
    [
        " It's just something you can't describe to see your own ship makes like that.",
        2129.08,
        2135.28
    ],
    [
        " And you know they're down there.",
        2136.1,
        2137.18
    ],
    [
        " The ones that got killed on deck, we already put them in body bags.",
        2137.9,
        2141.66
    ],
    [
        " And the ones that were at clinging to life, Doc Heaver took care of them.",
        2142.72,
        2148.54
    ],
    [
        " I helped in operations.",
        2148.62,
        2150.16
    ],
    [
        " All these other guys did what they could to help people.",
        2150.88,
        2154.84
    ],
    [
        " It was a unified ship and it was two different crews aboard that ship, the Spooks and us.",
        2154.98,
        2160.64
    ],
    [
        " So we were the idiots and these were the smart guys.",
        2161.94,
        2164.38
    ],
    [
        " It was too bad.",
        2165.04,
        2165.7
    ],
    [
        " I mean that with all due respect.",
        2165.9,
        2167.7
    ],
    [
        " Believe me, all due respect.",
        2168.56,
        2169.8
    ],
    [
        " But these guys here took the front of the dam.",
        2170.06,
        2172.2
    ],
    [
        " You said, you know what, Jack, they didn't lose their duty stations.",
        2172.36,
        2175.68
    ],
    [
        " They could have run out of there.",
        2175.76,
        2177.22
    ],
    [
        " But they stayed there doing their duty and gave the lives for it.",
        2178.08,
        2182.46
    ],
    [
        " And it was inspirational.",
        2183.68,
        2185.28
    ],
    [
        " You think about that.",
        2186.68,
        2189.44
    ],
    [
        " And then when the torpedo hit the torpedo gun boats, we come up alongside of us in fire,",
        2189.6,
        2197.0
    ],
    [
        " in our fire fighter, stretcher bears, anybody on deck, that close, shootness.",
        2197.18,
        2204.06
    ],
    [
        " You know what I mean out of us.",
        2204.64,
        2206.02
    ],
    [
        " And it never occurred to me, as I've said many times, that how another country or human being could do that to their own supposedly friends and get by with it.",
        2206.82,
        2221.62
    ],
    [
        " And then come back and say, have you casualties?",
        2221.98,
        2224.8
    ],
    [
        " Have you had any casualties?",
        2225.3,
        2226.06
    ],
    [
        " Just fly it all over the decks.",
        2226.74,
        2227.68
    ],
    [
        " Commander Castle was in one of the Israeli helicopters.",
        2228.74,
        2231.46
    ],
    [
        " He was at the shade there in Israel.",
        2231.46,
        2234.4
    ],
    [
        " He dropped a card with his name on it.",
        2234.8,
        2238.42
    ],
    [
        " And then the backers just have you casualties.",
        2238.72,
        2240.46
    ],
    [
        " And I thought to myself, my God, how could this, I mean, the guys got to be able to see.",
        2241.76,
        2245.86
    ],
    [
        " And it just, everybody was astounded by that.",
        2247.0,
        2251.66
    ],
    [
        " The captain told them to get the helicopter, to help away from my ship, get it out of here now.",
        2251.78,
        2256.94
    ],
    [
        " And they did.",
        2257.36,
        2258.44
    ],
    [
        " And we were all alone.",
        2259.08,
        2260.62
    ],
    [
        " Our country promises help.",
        2261.1,
        2262.86
    ],
    [
        " We expected help.",
        2263.9,
        2264.96
    ],
    [
        " The JIT aircraft were called back by Washington, Mac Numbara, and LBGA, and all his cronies, including Admiral McCain,",
        2265.24,
        2276.98
    ],
    [
        " he was a commanding officer of European forces, Europe.",
        2277.12,
        2283.3
    ],
    [
        " And he was a huge part of the cover-up.",
        2284.26,
        2286.38
    ],
    [
        " The board had been quietly on what's seven days.",
        2287.06,
        2289.1
    ],
    [
        " Seven days it was wrapped up.",
        2289.38,
        2291.12
    ],
    [
        " It was all predetermined what the outcome was going to be.",
        2291.56,
        2294.0
    ],
    [
        " Mistake and identity, they say they paid $6 million or $10 million or whatever, and the crew was compensated.",
        2294.32,
        2300.88
    ],
    [
        " They compensated most of the crew, $200 bucks.",
        2301.34,
        2305.14
    ],
    [
        " For their clothes or maybe their whatever.",
        2305.14,
        2309.74
    ],
    [
        " But the average was $200 bucks.",
        2310.06,
        2312.48
    ],
    [
        " The most seriously guys that got wounded, they deserved every penny they got.",
        2312.56,
        2315.82
    ],
    [
        " But it wasn't nothing like they said it was.",
        2316.36,
        2318.84
    ],
    [
        " And it was our money they were given right back to us.",
        2319.1,
        2322.0
    ],
    [
        " So, Israel never put out a dime.",
        2322.64,
        2325.94
    ],
    [
        " The United States paid for it all.",
        2325.94,
        2327.44
    ],
    [
        " And they sold our ship for a measly, a couple hundred thousand dollars.",
        2327.82,
        2332.54
    ],
    [
        " They cut up a razor blades to make sure the evidence was gone.",
        2332.54,
        2336.16
    ],
    [
        " But they didn't count on us for 55 years telling you guys,",
        2336.68,
        2342.62
    ],
    [
        " hey, you're lying to the American public and you're not going to get by with it.",
        2343.24,
        2347.64
    ],
    [
        " That's why we're here now.",
        2347.68,
        2348.56
    ],
    [
        " America is too great, too great of a country.",
        2349.22,
        2352.04
    ],
    [
        " It's a service nation, as you well know.",
        2353.2,
        2355.42
    ],
    [
        " You've been there.",
        2355.82,
        2357.12
    ],
    [
        " You know what it's all about.",
        2357.44,
        2358.34
    ],
    [
        " And nobody turned the back on you because you had backup, your own men.",
        2361.34,
        2365.72
    ],
    [
        " And you know, to the last man, it's not over, tell us over.",
        2365.86,
        2370.36
    ],
    [
        " But it was like that way with us.",
        2371.3,
        2373.28
    ],
    [
        " It's not over, tell us over.",
        2373.46,
        2374.58
    ],
    [
        " We're still a lot of the ship didn't roll over.",
        2374.66,
        2376.44
    ],
    [
        " And the next day they got there and like I say,",
        2376.96,
        2381.38
    ],
    [
        " massied the Davis, these guys, they poured the ship just in tears.",
        2381.48,
        2385.58
    ],
    [
        " They hated to see their own shipmates get torn apart like that with no help.",
        2387.58,
        2394.14
    ],
    [
        " They're coming to find out, you know, I think the Navy did try to help us,",
        2394.7,
        2399.26
    ],
    [
        " but the government, the higher ups, wouldn't come to our aid.",
        2399.38,
        2403.62
    ],
    [
        " And it's pretty sad.",
        2404.08,
        2405.42
    ],
    [
        " There's one pilot, he's in this film.",
        2405.94,
        2407.62
    ],
    [
        " By the way, I wanted to give you this, Chaco.",
        2408.04,
        2410.42
    ],
    [
        " I think you've seen this, haven't you?",
        2410.66,
        2412.1
    ],
    [
        " I have not seen that, no.",
        2412.32,
        2413.3
    ],
    [
        " Okay, this is a sacrificing liberty.",
        2413.3,
        2415.56
    ],
    [
        " Go to sacrificeandliberty.com.",
        2416.36,
        2418.94
    ],
    [
        " Sacrificialliberty.com.",
        2419.1,
        2420.88
    ],
    [
        " This is a four part series.",
        2421.06,
        2423.26
    ],
    [
        " It's one of the best series has ever been done.",
        2423.84,
        2426.28
    ],
    [
        " And truthful.",
        2427.22,
        2428.4
    ],
    [
        " It's all about many survivors in this film telling the truth.",
        2429.06,
        2433.18
    ],
    [
        " And it's my great honor and pleasure to give this to you.",
        2433.44,
        2436.54
    ],
    [
        " And I hope you watch it and spread the word, Chaco.",
        2437.08,
        2439.86
    ],
    [
        " Thank you.",
        2440.26,
        2440.6
    ],
    [
        " One thing that should be noted about the 25 men killed by the torpedo",
        2444.42,
        2448.64
    ],
    [
        " is that they probably would have survived the attack if LBJ hadn't recalled the aircraft",
        2448.64,
        2454.6
    ],
    [
        " that aircraft were already in flight, probably halfway to the liberty.",
        2454.6,
        2459.56
    ],
    [
        " And would have driven off the torpedo attack if they had been allowed to continue.",
        2460.32,
        2464.4
    ],
    [
        " Just to give people some more context as to what was actually happening for you guys,",
        2468.68,
        2475.92
    ],
    [
        " your account fill as this has taken place, you say this, dead bodies were littered everywhere.",
        2476.24,
        2483.42
    ],
    [
        " But there were also wounded bodies that we knew had to be found and saved if possible",
        2484.18,
        2488.46
    ],
    [
        " between volleys of bullets and rockets.",
        2488.46,
        2490.32
    ],
    [
        " We darted out from safe cover, grabbed the wounded men, one at a time, dragged them across the deck",
        2490.32,
        2495.58
    ],
    [
        " and assisted them down the hatch.",
        2495.58,
        2496.82
    ],
    [
        " Others from down below took them from there and moved them to the mess halls where they could be treated.",
        2497.34,
        2502.34
    ],
    [
        " It took us at least 15 minutes to clear the decks of those who were still alive and could be saved, about 25 men all together.",
        2502.96,
        2509.38
    ],
    [
        " One of the worst cases I saw was Tom Riley, a boast insmate, who is on his back and bleeding from multiple wounds",
        2510.72,
        2516.56
    ],
    [
        " and was covered with gray paint, which might have saved his life since it became a giant bandage.",
        2516.56,
        2522.38
    ],
    [
        " So that's the situation that took place where you receive the bronze star for was that action going out into the fire",
        2523.36,
        2534.46
    ],
    [
        " to try and recover wounded guys.",
        2534.46,
        2535.76
    ],
    [
        " You continue here after all the wounded had been recovered.",
        2536.92,
        2539.84
    ],
    [
        " I went to the log room, the location of damage control central.",
        2539.96,
        2544.26
    ],
    [
        " I saw Ensign John D. Scott there, my superior officer, who is burning documents, the standard procedure in US military.",
        2544.88,
        2551.1
    ],
    [
        " After briefing him and discussing the situation for a few minutes, he ordered me to return to the deck to further assess the damages",
        2551.46,
        2557.22
    ],
    [
        " and put out any fires that were still burning.",
        2557.22,
        2559.3
    ],
    [
        " On the way back, I saw many wounded men, bloody and moaning, begging me for help.",
        2559.7,
        2564.04
    ],
    [
        " But as I had no medical training there was not much I could do to help relieve their pain.",
        2564.24,
        2568.56
    ],
    [
        " I got to the bridge and saw Commander McNoggle was badly wounded in the leg, but still in command.",
        2569.1,
        2577.26
    ],
    [
        " Rocket and cannon holes were everywhere and burning napalm was dripping through the holes into the bridge compartment.",
        2578.72,
        2585.18
    ],
    [
        " There were CO2 canisters that were not effective in fighting that kind of fire.",
        2585.78,
        2589.58
    ],
    [
        " I requested a team with water hoses, but that didn't work either since the fire hoses had been shot up just like everything else.",
        2589.58,
        2596.22
    ],
    [
        " I told the captain that I would return with some better equipment to fight the fires and he calmly replied,",
        2596.58,
        2602.3
    ],
    [
        " do what you can, sailor.",
        2602.48,
        2603.92
    ],
    [
        " He was always very professional and stoic, even under these incredibly violent surreal circumstances.",
        2604.38,
        2610.88
    ],
    [
        " So you have napalm dripping through the holes onto the bridge.",
        2613.96,
        2619.1
    ],
    [
        " I mean that's just crazy to think about.",
        2619.1,
        2621.92
    ],
    [
        " It is crazy.",
        2622.46,
        2623.74
    ],
    [
        " The name palm is a war crime.",
        2625.66,
        2630.24
    ],
    [
        " Dropping it on us.",
        2631.06,
        2635.38
    ],
    [
        " They couldn't shoot us up so they tried to burn us up.",
        2635.74,
        2639.76
    ],
    [
        " And the fire just basically burned out because we couldn't put them out.",
        2640.82,
        2645.56
    ],
    [
        " We didn't have the equipment.",
        2645.74,
        2646.66
    ],
    [
        " CO2 was all gone.",
        2648.16,
        2649.48
    ],
    [
        " Everything had been utilized.",
        2649.6,
        2651.94
    ],
    [
        " We could have gotten water from the engine room.",
        2653.42,
        2657.24
    ],
    [
        " They could have pumped this water, but there was nothing we could do with it because the hoses were 99% in rope are shot up.",
        2657.4,
        2665.64
    ],
    [
        " You have that interaction with the captain, Captain McGonigal.",
        2665.84,
        2670.94
    ],
    [
        " He sounds like a stoic guy.",
        2671.4,
        2674.22
    ],
    [
        " One thing I remember about Captain McGonigal and I remember it distinctly is when I was in the pilot house,",
        2674.52,
        2679.86
    ],
    [
        " that's where I stayed during 99% of the attack.",
        2679.86,
        2682.78
    ],
    [
        " And bullets were flying and napalm and smoke and all that stuff.",
        2683.38,
        2687.12
    ],
    [
        " He was very calmly walking back and forth asking for a cup of coffee.",
        2687.46,
        2690.74
    ],
    [
        " He says, can I have a cup of coffee please?",
        2691.38,
        2695.18
    ],
    [
        " This is just chaos.",
        2704.92,
        2706.3
    ],
    [
        " It's chaos.",
        2706.86,
        2707.42
    ],
    [
        " Put on our part, it's organized chaos because we were so well trained, we knew what we were supposed to do and we did it without thinking.",
        2708.56,
        2714.76
    ],
    [
        " That's what all the training was for.",
        2715.66,
        2717.7
    ],
    [
        " You say this on my way to the bridge, I looked at my good friend, Francis Brown, a third class quarter master was helping steer the ship.",
        2721.34,
        2728.98
    ],
    [
        " He was one of my best friends on the ship and we hung out together in better times playing cards, drinking a few beers and joking together.",
        2729.62,
        2734.92
    ],
    [
        " We just locked eyes and communicated silently that we might not make it through this one.",
        2735.34,
        2739.44
    ],
    [
        " I went off to find more CO2 canisters and I ran back towards the bridge, falling in the process which caused a CO2 canister to fly out of my hands and crash down the deck with a bang.",
        2740.64,
        2750.1
    ],
    [
        " As soon as I got up I saw that I saw what it caused me to slip and fall.",
        2750.7,
        2757.76
    ],
    [
        " It was blood on the deck that hadn't been there moments before when I left the bridge.",
        2758.4,
        2762.18
    ],
    [
        " It was my friend Francis Brown's blood who had caught a machine gun bullet or a piece of shrapnel in the back of his head and his blood was everywhere.",
        2762.18,
        2770.22
    ],
    [
        " His eyes were closed but his face was swelled up like a balloon.",
        2770.24,
        2774.08
    ],
    [
        " It was something that no human being should ever have to see especially when it's a good friend of yours.",
        2775.04,
        2779.36
    ],
    [
        " In a little while after going below deck and seeing more scenes like that I looked like a slaughterhouse with a cacophony of wailing and desperation in the background the wounded men kept begging me to help them.",
        2782.64,
        2794.96
    ],
    [
        " It was frustrating for me not to be able to do that because I had to move them from the passageways and into the mess hall so they could get the medical attention they needed.",
        2795.12,
        2802.8
    ],
    [
        " Finally the jet attack was over and I went back to the top deck and then saw torpedo boats coming at us at a high rate of speed.",
        2802.9,
        2812.16
    ],
    [
        " And now I saw who it was.",
        2812.46,
        2814.14
    ],
    [
        " The star of David flags flying above these boats was quite a surprise and at first I assumed they were coming to our rescue.",
        2814.78,
        2821.58
    ],
    [
        " The delusion only lasted a minute because I then saw the splash of several torpedoes that they dropped into the water as they headed towards us.",
        2822.08,
        2831.4
    ],
    [
        " Did you know they were torpedoes?",
        2835.16,
        2837.06
    ],
    [
        " I mean did you identify it seems like that's such a if I would have seen his Rayleigh boats I thought oh they're friendly.",
        2838.08,
        2843.18
    ],
    [
        " Oh something just went in the water. What could that be? Did you actually know they were torpedoes at that point?",
        2843.18,
        2847.2
    ],
    [
        " I did Jaco because I could see the trail in the water.",
        2847.66,
        2852.18
    ],
    [
        " I saw the two go after. I don't know where the other one they're fired they say anywhere from five to six torpedoes the general rule is five but I mean five or six what differences make now.",
        2852.62,
        2863.78
    ],
    [
        " But the two that went after I saw those I didn't I don't know where the other ones they could have been after or forward but I do know that one that one did hit and that's that's when the ship started listing badly.",
        2864.42,
        2881.94
    ],
    [
        " To the starboard side and it just looked like this well first and the ship was picked up this is way out.",
        2881.94,
        2887.68
    ],
    [
        " So before the torpedo hit you say the four torpedoes launched almost simultaneously they had had the hit us the Liberty would have sunk immediately and the rest of the world history would have been written quite definitely those four had miraculously all missed.",
        2887.74,
        2900.6
    ],
    [
        " The fifth one was fired and it was immediately obvious that it could not be outmaneuvered that countdown began we were warned to prepare for a torpedo hit and we hunkered down in torpedo attack mode this meant bending your knees and elbows putting your hands against the bulkhead and relaxing your neck.",
        2900.6,
        2915.78
    ],
    [
        " And all of that is made nearly impossible as your thoughts of imminent death take over your mind.",
        2915.78,
        2922.04
    ],
    [
        " So there was a time period where the fourth torpedo launch or sorry the fourth or fifth or whatever it was there's one that you could tell that it was going to hit you.",
        2922.08,
        2930.58
    ],
    [
        " Could you see you could see it in the water coming your way.",
        2930.6,
        2933.48
    ],
    [
        " No I couldn't see it I was a blow decks one deck below the main deck would they count it off on the one MC or something.",
        2933.52,
        2940.64
    ],
    [
        " Yes the captain said prepare for torpedo hit starboard side and then we knew is just a matter of time and it hit and I was thinking to myself if this ship goes down I'm going to go down with it because I'm not going to get in the water and try to stay alive and let them guys shoot me in the water I'd better go down to ship and that was my intention I was going down.",
        2940.64,
        2968.38
    ],
    [
        " But the ship just just we're actually stop listing.",
        2968.68,
        2973.44
    ],
    [
        " How what are you thinking Larry as this as you're hearing the countdown comes starboard side that's got to be absolutely horrifying.",
        2974.18,
        2984.5
    ],
    [
        " It was and we were internal to the ship so I mean we had no place to run we were I've been sitting our general quarters positions doing our job when he said prepare for",
        2984.76,
        2997.96
    ],
    [
        " torpedo attack and we got off our position got ourselves up against the bulkhead and squatted down and just brace yourself but you know you're not you're never really prepared for something like that.",
        2998.06,
        3015.04
    ],
    [
        " You just you don't know whether or not it's going to hit right where you're at or somewhere else we were above the water line but we were right against the bulkhead that separated our calm spaces and our P and R spaces which is the area that the torpedo came into.",
        3015.8,
        3036.8
    ],
    [
        " So the explosion itself was definitely for us and like I said we got blown to the overhead got concussions and probably disrupt the wounds that we received after that.",
        3039.64,
        3055.12
    ],
    [
        " But you immediately scramble to your feet to try and help your fellowship mates that are down below we didn't know how badly the torpedo damaged that area but when we opened up the hatch we could tell you know I mean the water was rising and people were scrambling to try and get up the ladder so that they could get out.",
        3056.92,
        3079.0
    ],
    [
        " But yeah it was nerve wracking absolutely nerve wracking to say that we weren't scared to death I think would be an understatement.",
        3083.14,
        3094.36
    ],
    [
        " Joe when you heard brace for torpedo impact where were you what were you thinking.",
        3094.36,
        3100.2
    ],
    [
        " I was on the port wing in the bridge looking up make sure the flag was flying and when I heard that brace for torpedo attack I just hit the deck and not knowing what a torpedo would do I just felt it hit and I was lifted off the deck just instant.",
        3100.2,
        3119.84
    ],
    [
        " Feel you saying the account when the explosion came it was literally deafening I'd been directly above the point where it hit only about eight feet away and the explosive percussion blew out my eardrums an injury that never completely heals.",
        3124.44,
        3137.52
    ],
    [
        " We were all instantly airborne because the ship itself was picked up out of the water and then it came back down and bounced back up and down a few more times nearly capsizing in the process.",
        3138.22,
        3149.0
    ],
    [
        " The new moaning and groaning was not coming from the wounded men but was now coming from the wounded ship as the rush of sea water flooded into the ship.",
        3149.58,
        3159.02
    ],
    [
        " Since the ship itself did not blow up that meant the torpedo did not hit the engine room because that cold sea water hitting the boilers would have caused the ship to be cut in half and both halves would have gone to the bottom within minutes.",
        3161.6,
        3172.54
    ],
    [
        " And since Scott instructed me to determine where the torpedo had hit so with Ricka Medi at my side we went down to the communication spaces where the spooks worked.",
        3178.54,
        3187.42
    ],
    [
        " I banged on the steel door with my fire axe since I did not have a code to open it and a voice told me that I was not authorized to enter the spaces.",
        3188.08,
        3195.82
    ],
    [
        " Rick and I told whoever was on the other side to go to hell saying that we were authorized to go wherever we had to to keep the ship afloat.",
        3196.34,
        3204.02
    ],
    [
        " I told the person on the other side that if they did not open the door I would beat it off its hinges with my axe.",
        3204.02,
        3208.8
    ],
    [
        " That's a crazy story. So these guys freaking the ship got hit with a torpedo and you go open up this damn door and they go hey you're not authorized.",
        3209.14,
        3218.96
    ],
    [
        " Yeah it was crazy it was really crazy and when we got down there we went to the hatch that he closed to make sure everything was watertight and everything.",
        3218.96,
        3233.26
    ],
    [
        " I grabbed a hatch it had two different hatches a big one and a small scuttle hatch. I opened it up very slowly as I could hear air coming out so I knew it wasn't water.",
        3233.82,
        3244.22
    ],
    [
        " I'll be darned for two or three other guys for out there bang and try to get out and they came out and what a beautiful sight to see them alive.",
        3245.04,
        3254.44
    ],
    [
        " Yeah you say suddenly the door opened I went to scuttle hatch and turned it then opened it very slowly I heard air escaping in our direction which meant that the compartment was not completely filled already but was filling.",
        3255.04,
        3267.84
    ],
    [
        " Just as I opened it I heard frantic banging on the other side so I turned the wheel as fast as I could and Sergeant Bruce Lockwood United States Marine Corps came scrambling out while pulling another sailor of safety as well.",
        3268.86,
        3279.84
    ],
    [
        " A meddy and I grabbed the two and yanked them out of the hole and since Scott came up carrying a battle lantern and ordered me to give him my belt.",
        3280.48,
        3289.22
    ],
    [
        " I did as he asked and then he used it to lower the lantern into the water to look and check for any more signs of life.",
        3291.02,
        3298.18
    ],
    [
        " After a few moments we looked at each other and he asked what I thought.",
        3298.4,
        3304.06
    ],
    [
        " Sir I said I think we'd better seal her up.",
        3304.92,
        3309.1
    ],
    [
        " So that's one of those moments where you know as a leader you got to make the hardest decision that a person could have to make which is we don't know who else is down below we know that this this is filling up with water and when we seal this hatch we're sealing their fate but in order to save the ship.",
        3317.16,
        3337.22
    ],
    [
        " That's the decision that you have to make.",
        3337.94,
        3339.72
    ],
    [
        " Absolutely it was a very difficult decision but it was pretty instantaneous as soon as that decision was made I mean it was done but we would periodically go back and check listen but it was all over.",
        3340.22,
        3357.06
    ],
    [
        " Those guys didn't have a chance it was lucky enough he got out and many more but it was just I mean to think about 25 years shipmates down there and I didn't know how many got killed at that time down there.",
        3357.06,
        3375.86
    ],
    [
        " But I think that they they went through that and what we went through above deck they didn't know what was going on below deck they didn't have a clue but like I said earlier these guys they didn't abandon their duty stations and what kind of courage does that take to stay below decks in the CT spaces on the starboard side.",
        3377.22,
        3404.32
    ],
    [
        " And take for them to get and they did brave brave wonderful men that's why we're here there are dead shipmates they can't speak but we can speak for them and we've been doing that forever trying to get the truth out but our government wants it sealed the state sealed is so does Israel now again it's not it's not against the Jews it's not against Americans they just got to",
        3406.52,
        3434.3
    ],
    [
        " fed lies and we're here to say hey we're eyewitnesses are you going to believe the Israeli version the board of inquire version which is a total BS are you going to believe eyewitnesses like us now I think the American public is smart enough especially with what's going on in the world now to see that how powerful a government can be if they want to silence you.",
        3434.3,
        3458.22
    ],
    [
        " It's gotten so bad that the US Navy curator and US Navy historian wrote the official government version of the attack and he based it entirely on the Israeli version.",
        3459.74,
        3472.36
    ],
    [
        " Wow well more people are going to hear this version than that version how you like that.",
        3472.76,
        3482.18
    ],
    [
        " Going back to the account now the torpedo boats began firing at us with machine guns shooting anything that moved including firefighters and stretcher bears.",
        3489.12,
        3497.06
    ],
    [
        " One of the guys I was pulling to safety got hit right above the knee with a 50 caliber slug causing an explosion of blood and bone I took off my shirt and tied the sleeves around the top of his leg as tight as I could stop the bleeding we got him down to the mast X and untied the turn a kit for just a few seconds so that they wouldn't be forced to amputate the leg later.",
        3497.74,
        3515.06
    ],
    [
        " Then we retied it before leaving the area a meady and I went back up to the main deck and saw that the gunners on the torpedo boats were now shooting at the ship on the water line aiming in the direction of the boilers and from merely 35 yards away clearly they were trying now to blow up the ship by hitting the boilers and causing a huge explosion that their last torpedo had failed to accomplish.",
        3515.14,
        3537.56
    ],
    [
        " Throughout the course of the torpedo boat attack they circled the ship like vultures at as close as a hundred feet.",
        3538.26,
        3544.6
    ],
    [
        " Suggest that they might have missed the huge lettering on both sides of the bow in 10 foot high letters as well as the USS Liberty lettering on the stern seems impossible.",
        3544.76,
        3556.62
    ],
    [
        " And you're sitting there seeing these guys just lay into you with 50 caliber machine guns from a hundred yards away.",
        3562.26,
        3568.54
    ],
    [
        " Yes sir and nothing to fight back with.",
        3568.98,
        3572.94
    ],
    [
        " I'm willing and which the pleasure of taking another breath is what kept us all going and pretty fortunate to be here Jaco.",
        3573.42,
        3586.24
    ],
    [
        " I saw one of the torpedo boats a lot closer than a hundred yards. One of the miles on the port wing of the bridge is I spent a lot of time out there making sure the flag was flying.",
        3587.22,
        3596.88
    ],
    [
        " And I saw one of the torpedo boats sail very slowly up our port support side. I didn't see him fire anything but I did notice the crew on the on the torpedo boat motion up to the signal bridge up to that area so they can see the flag and then they just sail off and continue to attack.",
        3597.7,
        3617.98
    ],
    [
        " How much time had passed between the initial strafing runs from the aircraft to the torpedo attack and is this an hour has gone by two hours approximately two hours some people say more some people say less.",
        3619.38,
        3635.76
    ],
    [
        " But to do that type of damage and in a few moments like these really said it just took a little while. They only said they had only three aircraft that attacked us and there was probably 20 aircraft.",
        3637.02,
        3652.52
    ],
    [
        " So it attacked us to do that kind of damaging that short of time it's just.",
        3653.6,
        3657.88
    ],
    [
        " When you think back three airplanes can't carry the munitions would take to put over eight hundred fifty cannon rocket holes in the ship drop napalm on us and just doesn't make sense.",
        3659.7,
        3673.46
    ],
    [
        " So as all this is going on you say all of the sounds of these machine guns and the sheer hell taking place might have been the reason why there was some controversy of whether commander or conical ordered all crew prepare to abandon ship.",
        3675.84,
        3690.14
    ],
    [
        " But I heard that order probably because he felt that there was no possibility at that point we could save the ship.",
        3690.64,
        3696.26
    ],
    [
        " He was probably not aware yet that nearly all the lifeboats were either destroyed by rockets gunfire napalm that there were only three left and I personally put one of them into the water as I watched all three inflate only to see them immediately shot up to sank.",
        3701.94,
        3715.84
    ],
    [
        " But one of them was taking aboard one of the boats as a trophy that kept the series of horrors I witnessed that day and told me as clearly as anything else that the purpose of the attack was not just to cripple the ship and take it out of commission so that could not eavesdrop on communications but to actually sink our ship.",
        3715.84,
        3732.8
    ],
    [
        " The act of destroying our lifeboats was an unmistakable sign that they wanted no survivors left to tell anyone what had happened.",
        3732.92,
        3739.76
    ],
    [
        " Lloyd painter testified about that he witnessed the machine gunning of the life rafts and he testified about that during the US Navy Court of Inquiry but if you get a copy of the Court of Inquiry his testimony has been removed not redacted removed from the record.",
        3741.44,
        3756.74
    ],
    [
        " What are you thinking when you hear abandon ship what are you thinking about Larry did you hear that call I did I was um had a secondary.",
        3757.16,
        3768.78
    ],
    [
        " Doodies station at that point our our fan tail phone talker had taken a rocket hit was seriously wounded and he was down in the dispensary I was back on the fan tail as a as phone talker I had a first class petty officer Jeff Carpenter saw me getting some fresh air while huddled behind a a winch and he said",
        3769.62,
        3798.64
    ],
    [
        " that the boat could go back and be the phone talker and I saw the torpedo boats and when I heard the skipper say you know prepare to abandon ship I was I was thinking to myself you know I mean this this is it you know I mean they're the right there they're taking shoot every one of us in the water.",
        3798.64,
        3822.58
    ],
    [
        " You're trying to decide whether or not you you've got a chance of jumping overboard and and swimming for or going down with a ship like Phil talked about of course I stood my ground and waited but that was about the same time that I saw",
        3823.82,
        3840.94
    ],
    [
        " on a dead and fried aircraft approaching from the starboard side and it was helicopter and they were coming out at that point to find out whether or not we had any casualties whether or not they can provide any kind of assistance",
        3841.8,
        3858.16
    ],
    [
        " and so obviously we didn't have to abandon ship but you know you scared the death again you don't know you've got nowhere to run I mean we were like ducks in a barrel and they just open fire and you know we we had no no way to defend ourselves",
        3863.3,
        3886.88
    ],
    [
        " and you guys mentioned this already but just to just to reiterate there was some heroic activity took place for people for some of your shipmates to get onto the deck of the ship and string up a long wire antenna and send out an SOS message and that actually made it to to six fleet which was you know like I talked earlier about big groups of ships and you guys traveled solo but normally the US Navy travels and big groups of ships so that was the same thing",
        3888.76,
        3916.86
    ],
    [
        " six fleet is one of these big groups of ships had an aircraft carrier and whatnot and they actually received the SOS that you guys were in trouble under attack and and talk me through about what you know about how that how the response the rescue response got shut down",
        3916.86,
        3936.14
    ],
    [
        " very good question we didn't learn for quite a quite a while exactly why and what for but it just seemed like nobody really cared about us you know nobody through the president he's the one that got",
        3937.36,
        3962.88
    ],
    [
        " a citizen's mess LBJ state LBJ and his minions but I never thought I never thought that the greatest fighting force in the world will leave us behind but they didn't they they wanted to come help us that's why Captain Tully got fired they took us",
        3962.88,
        3982.98
    ],
    [
        " to the command away because he immediately launched aircraft that was but twice and he really happened to be with someone on US SIR Toga on the USS SIR Toga they received the signal that you all were in trouble and he said okay we got sailors in trouble we got US Navy ship in trouble we're going to go help him and he launches aircraft to go help",
        3982.98,
        4002.4
    ],
    [
        " yes before they even before they even left the horizon the ship they were recalled back thanks to LBJ and McNamara and I believe that we were set up from the get go I don't know if it was a year before six months before whatever but a front",
        4002.64,
        4031.76
    ],
    [
        " on the 15th of I mean yeah six of June on the 15th day the war is supposed to start but they started early that's why they rushed us out of out of Avedjan to get to the area just as fast as we could I mean that all ship was was doing as fast as it was shaken we got they took the governor's off the engines and we were on our way flying but everybody was apprehensive we how we didn't even know from the radio signals I mean",
        4031.76,
        4061.68
    ],
    [
        " what was going on the Middle East but there was a war going on and here we go and we look out and here we are and sailing up and down the coast like we usually did in Africa that was our only position in Africa which just sell up down the coast and collect intelligence like everybody else does but when we got on scene and you could see as Joe mentioned before the black smoke coming up from from the attacking forces Israel's going into",
        4061.92,
        4091.04
    ],
    [
        " the Sinai it was I felt what Jesus man I'd hate to be over there I never knew it was coming to us and we were the intended target to sink in my view and I think a lot of the guys do is sink it blame it on",
        4092.26,
        4109.12
    ],
    [
        " NASA and World War III were broken out because the Russian sub for they're ready to ready to nuke Israel and they our government sent",
        4110.92,
        4122.52
    ],
    [
        " bombers to bomb the Arab states and they were recalled within seconds of a catastrophe of a nuclear war as well",
        4122.52,
        4136.48
    ],
    [
        " Yes, so I read that as well that we had launched nuclear weapon armed aircraft as a response to what was happening and then those got recalled as well",
        4136.48,
        4149.5
    ],
    [
        " Yes, sir, exactly right",
        4149.5,
        4151.92
    ],
    [
        " If you look at this tactics used by the Israelis during the attack they started with unmarked aircraft or they jammed our radios on both US Navy tactical",
        4151.92,
        4165.36
    ],
    [
        " and international maritime distress frequencies they used unmarked aircraft they used the napalm to drive the ships crew down below decks brought in torpedo boats to with six torpedoes total",
        4165.62,
        4177.7
    ],
    [
        " luckily only one hit and then he'll have worn assault troops it was obvious to me and most people that their intention was to sink the ship and kill all any survivors",
        4177.7,
        4190.2
    ],
    [
        " Speaking of that the the Helo born assault troops here we go shortly after the boats left the scene from far off in the distance but closing in fast came the unmistakable",
        4194.08,
        4205.74
    ],
    [
        " Wamp Wamp Wamp sound of a very large troop carrying helicopter approaching the ship on the starboard side now the one MC system blared all ships personnel prepare to rebel repel borders",
        4205.74,
        4218.96
    ],
    [
        " So now after all other weapons were brought to bear on our ship and failed to sinker we were about to be boarded by Marines armed with submachine guns after the only machine guns on the ship had been destroyed in the wave of first attacks",
        4220.2,
        4233.24
    ],
    [
        " even if we could get to them in time the only other guns we had on the ship were small arms pistols and a couple shotguns that we might use to set up a last line of defense",
        4233.24,
        4243.46
    ],
    [
        " a meddy and I tried to open the locker with our fire axes since our master at arms who is the only one with a key was not to be found even after beating that lock nearly pieces we could not break it",
        4243.58,
        4255.04
    ],
    [
        " The commandos on board the helicopter above appeared to be ready to repel onto our ship ready for close quarters combat with a bunch of defenses but dragled sailors worn out from two hours of sustained attacks",
        4255.04,
        4270.6
    ],
    [
        " It would have been a turkey shoot but we were not too about to go down without a fight for our lives had they proceeded they could have murdered the entire crew and then proceeded to use whatever explosives they had to guarantee the ship's destruction",
        4270.86,
        4283.2
    ],
    [
        " As the helicopter hovered overhead no more than 75 feet away I locked eyes with one of the Marines these are Israeli Marines who was sitting on the floor of the helicopter",
        4283.2,
        4294.54
    ],
    [
        " his legs were hanging out he had one foot on the skid below as he waited for an order to repel down to the ship's deck and finish us off as I stood on the deck of my bloody and battered ship",
        4294.64,
        4305.8
    ],
    [
        " I thought about everything that had happened over the course of that afternoon about my good friends Francis Brown and David Skolach and all the other men whose remains were strewn all over the ship",
        4305.8,
        4316.8
    ],
    [
        " the only tool I had left was my middle finger and I used it to let him know what I thought of him and the rest of his team he simply gave me a smile and return the gesture",
        4317.72,
        4327.86
    ],
    [
        " and then they they backed off right that's they they didn't land they they flew away they just took they just took off Jack on it was it was a victory for us",
        4336.78,
        4351.8
    ],
    [
        " our first victory of the whole mess what was them not coming aboard because they don't they could have easily in fact they could come back that night and got us",
        4352.54,
        4362.0
    ],
    [
        " and for some reason they didn't do it because they could have gotten a vibe with it very easy oh okay the ship broke apart the Israeli said that Derb's did it and I think we better go get the grabs I think we better just go get them",
        4362.0,
        4376.18
    ],
    [
        " that's the whole is a land grab for Israel and in the power grab for LBGA to keep his war machine going in Vietnam",
        4376.18,
        4384.58
    ],
    [
        " and it's not like you guys got help quickly you say this it's 18 hours of hell to call it a long night is a big understatement none of us slept for two reasons first we were afraid of the dark not like little kids but rather because we knew that criminals prefer the cover of darkness when doing their dirty work",
        4384.58,
        4406.08
    ],
    [
        " those responsible for the previous days attack might return to the scene of the crime to finish what they had failed to do earlier second we didn't know if the ship would even stay together",
        4406.22,
        4417.82
    ],
    [
        " although we are not sure of the exact size the whole in the starboard side we knew that it was big very big it was a lot of work that wouldn't be needed just to keep the ship afloat and moving away from the danger zone",
        4417.82,
        4430.26
    ],
    [
        " and with all the men killed or wounded only a skeleton crew remained to do this those of us who did survive were glad of that of course but we all felt an enormous amount of survivors guilt why me why us we asked ourselves silently why had we been spared while others had not",
        4430.32,
        4448.68
    ],
    [
        " the dead included two of my good friends frances brown who was shot in the head with a 50 caliber machine gun round and his brain splattered all over the bridge and David Skolok",
        4448.68,
        4459.02
    ],
    [
        " who had been with just minutes before the attack he was also called the machine gun fire and had been blown to pieces too many to count",
        4459.48,
        4466.72
    ],
    [
        " I went to the mess deck to see if I could help with the severely wounded men as soon as I entered the sheer massive human suffering moved me so much to a motion that my knees got weak",
        4466.72,
        4478.56
    ],
    [
        " but I dare not let it show as I went from broken man to broken man asking what I could do to help him feel more comfortable",
        4478.56,
        4486.14
    ],
    [
        " what was the total ships crew 294 two sisters crew was either wounded or dead",
        4487.48,
        4493.9
    ],
    [
        " what were you doing throughout the night Mary?",
        4493.9,
        4499.24
    ],
    [
        " a little bit of the same the film was just talking about went to the mess decks to to help relieve the corpsman we only had one ship's officer",
        4499.92,
        4511.76
    ],
    [
        " you know the skip of the doctor and the doctor doctor key for and and two corpsman a second class and a third class",
        4511.76,
        4522.5
    ],
    [
        " petty officer so I'm an eagle scout I had some first aid background not that it was going to do much for some of the",
        4522.5,
        4541.74
    ],
    [
        " you know just just talk to him I was actually you know providing some kind of an ointment to their wounds",
        4541.74,
        4552.16
    ],
    [
        " you know the corpsman would give me something and say go you know wipe this wound here or whatever",
        4552.16,
        4559.66
    ],
    [
        " and so I was doing that didn't get any sleep that night",
        4559.66,
        4566.92
    ],
    [
        " I think the main reason was I wanted to stay awake in case something happened and that bulkhead gave way",
        4567.52,
        4575.14
    ],
    [
        " because we would have had to abandon ship as quickly as we could I still have my life fest on I wasn't going to give that up",
        4575.14,
        4585.24
    ],
    [
        " but I was I was not alone I mean there were a lot of us walking wounded I was I was wounded but I didn't realize that I had the",
        4589.5,
        4600.06
    ],
    [
        " shrapnel wounds in my thigh because your adrenaline is pumping so so fast that and you're you're taking care of others",
        4600.06,
        4609.22
    ],
    [
        " so I had blood from trying to take care of John Spicer and you know working with some of the other wounded that my my",
        4609.5,
        4619.94
    ],
    [
        " dungaries were just kind of blood soaked and I didn't find out until I don't know I guess a day or two later",
        4619.94,
        4627.38
    ],
    [
        " when one of the doctors from one of the other ships was up in the dispensary and they were you know evaluating us",
        4627.38,
        4635.8
    ],
    [
        " to determine whether or not we'd sustained any injuries and of course I had a drop trial and he said how did you get those you know scars on your",
        4635.96,
        4646.8
    ],
    [
        " leg there I had shrapnel wounds I said I don't know I must have been there in the torpedo attack",
        4646.8,
        4654.16
    ],
    [
        " but as far as working through the night we did whatever we could to try and you know keep keep everyone calm",
        4656.86,
        4665.46
    ],
    [
        " it wasn't chaotic I mean they weren't there might have been some moaning here and there but it wasn't a lot of",
        4665.46,
        4672.56
    ],
    [
        " screaming and yelling or anything like that everybody realized that hey they're still alive",
        4672.56,
        4679.34
    ],
    [
        " and we're gonna get out of this we kept thinking that we're gonna get some support but nothing ever came",
        4680.66,
        4687.56
    ],
    [
        " what about you Joe what were you doing throughout that night throughout that night there's a signal when I was up on the signal bridge",
        4687.56,
        4695.08
    ],
    [
        " looking for ships and you can someone might be coming to help you either way and if I saw a light moving along in the sky",
        4695.08,
        4708.0
    ],
    [
        " I don't care how high I but was I always had my little all this flashing lamp and I tried to signal it I knew it was futile",
        4708.0,
        4715.78
    ],
    [
        " but I had to try it is all the other signal lights are in the destroy",
        4715.78,
        4720.16
    ],
    [
        " going back to the account here from you Phil as I was doing this commander Philip Armstrong the ship's executive officer called my name",
        4720.16,
        4731.34
    ],
    [
        " I thought that his condition was critical but he was active in alert and seemingly in little pain he asked me for a cigarette",
        4731.74,
        4737.84
    ],
    [
        " so I lit one and put one in his mouth for him he asked me many questions about the number of dead and wounded and the captain's condition",
        4737.84,
        4745.22
    ],
    [
        " while I heard the agony of the men all around us I left him for a few minutes to try and find anything to help comfort the men",
        4745.22,
        4753.1
    ],
    [
        " and by the time I returned to check on commander Armstrong to my great shock and sadness I found that he had just died",
        4753.1,
        4759.94
    ],
    [
        " then I went to the ward room the mess hall for the officers there I saw another one of my friends",
        4761.76,
        4767.32
    ],
    [
        " Larry Ben Gary Blanchard and listed semen whose front showed no signs of wound but he was lying in a puddle of his own blood",
        4767.32,
        4775.2
    ],
    [
        " that seemed to be getting bigger by the second he asked me to remove his socks because his feet were on fire",
        4775.2,
        4782.28
    ],
    [
        " I did as he asked then he asked if he was going to make it I could do no more than shake my head no",
        4782.28,
        4790.16
    ],
    [
        " I always hated myself for not lying to him or at least ignoring the question and changing the subject",
        4790.16,
        4797.5
    ],
    [
        " but I did hope that my response allowed him the chance to make peace with his maker before the final curtain",
        4797.5,
        4805.9
    ],
    [
        " these four men were among the nearly three dozen killed that day many of whom I had never gotten a chance to know",
        4807.26,
        4814.04
    ],
    [
        " I had met the ship's doctor I had met the ship's only doctor there in the ward room Dr. Richard Kuifer",
        4814.04,
        4823.72
    ],
    [
        " am I saying that right? He for Kuifer",
        4823.72,
        4825.24
    ],
    [
        " he came over and began to operate on Gary however it quickly became clear that it was too late",
        4825.24,
        4830.88
    ],
    [
        " as soon as he opened him up he then had to put stitches in him to hold him together before Doc moved on to his other numerous patients",
        4831.24,
        4839.86
    ],
    [
        " all of whom desperately needed his attention",
        4839.86,
        4842.42
    ],
    [
        " if anyone aboard the ship deserved the congressional medal of honor it was Doc Kuifer",
        4842.42,
        4849.02
    ],
    [
        " as time went on we went about our regular duties now modified because of the precarious condition of the ship",
        4855.06,
        4861.1
    ],
    [
        " we were still unsure why we had been attacked and by whom",
        4861.1,
        4864.02
    ],
    [
        " Israeli flags had been seen on that least one boat and the helicopters",
        4864.02,
        4868.66
    ],
    [
        " but the thought that our friend and ally would do something so treacherous was unthinkable",
        4868.66,
        4873.38
    ],
    [
        " but nothing was normal anymore and that thought was the only possible explanation",
        4873.84,
        4878.78
    ],
    [
        " the brutality, intensity and long duration of the attack and the obvious fact that they wanted to kill us all",
        4878.78,
        4885.84
    ],
    [
        " and sink the ship had become quite clear to all of us",
        4885.84,
        4890.0
    ],
    [
        " why else would they destroy our only means of escape by shooting up our lifeboats",
        4890.0,
        4895.14
    ],
    [
        " as I began to resume my regular duty sounding security and damage control",
        4897.16,
        4901.44
    ],
    [
        " I realized that my heroic shipmates had saved the ship that day by remaining at their posts wall under the attack",
        4901.44,
        4908.26
    ],
    [
        " I started making my usual rounds which now included both bulkheads encompassing the CT spaces where the torpedo had hit",
        4908.26,
        4916.8
    ],
    [
        " the walls made from plate steel no more than an inch thick if that were sweaty from the cool ocean water on the other side",
        4916.8,
        4924.62
    ],
    [
        " I could even hear the water sloshing around knowing that if the bulkheads ever gave way we would all be goners",
        4924.62,
        4931.32
    ],
    [
        " there were cracks in the steel walls caused by the enormous pressure being exerted against them by the Mediterranean Sea",
        4931.32,
        4940.08
    ],
    [
        " they were ballooning outward from that pressure and I feared that the cracks would get larger and larger until they finally would give way",
        4940.08,
        4948.56
    ],
    [
        " they looked like they were alive and breathing as they heaved in and out with the movement of the ship and the pressure of the water",
        4949.88,
        4956.34
    ],
    [
        " I got shivers standing in such close proximity to them knowing that the only thing standing between me and my own death was a plate of steel",
        4956.34,
        4964.62
    ],
    [
        " that was ready to come crashing into the boiler room at any second",
        4964.62,
        4967.7
    ],
    [
        " that thin steel wall was the only thing keeping the sea water from flooding into the interior of the ship",
        4967.7,
        4975.02
    ],
    [
        " and if that happened the ship would have immediately sunk from a huge explosion when the cold water hit the hot boilers",
        4975.02,
        4982.1
    ],
    [
        " so you're looking at the wall of the ship you know on the other side of this wall and these are like interior walls that aren't meant for the pressure of the external sea",
        4982.1,
        4997.88
    ],
    [
        " and you can see them bowing from the pressure",
        4998.38,
        5002.16
    ],
    [
        " they were like balloons just bowed out with little cracks in the bottom on the sides and water was coming through not a lot",
        5002.16,
        5010.36
    ],
    [
        " I mean just sweating more or less sweating but we got help finally from the US's Davis and Massey and the Davis food coming aboard",
        5010.36,
        5020.94
    ],
    [
        " and gave us great assistance and great help in securing the bulkheads with wood and plywood",
        5021.9,
        5031.94
    ],
    [
        " it was a knee wall pressed up against the bulkhead and yet to check it out to every half hour, 45 minutes",
        5031.94,
        5042.28
    ],
    [
        " if I wasn't on watch my other shipmates would go through there and get under there like I did",
        5042.28,
        5049.46
    ],
    [
        " and with a battle lantern look I mean I thought to myself boy this is pretty stupid what am I going to do if it bust open now",
        5050.38,
        5058.88
    ],
    [
        " and I'm here looking for little cracks it makes sense to me but I had to do it",
        5058.88,
        5063.06
    ],
    [
        " and your boilers are still running this whole time",
        5063.06,
        5066.32
    ],
    [
        " yes sir, your boilers were never taken off line one was taken off line but we always had steam to the boilers always at least one boiler",
        5066.32,
        5073.04
    ],
    [
        " what direction were you sailing in do you even know where were you trying to go north I think",
        5073.04,
        5077.8
    ],
    [
        " I mean were you trying to get to the fleet what were you trying to do yeah I think once the attack started I think we took a north early course trying to get out of there",
        5078.12,
        5088.18
    ],
    [
        " might have even been a north-westernly course trying to get away from those just get away from that whole area",
        5088.18,
        5096.58
    ],
    [
        " exactly but obviously we couldn't move fast enough to get away from you know screaming jets and motor torpedo boats",
        5099.84,
        5108.12
    ],
    [
        " I mean flank speed for us was like 17 knots or 18 knots I think we did 21 knots during the speed trial during the from Abigenda Rota",
        5108.12,
        5118.42
    ],
    [
        " oh okay and so it was the USS Davis and the USS Massey that that eventually showed up were you there on this looking form when they showed up",
        5118.74,
        5127.36
    ],
    [
        " oh yeah I saw him come out of the morning mist 616 hours later how that feel",
        5127.36,
        5134.54
    ],
    [
        " uh pissed like where were you and what was the what was the look on the faces the guys when they would they put just pull alongside you guys",
        5134.54,
        5147.82
    ],
    [
        " yeah one of them well initially they sent boats but I think the Davis actually tied up alongside us for a while",
        5148.12,
        5154.8
    ],
    [
        " yeah and what were those what were those sailors they were saying they were in damage control and they had more equipment than we did",
        5154.8,
        5165.44
    ],
    [
        " and to be quite honest they had more expertise and they they were in shock but they they knew what they were doing",
        5165.44,
        5177.18
    ],
    [
        " and god bless them for that they helped us out a lot but they believe these guys were so good to us and it wasn't a Navy's fault",
        5177.38,
        5186.56
    ],
    [
        " it was the higher ups like I said before because these guys I mean they felt bad they could have been they could have helped us",
        5186.56,
        5193.62
    ],
    [
        " the captain asked for a escort a D year a destroyer anything but you're not a warship you're not a zellerieship",
        5193.62,
        5205.1
    ],
    [
        " but nobody's going to mess with you and so they did not just even that just have an escort going into a war zone with an unarmed ship",
        5205.1,
        5214.22
    ],
    [
        " I mean it's pretty incredible that's that's why I know that in my heart and I think my ship may probably agree to that",
        5214.22,
        5222.74
    ],
    [
        " we were set up to have this exact thing happen the only thing is they couldn't sink us they sure tried but they couldn't do it",
        5222.74,
        5233.04
    ],
    [
        " and that's by the grace of God we're here right now to be on your great show and to have your listeners take a look at this",
        5233.24,
        5241.74
    ],
    [
        " because we're not a cabal we're not conspiracy we're not anything we're just American citizens that served our country",
        5241.74,
        5247.6
    ],
    [
        " honestly to tell the truth and we'll go that we'll go down that way till the last man standing we're not going to take this",
        5247.6,
        5256.48
    ],
    [
        " we haven't taken it for so many years Joe was the first president of the LVA he was in Saudi Arabia",
        5256.54,
        5263.34
    ],
    [
        " he worked for Ramco and he was a president long distance remember that Joe yeah and it was it was pretty amazing",
        5263.34,
        5274.46
    ],
    [
        " but I just give all the credit to the great crew these wonderful men here and I love them all",
        5274.46,
        5281.76
    ],
    [
        " and I'm proud to be an American but I gotta say one thing at this point in my life, Jaco",
        5282.18,
        5288.18
    ],
    [
        " I'm not I've always been proud of my country now I'm not right now because I'm ashamed of what's going on",
        5288.18,
        5295.14
    ],
    [
        " the leadership and it reminds me of back in 67 the same type of leadership",
        5295.14,
        5302.26
    ],
    [
        " Council culture just didn't start with with these people it started a long time ago in 67 they tried to cancel us out",
        5302.26,
        5310.02
    ],
    [
        " but they couldn't do it and I've had threats of my life you know I've had a lot of things happen",
        5310.52,
        5317.14
    ],
    [
        " me and my wife were in San Diego visiting and I was in the lounge having a drink from my wife",
        5317.14,
        5324.38
    ],
    [
        " right get ready to go get something to eat and this guy set beside me and he says you're going to board the liberty",
        5324.38,
        5332.64
    ],
    [
        " and I said hmm how'd you know that and he began to tell me the whole story",
        5332.64,
        5338.34
    ],
    [
        " and the best thing for me to do is he shut up I said what he says listen I work for the massage I'm a",
        5338.52,
        5346.38
    ],
    [
        " massage agent and you better shut up my wife was there too and boy does she give him hell",
        5346.38,
        5352.86
    ],
    [
        " they had to get security to get us up to our room but I asked I asked the bartender I said who is the guy",
        5352.86,
        5361.02
    ],
    [
        " well he's been coming here the last couple days and he said he was a doctor it's what he told me to",
        5361.02,
        5366.52
    ],
    [
        " get a great big watch on I told him get the watch out of my face are you taking pictures of me or whatever you're",
        5366.52,
        5371.52
    ],
    [
        " doing and he says probably but I give you another warning and that's what my wife jammed in and I think",
        5371.52,
        5378.78
    ],
    [
        " she gave me more heck than I did because she said she's a fighter too but it was it was amazing and how did they",
        5378.78,
        5386.54
    ],
    [
        " find out who we were in San Diego either by my credit cards or phone or something I don't know but they",
        5386.54,
        5396.36
    ],
    [
        " found us and gave me a stern warning and that was 13 years ago when that happened one thing should",
        5396.6,
        5407.36
    ],
    [
        " be said about the six-week personnel their radio man didn't come out of this unscathed because they",
        5407.36,
        5416.86
    ],
    [
        " listened to our calls for help after the aircraft were recalled knowing that those aircraft were",
        5416.86,
        5422.62
    ],
    [
        " recalled and it had to affect them because we were still calling for help",
        5423.16,
        5427.56
    ],
    [
        " I mean just just in case anyone is anyone doesn't have the impression of what happened on on this ship let",
        5427.56,
        5442.86
    ],
    [
        " me go back to the account here as this as this sort of wraps up when your final duties fill you say",
        5442.86,
        5448.66
    ],
    [
        " Ricka Medi and I found some undamaged firehots began hosing off the deck with a suicide",
        5448.66,
        5454.44
    ],
    [
        " nozzle that sprayed water and very concentrated high pressure stream it took both of us to handle",
        5454.44,
        5460.26
    ],
    [
        " this hose because it was like a giant python and one man could not do it alone it was the most",
        5460.26,
        5466.52
    ],
    [
        " gruesome heartbreaking task either of us had ever done because every piece of flesh was the",
        5466.52,
        5473.0
    ],
    [
        " remains of our fellow sailors many of whom were friends as a Medi and I went about this ungodly",
        5473.0,
        5481.1
    ],
    [
        " task tears stream down our faces and I prayed to God for forgiveness for how we were forced to treat the",
        5481.1,
        5487.9
    ],
    [
        " remains of these men in the gun tubs we found a shoe with a foot still in it which we put aside for",
        5487.9,
        5496.06
    ],
    [
        " collection many of the blood stains would not come off even with that special hose because the",
        5498.16,
        5503.66
    ],
    [
        " previous days intense heat not just baking under the sun's heat but from the rockets and napalm",
        5503.66,
        5509.6
    ],
    [
        " that had been dropped on the ship by the attacking aircraft we found out the hard way how hot this",
        5509.6,
        5517.9
    ],
    [
        " brutal weapon can burn as hot as 2,200 degrees Fahrenheit",
        5517.9,
        5523.36
    ],
    [
        " so",
        5523.36,
        5545.1
    ],
    [
        " the Davis they also start taking some of your wounded off right is that correct?",
        5550.44,
        5555.38
    ],
    [
        " I'm not very clear on that Jaco for sure but I do know that the most seriously wounded were airless",
        5555.9,
        5575.08
    ],
    [
        " there to help us out and I don't think there's any evacuees of what to the Davis she don't know",
        5575.08,
        5584.52
    ],
    [
        " I went to the little rock yeah that's why that so they but they did start pulling the wounded guys",
        5584.52,
        5592.18
    ],
    [
        " off yeah yeah and then and then you guys end up sailing to Malta that's the that's the next",
        5592.18,
        5602.46
    ],
    [
        " thing that you do I mean you get you the ship stays underway your and again you got some good",
        5602.82,
        5607.32
    ],
    [
        " stuff in your account I mean just that this that trip is no easy trip because the walls are",
        5607.32,
        5612.1
    ],
    [
        " could collapse at any moment and it's not the closest",
        5612.1,
        5616.16
    ],
    [
        " always not the closest spot no where would have been the closest spot what would",
        5616.16,
        5622.38
    ],
    [
        " free free free free why they pick Malta hope and we'd sink",
        5622.38,
        5627.4
    ],
    [
        " if it's further away doing about four four knots five knots tops how many days",
        5629.06,
        5634.54
    ],
    [
        " did it take you to get there oh my six or seven days yeah seven days yeah it was",
        5634.54,
        5639.96
    ],
    [
        " and then I was probably probably already knows this but that admiral kid I",
        5639.96,
        5647.14
    ],
    [
        " think it's another reason they sent us to Malta because he wanted to brief us all",
        5647.14,
        5651.28
    ],
    [
        " and get our account of what went on yeah I've got I've got your account of how",
        5651.28,
        5655.8
    ],
    [
        " that goes down that's that's very interesting and and actually I got another",
        5655.8,
        5659.0
    ],
    [
        " account from Ron Kukal miss saying that right yes Ron Kukal and he's one of the",
        5659.0,
        5664.2
    ],
    [
        " survivors he's actually the guy that helped put this interview together he did he's got a",
        5664.2,
        5669.64
    ],
    [
        " book that's called Remember the Liberty that he wrote and he had this to say",
        5669.64,
        5675.06
    ],
    [
        " about the events once you guys arrived in Malta he said on arriving Malta we were",
        5675.06,
        5679.2
    ],
    [
        " headed straight to dry dock and once we were in it was up to the great crew at Malta",
        5679.2,
        5683.84
    ],
    [
        " to get us set up for repairs and whatever else needed to be done what never",
        5684.16,
        5688.7
    ],
    [
        " occurred to me was the grizzly duties that we were that were about to be laid",
        5688.7,
        5692.88
    ],
    [
        " squarely on our shoulders in my case as a senior enlisted man on the crew I was",
        5692.88,
        5697.72
    ],
    [
        " put in charge of recovery and identification I will admit I tried to talk my",
        5697.72,
        5701.92
    ],
    [
        " way out of this one but I was told those were my orders and I followed them that",
        5701.92,
        5706.44
    ],
    [
        " hour arrived sooner than I wanted as we made our way down to the dark hole",
        5706.44,
        5710.38
    ],
    [
        " below no one knew what to expect and I was extremely apprehensive about what we",
        5710.88,
        5715.16
    ],
    [
        " could see for 48 years I've said a little about what I saw because I wanted to",
        5715.16,
        5720.9
    ],
    [
        " spare the loved ones of these men that cruelty if I could with the writing of",
        5720.9,
        5727.6
    ],
    [
        " this book and in the distance in years I think I can at least say that the scene",
        5727.6,
        5732.4
    ],
    [
        " could compare to a wrecking yard of autos but these were human body parts",
        5732.4,
        5738.74
    ],
    [
        " strewn everywhere carnage that escapes description with mere words and there",
        5738.74,
        5745.22
    ],
    [
        " were more bodies that were down below which were brought to me to try and identify",
        5745.22,
        5749.4
    ],
    [
        " those bodies were wedged between steam pipes and in places that a body wouldn't",
        5749.4,
        5753.82
    ],
    [
        " fit if it's any consolation to the loved ones of those men know that they never",
        5753.82,
        5761.92
    ],
    [
        " knew what had hit them they couldn't have it had to have been instantaneous",
        5761.92,
        5766.94
    ],
    [
        " and then as you mentioned Phil once you're in Malta it's time for this",
        5773.44,
        5776.98
    ],
    [
        " investigation this investigation is being run by Admiral Isaac kid actually Admiral",
        5776.98,
        5783.2
    ],
    [
        " Isaac kid junior yes the the the senior Isaac kid Admiral Isaac kid was killed in",
        5783.2,
        5792.04
    ],
    [
        " Pearl Harbor yes and his son junior was commissioned 12 days after his father",
        5792.76,
        5799.02
    ],
    [
        " was killed and he served in Europe in the Pacific theaters of World War 2 and he",
        5799.02,
        5803.24
    ],
    [
        " was the guy in charge of this Liberty incident inquiry and as you already",
        5803.24,
        5807.92
    ],
    [
        " mentioned I mean you'd think of an incident like this just to gather the proper",
        5807.92,
        5811.62
    ],
    [
        " information would take months and then to go through it all would take months you",
        5811.62,
        5816.94
    ],
    [
        " know if not years to get through it all they get this whole thing done in seven days",
        5816.94,
        5823.24
    ],
    [
        " yes sir and you know Dr. Keifer very eloquently said why would the United States",
        5823.24,
        5832.58
    ],
    [
        " government take on faith with the Israeli said when they muzzle us eyewitnesses",
        5832.58,
        5841.52
    ],
    [
        " never to say a word about it or consequences could be very very very",
        5841.96,
        5847.36
    ],
    [
        " spear prisoner worse we all know what worse man I was told that directly by Admiral",
        5847.36,
        5852.88
    ],
    [
        " kid that that's the strange thing so Admiral kid shows up tank soft as rank",
        5852.88,
        5857.64
    ],
    [
        " yes and what's the a two-star at this point yeah he was a rear was a",
        5857.64,
        5862.92
    ],
    [
        " yeah so he's a two-star Admiral takes office rank and sits you guys down ask",
        5862.92,
        5868.3
    ],
    [
        " y'all a bunch of questions hey did you see any markings on the recon aircraft",
        5868.3,
        5872.04
    ],
    [
        " did you did you see any markings on the other aircraft did you see the torpedo",
        5872.04,
        5875.82
    ],
    [
        " boat boats were there any markings on the torpedo boats did you see the the",
        5875.82,
        5879.46
    ],
    [
        " did you see the torpedo boats machine gunning the life rafts are you sure the",
        5879.46,
        5883.76
    ],
    [
        " us flag was flying over the ship so he's asking all these questions and at the",
        5883.76,
        5890.28
    ],
    [
        " end of asking all these questions he puts his stars back on and he says okay",
        5890.28,
        5896.74
    ],
    [
        " fellows now I'm an admiral again and I want each and every one of you to",
        5896.74,
        5900.16
    ],
    [
        " understand something we're talking about national security here not your",
        5900.16,
        5904.54
    ],
    [
        " personal feelings not what you did or did not do I could really give a shit",
        5904.54,
        5908.7
    ],
    [
        " about any of that you listen to me once because this is the only time you're",
        5908.7,
        5912.42
    ],
    [
        " ever going to hear it you are never to repeat what you just told me to anyone",
        5912.42,
        5918.12
    ],
    [
        " not your mother your father your wife anyone including your shipmates you are",
        5918.12,
        5925.16
    ],
    [
        " not to discuss this with anyone and especially especially not with the media",
        5925.16,
        5930.76
    ],
    [
        " or you will end up in prison or worse",
        5930.76,
        5935.0
    ],
    [
        " you know I I took that to heart when I first met Lisa be 39 years we got",
        5935.0,
        5944.6
    ],
    [
        " married to go got married in June and I never told her I was in the military",
        5944.6,
        5949.86
    ],
    [
        " at all until I read an article by Stan White he was a master Chief of Board",
        5949.86,
        5956.66
    ],
    [
        " the ship and it was like an ocean of relief came out to me I said wow",
        5956.66,
        5963.16
    ],
    [
        " somebody else was saying something now I can start talking a little bit I know",
        5963.16,
        5968.08
    ],
    [
        " these guys here just set up the US as Liberty Veterans Association which I",
        5968.08,
        5973.26
    ],
    [
        " became a part of as soon as I found out you guys were you know getting",
        5973.26,
        5978.1
    ],
    [
        " together and it's been a concept battle ever since we were in the Rose Garden",
        5978.1,
        5983.22
    ],
    [
        " WH Bush was a president and we were out there for hours and scorching heat",
        5983.22,
        5990.18
    ],
    [
        " you know it isn't DC what were you doing there were you invited to be there as",
        5990.18,
        5994.6
    ],
    [
        " as vets of the Liberty to be the president you know it stays any stifters you",
        5994.6,
        6002.46
    ],
    [
        " you sent out rescue cropped and yeah so no what year was it that that article",
        6002.88,
        6012.0
    ],
    [
        " came out that you said what year did you guys start start talking about what",
        6012.0,
        6016.22
    ],
    [
        " it actually happened when Jim Anderson book come out salt on the Liberty and what",
        6016.22,
        6021.32
    ],
    [
        " year was that 79 yeah so you guys just kept it to yourself for whatever 12 or",
        6021.32,
        6029.28
    ],
    [
        " 13 years not saying anything yeah who would we talk to I mean everybody was",
        6029.62,
        6035.04
    ],
    [
        " spread out all over the country we didn't know where any of the survivors were",
        6035.04,
        6040.04
    ],
    [
        " did you make any sense of it in your own minds did you think yourself well I",
        6040.04,
        6043.74
    ],
    [
        " could see why they're trying to do this they don't want to have you know bad",
        6043.74,
        6046.66
    ],
    [
        " relations with Israel they're trying to cover up the the fact that the",
        6046.66,
        6051.0
    ],
    [
        " American government was somehow involved with this I mean what were you",
        6051.0,
        6053.78
    ],
    [
        " thinking in your own minds how is thinking that they'd already killed an",
        6053.78,
        6056.96
    ],
    [
        " investigation and and everything was copacetic but to come to find out they",
        6058.04,
        6062.78
    ],
    [
        " have never investigated it matter of fact that quote of inquiry was ordered by",
        6062.78,
        6066.5
    ],
    [
        " LBJ to have a finding of fact the very first one that the attack was a case",
        6066.5,
        6070.82
    ],
    [
        " of mistaken identity that's what LBJ said yes that's what the word Boston said",
        6070.82,
        6076.56
    ],
    [
        " okay he was ordered he was a legal advisor yeah I got a quote here from",
        6076.56,
        6081.0
    ],
    [
        " award Boston who's the chief legal counsel for the US Navy Court of Inquiry and",
        6081.0,
        6085.26
    ],
    [
        " he says quote I know from personal conversations I had with Admiral kid",
        6085.26,
        6090.22
    ],
    [
        " president of the court of inquiry that president Lyndon Johnson and secretary of",
        6090.22,
        6095.76
    ],
    [
        " defense Robert McNamara ordered him to conclude that the attack was a case of",
        6095.76,
        6100.92
    ],
    [
        " mistaken identity despite overwhelming evidence to the contrary end quote and",
        6100.92,
        6108.98
    ],
    [
        " that's the chief legal counsel to the Navy Court of Inquiry to the Liberty",
        6108.98,
        6114.96
    ],
    [
        " incident this isn't somebody that's jumping in from some other you know some",
        6114.96,
        6119.44
    ],
    [
        " other realm to try and give his opinion well you know what word Boston was a",
        6119.44,
        6128.24
    ],
    [
        " good man a very brave man for coming out and and setting the record straight",
        6128.24,
        6133.1
    ],
    [
        " but there were there were people before him trying to help us you know all",
        6133.1,
        6139.9
    ],
    [
        " all around but when a g a crystal wrote a book called the Liberty incident that",
        6139.9,
        6145.42
    ],
    [
        " sati-mon fire because it's a book of lies and he couldn't take it anymore he",
        6145.42,
        6150.76
    ],
    [
        " says I'll stick up to these guys until the truth what did the book what did the",
        6150.76,
        6154.28
    ],
    [
        " book the Liberty incident say it said that it's an Israeli talking point in",
        6154.28,
        6159.22
    ],
    [
        " the American talking point it was a mistaken identity we're not the part of a",
        6159.22,
        6163.02
    ],
    [
        " did a bunch of just hardened fools that have got an axe to grind our only",
        6163.02,
        6168.84
    ],
    [
        " axe to grind is to tell the truth that's why we're here we're not here to lie",
        6168.84,
        6173.26
    ],
    [
        " or fabricate or anything like that we live through it and we don't want anybody",
        6173.26,
        6177.48
    ],
    [
        " else to go through that ever again it has a government abandon them you know",
        6177.48,
        6181.6
    ],
    [
        " same-tending Afghanistan they left everybody there and all those there's",
        6181.6,
        6187.38
    ],
    [
        " 13 people that got 13 American heroes that got slaughtered for what for",
        6187.38,
        6192.66
    ],
    [
        " cotton and that was what we were forgotten it's done it's too late Larry when",
        6193.32,
        6199.04
    ],
    [
        " did you start hearing that people were start to tell the truth about the",
        6199.04,
        6202.66
    ],
    [
        " situation again it was a Jim and his book assault on the Liberty I read the book",
        6202.66,
        6209.58
    ],
    [
        " but I was still on active duty and I still had my top-secret clearance and so I",
        6209.58,
        6217.38
    ],
    [
        " wasn't saying anything to anybody and as it turns out after I retired from",
        6217.38,
        6225.0
    ],
    [
        " the Navy in 1986 I I went to work as a defense contractor still supporting the",
        6225.0,
        6232.72
    ],
    [
        " National Security Agency so I still needed my clearances so I never said",
        6232.72,
        6238.12
    ],
    [
        " anything I never really started talking about the Liberty to my family or",
        6238.12,
        6244.52
    ],
    [
        " or anyone else until I started going through PTSD psychiatric you know treatments",
        6244.52,
        6253.16
    ],
    [
        " so I knew that there were other books out I know that Phil had two or three",
        6253.16,
        6261.86
    ],
    [
        " books at Hebrew the one that you referenced earlier about Ron Cookel",
        6261.86,
        6267.84
    ],
    [
        " Phil's also a contributor to that book and Ernie Gallo is another member of the crew that helped",
        6269.3,
        6277.66
    ],
    [
        " you know with that how long did how long were you in the Navy for 21 years did you get a",
        6277.66,
        6283.74
    ],
    [
        " purple heart for being wounded on I did and what would you tell people when some other you know",
        6283.74,
        6288.86
    ],
    [
        " you're out you're in your dress whites for whatever reason and you know 1975",
        6288.86,
        6293.36
    ],
    [
        " there's guys were in Vietnam sure some you know guys there's some it's",
        6295.06,
        6298.56
    ],
    [
        " Cormin some medics some pilots some aviators might have got purple hearts some",
        6298.56,
        6302.12
    ],
    [
        " some guys from the sea wolves or something but there's not a lot of Navy guys",
        6302.12,
        6305.44
    ],
    [
        " running around in 1975 1980 1985 that had purple hearts what did you say to",
        6305.44,
        6311.04
    ],
    [
        " somebody when they said hey where did you get that purple heart from I was on the",
        6311.04,
        6314.5
    ],
    [
        " US Liberty in 1967 when we were attacked and you know I got it for Shreppna",
        6314.5,
        6321.54
    ],
    [
        " wounds and that was about it you know and no one would ever pry and say you know",
        6323.06,
        6327.84
    ],
    [
        " what the hell happened or what was going on how how that occur oh I think a",
        6327.84,
        6333.14
    ],
    [
        " couple of times you know people would try and and pry more out of me and I just",
        6333.14,
        6339.68
    ],
    [
        " wouldn't say anything I said I just can't talk about it and again it was",
        6339.68,
        6345.86
    ],
    [
        " because of the threat of fines and imprisonment if we ever spoke about it being",
        6345.86,
        6353.5
    ],
    [
        " being a communications technician all of my work that I did was secret so trying",
        6353.5,
        6360.04
    ],
    [
        " to keep a secret wasn't wasn't something that was new to me I just suppressed it",
        6360.04,
        6367.3
    ],
    [
        " to the point that it was building up inside me and finally I had to go to",
        6367.3,
        6374.24
    ],
    [
        " counseling you used how do you still have your clearance no when I when I",
        6374.82,
        6380.24
    ],
    [
        " retired in 2008 I relinquished my clearance they didn't take it away they",
        6380.24,
        6386.5
    ],
    [
        " just you didn't relate just I just decided I was 62 years old it's time to pull",
        6386.5,
        6394.32
    ],
    [
        " the plug as you were serving in the Navy now it's 1975 now it's 1979 now it's",
        6394.32,
        6401.76
    ],
    [
        " 1982 and you know that you know you know you got ordered to not say anything",
        6403.28,
        6408.46
    ],
    [
        " which look I mean there's things that I've done which I'm not allowed to",
        6408.46,
        6412.3
    ],
    [
        " talk about right you realize okay I might not know everything about the",
        6412.3,
        6415.66
    ],
    [
        " situation but I know I'm not allowed to talk about it but I'm sure that there's",
        6415.66,
        6419.78
    ],
    [
        " a reason for that that makes sense and I get it you know was part of you",
        6419.78,
        6425.42
    ],
    [
        " thinking you know we this is not this this this didn't happen the way they",
        6425.98,
        6431.46
    ],
    [
        " say it happened this seems like they're covering it up not for any reasons of",
        6431.46,
        6434.96
    ],
    [
        " national security but for other reasons yes I mean I because I work for the",
        6434.96,
        6441.52
    ],
    [
        " national security agency they actually did a report in 1980 that was classified",
        6441.52,
        6449.0
    ],
    [
        " top secret and it was their recap of what happened to the US's Liberty I had a",
        6449.0,
        6456.64
    ],
    [
        " copy of that report on my desk until I retired from the Navy in 1986 and I had",
        6456.64,
        6466.42
    ],
    [
        " to turn it back in because it was you know was that report accurate no I mean",
        6466.42,
        6474.34
    ],
    [
        " there was information that I knew should have been in there that had to deal with",
        6474.34,
        6479.18
    ],
    [
        " communications that that didn't reflect those communications and the thing",
        6479.18,
        6487.04
    ],
    [
        " that they were trying to report more than anything else was a lack of",
        6487.04,
        6491.7
    ],
    [
        " communications that occurred resulting from this hundred mile free zone I guess",
        6491.7,
        6501.16
    ],
    [
        " that Israel had declared no no ship should enter into that hundred mile zone off",
        6501.16,
        6508.6
    ],
    [
        " off the coast of Sinai and apparently our naval adashay in Israel had told",
        6508.6,
        6520.08
    ],
    [
        " them that we don't have any Navy ships there six fleet confirmed that they",
        6520.08,
        6526.06
    ],
    [
        " didn't have any any naval ships there and that's you know a problem with us",
        6526.06,
        6531.94
    ],
    [
        " traveling by ourselves that they they didn't recognize that we were over there",
        6531.94,
        6537.94
    ],
    [
        " or they conveniently forgot that we were there right but there was",
        6537.94,
        6544.68
    ],
    [
        " communications that were supposed to have been sent to us telling us to move",
        6544.68,
        6549.0
    ],
    [
        " back off the coast and we never received those communications and so that's",
        6549.0,
        6554.04
    ],
    [
        " more about what this report from NSA said and it didn't talk about the other",
        6554.04,
        6559.46
    ],
    [
        " intercepts that had you know the aircraft talking to ground controller",
        6559.46,
        6565.86
    ],
    [
        " talking about the target talking about seeing the American flag and you know I",
        6565.86,
        6573.52
    ],
    [
        " don't know why that didn't come out until later but we kept doing freedom of",
        6573.52,
        6578.12
    ],
    [
        " information act requests trying to get a lot of this documentation back out in",
        6578.12,
        6584.64
    ],
    [
        " public so the truth could be told so Joe what did you do after the incident so",
        6584.64,
        6591.74
    ],
    [
        " place how much longer were you in the Navy for did you stay in what did you do I",
        6591.74,
        6595.24
    ],
    [
        " got out I was transferred off the Liberty on the USS Slovenia so it was AFS",
        6595.24,
        6602.1
    ],
    [
        " to fast combat Starship and the home boarded in in Naples Italy and it was a",
        6602.56,
        6609.74
    ],
    [
        " very active signal bridge one of the most active in the in the six fleet at",
        6609.74,
        6615.34
    ],
    [
        " the time and so I go from settlement school to a ship that doesn't need",
        6615.34,
        6630.66
    ],
    [
        " to after that I went to I got out Halloween on 69 and same question to you I",
        6630.66,
        6638.34
    ],
    [
        " mean were you thinking to yourself was one of the reasons you got out because",
        6638.34,
        6641.6
    ],
    [
        " you're thinking hey this crazy thing just happened to me I lost so many my",
        6641.6,
        6645.9
    ],
    [
        " friends and now I'm told I can never talk about it again did that impact the",
        6645.9,
        6651.16
    ],
    [
        " way you thought about your career interesting thing about that on the",
        6651.16,
        6656.46
    ],
    [
        " Slovenia there was a career counselor and every time you're getting short you",
        6656.5,
        6663.42
    ],
    [
        " would call you into his office and give you a long spiel about why you should chip",
        6663.42,
        6667.02
    ],
    [
        " over and stay in the Navy so he didn't know he didn't know me personally and",
        6667.02,
        6672.1
    ],
    [
        " they didn't know my history so he called me into his office and sat down and he",
        6672.1,
        6677.84
    ],
    [
        " says well matters you're getting short you're thinking about shipping over and I",
        6677.84,
        6685.84
    ],
    [
        " was on the Liberty and he said goodbye yeah Roger that what was the rest of your",
        6685.84,
        6693.8
    ],
    [
        " career like well I joined February the six and got out December the 64 and I",
        6693.8,
        6701.98
    ],
    [
        " got out December the 12th 1967 I stayed out for a couple of years and I wasn't",
        6701.98,
        6715.82
    ],
    [
        " he twos then or 23 and I say man my life's not going anywhere I'm not doing",
        6715.82,
        6720.64
    ],
    [
        " anything so I really listen went back to the Navy and it got stationed before the",
        6720.64,
        6724.86
    ],
    [
        " US as Maddox he just 731 that was in the talking talk that's not the Vietnam",
        6724.86,
        6732.02
    ],
    [
        " war started and some of the original crewmates were still on there they said hey",
        6732.02,
        6736.78
    ],
    [
        " turning that that never happened that's all BS it was a pretext for war they",
        6736.78,
        6742.14
    ],
    [
        " Johnson dreamed up and it turned right back around to the US as Liberty another",
        6742.14,
        6749.68
    ],
    [
        " pretext phony outcome to keep his war machine going in Vietnam and it's a",
        6749.68,
        6758.92
    ],
    [
        " land grab for Israel and a permanent foothold in the area for the United States",
        6758.92,
        6767.08
    ],
    [
        " so you when you got to the Maddox and and they're talking about those attacks",
        6767.12,
        6772.82
    ],
    [
        " those you know supposed attacks and the guys would say yeah it didn't happen yeah",
        6772.82,
        6778.74
    ],
    [
        " no that didn't happen it's way it worked and I told a couple guys and boards there",
        6778.74,
        6784.5
    ],
    [
        " you know my situation and my division officer he read my file and this is when I was",
        6784.5,
        6793.6
    ],
    [
        " getting out me says hey man maybe you should get out I wasn't I wasn't really",
        6793.6,
        6802.74
    ],
    [
        " into it but I thought well maybe I can tough it out you know made a few bucks",
        6802.74,
        6808.58
    ],
    [
        " while I was in the service but that's how I was feeding my family with your luck",
        6808.58,
        6814.7
    ],
    [
        " it'd be transferred to the Stark and then the cold the as this cup as this cover up",
        6814.7,
        6823.66
    ],
    [
        " continues I got another statement here this is from this is from Lieutenant General",
        6823.66,
        6831.02
    ],
    [
        " Marshall S Carter director of the NSA under whose authority the Liberty was operating",
        6831.02,
        6837.56
    ],
    [
        " he said couldn't be anything else but deliberate there's just no way you could have a",
        6837.56,
        6844.4
    ],
    [
        " series of circumstances that would justify this being an accident you know and as my",
        6844.4,
        6848.86
    ],
    [
        " friend Darryl Cooper pointed out when this attack happens once an international law Geneva",
        6848.86,
        6855.32
    ],
    [
        " convention when a when a naval vessel gets disabled you're then as the attacker responsible",
        6855.32,
        6863.24
    ],
    [
        " for trying to help lend aid to that ship and certainly the sailors that are that are",
        6863.24,
        6868.2
    ],
    [
        " in the water if they're in the water you're not supposed to be gunning up their life",
        6868.2,
        6873.16
    ],
    [
        " boats and strafing their their their the decks of their ship as they're already disabled vessel",
        6874.44,
        6879.06
    ],
    [
        " so this is just wrong in every circumstance and you know I was talking before we started",
        6879.06,
        6883.86
    ],
    [
        " recording this you know I've been in friendly fire incidents before in pretty bad ones",
        6883.86,
        6889.98
    ],
    [
        " where people died and I I totally understand that there's the fog of war that these things",
        6889.98,
        6897.62
    ],
    [
        " happen that that that you make mistakes and someone sees something that they didn't think",
        6897.62,
        6902.22
    ],
    [
        " they saw or someone saw something that they didn't think they see there's all things",
        6902.22,
        6906.06
    ],
    [
        " that there's a lot of chaos that happens but to have that happen for hours upon hours when",
        6906.06,
        6914.14
    ],
    [
        " there's a American flag flying you know and and you know Joe that was again this is something",
        6914.14,
        6920.08
    ],
    [
        " else we were joking about when you're off air you know since you were a signal men with",
        6920.08,
        6924.68
    ],
    [
        " no other ships to signal to you really had one job and that was to know what was flying",
        6924.68,
        6929.72
    ],
    [
        " what the ship was flying and you know 100% that that that that the American flag was clearly",
        6929.72,
        6935.86
    ],
    [
        " visible and that you actually ended up raising an even bigger American flag that's right.",
        6935.86,
        6941.04
    ],
    [
        " You know I might add to that uh jockle the uh Israeli war room had his plotted on their map",
        6941.04,
        6951.9
    ],
    [
        " as American and friendly they said they changed the watch and inadvertently forgot we were",
        6951.9,
        6959.44
    ],
    [
        " there and took us off their war table I mean come on man don't you know when you when you",
        6959.44,
        6965.82
    ],
    [
        " change watches you inform everybody of what's going on and they just took it all away and that's",
        6965.82,
        6972.12
    ],
    [
        " that's still er it takes me I know because these guys too yeah and by the way there's no more",
        6972.12,
        6977.92
    ],
    [
        " important piece of information on the battlefield than where your friendly forces are yes sir so this",
        6977.92,
        6982.66
    ],
    [
        " isn't like we oh well whatever you know we're just going to pull some people off the board no that's",
        6982.66,
        6986.8
    ],
    [
        " that's a sin and people focus on the flying of the flag was it flying was it not flying but that's",
        6987.3,
        6995.52
    ],
    [
        " really that's not that's just one of the ways of identifying a ship you know there's the color",
        6995.52,
        7001.04
    ],
    [
        " the structure how the the deck is laid out you know the the mass and all that stuff and they claim",
        7001.04,
        7008.64
    ],
    [
        " that they approached within the thousand yards and misidentified it says a 40 year old black",
        7008.64,
        7014.64
    ],
    [
        " old arrested out Egyptian steamer half our size",
        7014.96,
        7018.36
    ],
    [
        " jq tony heart then a chief petty officer assigned to us navy relay station in maraco that handled",
        7018.36,
        7031.76
    ],
    [
        " communications between washington and the sixth fleet remembered listening as defense secretary",
        7031.76,
        7037.32
    ],
    [
        " robert magnum error in washington ordered rear admiral Lawrence geys commander of the",
        7037.32,
        7044.1
    ],
    [
        " america's carrier battle group to bring the jets home when geys protested that the liberty was",
        7044.1,
        7050.64
    ],
    [
        " under attack and needed help heart said magnum error retorted that president johnson is not going",
        7050.64,
        7057.36
    ],
    [
        " to go to war or embarrass an american ally over a few sailors end quote",
        7057.36,
        7063.98
    ],
    [
        " that's a violation of article 99 of the ucmj it is indeed it is indeed yes article 99 of the",
        7063.98,
        7078.1
    ],
    [
        " ucmj you have to go out and attack the enemy and you have to go out and support your other troops",
        7078.1,
        7082.88
    ],
    [
        " that's the article 99 yes statement by cia director at the time of the attack Richard",
        7082.88,
        7093.48
    ],
    [
        " Helms in a 1984 interview he said everything possible is done to keep from the american public",
        7093.48,
        7100.78
    ],
    [
        " really the enormity of this attack on an american naval vessel since this is for the agencies",
        7100.78,
        7106.74
    ],
    [
        " record i don't think there can be any doubt that the israeli's new exactly what they were doing",
        7106.74,
        7112.28
    ],
    [
        " any statement to the effect that they didn't know it was an american ship is nonsense",
        7112.88,
        7118.32
    ],
    [
        " i mean that's that's pretty freaking clear um",
        7118.32,
        7127.7
    ],
    [
        " you guys got a bunch of awards for you know for for what took place including the metal of",
        7127.7,
        7138.4
    ],
    [
        " cap and mechanical will receive the metal of honor for for his actions",
        7138.52,
        7145.14
    ],
    [
        " which is strange to take the story of someone receiving the metal of honor and not explain",
        7145.14,
        7154.14
    ],
    [
        " what happened that was covered up in a naval shipyard that's where he received these metal",
        7154.14,
        7160.86
    ],
    [
        " of honor is any shipyard not to white house where he can be recognized for being the skipper of",
        7160.86,
        7167.16
    ],
    [
        " our ship and getting the metal of honor because it brings too much heat on and uh",
        7167.22,
        7171.62
    ],
    [
        " unfortunately i think that the captain was uh between a real rock and a hard place",
        7171.62,
        7178.24
    ],
    [
        " on one hand he can be treated like a hero on the other hand he can we can be treated like a zero",
        7178.24,
        7186.36
    ],
    [
        " and he went with hero i'm not saying he didn't deserve it i'm just saying that he clamped up and",
        7186.36,
        7193.32
    ],
    [
        " years and years later i don't know how many years later he finally said well yeah i think it was uh",
        7193.4,
        7198.32
    ],
    [
        " it was a plan to attack that was i think there's a copy of his retirement speech you can watch it online",
        7198.32,
        7204.38
    ],
    [
        " i've watched it and i think it was his retirement speech where he says hey we need to find out the",
        7204.38,
        7210.14
    ],
    [
        " true we need to tell the truth about what actually happened yes sir he wouldn't even join the",
        7210.14,
        7214.28
    ],
    [
        " lba i tried for years to get him to join but he says it's too political uh for him to get involved",
        7214.28,
        7221.82
    ],
    [
        " and finally he did join the association after years and years uh which we were glad to see",
        7221.82,
        7228.1
    ],
    [
        " dean rusk who is secretary of the state at the time said i was never quote i was never satisfied with",
        7228.1,
        7237.06
    ],
    [
        " the israeli explanation there sustained attack to disable and sink liberty precluded and assault",
        7237.06,
        7243.18
    ],
    [
        " by an accident or some trigger happy local commander through diplomatic channels we refuse to accept",
        7243.18,
        7249.92
    ],
    [
        " their explanations i didn't believe them then and i don't believe them now the attack was outrageous",
        7250.4,
        7255.44
    ],
    [
        " um you know some of the things that you already talked about there's a there's a bbc",
        7255.44,
        7263.14
    ],
    [
        " documentary called dead in the water it's it's it's you know one of the things that it said is",
        7263.14,
        7269.14
    ],
    [
        " what you said earlier Phil which is hey if the israelis could get the americans into this war in a big",
        7269.14,
        7275.82
    ],
    [
        " way you know that can really help us out against these arabes is what israeli was thinking and",
        7275.92,
        7281.54
    ],
    [
        " these kind of things happen um",
        7281.54,
        7285.9
    ],
    [
        " what is what what do you guys do with the lva now what's what's the purpose how can people help",
        7285.9,
        7296.62
    ],
    [
        " well one of the things that we're still trying to do is get recognition for our 34 fallen shipmates",
        7296.62,
        7303.88
    ],
    [
        " um we've tried over the years to get congress to conduct a fallen in partial investigation",
        7304.2,
        7312.14
    ],
    [
        " and it's fallen on deaf ears um right now we've got a resolution going forward to um",
        7312.14,
        7321.6
    ],
    [
        " the ass for june 8th to be uh declared as us liberty remembrance day",
        7321.6,
        7331.28
    ],
    [
        " it should be a fairly simple thing for congress to do i mean we have national hot dog day and national",
        7332.34,
        7341.42
    ],
    [
        " you know ice cream day but let's have a national us liberty remembrance day um and",
        7341.42,
        7349.94
    ],
    [
        " not just one year but every year june 8th right um so we're working on that i've got a resolution",
        7349.94,
        7360.4
    ],
    [
        " in the state of new york going through the american legion up there um to have that presented",
        7360.4,
        7366.52
    ],
    [
        " through their channels um i'm in a process of doing it in the state of merlin i'm working with uh",
        7366.52,
        7375.66
    ],
    [
        " former senator peat mccluskey to get a petition out to get signatures for people that will support",
        7375.66,
        7386.28
    ],
    [
        " the establishment of june 8th as us liberty remembrance day and then present that to various",
        7386.56,
        7393.44
    ],
    [
        " legislators to uh show them that hey the american public wants to know they need to know and",
        7393.44,
        7403.02
    ],
    [
        " you know if nothing else you're you're honoring the 34 men that gave the ultimate sacrifice",
        7403.02,
        7412.04
    ],
    [
        " um back on june 8th 1967 when when you talk about some of the awards that were received most every",
        7412.5,
        7422.2
    ],
    [
        " one of us that received any kind of an award purple heart or pran star you know the congressional",
        7422.2,
        7428.68
    ],
    [
        " middle of honor it was all done in private there were no big ceremonies like you would normally",
        7428.68,
        7435.54
    ],
    [
        " expect for you know someone with that just came off the most decorated ship in the united states navy",
        7435.76,
        7442.74
    ],
    [
        " since world war two um and you know 95 percent of the american public is not even aware of it",
        7442.74,
        7452.48
    ],
    [
        " you know jaco excuse me but he he says something very interesting about the american legion",
        7452.48,
        7458.94
    ],
    [
        " which uh fires me up because uh about four or five years ago uh uh",
        7459.32,
        7467.02
    ],
    [
        " lennolifant and ernie gallo are former president",
        7467.02,
        7469.78
    ],
    [
        " we're at the convention in the american legion and they're wanted to get a booth and things like this",
        7469.78,
        7477.72
    ],
    [
        " and they wouldn't allow it for us to get a booth so lennolifant he was so disappointed and upset",
        7477.72,
        7486.2
    ],
    [
        " he he tore up his american legion cards right there and he didn't throw it at anybody he just",
        7486.96,
        7494.26
    ],
    [
        " sprinkled it right there and the the girl said one of the organizers he assaulted me and they",
        7494.26,
        7501.92
    ],
    [
        " threw his ass in jail what why wouldn't they let you have a booth because they said the us as liberty",
        7501.92,
        7509.7
    ],
    [
        " is non is is not essential we don't recognize you guys and don't ever come back because you're",
        7510.04,
        7517.74
    ],
    [
        " banned from the american legion for life this is from their national convention um it's still an",
        7517.74,
        7525.76
    ],
    [
        " effect today um that we can't have a booth when he's talking about ernie and and glenn going to",
        7525.76,
        7533.86
    ],
    [
        " national convention they went there with the understanding that we had already paid our thousand",
        7535.84,
        7540.98
    ],
    [
        " dollar entry fee and they got there and were told that they hadn't received the check and and they",
        7540.98,
        7548.36
    ],
    [
        " hadn't received the check so ernie pulled out his credit card and said i'll pay for it right now",
        7548.36,
        7556.28
    ],
    [
        " we're here we're we want a booth and they said no you can't do that and then i think it got to be",
        7556.28,
        7562.14
    ],
    [
        " somewhat confrontational um and that's when you know glen got upset tore up his",
        7563.0,
        7571.06
    ],
    [
        " you know membership card and uh we've tried in vain since then to get",
        7571.06,
        7578.92
    ],
    [
        " senior management in the american legion national organization to reinstate us so that we can",
        7578.92,
        7588.18
    ],
    [
        " have a booth there that's how we tell our story that's how we get other patriots to you know",
        7588.18,
        7593.88
    ],
    [
        " go back to their home states and say hey let's let's try and do something in support of the",
        7593.88,
        7600.1
    ],
    [
        " u.s.s liberty i wrote up a couple of years ago resolutions for every state and a union this was",
        7600.1,
        7607.84
    ],
    [
        " done at the vfw um national convention and i had a representative from from each state take one",
        7607.84,
        7615.64
    ],
    [
        " of these resolutions back for their legislators to consider and introduce in their state legislator",
        7615.64,
        7622.94
    ],
    [
        " lecture um and i don't know that anything ever came of it um and that's that's the problem with",
        7622.94,
        7633.76
    ],
    [
        " a lot of this trying to get people to stand up and and say hey if you want our support",
        7633.76,
        7641.18
    ],
    [
        " will support you just like your audience today if there's people out there that are willing to",
        7641.3,
        7646.98
    ],
    [
        " you know pick up the torch and run with it i'll be more than happy to write up resolution for",
        7646.98,
        7654.16
    ],
    [
        " any organization that they have and and ask them to support the establishment of the",
        7654.16,
        7661.28
    ],
    [
        " junate us as liberty remembrance day do you guys have a website yes yes and what's that",
        7661.28,
        7668.18
    ],
    [
        " us liberty veterans dot org yeah i think you you take care of that don't you Joe uh",
        7668.98,
        7674.98
    ],
    [
        " actually it's uh we have a webmaster for it oh okay that the one i take care of is us liberty",
        7674.98,
        7680.28
    ],
    [
        " veterans dot blog yeah uh to donate uh anybody out there wants to help the liberty veterans continue",
        7680.28,
        7689.18
    ],
    [
        " on doing what we're doing we're a small organization now a lot of the guys have already passed on",
        7689.18,
        7694.14
    ],
    [
        " uh you know the well older guys we just lost the commander Lewis he was 92 i think yeah and he",
        7694.14,
        7701.84
    ],
    [
        " just died this year and a good man a brave man he's he's also in the sacrificing liberty and i think",
        7701.84,
        7708.4
    ],
    [
        " you're really gonna get a good insight of what what went on jaco because it is uh sacrifice",
        7708.4,
        7714.38
    ],
    [
        " liberty to me is probably the most interesting uh truthful documentary that's ever been done",
        7714.38,
        7723.16
    ],
    [
        " in my view now i i think you would probably agree yeah i would it's um you've got i witnessed accounts",
        7723.28,
        7730.0
    ],
    [
        " being taken into account through uh through the four different you know one hour disk um so it's",
        7730.0,
        7739.58
    ],
    [
        " it's not a quick read you gotta you gotta devote some time to it but uh it's certainly well worth",
        7739.58,
        7745.98
    ],
    [
        " going through it and uh and hearing from well probably what a half a dozen or so of us survivors",
        7745.98,
        7754.82
    ],
    [
        " and uh true news did an excellent job on that i just uh i can't say enough about how they uh",
        7754.82,
        7765.26
    ],
    [
        " did their research not just with with us but with other uh authors and",
        7765.26,
        7774.04
    ],
    [
        " i have senior politicians so that uh uh it's a it's the most factual account that i can i'm aware of",
        7776.12,
        7787.0
    ],
    [
        " in us as a survivor is there any unique position in american history and us navy history",
        7787.0,
        7792.04
    ],
    [
        " we're the only crew in us navy history that has the task of lobbying",
        7792.04,
        7799.06
    ],
    [
        " and being the do d and congress to investigate attack on our ship and we we don't have any experience",
        7799.68,
        7808.06
    ],
    [
        " at that we don't know anybody who does but we need help from people who do we love to have a uh",
        7808.06,
        7816.86
    ],
    [
        " a professional approach and and offer his services we can't pay him we don't have any money",
        7816.86,
        7823.34
    ],
    [
        " but we need we need professional help in the lobbying and in uh in the legal legal arena i don't know if",
        7825.02,
        7832.54
    ],
    [
        " uh i don't know if uh if there's any legal steps we can take we were in military we were uh",
        7832.54,
        7838.74
    ],
    [
        " and it was our job to uh to uh go where we're supposed to go and do what we're supposed to do but",
        7838.74,
        7844.06
    ],
    [
        " whether there were civilians on the ship too do you guys feel like there's been progress",
        7844.06,
        7849.48
    ],
    [
        " towards getting the truth out there because to me i mean when i hear about the USS liberty now",
        7850.1,
        7856.74
    ],
    [
        " i immediately kind of most people know sort of the underlying story that it was an attack it was",
        7856.74,
        7864.14
    ],
    [
        " from israel that you know the us navy lost a bunch of sailors they don't necessarily know how many",
        7864.14,
        7871.24
    ],
    [
        " but do you guys feel like there's progress been made in this story getting out there and the",
        7871.24,
        7875.7
    ],
    [
        " truth getting out there there's progress being made but not to the extent that people who who can do",
        7875.7,
        7882.38
    ],
    [
        " something about it do something about it so what is it that what would be the the win what would be",
        7882.38,
        7889.2
    ],
    [
        " victory for you all i'm sitting in the morning winter circle right now with you doing this i",
        7889.2,
        7895.6
    ],
    [
        " feel like a winner and uh i think the two gentlemen feel the same way i want to mention my shipmates",
        7895.6,
        7900.6
    ],
    [
        " they all know about this and i'm sure they're going to download this and watch it but a special",
        7900.6,
        7905.2
    ],
    [
        " thanks you know to uh most shaffer and his wife Donna he's uh the money man he takes care of the money",
        7905.34,
        7912.22
    ],
    [
        " little we have and they have a ship story you can buy things from and it's just uh",
        7912.22,
        7919.9
    ],
    [
        " our way of trying to give it give back the real story and in the last three or four years",
        7919.9,
        7927.14
    ],
    [
        " jacob we've been more progress than we had in the last 55 because of sacrificing liberty",
        7927.14,
        7932.78
    ],
    [
        " and uh now here we are with you and possibly Joe Rogan is going to get a call from you and say hey",
        7933.38,
        7940.9
    ],
    [
        " you better get these boys on i could try that's a long list of people trying to go on on",
        7940.9,
        7949.76
    ],
    [
        " on mr. Rogan's podcast that can guarantee you that um well a win for me is a congressional investigation",
        7949.76,
        7957.08
    ],
    [
        " okay uh complete and comprehensive redundant to be sure but it needs to be said",
        7957.14,
        7963.24
    ],
    [
        " congressional investigation but that's a two-edged sword because members of congress have refused",
        7963.24,
        7971.28
    ],
    [
        " to investigate the attack on our ship war crimes is a US statute accessory after the fact",
        7971.28,
        7980.26
    ],
    [
        " is a US statute oh so members of congress who were in a position to conduct an investigation",
        7980.26,
        7987.42
    ],
    [
        " refused to despite being lobbied by victims of those war crimes might stand accused of being",
        7987.42,
        7996.26
    ],
    [
        " accessories after the fact and i don't think accessories after the fact is covered under congressional",
        7996.26,
        8001.44
    ],
    [
        " immunity so there's some scared yeah yeah congress people out there there's some statute limitations",
        8001.44,
        8009.12
    ],
    [
        " on murder a nun and that's what happened they murdered these men and tried to murder us i mean you",
        8009.12,
        8015.14
    ],
    [
        " know i i i called the FBI CIA and i tell him hey i'm like i witnessed a murder and they get all excited",
        8015.14,
        8021.7
    ],
    [
        " till i tell him what it's all about and they said well that's that's not it's never mine that's",
        8021.7,
        8027.1
    ],
    [
        " already been investigated we've never had an investigation except the the phony border vinkuari",
        8027.1,
        8033.24
    ],
    [
        " and we got letters back from congress some of our inner earth that i brought to show you",
        8033.24,
        8037.46
    ],
    [
        " there's been multiple investigations there's never been none they're lying to us where i witnesses",
        8038.82,
        8044.26
    ],
    [
        " to to what happened and they're telling us that we've been it's been a congressional investigation",
        8044.26,
        8049.74
    ],
    [
        " at least three or four times or it's never been a congressional investigation they lied to us",
        8049.74,
        8054.84
    ],
    [
        " what do you think they're telling the American people yeah um probably a good place to wrap it up",
        8054.84,
        8063.4
    ],
    [
        " i mean that that sounds like we know what we want to do to to move this thing forward with",
        8063.4,
        8067.26
    ],
    [
        " the congressional investigation get the word out there let's make juniath you know national",
        8067.26,
        8072.46
    ],
    [
        " day of remembrance for the USS liberty um very just any closing thoughts from you",
        8072.46,
        8078.16
    ],
    [
        " no i just encourage your listeners to um you know take what we've said today and if they have any",
        8078.16,
        8090.48
    ],
    [
        " interest at all in trying to support the liberty go to our website um contact us you know our",
        8090.48,
        8099.6
    ],
    [
        " contact information is on the website and like i said i'm willing to draft resolutions or",
        8099.6,
        8108.2
    ],
    [
        " petitions whatever they want for their organization to get signatures to take before their",
        8108.2,
        8116.96
    ],
    [
        " legislators and um trying to get support for this recognition for our fall and shipwraiths that uh",
        8117.62,
        8124.9
    ],
    [
        " that should have happened 55 years ago um indeed on our blog there's a the USS liberty veterans.",
        8124.9,
        8136.06
    ],
    [
        " . blog there's a tab that says i think it's uh help us out and in that tab or a series i think four",
        8136.32,
        8146.2
    ],
    [
        " in the blank and submit one is calling for uh have a member of congress send you a copy of the",
        8146.2,
        8152.4
    ],
    [
        " congressional investigations then they can't do it one is asking them to uh contact the congressional",
        8152.4,
        8158.58
    ],
    [
        " research service and ask them to uh has the uh us government investigated the attack and we",
        8158.58,
        8164.38
    ],
    [
        " got a response from one i've been trying for years and one finally actually asked the the",
        8164.38,
        8169.92
    ],
    [
        " congressional research service and he said no another one asks for uh congress to allow their boilerplate",
        8169.92,
        8177.96
    ],
    [
        " responses to members to constituents who write asking about the attack",
        8177.96,
        8183.34
    ],
    [
        " stop using is rarely talking points use USS liberty survivors talking points and uh",
        8183.34,
        8192.76
    ],
    [
        " you know that this easy way to for them to get involved and then when they get the responses",
        8192.76,
        8199.96
    ],
    [
        " send them to us and we can draft a a response for them to uh to send.",
        8199.96,
        8204.96
    ],
    [
        " yeah that that's uh the old the old letter writing campaign yeah let's get let's get them that way um",
        8205.28,
        8212.56
    ],
    [
        " anything else Joe i think that's it fill any closing thoughts uh yes uh in closing i",
        8212.56,
        8218.94
    ],
    [
        " encourage your listeners and and watchers at old download this share it with everybody pass the word",
        8219.78,
        8225.44
    ],
    [
        " around write your senators and congressmen and let them know that the real deal is that you you've",
        8225.44,
        8231.26
    ],
    [
        " been lying about this all the time and we know it but they don't want to come back and tell them",
        8231.26,
        8236.1
    ],
    [
        " tell everybody that they're liars anyway i mean it's gonna be hard i mean the congress and everything",
        8236.1,
        8241.58
    ],
    [
        " is gonna take the people people your listeners to help us out people that uh that watch sacrifice",
        8241.58,
        8247.64
    ],
    [
        " on liberty goes sacrifice on liberty dot com and uh god bless you for having us on your your good man",
        8247.64,
        8253.78
    ],
    [
        " and all of you i appreciate it so much god bless you and one thing i forgot to mention since your",
        8253.78,
        8259.34
    ],
    [
        " blog is posted on your youtube site there's a comment section and we'd be happy to enter into a dialogue",
        8259.34,
        8267.28
    ],
    [
        " with anybody on that uh on that comment section whether they're pro-Israeli uh think they're pro-Israeli",
        8267.28,
        8274.8
    ],
    [
        " or on the us side the comments will definitely be there okay good we look forward to it well uh",
        8274.82,
        8283.18
    ],
    [
        " thanks for coming you know that these these the conjecture and the mystery around all these events",
        8283.18,
        8289.34
    ],
    [
        " they they've been around for a while but um i think there's one thing that there's absolutely no",
        8289.34,
        8293.64
    ],
    [
        " mystery about one thing that cannot be disputed and that's the courage and the valor and the sacrifice",
        8293.64,
        8299.04
    ],
    [
        " of the brave sailors of the USS liberty so thank you for coming on thank you for sharing your story",
        8299.04,
        8306.84
    ],
    [
        " um thank you all personally for your service and your sacrifice and we won't forget what you did",
        8306.84,
        8314.76
    ],
    [
        " for the country and nor will we ever forget the memory of your 34 shipmates who gave their lives",
        8314.76,
        8322.78
    ],
    [
        " and who embodied the navy ethos of honor courage and commitment we commit to not forgetting their sacrifice",
        8323.26,
        8334.14
    ],
    [
        " thank you thank you thank you thanks for coming guys thanks thank you and with that",
        8334.14,
        8339.46
    ],
    [
        " Joe and Larry and Phil have left the building echo did you know anything about the USS liberty",
        8339.46,
        8346.28
    ],
    [
        " prior to today oh i have heard things um not at the end of the day no let's say there's level five",
        8346.48,
        8354.64
    ],
    [
        " knowledge i was at level 0.5 so you knew it existed yeah but you didn't know too much about it yeah like",
        8354.64,
        8361.6
    ],
    [
        " when you when you said that they were coming on and you said the USS liberty i was like i was like",
        8361.6,
        8368.9
    ],
    [
        " okay it wasn't like just in the dark it wasn't a shot in the dark for me no",
        8368.9,
        8373.3
    ],
    [
        " yeah it's uh it's too bad more people don't know about it and i'm glad that they were able to come on",
        8374.06,
        8379.38
    ],
    [
        " and and share the story and it just you know just really it is kind of crazy and i think we've done",
        8379.38,
        8386.32
    ],
    [
        " i've done some you know obviously we've done some podcasts about well about McNamara for sure",
        8386.32,
        8392.3
    ],
    [
        " and i'm not a but i don't like McNamara i don't like the way he led i don't like the way he did things",
        8392.3,
        8400.96
    ],
    [
        " and so this is just like another nail in the coffin for McNamara from my perspective",
        8401.6,
        8407.5
    ],
    [
        " to know that you know he was one of the people that allowed this stuff to happen and and LBJ the same thing",
        8407.5,
        8415.82
    ],
    [
        " President Johnson same thing you know President Johnson",
        8415.82,
        8419.92
    ],
    [
        " it just shows you the level of kind of corruption and ineptitude that the leadership had",
        8419.92,
        8428.36
    ],
    [
        " and and what's i don't really what really bothers me about it is you know if someone's not capable",
        8429.44,
        8436.4
    ],
    [
        " and they end up in a position you're like you know if you echo if you're supposed to be doing",
        8436.4,
        8440.7
    ],
    [
        " something and you don't have the capability of doing it i'm probably not i'm not going to",
        8440.7,
        8446.02
    ],
    [
        " mad at you you know i'm not going to get mad at you but if you're capable what you're doing",
        8446.02,
        8450.98
    ],
    [
        " things a certain way for because you think you're smarter than everybody else or you think you can",
        8450.98,
        8455.76
    ],
    [
        " outsmart the the American people or you think you're going out smart you know you're your boss",
        8455.8,
        8460.84
    ],
    [
        " or whatever and you you're trying to maneuver i'm gonna have a problem with that so i'm gonna",
        8460.84,
        8465.1
    ],
    [
        " have more of a problem with i'm actually gonna have a lot more of a problem with someone that's just",
        8465.1,
        8470.1
    ],
    [
        " hey echo had this idea this what he thought was going to happen it didn't go that way",
        8470.1,
        8474.52
    ],
    [
        " okay you know got it he's not capable of doing it he didn't understand the situation like he",
        8474.52,
        8482.58
    ],
    [
        " can't get mad at someone's lack of ability to do something but if echo is smart and you were",
        8482.88,
        8488.28
    ],
    [
        " in there and you made decisions that actually made things go a certain way that's gonna make me mad",
        8488.28,
        8496.2
    ],
    [
        " and that's how i feel about macnamar and johnson and so there you go so what okay so",
        8496.2,
        8502.86
    ],
    [
        " governments claiming mistaken identity they're claiming what like what exactly what's the",
        8502.86,
        8511.3
    ],
    [
        " explanation there are several explanations the main thing that what the what the government says",
        8511.56,
        8518.36
    ],
    [
        " i shouldn't say it's all the government it's not all the government says this the cover up at",
        8518.36,
        8522.44
    ],
    [
        " the time was hey it was mistaken identity it was a you know unfortunate incident",
        8522.44,
        8526.94
    ],
    [
        " the the israeli said sorry we're carrying on with our mission there's two there's two real",
        8526.94,
        8534.58
    ],
    [
        " explanations one of them is that hey the israelis didn't want americans listening so they attack the",
        8536.18,
        8542.16
    ],
    [
        " ship and there's one that is the israelis wanted they wanted america to enter the war and they knew",
        8542.16,
        8553.84
    ],
    [
        " that america would enter the war if one of the americans ships was attacked by these arab forces",
        8553.84,
        8561.42
    ],
    [
        " and so they tried to do it in such a way that because you wouldn't think the israelis would do that",
        8561.48,
        8566.7
    ],
    [
        " i mean that's like crazy right yeah those are are actual allies so how could this happen it must have",
        8566.7,
        8571.56
    ],
    [
        " been the you know it was obviously the Arabs there's no survivors the ship is sunk and gone",
        8571.56,
        8577.14
    ],
    [
        " we better go pay the arab nations back for sinking our ship so is it out of the question that people",
        8577.14,
        8588.28
    ],
    [
        " do that kind of thing not at all not at all false flag attacks like that's a literal false flag",
        8588.28,
        8594.5
    ],
    [
        " attack so and look i don't really even know how debatable it even is you know like this is the",
        8594.5,
        8604.72
    ],
    [
        " israelis have admitted that they attacked the ship they've said hey it was a mistake",
        8604.72,
        8609.66
    ],
    [
        " we're sorry it wasn't that long it wasn't that bad we didn't shoot up there's there's some where",
        8609.66,
        8616.32
    ],
    [
        " they directly conflict with no we didn't shoot up the lifeboats the lifeboats they say they didn't",
        8616.62,
        8621.72
    ],
    [
        " do that so they're they they kind of claim it they kind of downplay it and claim it as a mistake",
        8621.72,
        8627.28
    ],
    [
        " that's sort of the cover up the cover up is downplay it it was a mistake the reality is",
        8627.28,
        8632.26
    ],
    [
        " at least at least admit the full extent of what happened and then on top of that was it intentional",
        8632.26,
        8640.96
    ],
    [
        " did you actually want to do this to drag americans into this war and then if you want to do that and",
        8641.2,
        8648.86
    ],
    [
        " the people that called off the support to the vessel are americans you knew about it right",
        8648.86,
        8655.44
    ],
    [
        " so that's why these guys are calling for a full congressional investigation a congressional inquiry",
        8655.44,
        8664.42
    ],
    [
        " to figure out exactly what happened so people can be held accountable and not only so people can",
        8664.42,
        8669.92
    ],
    [
        " be held accountable but so you can look back and say hey here's the mistakes that we made we put",
        8669.92,
        8674.68
    ],
    [
        " too much power in this position we we allowed our allies to do too much we didn't run through",
        8674.68,
        8681.06
    ],
    [
        " the chain of command like there's a bunch of things that you can learn from it and to not break it",
        8681.06,
        8685.42
    ],
    [
        " down with the inquiry like that and find out what actually happened I mean a seven day inquiry",
        8685.42,
        8689.76
    ],
    [
        " I mean Phil brought in a stack of papers you've got all kinds of information about this you couldn't",
        8689.76,
        8699.9
    ],
    [
        " so yeah that's it you kind of in a way draw the line in the sand when you start like lying and then",
        8700.54,
        8707.58
    ],
    [
        " telling people to be like hey you're not allowed to talk about this or whatever it's like okay now",
        8707.58,
        8711.98
    ],
    [
        " and even that I you know as I said on the podcast there are some things for national security",
        8711.98,
        8718.1
    ],
    [
        " where this is what happened and you can't talk about anymore hey all the sob guys weren't allowed",
        8718.1,
        8723.84
    ],
    [
        " to talk about the secret war for 20 years yeah that's what actually happened they signed a paper and",
        8723.84,
        8729.54
    ],
    [
        " said they couldn't talk about it those are class classified information you're not allowed to talk",
        8729.54,
        8732.6
    ],
    [
        " about it what's what makes it disturbing in this one is it doesn't seem like the national security",
        8732.6,
        8739.02
    ],
    [
        " in a straightforward manner was in jeopardy what was in jeopardy was the relationship with Israel",
        8739.02,
        8744.06
    ],
    [
        " the political standing of because if let's face it if the America would have found out that somehow",
        8744.06,
        8751.16
    ],
    [
        " our own government was involved in attack on one of our own ships like that's game over for the",
        8751.16,
        8756.22
    ],
    [
        " entire administration so what are they going to do hey don't say anything to anybody to protect",
        8756.94,
        8763.3
    ],
    [
        " their own ass and this is not beyond a guy like Johnson and not beyond a guy like McNamara",
        8763.3,
        8770.08
    ],
    [
        " yeah so these politicians that think they're smart",
        8770.08,
        8776.82
    ],
    [
        " um horrible stuff so if you want to support them you can go to USS Liberty Vets",
        8777.58,
        8786.84
    ],
    [
        " Liberty Veterans USS Liberty Veterans dot org or USS Liberty Veterans dot blog that's where you",
        8786.84,
        8794.36
    ],
    [
        " can go to support them if you want to get a bunch of more information about it there's a movie that",
        8794.36,
        8800.72
    ],
    [
        " Phil pointed out sacrificing Liberty so check out that movie also Phil's written a couple books",
        8800.74,
        8806.64
    ],
    [
        " one of them called Holocaust on the high seas by Phil tourney the other one is called Erasing",
        8806.64,
        8813.6
    ],
    [
        " the Liberty the battle to keep alive the memory of Israel's massacre on the USS Liberty",
        8813.6,
        8818.84
    ],
    [
        " so there's two books you can pick up that were were written by Phil tourney who you heard talking",
        8818.84,
        8826.14
    ],
    [
        " today as far as the podcast goes as far as you go really if you want to support the podcast you",
        8826.74,
        8833.74
    ],
    [
        " want to support yourself check out check out some jockewfuel.com it's true finally you have some",
        8833.74,
        8839.76
    ],
    [
        " healthy supplements not with the negative side effects the negative side effects yep finally",
        8839.76,
        8847.94
    ],
    [
        " oh what what what's the what's the contest we got going we got some contests will probably be",
        8847.94,
        8851.92
    ],
    [
        " over by now but I don't know it's like the battle of the battle of the flavors we're given",
        8851.92,
        8857.1
    ],
    [
        " someone a year's worth of go was that one go a day you think there's a lot of go man yes that's",
        8857.1,
        8864.5
    ],
    [
        " a lot of go that's a lot of go yes sir oh yes also yes I'm good tasting protein this is all",
        8864.5,
        8870.04
    ],
    [
        " stuff that is going to keep us really on the path really been on the path we had a birthday party",
        8870.04,
        8874.62
    ],
    [
        " this past weekend yeah no I didn't make it slipped off the path a little bit what do you what do",
        8874.62,
        8878.24
    ],
    [
        " do some cupcakes cupcakes I don't like cupcakes matter fact I don't believe in like cake no cake come",
        8878.24,
        8883.28
    ],
    [
        " okay no what's the jam because it's dry tastes dry to me so what's your jammer actually I already know",
        8883.28,
        8889.22
    ],
    [
        " this I know the pigs in a blanket situation I know you like that that's a good one but what about",
        8889.22,
        8895.28
    ],
    [
        " dessert oh uh chocolate uh mint chocolate chip ice cream yes we did have that too by the way yeah",
        8895.28,
        8900.88
    ],
    [
        " yeah did you buy that case I showed up trying to tempt me trying to bring me down no my kids like",
        8900.88,
        8906.04
    ],
    [
        " though I'm negatively impact my life man that's what you're doing you know I would have just had a",
        8906.04,
        8909.74
    ],
    [
        " mulk a mint mulk yeah which is equivalent no but you do a good slash bad job of eating these cakes",
        8909.74,
        8918.02
    ],
    [
        " and whatnot if the kids are around and they want to have something with you wouldn't mean I do a good",
        8918.02,
        8923.26
    ],
    [
        " bad slash bad job was that because you do a good job bonding with the kids but meanwhile you",
        8923.26,
        8927.72
    ],
    [
        " sleeping on the path it's like what do you call a tactical catch 22 tackle sacrifice for",
        8927.72,
        8933.16
    ],
    [
        " strategic win yep yeah and then you teach your kids how to eat cake I know there's a there's",
        8933.5,
        8939.56
    ],
    [
        " there's a all there's a saying in the in the I don't know it might be the whole navy but",
        8939.56,
        8943.74
    ],
    [
        " it might be the whole military but we'd say like let them eat cake you know so that we call",
        8943.74,
        8948.44
    ],
    [
        " the officers cake eaters oh damn okay sorry for cake eater so I wouldn't eat cake it was like a",
        8948.44,
        8955.74
    ],
    [
        " thing like I would eat cake kind of like now I don't eat donuts right like out of the principle yeah",
        8955.74,
        8959.82
    ],
    [
        " just out of principle I could I'd probably never be able to have a donut again for my life",
        8959.82,
        8963.18
    ],
    [
        " because it's gonna be someone with a 600 millimeter telephoto lens I'll be on the cover of the freaking",
        8963.18,
        8967.68
    ],
    [
        " national inquieter chocolate was a liar yep it's too very possible so no donuts over here but we will",
        8967.68,
        8974.26
    ],
    [
        " have some mulk we will have some joint warfare some super krill jacquafuel.com you can get the stuff",
        8974.26,
        8980.74
    ],
    [
        " the vitamin shop you can get the drinks at wawa we got some um we got ready to drink protein shakes",
        8980.74,
        8987.2
    ],
    [
        " common yeah which is a kind of a game changer right when you just roll into a store you're hungry",
        8987.5,
        8991.82
    ],
    [
        " you need that you're you're starting to go cat about like oh yeah and you need that little",
        8991.82,
        8997.08
    ],
    [
        " hitter yeah plus is a perfect mix you know yeah it's insured the perfect mix yeah this is good to go",
        8997.08,
        9002.36
    ],
    [
        " so we got those common shortly so yep jacquafuel.com check it out if you want to check it out",
        9002.36,
        9006.98
    ],
    [
        " some good stuff on there also American made stuff American made denim some hunting stuff coming",
        9006.98,
        9012.52
    ],
    [
        " yeah yeah yeah face it the hyper on that is sick sick and yes sir well it's a big deal to make",
        9013.1,
        9019.76
    ],
    [
        " stuff in America actually it's awesome but he commented on one of the YouTube videos and said yeah",
        9019.76,
        9025.16
    ],
    [
        " but what he doing stuff's made in America but the components are from overseas our components are",
        9025.16,
        9031.22
    ],
    [
        " not from overseas no sir our components are from America you know the materials made in America",
        9031.22,
        9036.8
    ],
    [
        " grown the cotton cotton the components for the components is made in America that's what we're saying",
        9036.8,
        9042.7
    ],
    [
        " so yeah when you go to origin USA you are supporting not just origin USA you're supporting the entire",
        9042.7,
        9048.52
    ],
    [
        " the entire supply chain that runs down to the fields in Texas the fields in South Carolina the factories",
        9048.52,
        9057.02
    ],
    [
        " in South Carolina the mills in South Carolina it's it you're feeding the entire system by supporting",
        9057.02,
        9064.6
    ],
    [
        " origin USA so check out origin USA dot com and you're not supporting uniquely affordable labor",
        9064.6,
        9071.48
    ],
    [
        " oh slave labor wait wait is it the new euphemism uniquely supportable uh I think that's what",
        9071.48,
        9078.86
    ],
    [
        " they called it on the thing that I watched um uniquely affordable labor yeah we call that slave",
        9078.86,
        9085.42
    ],
    [
        " labor yes that's what that's called and we don't do it yep we have awesome workers",
        9085.42,
        9089.88
    ],
    [
        " American workers that are doing a great job and get and have skill and bring it to the table",
        9091.24,
        9097.3
    ],
    [
        " every day and work their ass off to make these products so there you go origin USA dot com check that",
        9097.3,
        9102.64
    ],
    [
        " out also you want to represent you know where we got some good shirts we have new shirt we have",
        9102.64,
        9106.84
    ],
    [
        " all new stuff coming that's really like this clinical freedom shirts new designs new designs oh really",
        9106.84,
        9114.98
    ],
    [
        " you went ham huh well you know I figure that we all kind of wanted a little bit of an update you know",
        9114.98,
        9121.06
    ],
    [
        " still still uh consistent I would say but go to an anyway jockelstore dot com that's we can get",
        9121.06,
        9126.58
    ],
    [
        " your shirts and hats and hoodies and merch if you want to represent good spot oh look at that guy",
        9126.58,
        9131.48
    ],
    [
        " with the merch what's the has the has the latest shirt locker shirt that I designed on the market",
        9131.48,
        9139.48
    ],
    [
        " yet is it out there yeah so people had it have had it delivered march yeah that's kind of that's",
        9139.48,
        9145.62
    ],
    [
        " kind of cool that they have no idea what's coming and it just shows up oh yeah yeah it might be",
        9145.62,
        9150.12
    ],
    [
        " super dope yeah in this case it is recently apparently according to the field so everyone's",
        9150.12,
        9155.36
    ],
    [
        " well those who have my phone number or on twitter or the gram they um they'll send me a picture of",
        9155.36,
        9163.48
    ],
    [
        " them with the shirt on and they they will say you nailed it with this one or whatever yeah and I've",
        9163.48,
        9169.92
    ],
    [
        " been getting a lot of those recently for the past three months day yeah it's a consistent goodness",
        9169.92,
        9176.04
    ],
    [
        " good thing good easy uh so yeah check out the shirt locker there uh subscribe to this podcast don't",
        9176.04,
        9182.36
    ],
    [
        " don't forget about jockelondragound jockewondragound.com we've been doing we've been doing a lot of Q&A",
        9182.36,
        9187.7
    ],
    [
        " only because we have a place where people that are members of jockelondragound.com can email",
        9187.84,
        9193.52
    ],
    [
        " so we've been going through all those questions and yes at some point we backed off doing Q&A on",
        9193.52,
        9201.54
    ],
    [
        " this podcast probably because the questions were overwhelming the numbers so now we kind of",
        9201.54,
        9206.94
    ],
    [
        " narrow that down that's one of the things that we're doing on jockelondragound.com if you got a",
        9206.94,
        9209.64
    ],
    [
        " question you can email it there it costs $8.18 a month that's how we keep it up and running that's",
        9209.64,
        9216.24
    ],
    [
        " also our escape hatch if we get banned or censored or de-platformed for whatever reason and if you",
        9216.24,
        9225.48
    ],
    [
        " can't afford that we still want you in the game you can just email assistance at underground at joc",
        9225.48,
        9229.78
    ],
    [
        " assistance at jockewondragound.com so check that out you know also youtube we do have a youtube",
        9229.78,
        9235.78
    ],
    [
        " channel video version of the podcast yeah check that one also origin USA origin HD yeah that's a good",
        9235.78,
        9242.82
    ],
    [
        " youtube channel as well that is a good follow along how an American company from top to bottom is",
        9242.82,
        9248.78
    ],
    [
        " run very interesting now yeah psychological war for you can check out flip flip side canvas we got",
        9248.78,
        9256.32
    ],
    [
        " we got Dakota just just out there getting after in 74 different directions which is awesome",
        9256.32,
        9263.0
    ],
    [
        " he doing all kinds of stuff he's got a gym he's a firefighter he's a pilot a helicopter pilot",
        9263.0,
        9269.36
    ],
    [
        " so the codomire he's got another business which is called flipside canvas.com and you can get",
        9269.64,
        9275.56
    ],
    [
        " cool stuff to hang on your wall there and for books look the books I just mentioned erasing liberty",
        9275.56,
        9282.12
    ],
    [
        " by Phil turnie we got his other book holocaust on the high seas there's also a book called",
        9282.12,
        9289.02
    ],
    [
        " remember the liberty by philip Nelson and Ron kukal which I Ron put this podcast together today",
        9289.02,
        9296.06
    ],
    [
        " I mentioned him so you can check out his book also speaking of doing a bunch of different things we",
        9296.06,
        9301.1
    ],
    [
        " got jockew publishing and jockew publishing has publishing books published Mikey in the dragons",
        9301.1,
        9306.08
    ],
    [
        " published way the warrior kid three and four also holly mckay she wrote a book called only cry for",
        9306.08,
        9316.08
    ],
    [
        " the living and right now so she's been in Afghanistan Iraq Syria she's a war reporter right now",
        9316.08,
        9321.8
    ],
    [
        " she's on the ground in Ukraine she was in cave today so check out holly mckay and if you want to",
        9321.8,
        9330.4
    ],
    [
        " support her get her book only cry for the living you can get that a jockew publishing.com or you can",
        9330.4,
        9339.78
    ],
    [
        " get it on amazon or whatever so then you got all the books that I've written I think there's some",
        9339.78,
        9345.14
    ],
    [
        " kind of a special coming out on final spin so I've got a special on this is amazon",
        9345.14,
        9349.54
    ],
    [
        " uh leadership strategy and text you know all my books check those out if you want to",
        9350.6,
        9354.78
    ],
    [
        " appreciate it ashlam front that's my leadership consulting company where we solve problems through",
        9354.78,
        9361.04
    ],
    [
        " leadership leadership is the solution we just sold out the texas muster um so if you want to come",
        9361.04,
        9368.6
    ],
    [
        " to a muster if you want to go to any of our events just go to ashlamfront.com and check out the",
        9368.6,
        9373.88
    ],
    [
        " details of what we do how you can utilize us to help your company we also have extreme ownership",
        9373.88,
        9380.02
    ],
    [
        " academy extremotorship.com speaking of asking me questions come on there and literally ask me a",
        9380.02,
        9385.4
    ],
    [
        " question I'll be on a zoom call on Monday and you can ask me whatever you want I'll be on there",
        9385.4,
        9391.88
    ],
    [
        " the next Monday I'll be there on Wednesday I'll be there on Friday come and check it out",
        9391.88,
        9395.34
    ],
    [
        " there's a bunch of courses you can take it's just it's a really powerful platform check out",
        9395.34,
        9399.94
    ],
    [
        " streamownership.com if you want to help in your life look it's not like oh you're a leader",
        9400.38,
        9404.44
    ],
    [
        " and you're in charge of 1400 people or you're a leader you're in charge of seven people you don't",
        9404.44,
        9409.18
    ],
    [
        " have to be in charge of it you're in charge of your own life and if you want to learn about how",
        9409.18,
        9413.76
    ],
    [
        " to better lead your own life go to extremotorship.com yeah I feel like and this might be just me could be",
        9413.76,
        9420.84
    ],
    [
        " everybody but I feel like when you hear the word leader it kind of comes from when you're a kid",
        9420.84,
        9424.68
    ],
    [
        " and it's like follow the leader like me the boss everyone follow me kind of a thing",
        9424.68,
        9430.44
    ],
    [
        " physically like actually literally following me whatever but as it turns out it's like essentially",
        9430.44,
        9438.18
    ],
    [
        " the ability to make the right calls and the right decision in every situation even if you're",
        9438.18,
        9443.1
    ],
    [
        " by yourself by the way yeah yeah so yeah it's like it's almost like leader might not even be the most",
        9443.1,
        9450.44
    ],
    [
        " best word to say it that'll land on your brain the way yeah the reality is almost like",
        9452.36,
        9457.44
    ],
    [
        " learn how to live your life in the best possible way yeah check if you want to live your life in",
        9457.44,
        9466.8
    ],
    [
        " the best possible way you want to learn how to make decisions what decisions to make because that's",
        9466.8,
        9470.74
    ],
    [
        " where your life is a series of decisions how you doing that how you mitigating risk how are you",
        9470.74,
        9475.2
    ],
    [
        " figuring out where to take chances how are you figuring out where you need to reinforce certain",
        9475.2,
        9478.88
    ],
    [
        " parts of your life how are you figuring out how you're going to interact with this person that",
        9478.88,
        9481.66
    ],
    [
        " has a huge part in your life whether you want them to or not all kinds of things to learn",
        9481.66,
        9486.02
    ],
    [
        " that's all extremotorship.com if you want to help service members active and retired their families",
        9486.02,
        9490.76
    ],
    [
        " gold star families everybody that has served if you want to help them go to Mark Lee's mom mom",
        9490.76,
        9496.92
    ],
    [
        " at least she's got an incredible charity organization if you want to donate or you want to get involved",
        9496.92,
        9500.96
    ],
    [
        " go to america's mighty warriors.org also don't forget about horses and heroes no heroes and horses",
        9500.96,
        9508.52
    ],
    [
        " I was going to get that one backwards yeah the horses come first in my mind the hero should come first",
        9508.52,
        9512.92
    ],
    [
        " heroes and horses.com. Micah think doing awesome stuff with his charity organization. echo and",
        9512.92,
        9519.62
    ],
    [
        " I if you want to hear more from us then you can go on the social media of course",
        9519.62,
        9524.36
    ],
    [
        " surgeon general warning watch out for the algorithm because he's getting ready to grab you by the",
        9524.36,
        9530.84
    ],
    [
        " trope and try and drag you in there. Echoes at Equatrols. I am at jacqueline and thanks once again",
        9530.84,
        9538.7
    ],
    [
        " to joe lary and fill for your service and sacrifice and thanks to all the sailors of the USS Liberty",
        9538.7,
        9546.26
    ],
    [
        " especially those 34 brave souls who sacrificed their lives for their shipmates and thanks to all",
        9546.26,
        9557.74
    ],
    [
        " the rest of the sailors out there from the world's finest navy that are on the high seas 365 days a",
        9557.74,
        9565.18
    ],
    [
        " year protecting the cause of freedom around the world and thanks to the rest of our military that",
        9565.18,
        9572.06
    ],
    [
        " fights on the land and in the air to protect our way of life and also to our police law enforcement",
        9572.06,
        9580.66
    ],
    [
        " firefighters paramedics EMTs dispatchers correctional officers board of patrol secret service all",
        9580.66,
        9585.34
    ],
    [
        " first responders who protect us here at home thank you for what you do",
        9585.34,
        9589.44
    ],
    [
        " and everyone else you never know what you're going to run into. You never know what's going to happen",
        9589.44,
        9598.38
    ],
    [
        " you never know who is going to attack you and these guys talked about it today they were prepared",
        9598.38,
        9604.58
    ],
    [
        " they were ready they were vigilant. So when something unfolds you are prepared like they were",
        9604.58,
        9613.72
    ],
    [
        " to behave like they did the brave sailors of the USS Liberty and don't ever give up.",
        9613.72,
        9620.98
    ],
    [
        " And until next time this is Echo and Jocco out.",
        9621.9,
        9627.88
    ]
]