[
    [
        " The whole experience of being on that battlefield is almost impossible to put into words.",
        0.0,
        4.94
    ],
    [
        " There's more to it. It's not like we're in a classroom and we're learning about the history of",
        5.86,
        13.84
    ],
    [
        " stuff. There's something that I can't explain that you feel when you're there. He touched on this",
        13.84,
        22.22
    ],
    [
        " in a speech that he gave later. I was like, oh, okay. What he said was, in great deeds, something",
        22.22,
        29.26
    ],
    [
        " abides on great fields, something stays. Forms change in pass, bodies disappear, but spirits",
        29.26,
        36.76
    ],
    [
        " linger to consecrate the ground for the vision place of souls and reverent men and women from afar",
        36.76,
        44.96
    ],
    [
        " and generations that know us not and that we know not of, heart drawn to see where and by whom",
        44.96,
        51.96
    ],
    [
        " great things were suffered and unfor them. She'll come to this deathless field to ponder and dream",
        51.96,
        58.7
    ],
    [
        " and low. The shadow of a mighty presence shall wrap them in its bosom and the power of the vision",
        58.7,
        65.88
    ],
    [
        " pass into their souls. And that's what it's like. You're there and you feel like you're part of",
        65.88,
        74.14
    ],
    [
        " something that's bigger than you and the... It's just an immensely... Yeah, I'll say it's a life",
        74.14,
        84.94
    ],
    [
        " changing experience to go to that battlefield as an American. Yeah, there's there's something spiritual",
        85.14,
        92.64
    ],
    [
        " that goes down for lack of a better word. I don't know what other word to use. I'm not even 100%",
        92.64,
        97.62
    ],
    [
        " sure. I know what the word spiritual means. I think that's the best fit. I don't know what else to say",
        97.62,
        102.78
    ],
    [
        " when you when you walk on that battlefield and when you know what happened and when you know the",
        102.78,
        109.28
    ],
    [
        " cost and when you know what the consequences were, were going to be to win or lose there.",
        109.28,
        115.86
    ],
    [
        " Did everything that we have and the the course of history as we know it and the course of",
        116.64,
        122.18
    ],
    [
        " free people in the world like it all is there in this one little area where thousands of men stood",
        122.18,
        132.66
    ],
    [
        " toe to toe, sometimes literally against their relatives. And you know, we walk that battlefield,",
        132.66,
        139.84
    ],
    [
        " we point that out, certain battles where there's literally relatives fighting against each other.",
        139.84,
        145.72
    ],
    [
        " And just to know the course of human history and that point in time and how important it was,",
        146.5,
        155.72
    ],
    [
        " it's it is. It's like a spiritual thing to be there.",
        157.02,
        160.68
    ]
]