[
    [
        " So, Will Smith slapped Chris Rock.",
        0.66,
        6.1
    ],
    [
        " And obviously a lot of people are talking about it.",
        6.48,
        12.28
    ],
    [
        " I guess we're talking about it now too.",
        12.94,
        14.64
    ],
    [
        " But here's the thing, my first reaction, honestly, when I saw this happen, I was, you know,",
        15.16,
        21.26
    ],
    [
        " thought to myself, hey, this, you know, that's what happens.",
        21.7,
        24.04
    ],
    [
        " You talk smack.",
        24.6,
        25.14
    ],
    [
        " If you talk smack, occasionally, you're going to get smacked, right?",
        25.68,
        29.08
    ],
    [
        " That's what happens.",
        29.12,
        30.0
    ],
    [
        " And the reason I feel so, I was, I didn't think much about it.",
        30.78,
        34.66
    ],
    [
        " I was like, oh, he's got smack, I kind of chuckled whatever.",
        34.96,
        37.06
    ],
    [
        " But then everyone started getting like hype about it, right?",
        37.54,
        40.16
    ],
    [
        " Okay.",
        40.66,
        41.14
    ],
    [
        " So, when you're in a seal, platoon, occasionally someone's going to get smacked, right?",
        41.52,
        47.34
    ],
    [
        " But you're on a construction site.",
        47.74,
        49.26
    ],
    [
        " Occasionally someone's going to get smacked.",
        49.76,
        51.26
    ],
    [
        " I guess more back in the day, but still, when you're at your house with your brother,",
        51.6,
        58.06
    ],
    [
        " someone's going to get smacked, right?",
        59.06,
        60.76
    ],
    [
        " I mean, it occasionally happens.",
        60.98,
        62.38
    ],
    [
        " Things escalate.",
        62.64,
        63.7
    ],
    [
        " Now, does this mean that I condone violence, right?",
        64.06,
        70.08
    ],
    [
        " A platoon scrap is not violence.",
        72.96,
        75.04
    ],
    [
        " You know what I'm saying?",
        76.22,
        76.88
    ],
    [
        " Like two high school kids on the same football team that, that get in each other's face",
        77.14,
        81.94
    ],
    [
        " and maybe they get, maybe they had, maybe there's a takedown happen.",
        81.94,
        84.76
    ],
    [
        " Maybe there's a couple of slaps.",
        85.0,
        86.46
    ],
    [
        " I guess we could include that as violence, but I don't, I guess I condone that kind of violence.",
        87.5,
        92.72
    ],
    [
        " Is that bad?",
        92.96,
        93.32
    ],
    [
        " No, and it's for a specific reason.",
        94.04,
        96.22
    ],
    [
        " Okay.",
        96.3,
        96.56
    ],
    [
        " Like, you're talking about mutual, like, accepted, like two people fighting, that's different.",
        97.24,
        103.1
    ],
    [
        " Yeah.",
        103.28,
        103.46
    ],
    [
        " Like, walking up to, you know.",
        103.58,
        105.02
    ],
    [
        " There's a reason, though.",
        105.48,
        106.46
    ],
    [
        " First of all, a platoon scrap is not actual violence.",
        106.72,
        109.94
    ],
    [
        " It's attention release.",
        110.12,
        110.88
    ],
    [
        " And it establishes or maintains or keeps maintenance of the pecking order.",
        110.88,
        117.58
    ],
    [
        " Now, here's the thing.",
        117.8,
        118.62
    ],
    [
        " Mind you.",
        118.82,
        119.28
    ],
    [
        " Just like chimpanzees, right?",
        119.82,
        122.24
    ],
    [
        " You know, the chimpanzees, the physical power, like the biggest, strongest chimpanzee,",
        122.38,
        126.0
    ],
    [
        " he won't actually maintain control of the tribe because eventually if he's an asshole,",
        126.0,
        132.18
    ],
    [
        " the other two or three chimps that are a little bit smaller will gang up on him and put him out of power.",
        132.8,
        137.64
    ],
    [
        " It's the same thing in a seal pitune.",
        138.06,
        139.48
    ],
    [
        " You can't just go around beating everyone up or you're going to catch a beat down.",
        139.62,
        142.12
    ],
    [
        " So there's a, there is times when, oh, there's going to be a van fight, right?",
        142.52,
        147.7
    ],
    [
        " Or the platoon guys are going to go out behind a mill van and throw it down.",
        147.96,
        151.14
    ],
    [
        " So that, that stuff's going to happen or a casing.",
        151.5,
        153.16
    ],
    [
        " So I'm just going to get slapped up for running their suck.",
        153.24,
        155.96
    ],
    [
        " And so it's a thing.",
        156.5,
        159.58
    ],
    [
        " Things occasionally get physical.",
        159.86,
        161.04
    ],
    [
        " And by the way, a slap isn't like a crazy thing.",
        161.18,
        166.38
    ],
    [
        " A slap doesn't really damage, right?",
        166.38,
        168.06
    ],
    [
        " A slap doesn't really leave damage.",
        168.22,
        169.62
    ],
    [
        " It's more humiliating than anything else, right?",
        169.84,
        172.86
    ],
    [
        " It's a, it's a humiliation thing.",
        172.96,
        174.66
    ],
    [
        " It's a statement, but it's not to knock someone out.",
        174.76,
        177.28
    ],
    [
        " If I want to fight you, I'm not going to slap you.",
        177.6,
        179.6
    ],
    [
        " I'm going to punch you in the face, right?",
        179.96,
        181.72
    ],
    [
        " A closed fist is totally different.",
        182.04,
        183.62
    ],
    [
        " If I close my fist and punch you in the face, I'm trying to hurt you.",
        183.94,
        187.84
    ],
    [
        " Now listen, don't get me wrong.",
        189.1,
        192.5
    ],
    [
        " If someone slaps you, you're kind of authorized to retaliate.",
        192.5,
        197.24
    ],
    [
        " You could say it's on, right?",
        197.48,
        199.72
    ],
    [
        " But tell me I'm wrong here.",
        200.1,
        201.46
    ],
    [
        " Whoever slapped you just gave you a warning that you're out of line.",
        202.32,
        205.4
    ],
    [
        " They're giving you an option to assess your behavior and stand down.",
        206.68,
        212.0
    ],
    [
        " I've slapped people before and had them stand down.",
        212.7,
        217.56
    ],
    [
        " So they might be right.",
        220.78,
        222.36
    ],
    [
        " Right?",
        223.02,
        223.86
    ],
    [
        " If you're getting slapped by someone and you go, oh damn,",
        224.12,
        227.04
    ],
    [
        " I didn't realize Echo was so sensitive about this thing.",
        227.28,
        230.64
    ],
    [
        " And I went too far and I assess and go, I crossed the line.",
        230.82,
        235.0
    ],
    [
        " Now if you punched me, it's on, right?",
        235.72,
        238.02
    ],
    [
        " There's really no choice, right?",
        238.26,
        239.36
    ],
    [
        " Are you agree with that there's a difference?",
        240.06,
        243.04
    ],
    [
        " Yes, if you punch somebody, you have effectively started to fight.",
        243.22,
        245.68
    ],
    [
        " If you slap someone, you've really checked them.",
        245.68,
        248.96
    ],
    [
        " You need to be ready to fight because it's totally acceptable that if you get slapped,",
        249.46,
        254.7
    ],
    [
        " you can point, you're fighting.",
        254.98,
        256.22
    ],
    [
        " But there is a difference between closed fist, punch, and a slap to the face.",
        256.48,
        260.84
    ],
    [
        " So you might have deserved the slap.",
        262.96,
        266.92
    ],
    [
        " Now, did Chris Rock deserve to get slapped?",
        267.24,
        270.88
    ],
    [
        " In my opinion, no.",
        273.14,
        275.3
    ],
    [
        " He's a comedian, bro.",
        275.98,
        277.5
    ],
    [
        " He's a comedian.",
        277.82,
        278.92
    ],
    [
        " He's roasting people.",
        279.44,
        280.64
    ],
    [
        " That's what he does for living, by the way.",
        280.96,
        282.38
    ],
    [
        " He's gonna roast anyone in that that comes to that thing.",
        282.48,
        285.24
    ],
    [
        " Is a viable option to get roasted and has always been like that.",
        285.54,
        290.92
    ],
    [
        " Always been like that.",
        291.2,
        292.16
    ],
    [
        " And by the way, Will Smith is a famous and successful actor.",
        292.64,
        298.3
    ],
    [
        " He's not like he's picking on you ever heard that thing about punching up.",
        298.3,
        301.16
    ],
    [
        " Have you ever heard this?",
        301.16,
        302.22
    ],
    [
        " It's okay to punch up, but it's not okay to punch down.",
        302.44,
        304.44
    ],
    [
        " So you're not allowed to make fun of, and this is, I actually mean this sincerely.",
        304.56,
        308.76
    ],
    [
        " You shouldn't be making fun of someone that is in the last powerful position than you.",
        309.94,
        314.56
    ],
    [
        " You shouldn't be making fun of, you know, if you're out for dinner and you're a wealthy person,",
        315.02,
        323.04
    ],
    [
        " and there's a waiter, and you start belittling the waiter,",
        323.04,
        327.74
    ],
    [
        " you might get slapped, because you're punching down.",
        328.96,
        332.46
    ],
    [
        " But it's generally more okay for someone to take shots at someone that's above them,",
        333.32,
        339.34
    ],
    [
        " and why is that?",
        339.48,
        340.66
    ],
    [
        " Well, because the person's in a position of power, they can kind of shrug it off.",
        340.84,
        344.42
    ],
    [
        " So this room, by the way, is filled with all people that are all rich and all famous,",
        344.66,
        350.22
    ],
    [
        " including Will Smith, and including his wife.",
        350.4,
        352.38
    ],
    [
        " She's an actress, too.",
        353.06,
        355.62
    ],
    [
        " You know, so she's famous.",
        355.86,
        357.5
    ],
    [
        " But Will Smith slapped her upside the head.",
        358.94,
        365.36
    ],
    [
        " So why is that? Why did that happen?",
        365.54,
        367.8
    ],
    [
        " And I didn't really know, I don't know much about celebrity people, about Hollywood.",
        368.58,
        373.34
    ],
    [
        " Right? I don't know much about this scene.",
        373.8,
        375.46
    ],
    [
        " But when I saw that, I saw the replay, right?",
        375.8,
        378.98
    ],
    [
        " Because I'm not obviously sitting around watching these Oscars.",
        379.14,
        383.3
    ],
    [
        " So I see the replay, and I thought immediately, I thought to myself, he's got some issues.",
        383.52,
        387.26
    ],
    [
        " And he yet, specifically, probably has some issues with his wife.",
        387.66,
        390.46
    ],
    [
        " I don't know anything about this dude, but I looked and they play in the replay.",
        390.6,
        394.22
    ],
    [
        " You could see, Will Smith was laughing.",
        394.4,
        397.08
    ],
    [
        " That's a funny joke.",
        397.42,
        398.68
    ],
    [
        " He looked at his wife, she was pissed, then he gets up, and smacks Chris Rock.",
        399.04,
        407.68
    ],
    [
        " And...",
        412.18,
        412.58
    ],
    [
        " Were you gonna say something?",
        412.58,
        413.4
    ],
    [
        " No, I'm listening to you.",
        413.64,
        415.12
    ],
    [
        " Please tell me if I'm wrong, because I'm just kind of, I don't know everything about this.",
        416.02,
        419.62
    ],
    [
        " I don't even know about these people, right?",
        419.8,
        421.22
    ],
    [
        " So there's a bunch of different separate elements that make up this whole incident.",
        421.62,
        426.54
    ],
    [
        " Well, here's the thing. After I said to myself, there's something wrong with this dude.",
        426.78,
        430.48
    ],
    [
        " There's something wrong with their relationship.",
        430.72,
        432.06
    ],
    [
        " It turns out I was 100% right.",
        432.38,
        433.48
    ],
    [
        " I found out that his wife, that Will Smith's wife, she's...",
        434.8,
        440.06
    ],
    [
        " And I don't know the details, but 100% she's been involved with other dudes, right?",
        440.06,
        443.88
    ],
    [
        " Which is apparently they split up for a while, or they were together, or whatever,",
        444.56,
        448.84
    ],
    [
        " but she was out with other dudes, and I read a little section.",
        449.04,
        453.66
    ],
    [
        " She got interviewed about it, and said she got...",
        454.38,
        457.54
    ],
    [
        " What's that?",
        457.54,
        457.94
    ],
    [
        " They both did, okay.",
        458.12,
        459.24
    ],
    [
        " They totally went public with that part.",
        459.42,
        461.4
    ],
    [
        " Well, check this out. She said she got, quote, entangled with some other dude.",
        461.4,
        465.82
    ],
    [
        " And then this other dude writes a rap song about being entangled with her,",
        466.16,
        471.5
    ],
    [
        " like as if what that actually means.",
        471.7,
        474.08
    ],
    [
        " So you got all this stuff eaten at Will Smith, right?",
        475.24,
        479.46
    ],
    [
        " I mean, this is eaten at him.",
        479.7,
        482.02
    ],
    [
        " And now, what? I always thought to me, in my opinion, I didn't know anything about Will Smith.",
        482.22,
        486.68
    ],
    [
        " All I know is what I see on the front lines of media, right?",
        486.68,
        490.9
    ],
    [
        " This is the fresh prince of Bel Air, right?",
        491.38,
        493.92
    ],
    [
        " He just seemed like a nice square to egg.",
        494.38,
        495.66
    ],
    [
        " That's what I was kind of like, I didn't know about all this other stuff.",
        495.94,
        500.02
    ],
    [
        " I didn't know he had this crazy relationship with his wife, she's out being with other guys and stuff.",
        500.1,
        504.3
    ],
    [
        " That's kind of drive him crazy, right? He's frustrated.",
        504.56,
        507.2
    ],
    [
        " And then it's like, they got money going to Scientology, start uncovering this kind of stuff.",
        508.0,
        513.78
    ],
    [
        " If he gets wild real quick. So he's got all kinds of things, got issues.",
        513.78,
        517.5
    ],
    [
        " And this is like a road rage incident, right?",
        517.86,
        521.46
    ],
    [
        " Or a person that swears at the cashier in the grocery store, right?",
        521.66,
        525.76
    ],
    [
        " Or a person that starts a fight in the bar.",
        526.48,
        528.36
    ],
    [
        " They're not mad at the cashier, they're not mad at the person that cut them off.",
        529.1,
        532.64
    ],
    [
        " They're not mad at the person that bumped into in a bar.",
        533.04,
        536.34
    ],
    [
        " They're having a bad day or they're having a, in Will Smith case,",
        536.7,
        540.14
    ],
    [
        " he's having a couple of bad years, right?",
        540.36,
        542.04
    ],
    [
        " So they're going to lash out.",
        542.54,
        544.28
    ],
    [
        " And it's not good, it's weak.",
        544.56,
        547.14
    ],
    [
        " It shows insecurity.",
        547.74,
        549.42
    ],
    [
        " I mean, you're super insecure if you got a lash out like this.",
        550.08,
        554.84
    ],
    [
        " It reveals a lack of control.",
        555.42,
        558.8
    ],
    [
        " And it's just not strong behavior.",
        559.52,
        562.28
    ],
    [
        " Because the strong person's not going to get bothered by this kind of thing, right?",
        563.18,
        567.5
    ],
    [
        " It's a joke, right? You can't let it.",
        567.6,
        569.3
    ],
    [
        " And this goes for her too.",
        569.3,
        570.44
    ],
    [
        " Right? Is there anything better to do if I go echo, you know, you wish you had some hair?",
        571.32,
        577.34
    ],
    [
        " Is there any better response than for you to say, I wish I did too?",
        578.02,
        582.52
    ],
    [
        " Ha, ha, ha, we all laugh, right?",
        582.82,
        584.92
    ],
    [
        " Or for you to be like, hey, don't make fun of my hair.",
        585.88,
        588.14
    ],
    [
        " Bro, like all day long.",
        588.36,
        589.54
    ],
    [
        " It's not a laughing matter.",
        589.7,
        590.44
    ],
    [
        " In fact, you gave one of the best responses I've ever seen on social media.",
        590.5,
        594.44
    ],
    [
        " And I'm being totally serious.",
        594.86,
        596.06
    ],
    [
        " One of the best responses, somebody on social media, I posted about a podcast and somebody wrote somebody wrote somebody wrote",
        596.06,
        603.46
    ],
    [
        " I don't know why the other guy echoing quotes even talks.",
        603.46,
        608.04
    ],
    [
        " He's got nothing to offer.",
        608.04,
        610.08
    ],
    [
        " He doesn't bring anything to the table.",
        610.4,
        612.24
    ],
    [
        " And we, I wish he would just be quiet and let Jocco talk.",
        612.58,
        616.22
    ],
    [
        " And you responded and you responded and you said honestly, I think that's a pretty fair assessment.",
        616.6,
        622.36
    ],
    [
        " And I was like, dude, echo just won the internet.",
        622.36,
        624.34
    ],
    [
        " That's how you respond when someone's trying to, you know, try to get in, you know, try to get their little mark in on you.",
        624.74,
        630.88
    ],
    [
        " So when you go in the other direction and you get super defensive, it's showing that it's bothering you.",
        631.3,
        640.2
    ],
    [
        " It's showing you that you are insecure about the situation.",
        640.3,
        646.84
    ],
    [
        " If you're a strong man, right?",
        648.34,
        650.66
    ],
    [
        " You're kind of in an unassailable, unassailable position.",
        652.08,
        655.92
    ],
    [
        " You, people can say things, you're not going to really bother you.",
        656.24,
        659.12
    ],
    [
        " When you're a weak person or you're, you feel like you're in a weak situation, you feel exposed and you feel like you've got to lash out.",
        659.38,
        668.72
    ],
    [
        " But there's nothing, especially when someone just talks to you, nothing's going to bother someone that's a strong, powerful human.",
        669.24,
        675.14
    ],
    [
        " They don't get bothered when someone chirps, chirps out of it, rolls off their back, whatever man.",
        675.38,
        680.04
    ],
    [
        " But if you do get bothered, then there's something wrong. There's some kind of insecurity there, which is exactly what I think this revealed.",
        680.86,
        688.9
    ],
    [
        " Will Smith is probably insecure about his position that he is in with his wife, which is a bomber man.",
        689.08,
        694.6
    ],
    [
        " I like to say he seems like a nice guy.",
        694.68,
        695.96
    ],
    [
        " And he acted out in a way that makes him look like that.",
        696.82,
        704.32
    ],
    [
        " Look, could you say, look, he dishonored my wife?",
        704.46,
        706.84
    ],
    [
        " That's what it was essentially all about.",
        707.26,
        709.24
    ],
    [
        " You could go the path of, look, this guy dishonored my wife.",
        709.66,
        716.0
    ],
    [
        " Hey, if someone touches your wife, cool, you're clear at heart, right?",
        717.36,
        721.84
    ],
    [
        " If somebody does something that's radically offensive to her, maybe they say something that's just off the top ropes offensive,",
        724.24,
        735.0
    ],
    [
        " and you feel like you've got to cross somebody, cool, go, go.",
        735.88,
        741.2
    ],
    [
        " But if someone makes a joke about her,",
        742.04,
        745.28
    ],
    [
        " Yes.",
        745.96,
        746.32
    ],
    [
        " Bro, it's kind of cut and dry with that part of the thing.",
        746.56,
        752.9
    ],
    [
        " Oh, okay.",
        752.9,
        753.2
    ],
    [
        " I didn't know it was cut and dry.",
        753.5,
        754.74
    ],
    [
        " Yes, because here's the thing.",
        754.84,
        756.6
    ],
    [
        " Like it's a kind of cut and dry, because it's not quite.",
        756.6,
        758.08
    ],
    [
        " Yeah, nothing's really cut and dry.",
        758.1,
        759.4
    ],
    [
        " But okay, so you say disrespect.",
        760.2,
        761.48
    ],
    [
        " Yeah, if someone disrespects your wife in front of people, all this stuff,",
        761.78,
        764.98
    ],
    [
        " which that's kind of the two issues, right?",
        765.14,
        768.06
    ],
    [
        " That people either for this whole incident or against the incident, like for Will Smith or a guy standing up for a different person,",
        768.12,
        775.26
    ],
    [
        " or his wife, you know, beautiful, right?",
        775.26,
        777.06
    ],
    [
        " People think, or it's like, yeah, a guy can't take a joke, or a girl can't take a joke, whatever, right?",
        777.18,
        781.98
    ],
    [
        " Which thing is, bro, what is it?",
        782.24,
        783.84
    ],
    [
        " He's not standing up for his wife?",
        783.92,
        785.1
    ],
    [
        " Bro, that was a joke from a comedian about a feature of Jada Pinkett Smith.",
        785.48,
        791.36
    ],
    [
        " She has alopecia, which is the same as it's balding.",
        791.52,
        794.3
    ],
    [
        " That's all it is.",
        794.52,
        795.04
    ],
    [
        " It's not like cancer, so she had to shave her head or nothing.",
        795.4,
        798.72
    ],
    [
        " It's literally only for looks.",
        798.96,
        800.3
    ],
    [
        " That's what it is.",
        800.64,
        801.16
    ],
    [
        " The hair.",
        801.74,
        802.04
    ],
    [
        " Losing.",
        802.42,
        802.74
    ],
    [
        " Okay, cool.",
        802.84,
        803.4
    ],
    [
        " Not to say it's awesome.",
        803.5,
        804.4
    ],
    [
        " I'm not saying that, but he made a joke.",
        804.5,
        805.8
    ],
    [
        " He didn't disrespect the wife.",
        805.88,
        807.0
    ],
    [
        " Disrespect.",
        807.14,
        807.38
    ],
    [
        " You can disrespect someone's wife to me anyway, this much and catch a beat down in front of everyone.",
        807.64,
        813.04
    ],
    [
        " I mean a very small amount.",
        813.06,
        814.06
    ],
    [
        " Yes.",
        814.34,
        814.5
    ],
    [
        " That was making a joke.",
        815.02,
        816.16
    ],
    [
        " That was like a roast.",
        816.26,
        816.8
    ],
    [
        " That's part of the game that they're all in.",
        817.0,
        818.84
    ],
    [
        " That's the worst.",
        819.2,
        819.74
    ],
    [
        " Yeah.",
        819.84,
        819.96
    ],
    [
        " Like look, disrespect is the kind of where it's not a joke.",
        820.5,
        822.76
    ],
    [
        " Where it's like, oh, like, I don't know if he would have said something like, hey, you know, you kind of deserve that.",
        822.94,
        828.88
    ],
    [
        " Or something, something that's not a joke, something that's disrespectful.",
        828.88,
        831.7
    ],
    [
        " Now, now you go into the realm of like, okay, we'll smith and jade of pink and smith.",
        832.82,
        837.32
    ],
    [
        " That's who really couldn't take the joke.",
        837.4,
        838.94
    ],
    [
        " Is the girl.",
        839.24,
        839.7
    ],
    [
        "",
        840.34,
        840.34
    ],
    [
        " We'll smith is just suffered the consequences of the situation, but because of what you said, this is what it seemed like.",
        840.76,
        846.04
    ],
    [
        " I can't read his mind.",
        846.12,
        846.9
    ],
    [
        " I don't know, but this is what it looked like.",
        846.9,
        848.36
    ],
    [
        " Where yeah, he's laughing and jade of pink and smith.",
        848.98,
        850.82
    ],
    [
        " Of course, she's not laughing.",
        850.88,
        851.74
    ],
    [
        " She's rolling her eyes and then it kind of cuts and then all of a sudden, we'll smith's mad and going up on the stage.",
        851.74,
        855.44
    ],
    [
        " Or costing the freaking host of the freaking award show.",
        855.86,
        859.88
    ],
    [
        " Right.",
        860.34,
        860.36
    ],
    [
        " And but yeah, it's like a roast.",
        861.08,
        863.82
    ],
    [
        " Everyone gets roasted for worse stuff than that, by the way.",
        863.98,
        867.24
    ],
    [
        " Not just for balding like, bruh, guys are balding all day every day.",
        867.46,
        870.72
    ],
    [
        " Yeah.",
        870.94,
        871.08
    ],
    [
        " And guess what they get teased about?",
        871.24,
        872.46
    ],
    [
        " They're bald head.",
        872.6,
        873.08
    ],
    [
        " Every single day, all day.",
        873.5,
        874.52
    ],
    [
        " And then all of a sudden, you're sensitive about that.",
        874.72,
        876.74
    ],
    [
        " All of a sudden, it's this big, disrespectful freaking attacking someone's wife and then this hero standing up from no brag.",
        876.9,
        885.34
    ],
    [
        " You guys couldn't take a joke because you guys are all sensitive and weak.",
        885.34,
        888.0
    ],
    [
        " That's what it was in front of everybody.",
        888.04,
        890.1
    ],
    [
        " The opposite of, hey, this guy's tough and great because he's standing up for his wife.",
        890.12,
        894.24
    ],
    [
        " Actually, this guy's weak because he couldn't take a joke.",
        894.38,
        897.24
    ],
    [
        " Couldn't take a joke.",
        897.24,
        898.0
    ],
    [
        " And then he stands up to Chris Rock, by the way.",
        898.18,
        900.84
    ],
    [
        " What if it was another?",
        901.0,
        901.68
    ],
    [
        " Who's a tough comedian?",
        901.8,
        902.5
    ],
    [
        " What about Joe Rogan?",
        903.32,
        904.26
    ],
    [
        " Let's go.",
        904.4,
        904.7
    ],
    [
        " Let's just go Joe Rogan.",
        904.78,
        906.18
    ],
    [
        " You think we're supposed to stand up to Chardonnay?",
        906.3,
        907.96
    ],
    [
        " No, no, no.",
        908.26,
        908.64
    ],
    [
        " He's going to take the beating from Jade of pink and smith.",
        908.72,
        910.28
    ],
    [
        " That's what beating he's going to take.",
        910.42,
        911.8
    ],
    [
        " He's dead up to leave Chris Rock and what's Chris Rock going to do?",
        911.92,
        915.2
    ],
    [
        " Nothing.",
        915.5,
        915.74
    ],
    [
        " Not going to do nothing.",
        916.16,
        917.16
    ],
    [
        " Yeah.",
        917.36,
        917.6
    ],
    [
        " Will Smith knows that can still.",
        917.74,
        918.84
    ],
    [
        " Well, as far as Chris Rock goes, my thoughts on Chris Rock.",
        919.5,
        924.54
    ],
    [
        " First of all, this dude got caught completely off guard.",
        924.8,
        928.96
    ],
    [
        " Completely in utter, utterly off guard.",
        929.3,
        931.64
    ],
    [
        " Don't ever, ever, ever let someone walk at you like that in any situation with your hands down",
        932.12,
        941.14
    ],
    [
        " and don't, and don't lose control of distance, right?",
        941.54,
        944.7
    ],
    [
        " Don't let someone enter your space without getting your hands, your feet, and your body into a fighting position.",
        945.74,
        952.36
    ],
    [
        " Now look, this doesn't mean that you square off.",
        952.5,
        954.36
    ],
    [
        " This doesn't mean you put your dukes up.",
        954.9,
        956.44
    ],
    [
        " Yeah.",
        956.86,
        957.02
    ],
    [
        " But you raise your, you know, you've seen this before.",
        957.34,
        959.52
    ],
    [
        " Like this is what we teach in Jiu-Jitsu.",
        959.68,
        960.84
    ],
    [
        " Someone starts approaching you.",
        961.22,
        962.66
    ],
    [
        " You put your hands up kind of like the, hey, I don't want any problem.",
        962.76,
        965.5
    ],
    [
        " But now you're protecting your face and you're ready to do something.",
        965.7,
        967.7
    ],
    [
        " You switch your stance from being square, which, you know,",
        968.06,
        971.06
    ],
    [
        " your square stance where you're just facing completely forward.",
        971.06,
        974.7
    ],
    [
        " You switch, you know, you drop a foot back and you put your hands up.",
        974.92,
        977.76
    ],
    [
        " And that's kind of looks like you're back in a way which you are because you're creating some distance.",
        978.08,
        981.22
    ],
    [
        " So you don't, you don't let anyone ever walk at you without getting yourself in a position where you're ready to fight.",
        981.66,
        989.92
    ],
    [
        " Now listen, the dude had good reason, a good excuse for this no excuses, but his excuses, bro.",
        990.1,
        996.68
    ],
    [
        " He's at the Oscars.",
        996.72,
        998.2
    ],
    [
        " I know.",
        998.36,
        998.6
    ],
    [
        " He's talking to a world famous guy that's about to win an Academy Award of, you know, a guy that's worth hundreds of millions of dollars.",
        998.92,
        1005.58
    ],
    [
        " And this guy's a known, this guy that's saying stuff, Chris Rock is a known actual comedian.",
        1005.92,
        1010.36
    ],
    [
        " And the standard protocol at these things is people get roasted.",
        1010.66,
        1015.52
    ],
    [
        " So here's the deal.",
        1016.06,
        1018.92
    ],
    [
        " Lesson learned for everybody.",
        1019.48,
        1020.76
    ],
    [
        " Yes.",
        1021.08,
        1021.32
    ],
    [
        " No matter what the situation, someone starts walking at you.",
        1021.56,
        1025.28
    ],
    [
        " You get your hands up, you get ready to defend yourself.",
        1025.48,
        1028.84
    ],
    [
        " And that's what you do.",
        1029.16,
        1030.28
    ],
    [
        " And by the way, Will Smith actually ends up kind of looking weak too because he sucker punched the dude and Chris Rock barely, I actually checked.",
        1030.74,
        1040.26
    ],
    [
        " He takes, after he gets hit, he takes like a half a step back and it's no factor to him other than it's humiliating, right?",
        1040.56,
        1048.66
    ],
    [
        " So then once he got slapped, he made a choice.",
        1049.58,
        1052.88
    ],
    [
        " He actually made a choice and he kind of read it the way that I was talking about earlier.",
        1053.72,
        1058.88
    ],
    [
        " He wasn't assaulted.",
        1059.32,
        1060.82
    ],
    [
        " People like he got assaulted.",
        1061.44,
        1062.72
    ],
    [
        " He didn't get punched in the face.",
        1063.14,
        1064.22
    ],
    [
        " He didn't get knocked out.",
        1064.26,
        1065.08
    ],
    [
        " He didn't, he got slapped and he read it as a warning that he had crossed the line.",
        1065.08,
        1070.56
    ],
    [
        " And like I said, the slap didn't even phase him.",
        1070.96,
        1073.0
    ],
    [
        " It was a weak slap.",
        1073.16,
        1073.82
    ],
    [
        " Like he would, he chuckled immediately.",
        1074.0,
        1075.98
    ],
    [
        " He was laughing.",
        1076.32,
        1076.9
    ],
    [
        " Yeah, this made a joke.",
        1077.16,
        1077.86
    ],
    [
        " Well, that took him a second, but it barely moved him.",
        1078.2,
        1081.38
    ],
    [
        " And then he kind of laughed it off.",
        1081.62,
        1083.26
    ],
    [
        " And you could see Chris Rock was totally shocked and surprised.",
        1083.76,
        1088.48
    ],
    [
        " And he didn't really know what to do.",
        1088.66,
        1090.16
    ],
    [
        " So he lightened the mood.",
        1090.54,
        1091.78
    ],
    [
        " He tried to make a joke.",
        1091.92,
        1092.9
    ],
    [
        " He said, Will Smith just smacked the shit out of me.",
        1093.02,
        1095.5
    ],
    [
        " He's trying to deescalate, right?",
        1095.6,
        1096.84
    ],
    [
        " Trying to deescalate.",
        1097.18,
        1097.92
    ],
    [
        " Good for him.",
        1098.16,
        1098.9
    ],
    [
        " You know, he's trying to, he's a professional.",
        1099.4,
        1101.78
    ],
    [
        " He's trying to deescalate.",
        1102.24,
        1103.38
    ],
    [
        " And sure there might be people right now like you got to be kidding me.",
        1103.44,
        1105.88
    ],
    [
        " If you get stopped, well, he's trying to maintain this whole freaking big deal.",
        1106.0,
        1109.9
    ],
    [
        " What's he supposed to do?",
        1110.0,
        1110.72
    ],
    [
        " We're gonna, we're gonna get in a fight right now.",
        1110.9,
        1112.2
    ],
    [
        " We're gonna get it, bro.",
        1112.38,
        1112.8
    ],
    [
        " He decided not to do that.",
        1113.0,
        1114.34
    ],
    [
        " And he decided that, he decided probably almost instantly that this guy's got freaking issues.",
        1114.5,
        1119.22
    ],
    [
        " Like this guy, you know what's like when you're driving your car and somebody cuts you off,",
        1119.66,
        1122.88
    ],
    [
        " and they start going crazy, like, you know what, this guy has issues.",
        1122.94,
        1125.18
    ],
    [
        " This guy's having a worse day than I am.",
        1125.74,
        1127.52
    ],
    [
        " And Chris Rock realized real quick, hey, Will Smith's having a worse life than me by a long shot.",
        1127.76,
        1133.2
    ],
    [
        " He might be rich, he might be famous, he might be a movie star, he might be getting an Academy Award,",
        1133.2,
        1136.88
    ],
    [
        " but he's has a worse life than me.",
        1137.18,
        1138.76
    ],
    [
        " He's hooked up with a crazy woman apparently.",
        1138.94,
        1141.0
    ],
    [
        " They're in weird cultish activities with Scientology.",
        1141.22,
        1144.22
    ],
    [
        " Like this is a nightmare.",
        1144.5,
        1145.48
    ],
    [
        " And so Chris Rock completely surprised, tries to make out it,",
        1145.94,
        1149.26
    ],
    [
        " and then Will Smith starts yelling, dude.",
        1149.38,
        1151.18
    ],
    [
        " Yeah.",
        1151.6,
        1151.74
    ],
    [
        " And swearing.",
        1152.12,
        1152.94
    ],
    [
        " And Chris Rock's like, it was a joke, dude, that's literally what he says.",
        1153.22,
        1157.52
    ],
    [
        " It was a joke, dude.",
        1157.88,
        1159.1
    ],
    [
        " And then he yells again, he gave my wife's name, how do you fucking?",
        1162.6,
        1166.64
    ],
    [
        " Like you can tell, okay, he's this guy's not, he's not healthy, right?",
        1167.02,
        1170.32
    ],
    [
        " This guy's not okay.",
        1170.68,
        1171.5
    ],
    [
        " And then Chris Rock, again, you gotta give him some credit, he totally detached,",
        1172.12,
        1177.84
    ],
    [
        " he didn't lose his temper, he just act like a man, right?",
        1178.28,
        1183.64
    ],
    [
        " Now look, is there part of me that if he would have like ducked,",
        1184.12,
        1189.08
    ],
    [
        " and delivered like a left hook and knocked this dude out, that would have been,",
        1189.48,
        1192.52
    ],
    [
        " that would have been a kind of epic, right?",
        1192.52,
        1194.22
    ],
    [
        " Yes sir.",
        1194.36,
        1194.62
    ],
    [
        " But he didn't do that, because he already failed nine different ways",
        1195.14,
        1198.26
    ],
    [
        " by letting us do get up and get close to him.",
        1198.26,
        1200.4
    ],
    [
        " So he already screwed up, but I'm talking after it happened, what was his reaction?",
        1200.68,
        1204.74
    ],
    [
        " What was he gonna do?",
        1205.06,
        1205.56
    ],
    [
        " Like run after him and have people hold them back and start that whole thing?",
        1205.7,
        1208.28
    ],
    [
        " Now that he would have really looked stupid.",
        1208.42,
        1209.76
    ],
    [
        " So he was caught off guard by this happening, so bad that it took him a couple seconds",
        1210.5,
        1217.42
    ],
    [
        " to realize, and once he realized the position he was in, this is what,",
        1217.64,
        1220.52
    ],
    [
        " this is where I'll give him credit.",
        1220.6,
        1221.28
    ],
    [
        " Once he realized the situation he was in, he didn't make it worse.",
        1221.58,
        1224.9
    ],
    [
        " Yeah.",
        1225.3,
        1225.42
    ],
    [
        " He salvaged it to the best of his ability.",
        1226.02,
        1228.24
    ],
    [
        " And by the way, you know, he had to put his ego in check to do that, right?",
        1228.64,
        1234.48
    ],
    [
        " He had to put his ego in check to do that.",
        1235.42,
        1237.4
    ],
    [
        " To stay in there and be like, hey, everybody, that guy's got issues.",
        1237.5,
        1240.16
    ],
    [
        " And I don't, I'm actually a grown ass man that is secure in myself",
        1240.6,
        1245.42
    ],
    [
        " and I'm not gonna react to this idiot that's losing his mind over his wife that obviously has issues.",
        1245.7,
        1253.22
    ],
    [
        " So he de-escalated.",
        1253.68,
        1255.62
    ],
    [
        " Now if he wanted to, if he gets fired up now, dude, he could rip this guy apart.",
        1255.82,
        1259.76
    ],
    [
        " I mean, verbally, like he could go, he could make a YouTube video that would get 100 million views of him just bashing this guy making fun of him.",
        1260.2,
        1268.92
    ],
    [
        " Hey, this guy slapped me, I didn't even feel it.",
        1269.22,
        1271.04
    ],
    [
        " Oh, hey, wait a minute, he could just go off.",
        1271.52,
        1273.56
    ],
    [
        " He could pull their whole freaking weird relationship, this open relationship,",
        1273.56,
        1280.34
    ],
    [
        " the fact that this girl's been running around with the guys, the fact that they're in a weird cult,",
        1280.52,
        1284.68
    ],
    [
        " you know, like all this crazy, he could just rip them up, but he could rip him apart, he could rip her apart.",
        1285.14,
        1290.28
    ],
    [
        " He could do that.",
        1290.7,
        1291.62
    ],
    [
        " He could do that.",
        1292.18,
        1292.82
    ],
    [
        " He could shred him like in a YouTube video.",
        1293.04,
        1296.22
    ],
    [
        " But I think actually the power move, I think the power move would be to say, hey, listen,",
        1296.56,
        1301.32
    ],
    [
        " Will Smith is clearly not happy.",
        1302.02,
        1304.76
    ],
    [
        " He's clearly having a tough time in his life.",
        1304.9,
        1306.9
    ],
    [
        " I never would mean to hurt anybody's feelings if I knew it was going to affect him so deeply.",
        1307.66,
        1312.68
    ],
    [
        " I wish him the best.",
        1313.34,
        1314.5
    ],
    [
        " I hope he heals up.",
        1314.66,
        1315.54
    ],
    [
        " I hope he, I hope everything works out.",
        1315.76,
        1317.36
    ],
    [
        " That would be kind.",
        1318.02,
        1320.62
    ],
    [
        " And Chris Rock doesn't have much anything to prove, bro.",
        1321.0,
        1323.08
    ],
    [
        " He's a legit guy.",
        1323.24,
        1324.06
    ],
    [
        " He's a self-made guy.",
        1324.22,
        1325.2
    ],
    [
        " His mom was a schoolteacher and his dad was a truck driver.",
        1325.48,
        1328.04
    ],
    [
        " He's one of eight kids from Brooklyn, right?",
        1328.58,
        1331.46
    ],
    [
        " And he's one of the most famous comedians of all time.",
        1332.24,
        1334.28
    ],
    [
        " And he's one of the most famous comedians of all time.",
        1334.84,
        1338.16
    ],
    [
        " So he doesn't have anything to prove.",
        1339.0,
        1342.28
    ],
    [
        " But, you know, once he got smacked, he already looked kind of dumb, letting it happen,",
        1342.94,
        1351.34
    ],
    [
        " getting all nuts afterwards.",
        1351.68,
        1352.62
    ],
    [
        " Like I said, it would have made him probably look even dumb or he wasn't even hurt.",
        1352.76,
        1355.52
    ],
    [
        " He wasn't even phased.",
        1355.6,
        1356.48
    ],
    [
        " So, like I said, he shouldn't let it happen.",
        1357.0,
        1360.5
    ],
    [
        " Don't let people get in your face like that.",
        1361.08,
        1363.28
    ],
    [
        " Don't get emotional, you know, if, if, and don't let, don't let people talking smack",
        1363.56,
        1369.66
    ],
    [
        " affect you emotionally like that.",
        1369.66,
        1374.02
    ],
    [
        " It's just embarrassing.",
        1374.26,
        1375.7
    ],
    [
        " And imagine if, if Will Smith, if he wouldn't have done that and he would have gone up to the microphone late,",
        1376.32,
        1381.36
    ],
    [
        " you know, when he got his award and he would have said something then,",
        1381.54,
        1386.12
    ],
    [
        " something that he could have fought through and said something powerful.",
        1386.22,
        1388.92
    ],
    [
        " You know, if he said, listen, you know, my wife has this disease and it can be really hard,",
        1389.42,
        1394.8
    ],
    [
        " especially in this industry.",
        1394.8,
        1396.1
    ],
    [
        " And, you know, to me, the most, the reason, you know, I love my wife is because of who she,",
        1396.42,
        1400.92
    ],
    [
        " you know, whatever, like he could have, he could have really risen above it and come across",
        1400.96,
        1405.84
    ],
    [
        " like a really powerful good dude, but unfortunately lost his temper and, and just caused this whole scene.",
        1405.84,
        1414.3
    ],
    [
        " So what can we learn from it?",
        1414.46,
        1415.94
    ],
    [
        " Um, keep calm.",
        1416.36,
        1417.96
    ],
    [
        " People are going to talk smack.",
        1418.58,
        1420.72
    ],
    [
        " That's what's going to happen in life. Don't get spawn up.",
        1421.16,
        1423.64
    ],
    [
        " If you're getting mad, it's probably because you're insecure or they're striking at some level of truth.",
        1423.68,
        1428.22
    ],
    [
        " So be careful of that.",
        1428.66,
        1430.16
    ],
    [
        " And remember that if you're the one that's talking smack,",
        1430.36,
        1432.64
    ],
    [
        " you don't know what the other person's going through.",
        1433.36,
        1435.64
    ],
    [
        " You don't know what kind of day they've had.",
        1435.84,
        1436.94
    ],
    [
        " And if you run your mouth, you might get smacked.",
        1437.06,
        1439.64
    ],
    [
        " So don't be surprised if you're running your sock if someone gets up and slaps you in the face.",
        1439.7,
        1443.88
    ],
    [
        " So, and that means don't let people get into your personal space without getting into some kind of a defensive posture.",
        1444.76,
        1452.08
    ],
    [
        " That's what I got.",
        1452.78,
        1454.84
    ],
    [
        " Those are some thoughts.",
        1455.22,
        1455.9
    ],
    [
        " I'm sure I'm not right.",
        1456.5,
        1457.56
    ],
    [
        " I'm sure I'm not wrong.",
        1457.72,
        1458.5
    ],
    [
        " I'm sure there's some things that I don't know about the situation because I don't know about these freaking weird Hollywood characters.",
        1458.94,
        1464.96
    ],
    [
        " That who despite their fame and their money and their luck and their ontarages and their position of elevation in our culture.",
        1466.22,
        1474.12
    ],
    [
        " They're still just human beings and we human beings are still just animals.",
        1474.64,
        1481.62
    ],
    [
        " So try not to act like one.",
        1482.3,
        1483.94
    ],
    [
        " Stay safe everyone out there and do me a favor.",
        1485.02,
        1487.56
    ],
    [
        " Be nice to each other.",
        1487.94,
        1489.16
    ],
    [
        " But wait though.",
        1489.94,
        1490.98
    ],
    [
        " So wait, so what's the, so there's no consensus then for you like like was it right was it wrong?",
        1491.92,
        1498.14
    ],
    [
        " There's 40, there's probably 114 critique points where this could have gone in different directions.",
        1498.4,
        1504.12
    ],
    [
        " So it's not like right or wrong.",
        1504.12,
        1507.04
    ],
    [
        " There's a bunch of right and right or wrong decisions that are made the whole way.",
        1507.26,
        1510.92
    ],
    [
        " Right, you're so right because you started this thing, this thing when you're saying, you got to expect, okay, so, okay, there's two sides, right?",
        1511.04,
        1519.8
    ],
    [
        " Where it's like, okay, you got a comedian making a joke, right?",
        1519.8,
        1522.1
    ],
    [
        " So people, when you make jokes about someone, especially if you make a joke about a girl like a roast joke to a girl in front of her husband, just think, just think about that regardless of where it was, Oscars, no Oscars, whatever.",
        1522.36,
        1536.8
    ],
    [
        " You're making a joke about a girl roasting a girl, a female in front of her husband.",
        1537.34,
        1542.4
    ],
    [
        " If you were to take a multiple to a true or false A and B question, would you expect to get slapped by the husband or would you not expect to get slapped by the husband?",
        1543.48,
        1550.8
    ],
    [
        " Half of us would say yes.",
        1551.18,
        1552.78
    ],
    [
        " You should be more than half.",
        1552.88,
        1554.38
    ],
    [
        " They're both right.",
        1554.52,
        1555.48
    ],
    [
        " Put it this way, any answer is not surprising.",
        1555.78,
        1559.16
    ],
    [
        " Right, if I roast a girl on the street, now a lot of times I get it where it's like comedians it's a joke and it's in a setting with a joke or whatever.",
        1559.66,
        1565.94
    ],
    [
        " The rule doesn't change.",
        1566.14,
        1566.94
    ],
    [
        " Check this out, bro.",
        1566.94,
        1568.46
    ],
    [
        " You and Sarah Charles go to the comedy club, the comedy club, whatever it's called in La Jolla.",
        1568.82,
        1574.86
    ],
    [
        " And you're sitting three rows back or not in the front row.",
        1575.2,
        1578.14
    ],
    [
        " And the dude looks out there, he sees Sarah Charles and she's like, well, you know, she insults her.",
        1578.44,
        1585.7
    ],
    [
        " Or sorry, he, the comedian insults her.",
        1586.26,
        1588.88
    ],
    [
        " So if he, you're at a comedy show.",
        1589.28,
        1593.1
    ],
    [
        " Perfect, yeah, that's actually a good question.",
        1593.1,
        1594.9
    ],
    [
        " So I'm at a comedy show.",
        1595.1,
        1596.52
    ],
    [
        " And a comedian makes it depends, it depends on the joke.",
        1596.88,
        1600.72
    ],
    [
        " So, okay, so and even that, that is a bunch of different parts.",
        1600.92,
        1603.54
    ],
    [
        " So what, I mean, dude, there's like the joke level of joke insult would have to be insane.",
        1603.8,
        1612.42
    ],
    [
        " To get me to get me to stand up and smack a dude.",
        1612.8,
        1615.96
    ],
    [
        " 100%.",
        1616.16,
        1616.76
    ],
    [
        " So by the way, I wouldn't slap him.",
        1616.76,
        1618.36
    ],
    [
        " Yeah, he would have to say something where I'm attacking him to kill him.",
        1618.36,
        1621.44
    ],
    [
        " Yeah.",
        1621.46,
        1621.76
    ],
    [
        " I would say to answer your question, if put it this way, the worst realistic scenario is like that he'd say something about Sarah that she's insecure about that really hurt her feelings.",
        1621.84,
        1633.18
    ],
    [
        " But that doesn't warrant me going and trying to beat up the comedian.",
        1633.9,
        1637.94
    ],
    [
        " Yeah, it doesn't warrant me that at all.",
        1638.02,
        1639.6
    ],
    [
        " Yep.",
        1639.76,
        1639.9
    ],
    [
        " First off, like that.",
        1640.72,
        1642.0
    ],
    [
        " And this is just my side of the thing, not the comedian side.",
        1642.44,
        1645.36
    ],
    [
        " The comedian side, you gotta expect that kind of stuff.",
        1645.36,
        1647.22
    ],
    [
        " You start roasting girls and the husband come to the smacks, you gotta be ready for that.",
        1647.28,
        1650.52
    ],
    [
        " 100% for that.",
        1650.52,
        1651.54
    ],
    [
        " 100%.",
        1651.64,
        1652.38
    ],
    [
        " But I'm not the comedian in this scenario.",
        1652.38,
        1654.7
    ],
    [
        " I'm the guy.",
        1655.26,
        1655.86
    ],
    [
        " Okay, there's a difference between how you feel and then how you behave.",
        1656.12,
        1658.44
    ],
    [
        " I've said that before.",
        1658.78,
        1659.64
    ],
    [
        " Where yeah, you're gonna offend me.",
        1660.04,
        1661.38
    ],
    [
        " What's the grown up thing to do?",
        1661.42,
        1662.76
    ],
    [
        " For real.",
        1662.96,
        1663.22
    ],
    [
        " Like, I understand, defending your wife and someone's attacking your wife and standing up for your wife.",
        1663.56,
        1668.02
    ],
    [
        " Like, I understand that, but at a comedian show and a guy makes a joke, even if it's a shitty joke.",
        1668.14,
        1673.2
    ],
    [
        " And it hurts your wife's feelings, but that's different.",
        1673.38,
        1675.86
    ],
    [
        " Right, you don't like the show, we'll just leave it.",
        1676.38,
        1677.76
    ],
    [
        " I'll be like, hey, you wanna leave, I get it, and you just leave.",
        1678.08,
        1680.74
    ],
    [
        " That's not, you're not failing to defend her honor just because she got offended by the joke.",
        1681.24,
        1686.98
    ],
    [
        " Right, that's a whole different thing.",
        1687.28,
        1688.54
    ],
    [
        " You know what's interesting about this is, let's say, let's say I was the comedian.",
        1688.74,
        1694.44
    ],
    [
        " Right, and I'm 230 pounds and I'm up there and I've started ragging.",
        1694.92,
        1699.88
    ],
    [
        " And there's some guy that's 70 pounds, whatever, 150 pounds and he's a nerd and he doesn't train.",
        1699.88,
        1707.12
    ],
    [
        " And I start ragging on his wife.",
        1708.24,
        1710.28
    ],
    [
        " Right, he knows that he can't fight against me.",
        1710.8,
        1714.5
    ],
    [
        " Right, and that's real obvious.",
        1714.84,
        1715.76
    ],
    [
        " But here's the thing.",
        1716.06,
        1717.26
    ],
    [
        " Let's say the roles are reversed.",
        1718.96,
        1722.36
    ],
    [
        " I'm in the crowd, there's 150 pound nerd comedian up there.",
        1722.72,
        1726.84
    ],
    [
        " I'm there with my wife.",
        1727.02,
        1727.86
    ],
    [
        " And he starts talking, he starts insulting my wife.",
        1727.98,
        1730.84
    ],
    [
        " I actually don't have the riffs or the, what's it called, like the stick to talk smack back.",
        1731.46,
        1740.4
    ],
    [
        " He's a professional shit talker.",
        1740.52,
        1742.9
    ],
    [
        " So if I engage with him, I'm actually gonna lose.",
        1743.14,
        1746.54
    ],
    [
        " He's gonna make me look even stupider.",
        1746.62,
        1747.8
    ],
    [
        " He's gonna go, oh, you can't put a cent of that, you're best come back.",
        1748.36,
        1750.84
    ],
    [
        " I mean, he's got all these things ready.",
        1750.9,
        1752.08
    ],
    [
        " So it's an uneven fight.",
        1752.28,
        1753.54
    ],
    [
        " So it's kind of an uneven fight for Chris Rock.",
        1753.82,
        1756.26
    ],
    [
        " They said that he told that joke during rehearsals and no one, everyone was like laughing.",
        1756.44,
        1760.02
    ],
    [
        " He thought it was funny.",
        1760.16,
        1760.74
    ],
    [
        " They were laughing even during the thing.",
        1760.94,
        1762.4
    ],
    [
        " Yeah, everyone left.",
        1762.54,
        1763.02
    ],
    [
        " So you have an unevenness of, you've got someone with a microphone and you've got the person in the crowd.",
        1763.5,
        1771.8
    ],
    [
        " And you've prepared to insult them.",
        1771.8,
        1774.52
    ],
    [
        " And you probably have some comebacks ready.",
        1774.84,
        1776.8
    ],
    [
        " Well, just because that's what you do.",
        1777.08,
        1778.5
    ],
    [
        " So that's why I'm saying even to, you know, if, even if you're gonna yell something back,",
        1778.84,
        1785.62
    ],
    [
        " you're engaging in combat that you're gonna lose.",
        1786.1,
        1787.86
    ],
    [
        " That's my point.",
        1787.98,
        1788.66
    ],
    [
        " If you, if you're like, don't talk about my wife like that.",
        1789.16,
        1791.9
    ],
    [
        " You know, what he's gonna say to you next is gonna destroy you and her.",
        1792.22,
        1796.46
    ],
    [
        "",
        1797.1,
        1797.1
    ],
    [
        " So what you're best to do is laugh.",
        1797.68,
        1800.02
    ],
    [
        " And look, if she's totally insulted, cool.",
        1800.82,
        1803.72
    ],
    [
        " Well, we'll walk out.",
        1803.92,
        1804.98
    ],
    [
        " And even as you walk out, expect to get stabbed with some shots in the back.",
        1805.24,
        1808.58
    ],
    [
        " Because that's exactly what he's gonna make fun of you.",
        1808.72,
        1810.66
    ],
    [
        " Oh, she must be real insecure about that.",
        1811.04,
        1812.64
    ],
    [
        " I can tell.",
        1812.74,
        1813.08
    ],
    [
        " You know what I mean?",
        1813.08,
        1813.66
    ],
    [
        " Like it's common.",
        1813.74,
        1814.32
    ],
    [
        " It's gonna happen.",
        1814.44,
        1815.32
    ],
    [
        " So it's best to keep control over your emotions.",
        1815.54,
        1819.34
    ],
    [
        " It's best not to give people the satisfaction of, you know, if they can see it on your face.",
        1819.34,
        1826.46
    ],
    [
        " I mean, they're coming in hot.",
        1826.88,
        1828.68
    ],
    [
        " That's one thing you learn in the SEAL teams, right?",
        1828.84,
        1830.72
    ],
    [
        " If you show that you're, if that's whatever they're saying to you bothers you, they're, they're coming at it.",
        1831.1,
        1838.08
    ],
    [
        " So don't let that happen, man.",
        1838.36,
        1839.72
    ],
    [
        " So there's another theory to about the Will Smith, Chris Rock thing.",
        1840.26,
        1844.82
    ],
    [
        " So this thing in 2016, Chris Rock was hosting again.",
        1845.52,
        1849.52
    ],
    [
        " And he was talking trash about J.D.P.",
        1849.98,
        1851.72
    ],
    [
        " Sweth.",
        1851.78,
        1852.16
    ],
    [
        " He made a joke about it, roasting her again.",
        1852.16,
        1854.44
    ],
    [
        " She wasn't there.",
        1854.58,
        1855.06
    ],
    [
        " I think that was the time they're boycotting it, maybe.",
        1855.3,
        1857.58
    ],
    [
        " Oh, no, I forget.",
        1857.84,
        1858.38
    ],
    [
        " So J.D.P. is not there, not at the Oscars.",
        1859.78,
        1862.08
    ],
    [
        " So they were like something about Chris Rock's jokes had something said something like this where he said,",
        1862.34,
        1868.66
    ],
    [
        " Oh, yeah, J.D.P. was like, yeah, I'm not coming to the Oscars or whatever.",
        1868.66,
        1872.36
    ],
    [
        " I declined to come to the Oscars.",
        1872.62,
        1874.22
    ],
    [
        " And then he said, hey, you can't decline to come to the Oscars.",
        1874.44,
        1878.82
    ],
    [
        " That's like me declining to go into Rihanna's panties.",
        1878.82,
        1881.96
    ],
    [
        " I was never invited in the first place.",
        1882.2,
        1884.08
    ],
    [
        " That was the joke.",
        1884.44,
        1885.42
    ],
    [
        " So there was that one on.",
        1885.84,
        1887.5
    ],
    [
        " So he was roasting her since 2016.",
        1887.56,
        1889.3
    ],
    [
        " So maybe Will Smith, because he said, keep my wife's name out of your mouth.",
        1889.3,
        1892.32
    ],
    [
        " Maybe that had something to do with it.",
        1892.32,
        1893.74
    ],
    [
        " Some say maybe he was boiling, boiling over.",
        1893.92,
        1895.9
    ],
    [
        " Yep.",
        1896.06,
        1896.52
    ],
    [
        " And again, if you're Will Smith, bro, man, you got to let this stuff run off your back.",
        1896.68,
        1904.1
    ],
    [
        " He's a comedian.",
        1904.2,
        1904.94
    ],
    [
        " Yeah.",
        1905.26,
        1905.6
    ],
    [
        " He's a comedian.",
        1905.92,
        1906.88
    ],
    [
        " And it's just going to be awkward now.",
        1907.26,
        1909.02
    ],
    [
        " Right.",
        1909.3,
        1909.38
    ],
    [
        " And what it kind of felt like too when you watch it, because he went up there, smacked a little guy around and just walked, turned his back to him and walked back all casually and almost kind of proud.",
        1909.48,
        1919.72
    ],
    [
        " You know what?",
        1919.72,
        1920.18
    ],
    [
        " It really came off and smelled like entitlement.",
        1920.22,
        1923.12
    ],
    [
        " Like I'm Will Smith.",
        1923.62,
        1924.68
    ],
    [
        " I can just roll up and smack.",
        1924.72,
        1925.94
    ],
    [
        " The guy's a smaller than me weaker than me because I get salty about their jokes and just walk back to my seat.",
        1926.1,
        1931.72
    ],
    [
        " It was super entitlement.",
        1931.74,
        1932.92
    ],
    [
        " So you were a little pissed off about that whole scene, huh?",
        1932.92,
        1935.24
    ],
    [
        " It was.",
        1935.44,
        1935.66
    ],
    [
        " It was pretty wack.",
        1936.06,
        1937.6
    ],
    [
        " It was a bad look for sure.",
        1937.82,
        1939.22
    ],
    [
        " And I wasn't pissed off, but I was.",
        1939.72,
        1942.14
    ],
    [
        " I was more like you can see the violations on both sides because comedians will do that too sometimes where they'll just make jokes.",
        1942.24,
        1947.7
    ],
    [
        " And they're out there.",
        1947.7,
        1948.62
    ],
    [
        " And I was like, I'm going to wear this little guy.",
        1948.62,
        1949.34
    ],
    [
        " Like you know this guy's not prepared physically for this thing.",
        1949.64,
        1952.26
    ],
    [
        " And I learned this when I first moved here at San Diego.",
        1952.76,
        1956.22
    ],
    [
        " Where in Hawaii, if you talk trash to somebody, you just got to be 100% ready to scrap.",
        1956.58,
        1961.32
    ],
    [
        " Yeah, for cracks, exactly.",
        1961.8,
        1962.78
    ],
    [
        " For the Adly Ciscrap.",
        1963.02,
        1963.96
    ],
    [
        " And this is not a like, there's no exception.",
        1964.2,
        1967.58
    ],
    [
        " Like you got to be ready for that kind of stuff.",
        1968.08,
        1970.22
    ],
    [
        " So in San Diego, I moved to San Diego.",
        1970.3,
        1978.6
    ],
    [
        " So man, the way they would talk to me was like, Brad, it was baffling.",
        1979.08,
        1982.14
    ],
    [
        " It was confusing to me.",
        1982.14,
        1983.22
    ],
    [
        " But then you can see it in their eyes.",
        1983.52,
        1985.06
    ],
    [
        " They're like, Brad, this guy's not ready for any physical confrontation.",
        1985.06,
        1987.84
    ],
    [
        " And that's how some comedians can be.",
        1987.84,
        1989.78
    ],
    [
        " Yeah.",
        1990.06,
        1990.24
    ],
    [
        " So I was a little bit salty with that too.",
        1990.48,
        1992.2
    ],
    [
        " I was like, oh, Chris Rock, you know, you know, brother, man, brought it back down to the streets.",
        1992.24,
        1996.9
    ],
    [
        " And Brad, you weren't ready for it, Brad.",
        1997.3,
        1998.46
    ],
    [
        " Even though he did handle it good.",
        1998.8,
        1999.84
    ],
    [
        " And it wasn't even that hard.",
        2000.26,
        2001.3
    ],
    [
        " Like, well, you know what it did.",
        2001.4,
        2002.22
    ],
    [
        " When he swung, he kind of almost like he was almost trying to dodge it right at the last minute.",
        2002.34,
        2006.42
    ],
    [
        " So I don't think he connected as hard as it could have weak weak behavior on both on all sides.",
        2006.42,
        2012.54
    ],
    [
        " Right.",
        2012.54,
        2012.68
    ],
    [
        " You're gonna be careful with that.",
        2012.82,
        2013.68
    ],
    [
        " Right on.",
        2013.82,
        2015.4
    ],
    [
        " Anyways, I guess we'll add our freaking stupid opinions to this whole freaking dumb ass situation.",
        2015.74,
        2021.84
    ],
    [
        " Don't put these people on a pedestal.",
        2022.32,
        2025.14
    ],
    [
        " They don't deserve it.",
        2025.26,
        2026.14
    ],
    [
        " Stay calm out there.",
        2026.4,
        2027.36
    ],
    [
        " Be nice to each other.",
        2027.56,
        2028.44
    ],
    [
        " That's what I got.",
        2028.52,
        2029.2
    ],
    [
        " We'll catch you all later.",
        2029.42,
        2030.18
    ]
]