[
    [
        " Congress, right, is the only part of our government per the Constitution",
        0.0,
        6.44
    ],
    [
        " that came to Claire war. How is it we've been at war for 20 years?",
        6.44,
        12.72
    ],
    [
        " What's the point? What was the point? Right? Because in in",
        13.44,
        17.9
    ],
    [
        " Jalalabad, which has been considered for 10, 12 years now a hot spot, right? But in",
        17.9,
        24.88
    ],
    [
        " January, February, March of 2002, I was walking around the market without a gun.",
        25.36,
        30.76
    ],
    [
        " I'd hop on the ATV, jumping to truck, hop in the car with one of my troopers, one of my",
        31.34,
        38.16
    ],
    [
        " Afghanis. Run down, wearing an Afghani garb, the biggest threat to me in that market or anywhere",
        38.16,
        45.6
    ],
    [
        " in Jalalabad or all of Nengahar province was having the people hug me too tightly. That was",
        45.6,
        53.34
    ],
    [
        " the biggest threat to me. Or maybe a car accident, it goes traffic's crazy. You know, they loved",
        53.34,
        58.54
    ],
    [
        " us. They loved us. So what happened? The conventional military showed up. So all the",
        58.54,
        64.66
    ],
    [
        " carnal's and generals can get their stars and their awards and get their promotions.",
        64.66,
        68.42
    ],
    [
        " Those politicians, because let's face it, right? Once you become a certain level,",
        69.12,
        76.46
    ],
    [
        " whether it's enlisted or officer, right, your career becomes that thing and then looking out for",
        76.76,
        81.44
    ],
    [
        " your other, you know, upper senior officer, senior enlisted, we got to get them bronze stars.",
        81.44,
        87.48
    ],
    [
        " We got in parable hearts. Our unit needs metals. Our unit needs combat because, you know, to become",
        87.56,
        93.58
    ],
    [
        " a general without a C.I.B. in the army in this time frame, you got to go get some, right? And you're",
        93.58,
        100.5
    ],
    [
        " going to probably need a silver star, at least a bronze star would be. So how am I going to do that",
        100.5,
        104.58
    ],
    [
        " unless I go to war? So let's take these strikers and these M2 Bradley's and destroy roads and run",
        104.58,
        110.02
    ],
    [
        " over innocent people. And they weren't doing an on purpose. They're just, that's the conventional",
        110.02,
        114.48
    ],
    [
        " military. They have tanks and, you know, I've never driven a striker before, but I've sat in the",
        114.48,
        120.8
    ],
    [
        " hatch and I'm like, how can you drive this thing without running over everything, you know? And they're",
        120.8,
        125.66
    ],
    [
        " like, well, you do run over everything because it can. Well, you know what, man, we made those",
        125.66,
        130.88
    ],
    [
        " enemies. We made the enemies. Then we're now fighting the second generation. We're fighting the",
        130.88,
        136.74
    ],
    [
        " sons of the men we killed in Torboa. We're fighting the sons of the men we killed in the Shia",
        136.74,
        142.22
    ],
    [
        " Yikah and Helmand and everywhere else at the beginning of that war. We created that, I don't",
        142.22,
        147.78
    ],
    [
        " mean. And the same thing happened in Iraq. And you know, let's face it, right? Afghanistan was righteous.",
        147.78,
        152.76
    ],
    [
        " You know, I catered, needed to fall. I looking back, is it a good strategy to topple regimes",
        153.38,
        160.5
    ],
    [
        " that are predictable. The Taliban was very predictable. The Taliban has never met the requirement",
        160.84,
        167.94
    ],
    [
        " to be listed as a terrorist organization. They were a sovereign nation. And yes, they had horrible,",
        167.94,
        174.16
    ],
    [
        " horrible means and human rights abuses, but they were a sovereign nation. Qaddafi, sovereign nation.",
        174.34,
        181.78
    ],
    [
        " Freakin, Iraq, sovereign nation. With dictators and dictators are predictable. They care about one",
        182.78,
        189.26
    ],
    [
        " thing. First and foremost, their main priority is their power. So they're predictable. You know,",
        189.32,
        194.36
    ],
    [
        " in the interviews with Saddam, you know, he talks about like, I thought y'all were kidding.",
        194.46,
        198.62
    ],
    [
        " He was like, I thought y'all are making it up that you thought I had weapons of mass destruction.",
        199.24,
        204.76
    ],
    [
        " I haven't had gas in years. I don't know how many of that stuff in his interviews. You know,",
        204.92,
        209.66
    ],
    [
        " he's going, I really didn't think y'all were going to invade. So why did we? I had my own theories.",
        210.18,
        217.52
    ],
    [
        " My theory is because people say we went to war for oil. I'm like, have you seen the oil prices?",
        217.52,
        224.0
    ],
    [
        " We didn't go for oil. We went to war with Iraq to stop its oil production. The prices went up.",
        225.3,
        231.04
    ],
    [
        " Because if we had pumped oil out of Iraq, you know, the oil companies would have made money.",
        232.3,
        237.0
    ],
    [
        " Right? Because that's a new source that we didn't. They didn't have rights or access to.",
        238.18,
        242.0
    ],
    [
        " You stop oil. All right? Lower the supply. The man stays at or continues to increase.",
        242.7,
        251.24
    ],
    [
        " The prices go up. So that's a little bit of my theory on that, but whatever. Either way, at least,",
        251.84,
        258.72
    ],
    [
        " and that's only based off of what I have seen since, right? When we first invaded Iraq,",
        258.96,
        262.72
    ],
    [
        " I was, ooh, let's go, you know, like every other little young trooper. But really, you know, we're talking",
        263.04,
        269.12
    ],
    [
        " to hundreds of thousands of Iraqis, thousands of Americans. And what did we get?",
        269.12,
        273.6
    ],
    [
        " Right? If you tell me, you know, because war was supposed to be for expansion,",
        274.58,
        277.82
    ],
    [
        " minerals, riches, right? Throughout human history, war has been to expand your empire.",
        278.56,
        284.08
    ],
    [
        " Well, we suck at being an imperial power because we go to these wars and we do nothing with the",
        284.72,
        290.56
    ],
    [
        " spoils. So why do we keep sending Americans? Because let's face it, was it really for our national",
        290.56,
        295.16
    ],
    [
        " defense? Or was it for our national interests? Because that's two very different things. Most of my",
        295.46,
        301.44
    ],
    [
        " work throughout my life has been for interests. Less about defense. Because once Al Qaeda was",
        301.44,
        306.84
    ],
    [
        " destroyed and eliminated and even ISIS and Al Qaeda and Iraq, were they ever really capable",
        306.84,
        313.46
    ],
    [
        " of attacking us here? Yeah, you know, they flew the planes into those towers and killed 3,000 plus",
        313.46,
        321.74
    ],
    [
        " people. But did they ever really threaten our daily lives? Did they threaten America, the United",
        322.12,
        329.06
    ],
    [
        " States? Probably not. You know, right? Could they ever brought that war on a large scale to America",
        329.06,
        335.54
    ],
    [
        " and affected the average Americans' A-Life? No, they didn't have that capability. And I mean,",
        335.54,
        341.94
    ],
    [
        " clearly, right? Like, none of that's really, we haven't had any big attacks since 9-11. And I",
        342.06,
        347.76
    ],
    [
        " think they just blew their wad. They were done. They didn't really, I don't think they had any",
        347.76,
        351.42
    ],
    [
        " plan after that. Right? And it was like, oh crap. Now what? We pissed these guys off and they're",
        351.42,
        357.42
    ],
    [
        " coming for us. Now what? Right? They never really did anything since. So my point is, right? Like,",
        357.42,
        364.4
    ],
    [
        " where has Congress been? Where has our representatives and our Senate been these last 20 years?",
        364.58,
        369.86
    ],
    [
        " Military industrial complex continues to make big-time money, big-time money. When our",
        370.68,
        376.28
    ],
    [
        " listed soldiers are in barracks that are covered in mold, just nastiness, right? They're living",
        376.28,
        381.9
    ],
    [
        " in poverty. Whereas you can go to the General's House on any post and it's a well-groomed",
        381.9,
        388.56
    ],
    [
        " lawn and it's basically a little mansion, right? So what did we get out of these wars? Well,",
        388.56,
        395.12
    ],
    [
        " it's arguable, right? It's very arguable. But the bottom line is, Congress has continued to set",
        395.62,
        403.56
    ],
    [
        " aside its authority, its duty, its role, its responsibility to either declare war, cut the funding.",
        403.56,
        411.56
    ],
    [
        " They didn't cut the funding. A lot of people got rich off these wars. And I mean, I was a contractor.",
        412.2,
        417.52
    ],
    [
        " Guilty, I got paid for going to war. Now did I get paid like Glock or Northrop or Raytheon or",
        418.84,
        427.62
    ],
    [
        " Northrop? No, of course not.",
        428.94,
        430.46
    ]
]