[
    [
        " I remember one thing that I always stuck in my mind.",
        0.0,
        4.4
    ],
    [
        " There was a a mass chief faculty.",
        4.66,
        7.56
    ],
    [
        " So a mass chief faculty, um, who died in 2017, but he was a huge,",
        8.36,
        14.12
    ],
    [
        " had a big impact on all of us at team one at a time.",
        14.14,
        16.62
    ],
    [
        " But I remember him tell me a story that there was a, a Vietnam guy that",
        17.36,
        20.7
    ],
    [
        " had come home that had done like a pretty heroic deployment in Vietnam.",
        20.7,
        24.48
    ],
    [
        " And that guy was facts like LPO.",
        25.28,
        28.98
    ],
    [
        " And they're out in the desert, doing the desert warfare training.",
        30.06,
        33.84
    ],
    [
        " And that guy who was like the combat vet, he was like, they're out on patrol.",
        34.68,
        42.68
    ],
    [
        " And he had his like rifle up over his shoulder, then just kind of like walking like it",
        43.1,
        47.06
    ],
    [
        " didn't matter.",
        47.06,
        47.46
    ],
    [
        " And, and he just, and he was, he, I think he was the platoon chief.",
        48.42,
        53.3
    ],
    [
        " And you could see the just disappointment as fact was telling me this story.",
        54.52,
        59.72
    ],
    [
        " And it was one of those things that again, he probably told me that when I was 22 or 23,",
        59.94,
        65.66
    ],
    [
        " I never forgot that fact, not only of, hey,",
        65.96,
        71.36
    ],
    [
        " don't be the guy that's like, Ben, they're done that.",
        72.06,
        74.94
    ],
    [
        " I don't need to be fired up for training anymore, but also what an impact that",
        75.0,
        79.28
    ],
    [
        " has on everybody else.",
        79.28,
        80.36
    ],
    [
        " And you don't want to be like that.",
        82.96,
        84.54
    ],
    [
        " Then fast forward however many years, I was now at trade at West Coast trade at.",
        84.82,
        90.3
    ],
    [
        " And I had a guy that's a great guy.",
        90.76,
        93.38
    ],
    [
        " And he was in, he was in Ramadi with me as a new guy.",
        94.62,
        97.42
    ],
    [
        " And now he's in his second platoon.",
        97.62,
        99.6
    ],
    [
        " And we're out at the Mount facility.",
        100.16,
        102.08
    ],
    [
        " And like, you know, we're training hard and kicking ass and blah, blah.",
        103.06,
        106.8
    ],
    [
        " And I talked to him about whatever, but I remember him saying to me,",
        109.26,
        113.4
    ],
    [
        " he says, uh, I'm kind of getting burnt out.",
        113.8,
        118.26
    ],
    [
        " And this was during Mount training in his second platoon.",
        118.8,
        122.16
    ],
    [
        " And I'm like, I just, I go, Hey, bro, you remember when you and I were in a workup together?",
        122.46,
        126.82
    ],
    [
        " And he goes, yeah, and I go, that was my seventh workup.",
        127.12,
        130.9
    ],
    [
        " And he was like, he just got that look on his face and he goes, Roger that.",
        131.26,
        135.68
    ],
    [
        " Because I was fired up in my seventh freaking time to go.",
        136.42,
        139.98
    ],
    [
        " Let's rock and roll like every taking everything seriously.",
        140.04,
        142.54
    ],
    [
        " And that's just what you want to do.",
        142.8,
        144.72
    ],
    [
        " So that infection can spread.",
        145.22,
        148.48
    ],
    [
        " And it's a hard pill swallow team guys want to go to combat.",
        149.24,
        152.56
    ],
    [
        " That's what they want to do.",
        152.86,
        153.66
    ],
    [
        " And when they don't get the chance, it hurts.",
        154.28,
        157.82
    ],
    [
        " And but like you said, you got to pick it up.",
        158.44,
        160.92
    ],
    [
        " Okay, this is what we're doing.",
        160.92,
        161.94
    ],
    [
        " Let's do it to the best of our ability.",
        162.56,
        163.88
    ],
    [
        " And the only thing you can do is just keep going on deployments.",
        164.08,
        166.44
    ],
    [
        " Like the God of war is going to do what he's going to do.",
        166.88,
        170.8
    ],
    [
        " And hopefully you get blessed by him.",
        171.08,
        172.96
    ],
    [
        " And if that happens, great.",
        173.2,
        174.88
    ],
    [
        " And if it doesn't happen, keep working because he's watching.",
        175.22,
        178.84
    ],
    [
        " That's the way I look at it.",
        179.38,
        180.42
    ],
    [
        " Yeah.",
        180.42,
        180.56
    ],
    [
        " And you saw it, you know, guys would, you know, kind of have to get through that, that rotation.",
        180.82,
        188.26
    ],
    [
        " But then the next one, they, they go back or, you know, they get another shot.",
        188.36,
        192.72
    ],
    [
        " And we got to combat.",
        192.72,
        193.9
    ],
    [
        " And, you know, we all knew eventually it was going to calm down anyway.",
        194.36,
        197.4
    ],
    [
        " But nobody knows when and you don't want to miss it.",
        198.04,
        200.34
    ],
    [
        " And I really felt for the new guys because, you know, all they're seeing is their friends",
        200.66,
        205.28
    ],
    [
        " that are going and they didn't do anything wrong.",
        205.28,
        208.02
    ],
    [
        " And that was really a big kind of complaint that I had about how it was perceived is,",
        208.58,
        217.12
    ],
    [
        " you know, we're waiting for, you know, if they get into trouble, then we get into that spot.",
        217.86,
        221.26
    ],
    [
        " It's like, well, so are we here because we got in trouble?",
        221.26,
        223.86
    ],
    [
        " You know, how do we end up here?",
        224.04,
        225.2
    ],
    [
        " Are we hoping that our teammates are screwed up?",
        225.28,
        227.32
    ],
    [
        " Yeah.",
        227.38,
        227.52
    ],
    [
        " Because that's not a good attitude.",
        227.62,
        228.74
    ],
    [
        " So we get that spot.",
        228.74,
        229.9
    ],
    [
        " So I, oh, my thing was, look, again, the war is bigger than just what's going on in, in St.",
        230.26,
        238.22
    ],
    [
        " Com.",
        238.4,
        238.5
    ],
    [
        " We have a mission to do.",
        239.0,
        240.54
    ],
    [
        " It's a good mission.",
        240.8,
        241.78
    ],
    [
        " It has value and, you know, thinking back, you know, maybe I could have done better on certain things.",
        242.2,
        249.36
    ],
    [
        " But, but yeah, I mean, it was what it was.",
        250.26,
        253.02
    ],
    [
        " And we actually had a good deployment.",
        253.38,
        255.08
    ],
    [
        " I took a crew of people to Africa and we were there for several months.",
        255.62,
        262.96
    ],
    [
        " And we did good stuff.",
        263.08,
        264.24
    ],
    [
        " And, you know, I like to think that we, you know, moved the needle hopefully a little bit.",
        264.84,
        270.04
    ],
    [
        " But, but it was, yeah, you know, I think, and I think most people that were with us kind of got that after a while.",
        270.26,
        277.38
    ]
]