[
    [
        " When I had in my second platoon, I had the officer that got fired and I had the legendary",
        0.0,
        5.88
    ],
    [
        " officer takeover and he was super experienced.",
        5.88,
        9.94
    ],
    [
        " He was a prior senior chief.",
        9.94,
        11.5
    ],
    [
        " He was a prior senior chief and he didn't put his, he didn't, he didn't tell us how",
        11.82,
        17.42
    ],
    [
        " to build pal.",
        17.42,
        17.88
    ],
    [
        " He didn't tell us how to do anything.",
        17.88,
        18.88
    ],
    [
        " He asked us.",
        19.16,
        19.92
    ],
    [
        " He put us in charge.",
        20.04,
        21.0
    ],
    [
        " He was awesome.",
        21.26,
        21.94
    ],
    [
        " And as soon as my LPO said to me, hey, won't you go to your job?",
        22.04,
        24.64
    ],
    [
        " I was like, man, that's what, that's what the best leader that I saw did.",
        24.64,
        29.84
    ],
    [
        " He did that for us and I'm going to do that for now on.",
        29.9,
        32.58
    ],
    [
        " Good little lesson learned.",
        32.78,
        33.82
    ],
    [
        " Yeah.",
        34.0,
        34.06
    ],
    [
        " So what was that deployment like?",
        34.32,
        36.1
    ],
    [
        " So you're pretty early into Afghanistan.",
        36.36,
        38.44
    ],
    [
        " Yes.",
        39.12,
        39.26
    ],
    [
        " So what year was this?",
        39.4,
        40.0
    ],
    [
        " Like 2003?",
        40.0,
        40.8
    ],
    [
        " Yes.",
        41.32,
        41.6
    ],
    [
        " Yeah.",
        41.96,
        42.34
    ],
    [
        " So it was, it was early but more importantly again, everyone was focused on Iraq.",
        42.56,
        46.62
    ],
    [
        " So we were kind of a, like a task unit light.",
        47.2,
        51.58
    ],
    [
        " So it was mainly a platoon with some supporting people, some headshed guys.",
        51.62,
        55.68
    ],
    [
        " And we weren't really established yet in kind of our operational sense.",
        56.18,
        62.2
    ],
    [
        " So we, you know, we were just trying to find work and we did a lot of special reconnaissance,",
        62.52,
        67.94
    ],
    [
        " a lot of driving around Afghanistan and non-armored, up Humvees and with the doors off.",
        67.94,
        74.58
    ],
    [
        " It was just too heavy.",
        74.72,
        75.88
    ],
    [
        " And so we did a lot of those missions.",
        76.76,
        78.7
    ],
    [
        " We did a couple of direct action.",
        78.86,
        80.78
    ],
    [
        " And it was, it was a good deployment.",
        82.08,
        84.04
    ],
    [
        " Again, I learned a ton.",
        84.04,
        85.9
    ],
    [
        " I was with really, really good people.",
        86.74,
        88.38
    ],
    [
        " And you know, we had our issues just like, like everything else.",
        89.14,
        92.5
    ],
    [
        " But it was a good learning experience from that.",
        92.68,
        95.94
    ],
    [
        " But the main leadership things and the OIC and I had a couple of words sometimes.",
        96.1,
        103.32
    ],
    [
        " And it was, again, I think that, because he told me there was a feeling that, you know,",
        103.76,
        110.36
    ],
    [
        " I kind of got lucky to be in this.",
        110.36,
        114.06
    ],
    [
        " And I think he made a comment like, you know, guys, some guys really earned to be here.",
        115.04,
        119.74
    ],
    [
        " And I was thinking, what do you think I've been doing the last 12 years?",
        120.26,
        123.34
    ],
    [
        " You know, all this, you know, when I was in my first platoon, you're still riding your",
        123.98,
        128.36
    ],
    [
        " huffy bike up and down the street.",
        128.36,
        131.08
    ],
    [
        " So I try not to take it personally.",
        131.22,
        133.98
    ],
    [
        " And, you know, it was a lot of growing for me too.",
        134.02,
        136.28
    ],
    [
        " Because it was kind of a strange time.",
        136.28,
        138.74
    ],
    [
        " But, you know, we came back from that didn't lose anybody.",
        139.54,
        143.94
    ],
    [
        " And it was a good first deployment to a combat zone.",
        144.72,
        149.26
    ],
    [
        " Because we got to shake a lot of stuff out.",
        149.34,
        151.12
    ],
    [
        " And we weren't really driving like, you know, like we were later or, you know, definitely",
        151.82,
        158.14
    ],
    [
        " what you guys were doing later.",
        158.14,
        159.22
    ],
    [
        " Yeah.",
        159.74,
        159.98
    ],
    [
        " That's such a nice gentle ramp up.",
        160.22,
        163.66
    ],
    [
        " And I had that too.",
        163.76,
        164.64
    ],
    [
        " Like even when, even literally when I got to Baghdad and my first deployment, my, the,",
        165.1,
        170.5
    ],
    [
        " the S.E.A. who's a freaking like awesome guy.",
        170.5,
        174.9
    ],
    [
        " His wife used to say that me and him were soulmates.",
        175.32,
        178.36
    ],
    [
        " But we just always got along like brothers.",
        178.36,
        180.56
    ],
    [
        " And, but he was already on the ground.",
        180.84,
        182.58
    ],
    [
        " And so we showed up in the night we showed up.",
        182.58,
        184.3
    ],
    [
        " He's like, hey, we're getting murdered from this area.",
        184.3,
        187.92
    ],
    [
        " Take your platoon out and go check it out.",
        188.22,
        189.58
    ],
    [
        " And so we're like, I'm like, okay, cool.",
        189.6,
        191.2
    ],
    [
        " And basically he just kind of made it up.",
        191.54,
        194.24
    ],
    [
        " Just to get us out there, shake out the whatever's get.",
        194.24,
        197.78
    ],
    [
        " Okay, look, you're in Iraq now.",
        198.0,
        199.46
    ],
    [
        " Get over it.",
        199.46,
        200.22
    ],
    [
        " It's time.",
        200.34,
        200.62
    ],
    [
        " And then you came back and he's like, all right, cool.",
        200.82,
        202.36
    ],
    [
        " Now let's look start looking at our first mission.",
        202.8,
        204.54
    ],
    [
        " But that's, and then that whole deployment was a nice ramp up of, of learning opportunities",
        204.6,
        209.7
    ],
    [
        " to learn going back to your point of like when someone says, you're lucky to be here.",
        209.7,
        215.18
    ],
    [
        " I was just talking about this on the academy training leaders.",
        215.32,
        218.84
    ],
    [
        " And it's such a good, and we actually just talked about this on the underground.",
        222.34,
        225.4
    ],
    [
        " Just just saying like, yeah, I agree.",
        226.42,
        230.7
    ],
    [
        " And it's so disarming to people when you say, you know, I'm 100% lucky to be here.",
        231.64,
        236.38
    ],
    [
        " Oh, absolutely.",
        236.6,
        237.36
    ],
    [
        " And I wish I had that advice.",
        238.36,
        240.96
    ],
    [
        " Well, we always, we always we had that advice.",
        241.08,
        244.04
    ],
    [
        " You know, you're talking to the guy that was telling the instructor of our",
        244.18,
        246.86
    ],
    [
        " communications course that no, it's Zulu time.",
        247.34,
        249.9
    ],
    [
        " Zulu is always Zulu is always Zulu.",
        250.08,
        252.44
    ],
    [
        " I was 19 years old.",
        252.5,
        253.52
    ],
    [
        " That guy was what 35?",
        253.52,
        254.54
    ],
    [
        " He was a senior chief.",
        254.54,
        255.74
    ],
    [
        " He was definitely a chief.",
        256.24,
        258.44
    ],
    [
        " He's a chia.",
        258.48,
        259.02
    ],
    [
        " Yeah.",
        259.2,
        259.28
    ],
    [
        " So he's a chief.",
        259.42,
        259.84
    ],
    [
        " So I'm telling a chief.",
        259.88,
        261.04
    ],
    [
        " Hey, listen, chief.",
        261.42,
        262.4
    ],
    [
        " Let me tell you how it is, bro.",
        262.62,
        263.92
    ],
    [
        " Jockele has got word to put out.",
        264.28,
        265.84
    ],
    [
        " Sun.",
        265.98,
        266.24
    ],
    [
        " So yeah, we all, we always we could go back and maybe freaking check some stuff.",
        266.78,
        271.92
    ],
    [
        " But that's, that's a good one.",
        271.92,
        273.3
    ],
    [
        " You know, like, hey, when somebody tells you something,",
        273.42,
        275.2
    ],
    [
        " and while you niggie, it's like, okay, yeah, absolutely.",
        276.04,
        279.36
    ],
    [
        " It's disarming.",
        279.9,
        280.68
    ],
    [
        " It's a good way to understand what their perspective is.",
        280.9,
        283.14
    ],
    [
        " It's a good move.",
        283.36,
        283.94
    ],
    [
        " It's a hard one to learn.",
        284.02,
        284.74
    ],
    [
        " It is.",
        285.04,
        285.36
    ]
]