[
    [
        " You know what's interesting is, you know, I talked all my friends at live in Texas,",
        0.0,
        3.02
    ],
    [
        " they live in Utah, and they live in Montana, and they live in Arizona, and you know,",
        3.38,
        9.12
    ],
    [
        " there's just been a rash of people leaving California. Businesses leaving California.",
        9.2,
        14.08
    ],
    [
        " My friends, a bunch of my friends have left California, and I love California. California",
        14.38,
        22.16
    ],
    [
        " is freaking awesome. It is. California has the Pacific Ocean, it has the mountains, it has the",
        22.16,
        28.38
    ],
    [
        " desert, it has the redwood trees, it has Yosemite, it is a magnificent place, it is absolutely",
        28.38,
        35.4
    ],
    [
        " magnificent, and yeah, it is in a very precarious situation right now that I don't think it can,",
        35.4,
        45.94
    ],
    [
        " I don't think it can continue to go this way. I mean, you've seen the news, you've seen the",
        46.28,
        53.72
    ],
    [
        " the homeless situations, you see the trains that were getting attacked and, you know, robbed",
        55.26,
        64.66
    ],
    [
        " from entire freight trains. I don't know what's going to happen, man. I don't know what's going to",
        64.66,
        71.18
    ],
    [
        " happen in California. I love California. California is an iconic place, and the other thing you got",
        71.18,
        80.14
    ],
    [
        " to remember about California is, California is not San Francisco and not Los Angeles. That's not",
        80.14,
        86.24
    ],
    [
        " California. That's a small part of California. California is the Imperial Valley, right? California is",
        86.24,
        94.5
    ],
    [
        " the agriculture that is the vast majority of this state and hard working Americans that are out",
        94.5,
        102.46
    ],
    [
        " there, busting their ass to make things work. And at the same time, paying an incredible amount of",
        102.46,
        107.68
    ],
    [
        " taxes and having the regulatory environment that's hostile to business, legitimately hostile.",
        107.68,
        115.04
    ],
    [
        " So with all these things as they continue to add up, I can't predict the future. I certainly hope",
        116.0,
        123.58
    ],
    [
        " I don't have to get into politics. I really just don't know if I have the stomach for it.",
        123.58,
        128.32
    ],
    [
        " I don't want to do it, man. And it's like just the biggest cop out that I can throw back at you.",
        129.38,
        137.42
    ],
    [
        " At this point and you and the rest of the guys that are out there trying to do it for the right",
        137.68,
        142.18
    ],
    [
        " reasons is awesome. Man, I don't want to get into that business. I don't want to get into that world.",
        142.18,
        150.28
    ],
    [
        " When people ask me about politics, I always tell them that I don't want to do it unless",
        151.32,
        156.84
    ],
    [
        " think it really bad. People hit me up all the time. Is it bad enough yet? Is it bad enough yet?",
        156.84,
        161.7
    ],
    [
        " Is it bad enough yet? I don't know where that line is for me.",
        161.7,
        165.52
    ],
    [
        " I feel a dumb and dumb moment coming on right now where I just want to say so you're saying there's",
        166.18,
        173.58
    ],
    [
        " a chance. There's a chance. One million? Awesome. Don't like it. No, I hear you. I hear it's nasty, man.",
        173.58,
        184.42
    ],
    [
        " It's a nasty world and it's a god dude. And I'm barely even scratching the surface of it, but even now,",
        184.62,
        191.08
    ],
    [
        " I don't really like the world. I don't like the self-promotion of going around campaigning and",
        192.46,
        197.64
    ],
    [
        " telling people why you're so great and why they should vote for you. I don't like that part of it.",
        197.64,
        201.5
    ],
    [
        " I don't like the nastiness of people lying about you and trying to smear you in every single way",
        201.54,
        210.04
    ],
    [
        " possible. If they can't come up with anything good, they'll just make it up. I don't like that part",
        210.04,
        213.64
    ],
    [
        " of it. I don't like exposing my family to this stuff as well. I just want my kids to grow up,",
        213.64,
        218.96
    ],
    [
        " kind of like a normal life. But I'll tell you what, man, it's like, if enough of us don't do it,",
        219.2,
        226.14
    ],
    [
        " we're done. That's the way I see it, man. And I wish I was more optimistic, but I watch",
        226.44,
        231.68
    ],
    [
        " like just like on a dope sheet as a sniper, man. I watched trajectories. I watch where this country",
        231.68,
        238.36
    ],
    [
        " started and where we're at now, man. And it's, I mean, COVID, if that doesn't wake people up,",
        238.36,
        243.7
    ],
    [
        " you know, to, you know, the fact that often, most often governments aren't typically interested in",
        244.28,
        252.48
    ],
    [
        " letting the power rest with the people. I don't know what's going to wake people up, but",
        252.48,
        258.32
    ],
    [
        " it's getting bad. And we need to, we need some sled dogs to put their, and maybe a couple leaders",
        258.32,
        266.18
    ],
    [
        " to put their, their shoulder to the wheel, but just saying.",
        266.18,
        270.64
    ]
]