[
    [
        " This is Jockel podcast number 325 with Echo Charles and me Jockel Willink good evening. I go good evening and also joining us again tonight is",
        0.0,
        10.1
    ],
    [
        " Jason Gardner good evening Jason good evening",
        10.1,
        13.88
    ],
    [
        " Chicago Times special camp Robinson Nebraska May 24th",
        13.88,
        23.44
    ],
    [
        " 1877",
        23.44,
        24.78
    ],
    [
        " Your correspondent has obtained some very valuable information in regard to the Custer massacre",
        26.28,
        32.8
    ],
    [
        " from Crazy Horse",
        32.8,
        34.6
    ],
    [
        " through Horned Horse as his spokesman which is authentic and confirmed by other principal chiefs.",
        34.6,
        43.34
    ],
    [
        " I",
        43.58,
        44.72
    ],
    [
        " interviewed the chiefs this afternoon",
        44.72,
        46.48
    ],
    [
        " Lieutenant Clark arranging for the meeting and William Hunter acting as interpreter a man perfectly reliable and thoroughly",
        46.48,
        54.22
    ],
    [
        " Conversing in the Indian language. This is the Indian version and the first published the attack was made on the village by a strong force at 11 o'clock in the morning at the upper end of the village.",
        54.8,
        68.14
    ],
    [
        " This was the force",
        68.5,
        71.02
    ],
    [
        " Commanded by Major Reno and very shortly afterward the lower end of the village was attacked by another strong force that commanded by Custer.",
        71.02,
        80.14
    ],
    [
        " The village was divided into seven different bands of Indians each commanded by a separate chief and extended in nearly a straight line.",
        81.1,
        90.46
    ],
    [
        " The village consisted of 18",
        91.14,
        93.82
    ],
    [
        " 1800 lodges and at least 400 wiki ups a lodge made of small poles and willows for temporary shelter. Each of the wiki ups contained four young",
        93.82,
        105.86
    ],
    [
        " Bucks and the estimate made by Crazy Horse is that each lodge had from three to four warriors.",
        105.86,
        112.36
    ],
    [
        " Estimating at three made a fighting force of 7,000 Indians.",
        113.18,
        119.0
    ],
    [
        " This is the lowest estimate that can be made for there were good many Indians without shelter hangers on who fought when called upon and the usual number was much above",
        119.68,
        132.0
    ],
    [
        " 7,000.",
        132.0,
        134.32
    ],
    [
        " The attack was a surprise and totally unlocked for when Custer made the charge the women,",
        134.32,
        141.3
    ],
    [
        " Papuses children and in fact all that were not fighters made a stampede in an orderly direction.",
        141.74,
        148.32
    ],
    [
        " Custer seeing so numerous a body mistook them for the main body of Indians retreating and abandoning their villages and immediately gave for suit.",
        148.68,
        156.5
    ],
    [
        " The warriors in the village seeing this divided their forces into two parts one intercepting Custer between their non combatants and him and the other getting his in his rear.",
        157.32,
        168.28
    ],
    [
        " Outnumbering him as they did they had him at their mercy and the dreadful massacre ensued.",
        168.74,
        176.8
    ],
    [
        " Horned horse says the smoke and dust were so great that foe could not be distinguished from friend.",
        178.34,
        185.02
    ],
    [
        " The horses were wild with fright and uncontrollable. The Indians were knocking each other from their steeds and it is an absolute fact that several young bucks in their excitement and fury killed each other several dead Indians being found killed by arrows.",
        185.02,
        198.94
    ],
    [
        " Horned horse represented this hell of fire and smoke and death by intertwining his fingers and saying just like this Indians and white men.",
        200.36,
        210.4
    ],
    [
        " These chiefs say they suffered a loss of 58 killed and over 60 wounded.",
        212.46,
        217.44
    ],
    [
        " From their way of expressing it I should judge that about 60% of their wounded died.",
        218.0,
        223.16
    ],
    [
        " While this butchery was going on Reno was fighting in the upper part of the village but did not get in so far as to get surrounded and managed to escape.",
        225.3,
        234.52
    ],
    [
        " They say had he got in as far he would have suffered the same fate as Custer but he retreated to the bluffs and was held there until Indians fighting Custer comprising over half the village could join the northern portion in besieging him.",
        236.38,
        253.32
    ],
    [
        " These Indians claim that butchery for the time the arrival of General Terry they would have certainly got Reno.",
        254.86,
        262.32
    ],
    [
        " They would have surrounded and stormed him out or would have besieged and eventually captured him.",
        263.2,
        269.84
    ],
    [
        " From what I know of Crazy Horse I should say that he no doubt is capable of conducting a siege.",
        270.62,
        277.72
    ],
    [
        " In both the Rosebud fight and the Custer massacre the Indians claim that Crazy Horse rode unarmed in the thickest of the fight invoking the blessing of the great spirit on himself that if he was right he might be victorious and if wrong that he might be killed.",
        278.38,
        299.6
    ],
    [
        " So that right there is an excerpt from a book called I fought with Custer which we covered on this podcast podcast number 48.",
        306.1,
        315.06
    ],
    [
        " You might want to go check that one out and that's from a section that we actually didn't cover on the podcast.",
        315.68,
        322.6
    ],
    [
        " The section of the book that's called they fought against Custer and it's got a bunch of first hand accounts from the Indians that fought against Custer.",
        322.8,
        332.82
    ],
    [
        " And I didn't cover that section because we had already covered the Native American perspective in podcast 45 where we discussed the book called Wooden Leg.",
        333.38,
        346.0
    ],
    [
        " Who is a Northern Cheyenne Indian who fought against Custer at Little Big Horn.",
        347.72,
        354.22
    ],
    [
        " And that's a good podcast to listen to. I've got quite a few seal friends that that's one of their favorite podcasts.",
        354.86,
        362.22
    ],
    [
        " But this man that gets mentioned here this warrior he's mentioned in both those books.",
        362.96,
        369.54
    ],
    [
        " And he's mentioned pretty quickly in both the books but he's someone that is definitely worth exploring as a warrior as a man and as a leader.",
        373.1,
        385.06
    ],
    [
        " And Jason you sent me a great book a while back called the Journey of Crazy Horse.",
        385.32,
        390.1
    ],
    [
        " This book is written by a guy named Joseph M. Marshall the third who himself is a member of the Lakota tribe.",
        390.1,
        399.38
    ],
    [
        " He was raised on the Rosebud Indian reservation in South Dakota. And he he kind of reports on or explores his journey of discovering an understanding Crazy Horse and starts off with the with a certain image of Crazy Horse and then learns more about him over time.",
        399.54,
        427.42
    ],
    [
        " Kind of going from a legend you know held a loft sort of above being human to being a warrior to being a leader and then ultimately understanding him as a man.",
        427.94,
        439.36
    ],
    [
        " And much of what he's you know I always like to do the first person accounting that's what I'm always trying to get for the podcast.",
        440.06,
        448.88
    ],
    [
        " And this much of what what Joseph talks about Joseph Marshall talks about is stuff that was past to him through his elders through oral history and that's I think what what allows this book to come to life.",
        450.5,
        465.34
    ],
    [
        " So well so I guess we dive in dive into the journey of the journey of Crazy Horse by Joseph M. Marshall the third.",
        465.62,
        478.02
    ],
    [
        " Where did you find this book originally?",
        480.04,
        481.5
    ],
    [
        " So I got a buddy that lives in Iowa Chris Anderson and he sent me this book to read. He was like hey you need to check this out.",
        481.84,
        491.26
    ],
    [
        " So about two years ago I knocked it out on Audible and then as we started to do the you know we're doing the battlefield a little bit more.",
        491.56,
        500.9
    ],
    [
        " Yeah. I'm like well I want to understand more about the for everything that costar did wrong there's tough that sitting boom Crazy Horse we're doing right now want to try to understand more that so I hit this book up and then it made sense for something that we could talk about here.",
        500.9,
        516.44
    ],
    [
        " Yeah especially because it's from the Lakota perspective and brought down from their oral history.",
        516.44,
        522.46
    ],
    [
        " Yeah the we're so the battlefield that you're talking about this is an event that we do at echelon front where we go and look at that we go and walk the battlefield and there's all these leaders to learn from.",
        522.76,
        534.04
    ],
    [
        " I mean we do get his berg and this will be the first one that the first series that we're going to do up it up at little big horn.",
        534.32,
        542.38
    ],
    [
        " So going out there understanding the personalities of these individuals gives you so much more depth into understanding their leadership decisions and the decisions that they made you can start to identify how their personalities impacted their decisions and then you can look at yourself and say what part of my personality is impacting my decision.",
        543.18,
        564.22
    ],
    [
        " And we I haven't been to live you've been a little big horn yet. Yeah I have same kind of spiritual impact as getty's berg.",
        565.92,
        574.88
    ],
    [
        " Yes and it's incredible because you can you you can sit you can sit in the gully where Reno had hit they well they came across a came across river and attacked the south end of the camp because initially they could only see a portion of it and thought it was much smaller and then they the morons didn't listen to their crow scouts who said whoa that's not the same thing.",
        574.94,
        594.2
    ],
    [
        " That's a much bigger in Camden than you think it is and you you can see all these spots and and it's just it's it's it's it's really humbling to be able to see it and talk about it and discuss what's going on and and feel the energy it was there.",
        594.22,
        609.52
    ],
    [
        " Yeah I'm looking forward to what when are we doing that August it's August yeah.",
        609.96,
        614.72
    ],
    [
        " All right so let's get into this book. Here we go crazy horse has been my hero since I was a boy he was arguably the best known Lakota leader in the latter half of the 19th century a turbulent time on the northern plains.",
        615.42,
        629.8
    ],
    [
        " At first I knew crazy horse only as a fighting man the warrior. I didn't know or care what he felt what he thought I cared only that he was a Lakota and that he was brave and performed deeds that fired my imagination.",
        630.2,
        643.84
    ],
    [
        " But as time went on there were more stories I now know crazy horse as a man first and a legend second a very distant second in fact he is much like my father and my uncles and my all my grandfathers.",
        644.92,
        660.2
    ],
    [
        " He walks straight he is polite and he speaks softly but there is also an aura of mystery about him as though sometimes I am seeing him in a miss that blends legend.",
        660.2,
        673.8
    ],
    [
        " And reality it's that aura that seems to appeal to most people and I'm convinced that many want to connect with the mystery more than they want to identify with the man I can remember consciously hearing his name for the first time the summer I was six years old my grandfather Albert and a man I knew as grandpa Isaac and I had just crossed the little white river and stopped arrest.",
        674.02,
        697.62
    ],
    [
        " As they both fashioned their role your own cigarettes one of them compared the slow the slow moving little white to the greasy grass river I learned later that the greasy grass was in South Central Montana and was also known as a little big horn.",
        698.6,
        716.56
    ],
    [
        " In the shade of a thick grove of San Bar Willow the two old men spoke about a battle and names that I had never heard before or at least that I couldn't remember hearing before rolled off their tongues that day along the river.",
        717.54,
        732.38
    ],
    [
        " One name was repeated more often than the others in the story of that battle.",
        732.94,
        738.38
    ],
    [
        " The name his crazy horse he was a leader of fighting men and his mere appearance on the battlefield was apparently enough to inspire others to fight.",
        739.44,
        749.72
    ],
    [
        " Crazy horse had led a charge of warriors against the soldiers in the second engagement of that battle a leader commented on that particular action when recounting the battle years later by saying I have never seen anything so brave.",
        750.38,
        763.82
    ],
    [
        " By the age of six I had already listened to many stories from these two grandfathers I was well aware that being a fighting man was one way of being a man in the Lakota ways of old.",
        765.0,
        774.8
    ],
    [
        " I knew that men were often injured or wounded in battle and sometimes killed and I knew that in a battle a man could prove himself.",
        775.46,
        783.32
    ],
    [
        " For one man to obviously evoke such reverence and respect from two grandfathers who told the story of 1876 greasy grass fight the battle of little big horn was of some consequence.",
        783.98,
        797.18
    ],
    [
        " In my six year old world I could think of only two or three other old men in the same category as these two grandfathers so when they respected some one it was no small thing.",
        797.44,
        809.04
    ],
    [
        " That day by the little white river crazy horse became a part of my life.",
        811.02,
        815.98
    ],
    [
        " We were having this conversation I think yesterday.",
        816.42,
        825.66
    ],
    [
        " This idea and I think I had brought it up on some other podcast but the idea that this if you're going to go out and fight is that programmed into us.",
        828.24,
        840.52
    ],
    [
        " Is that just what we're raised with that we think hey going out and fighting and being heroic being a warrior is a cool thing is a good thing.",
        840.98,
        848.4
    ],
    [
        " Or is there some sort of genetic component to it because as a human being in a group of other human beings that are trying to survive 10,000 years ago and we're part of a gang we're part of a tribe and if Jason is the kind of guy that goes out and",
        848.96,
        869.18
    ],
    [
        " you know kills a buffalo or defends our tribe then you help us all survive and so we're naturally we naturally intuitively instinctively elevate the people that are ready to fight and we can't even control it.",
        870.08,
        884.34
    ],
    [
        " I don't know what do you think.",
        884.44,
        885.98
    ],
    [
        " Yeah it's interesting because the good hunters also translate to their good warriors right but then in their society in the Lakota society the medicine men were also revered as well.",
        888.86,
        900.66
    ],
    [
        " So I guess people were elevated based on whatever they brought to the community with large and then oftentimes with either the medicine men or the warriors eventually age out of it.",
        901.4,
        914.24
    ],
    [
        " And then then they're looking at you for for your wisdom.",
        914.84,
        919.38
    ],
    [
        "",
        920.08,
        920.08
    ],
    [
        " You know like Chamberlain.",
        921.02,
        923.68
    ],
    [
        " That guy comes over from like the intellectual side of the house because he's a college professor when he joins the army so it's kind of like he wasn't really that's what makes him so interesting and so cool is he's like good at everything every side of the Rubik's cube you examine with that guy.",
        924.06,
        939.76
    ],
    [
        " He's squared way solid colors.",
        940.16,
        942.06
    ],
    [
        " Yeah.",
        942.16,
        942.32
    ],
    [
        " The thing is though you have all these different societies around the world that are some of them are totally disconnected from other societies and there's like always a warrior tradition.",
        942.6,
        953.36
    ],
    [
        " Yes.",
        953.86,
        955.2
    ],
    [
        " It leads me to believe that at least at some level human beings look at the person that's ready to stand up and fight and defend and they have an instinctual inherent elevation.",
        955.32,
        968.92
    ],
    [
        " Elevated attitude towards that person.",
        969.56,
        971.36
    ],
    [
        " Here this guy is six years old.",
        972.0,
        974.14
    ],
    [
        " You know I'm thinking and he's hearing these stories and thinks it's cool in the parlance of our time right like hey that's wow this sounds cool.",
        974.32,
        982.26
    ],
    [
        " What was I doing when I was eight years old watching apocalypse now thinking that's cool.",
        982.7,
        989.44
    ],
    [
        " That guy he's special forces he's going on this mission up the river that's cool.",
        990.0,
        997.94
    ],
    [
        " I don't know.",
        998.28,
        999.48
    ],
    [
        " I mean my dad wasn't in the military there was no my grandfather was but he wasn't super influential in my life and all of the sudden as just instinct that looks cool.",
        999.92,
        1012.78
    ],
    [
        " Yeah because it doesn't appear to be generation.",
        1014.92,
        1016.9
    ],
    [
        " Even in this case crazy horse's dad is a medicine man he's not a fighter.",
        1017.24,
        1021.36
    ],
    [
        " And so you know you look at how we revere sports figures.",
        1022.24,
        1029.2
    ],
    [
        " In a lot of ways they're warriors you choose a sporting team and they're the ones that are going out and doing battle with other sporting teams and we're rooting for them and there's who were putting up on a pedestal for the most spot.",
        1029.7,
        1042.54
    ],
    [
        " It's not that different than then combat which isn't going that on it's an interesting thing to discuss.",
        1044.2,
        1051.6
    ],
    [
        " It feels like there's an element of risk there too.",
        1051.86,
        1053.94
    ],
    [
        " Like so skill and then risk and sacrifice everybody else sacrifice for everybody else.",
        1054.24,
        1059.46
    ],
    [
        " And they're they're lies in why we hold up like that courage as being of value that we or something that we value right is courage.",
        1059.78,
        1070.48
    ],
    [
        " Yeah like if you if you're a let's say I'm a six year old or whatever and you think of some guy who goes out and kills a buffalo and then brings it back or whatever.",
        1071.72,
        1080.28
    ],
    [
        " You think man if I want to try to kill a buffalo and things in a kill me you know so he's like good at what he does he's risk dying and then when he brings it back it's for all of us.",
        1080.48,
        1089.72
    ],
    [
        " He's like hero you know right so kind of it's I mean that's obviously like a metaphor or the sporting teams and stuff that's a metaphor.",
        1089.72,
        1096.28
    ],
    [
        " Yeah that's a big one of the same thing though yeah exactly.",
        1096.36,
        1099.4
    ],
    [
        " But I and I think this is so obvious what we're saying I asked my actual question is is it instinctual is it like part of our nature that we can you know it may or may not get you know expanded",
        1099.84,
        1118.08
    ],
    [
        " upon as we grow up in some people you know being a warrior stupid why would you go out and sacrifice yourself for other people like that's an attitude so you can overcome this instinct but it is kind of crazy to think hey this is the way many different societies from all different",
        1118.08,
        1136.0
    ],
    [
        " background all kind of elevate this warrior is it an in is it a natural animal instinct to think this person is going to protect the tribe this person is going to help the tribe this person is going to feed the tribe this",
        1136.72,
        1149.02
    ],
    [
        " person's possibly going to sacrifice for themselves for the tribe and that's a positive thing and we're going to elevate them because they're putting the tribe before themselves they're putting themselves at risk in order to save the",
        1149.02,
        1165.98
    ],
    [
        " I don't I don't I think that's no matter where you look if you examine closely that's still revered today.",
        1165.98,
        1172.72
    ],
    [
        " This individual human overcame the instinct of self preservation to look out for me and look out for my family we're going to elevate that individual.",
        1172.72,
        1186.74
    ],
    [
        " Alright going back to the book here every Lakota baby was born with thick shiny black hair that stayed black for most of adulthood but the hair of the son of crazy horse seemed to grow lighter even as he lost his baby fat which happened to him quicker than the most",
        1188.96,
        1203.64
    ],
    [
        " children to his mother and the other women in his life it was an endearing characteristic although they worried that it would prove to be troublesome for him later in life outside the reach of sharp ears he was",
        1203.64,
        1216.54
    ],
    [
        " referred to as the light haired one to his face he was simply called Gigi or light hair so he's got a distinctive characteristic out of the gate which is also kind of interesting you know you got a my name is",
        1216.54,
        1236.54
    ],
    [
        " Jaco which is a weird name and I've had that it's a nickname but it's been my nickname since I was born which meant when I met someone when I was five years old",
        1236.54,
        1244.0
    ],
    [
        " and seven years old and four years old and ten years old they would say what's your name and I had to say this weird name you know my name is Jaco",
        1244.0,
        1256.06
    ],
    [
        " like that's a I didn't really know that that was just a nickname and tall as a little older so you kind of have to contend with this right it's kind of like oh you got",
        1256.06,
        1264.5
    ],
    [
        " to contend with this what having a weird name you have an weird name yes I know that you know that yes sir I did did you did you feel",
        1264.5,
        1271.42
    ],
    [
        " out a little bit like when you were six years old yes I did you did now Jason was as hey I'm Jason good you have to spell it you know the mispronounce it you're just good to go no so I think these kind",
        1271.42,
        1285.34
    ],
    [
        " of distinctive characteristic can sometimes help they can also sometimes I think hurt kids when you're young you got some weird like sometimes",
        1285.7,
        1294.92
    ],
    [
        " kids grow really tall quickly yeah and they don't they don't like it you know they feel like awkward or people are looking at them or when you get glasses",
        1294.92,
        1303.18
    ],
    [
        " right that's another thing maybe it's not that big of a deal when I was a kid like when it's someone had glasses they had to contend with that",
        1303.18,
        1309.14
    ],
    [
        " yeah to deal with it but they're tempering them it's making I mean that's the metaphor he uses in here that it the teasing",
        1309.14,
        1315.68
    ],
    [
        " tempers crazy horse to make him hard and it's a boy named Sue yes that's exactly what I was thinking about and his",
        1315.68,
        1322.36
    ],
    [
        " metaphor is like hanging the staff in the TP for five years yeah to slowly temperate and make it harder and then",
        1322.36,
        1328.52
    ],
    [
        " you're going to carve that ass dive into a bow um we were talking about buds earlier and amazed that",
        1328.52,
        1337.94
    ],
    [
        " they're still a huge attrition rate and and our thoughts are it's because a lot of the some of the folks that are there",
        1337.94,
        1343.42
    ],
    [
        " are such good athletes they've never failed in anything whereas opposed when I got there and and I'd already",
        1343.42,
        1349.66
    ],
    [
        " failed at a bunch of stuff and I was used to getting beat up and getting knocked down it's like okay I'm just going to",
        1349.66,
        1356.12
    ],
    [
        " dust myself up and get moving again yeah are you and I were saying that when they when the instructors looked at us and said",
        1356.12,
        1362.1
    ],
    [
        " you suck we were like yeah I know obviously but if you're like the star athlete and you get told you",
        1362.24,
        1369.36
    ],
    [
        " suck and you and then you lose the race because by the way because you're so athletic they make you do a",
        1369.36,
        1375.86
    ],
    [
        " bunch of jump squats before you do the sprint race and then you lose and then they call you a loser and",
        1375.86,
        1381.0
    ],
    [
        " it's never happening before and all of a sudden you're like I I this isn't for me I can't win in this arena",
        1381.0,
        1386.84
    ],
    [
        " or I'm not good enough and meanwhile you got Joe slightly below average athlete which is me",
        1386.88,
        1393.3
    ],
    [
        " just like well I'll keep going I suck yeah I know but I'm gonna keep going I'm used to this yeah",
        1393.3,
        1398.38
    ],
    [
        " the other thing and he mentioned it in the book I'm not gonna highlight it but they called him the",
        1398.38,
        1405.38
    ],
    [
        " women decided to call him light hair to just get it over with it was like hey you know oh you",
        1405.38,
        1411.66
    ],
    [
        " got you look a little bit funky cool we're just gonna we're just gonna break make it we're just gonna",
        1411.66,
        1415.84
    ],
    [
        " call you that just get it out in the open get get the elephant yeah in the room out why not yeah",
        1415.84,
        1422.1
    ],
    [
        " isn't that what all the psychology does it's like oh you're afraid of elevator so let's make you",
        1422.1,
        1425.44
    ],
    [
        " look at a bunch of pictures of elevators and eventually maybe you get in one and then late you just",
        1425.44,
        1429.66
    ],
    [
        " do graduated exposure that's what they did here it's okay to be offended everybody make it harder",
        1429.66,
        1438.36
    ],
    [
        " there came a day when someone handed light hair a bow and a quiver of arrows to suit it to his",
        1441.24,
        1446.32
    ],
    [
        " size and strength it was the first tangible sign of life that lay ahead and his mother smiled",
        1446.32,
        1450.64
    ],
    [
        " because she was proud her son would fall the path of a hunter and warrior hey up the caveat",
        1450.64,
        1455.56
    ],
    [
        " obviously not reading the whole book it's an awesome book if you if it sounds a little stilted",
        1455.56,
        1460.52
    ],
    [
        " when I'm reading it like wait what's what's going on because I'm not reading the whole book get it",
        1460.52,
        1464.78
    ],
    [
        " and and the audio book you mentioned I think the audio book is read by the author so that makes",
        1465.44,
        1470.74
    ],
    [
        " it really cool too change came into light hairs life this is fast forward change came into light",
        1470.74,
        1476.12
    ],
    [
        " hairs life and yet another way she who gave him life lost her own in the perception of the child",
        1476.12,
        1482.2
    ],
    [
        " at the time the perception of perception of time for a child can be often be irrelevant especially",
        1482.2,
        1489.42
    ],
    [
        " in a culture that was not given to measuring it he was too young to understand that death is a",
        1489.42,
        1494.14
    ],
    [
        " part of life later he would realize his mother's time on earth had been much too short so his mother",
        1494.14,
        1500.98
    ],
    [
        " dies when he's young fast forward a little bit more seasons turned and I just just FYI you know",
        1500.98,
        1510.6
    ],
    [
        " being a guy that's into language and stuff there's a whole section that this thing starts off",
        1510.6,
        1514.82
    ],
    [
        " talking about the the language the Lakota language really cool to read I'm not going to read it",
        1514.82,
        1520.3
    ],
    [
        " for two reasons the primary reason being just me sitting here trying to pronounce these words",
        1520.3,
        1525.18
    ],
    [
        " would be a disaster but they add a lot to the story when you when you read the story so another",
        1525.18,
        1532.18
    ],
    [
        " reason to get the book one one day light hair and his sister were given new mothers they were",
        1532.18,
        1538.94
    ],
    [
        " sisters quiet and polite as they walked into the circle of their new life as the wives of crazy",
        1538.94,
        1544.4
    ],
    [
        " horse so the crazy horse that we're talking about in this particular moment is the dad the dad that",
        1544.4,
        1549.84
    ],
    [
        " you mentioned Jason is a medicine man so the dad is named crazy horse at this time and that's",
        1549.84,
        1555.32
    ],
    [
        " where they're talking about when they refer to crazy horse not light hair the son who is the crazy",
        1555.32,
        1559.96
    ],
    [
        " horse that we all know about and their mothers and daughters of his own son",
        1559.96,
        1563.88
    ],
    [
        " gone forward a little bit more the boy didn't completely understand all about his father",
        1563.88,
        1571.02
    ],
    [
        " but he did know that crazy horse didn't hunt like the other man or go to war a father who is a",
        1571.02,
        1576.66
    ],
    [
        " medicine man and didn't do the things men did caused the boy to feel all the more different",
        1576.66,
        1582.22
    ],
    [
        " he wondered most of all why he looked different than the other boys so that's another",
        1582.22,
        1588.42
    ],
    [
        " thing in his childhood everyone's talking about my dad's and the teams are my dad's going to",
        1588.42,
        1595.08
    ],
    [
        " war and he's like well my dad's gonna go you know move smoke around and stuff so he feels awkward",
        1595.08,
        1600.68
    ],
    [
        " about that hunting was the Lakota lifeblood like the wolf fox eagle mountain lion and hawk the Lakota",
        1600.68,
        1609.44
    ],
    [
        " were hunters at age seven light hair realized more and more that hunting was the way to have fresh",
        1609.44,
        1613.82
    ],
    [
        " meat and deer and elk hides for clothing and buffalo hide for lodge coverings he also sense that he",
        1613.82,
        1619.8
    ],
    [
        " would be part of the process somehow like all boys light hair was becoming skilled with his bow",
        1619.8,
        1624.72
    ],
    [
        " he had progressed to a stout a stouter bow stronger than the first he was given one made in",
        1625.14,
        1631.38
    ],
    [
        " proportion to his size and strength his favorite game had changed as well shooting arrows through a",
        1631.38,
        1636.62
    ],
    [
        " rolling willow hoop had become too easy and boring so his uncle little hawk and a few other men",
        1636.62,
        1643.54
    ],
    [
        " introduced him to a new game shooting at grasshoppers the rules were simple walk along the prairie",
        1643.54,
        1651.56
    ],
    [
        " with an arrow on the bow string and shoot at a grasshopper when it flew rolling ho a rolling hoop",
        1651.56,
        1657.04
    ],
    [
        " was a much easier target a grasshopper was about the size of his little finger and flew",
        1657.04,
        1661.24
    ],
    [
        " erratically and fast the men would suppress smiles when at first the boy was and able to get off a shot",
        1661.24,
        1667.62
    ],
    [
        " before he could pull back the string the insect was back in the grass but as he learned to hold his",
        1667.62,
        1674.02
    ],
    [
        " bow ready he could send an arrow in the general direction of the flitting grasshopper shooting at",
        1674.02,
        1679.22
    ],
    [
        " grasshoppers was not boring it was he learned a very humbling experience as the summer war on his",
        1679.22,
        1685.52
    ],
    [
        " reaction became faster and more and more his arrows only narrowly missed grasshoppers and old man",
        1685.52,
        1692.06
    ],
    [
        " told him have much to teach awesome just awesome stuff you're going out to see Dudley aren't you",
        1692.06,
        1701.42
    ],
    [
        " and you're just thinking that I wonder if you're going to start walking around zapping grasshopper",
        1701.42,
        1708.04
    ],
    [
        " you're going to get dialed in freaking awesome what a what a way to grow up and what a way to get good",
        1708.36,
        1720.66
    ],
    [
        " you're just that's what you do that's what you do fast forward a little bit important character",
        1720.66,
        1729.18
    ],
    [
        " comes into play as the days passed he unknowingly attracted the interest of a and curiosity of a man",
        1729.18,
        1734.46
    ],
    [
        " called high backbone the minicon Jew with the ogala wife ogala wife and he liked what he saw",
        1734.46,
        1741.32
    ],
    [
        " in the shy light hair and I might I might I don't think I've mentioned that yet so",
        1741.32,
        1746.46
    ],
    [
        " Marshall mentioned it that crazy horses quiet and he doesn't talk a lot but they they do give",
        1746.46,
        1754.64
    ],
    [
        " some examples in the book of when he's a kid they're playing games and he's not saying anything you",
        1754.64,
        1758.74
    ],
    [
        " know he just he's a quiet he's a quiet the term he used here is shy perhaps it was the boy's quiet",
        1758.74,
        1765.16
    ],
    [
        " determination or is innate humility high backbone himself was a quiet man not given to pursuing the",
        1765.16,
        1772.42
    ],
    [
        " path of glory but he was deeply committed to achieving the status of wika the complete man the",
        1772.42,
        1779.66
    ],
    [
        " complete man embodied the best qualities of the hunter and the fighting man though all men",
        1779.66,
        1786.52
    ],
    [
        " necessarily filled the roles of both provider and protector the hunter warrior not everyone could",
        1786.52,
        1793.4
    ],
    [
        " achieve the highest ideals for both callings high backbone was one of the few high backbone was a",
        1793.4,
        1801.32
    ],
    [
        " leader of fighting men muscular and broad shouldered exuding the confidence of a man who not only",
        1801.32,
        1807.6
    ],
    [
        " had physical strength but also a lifetime of experience and accomplishment",
        1807.6,
        1812.3
    ],
    [
        " so this guy high backbone kind of becomes a mentor to to light hair and",
        1812.3,
        1822.32
    ],
    [
        " this idea this idea of being good in multiple phases you know it's uh what were you saying about",
        1822.32,
        1829.42
    ],
    [
        " the rubik's cube chamberland chamberland yeah because it's like you know yeah he's good on every",
        1829.42,
        1834.36
    ],
    [
        " side that you examine yeah and that's that's what high backbone has that same quality um they lay",
        1834.36,
        1841.16
    ],
    [
        " out these these virtues of the wika which I thought was was really interesting um go and it's",
        1841.16,
        1847.34
    ],
    [
        " it's in the forward but it says the the virtues are generosity courage fortitude and wisdom",
        1847.34,
        1853.3
    ],
    [
        " those and the very first thing they're saying for a warrior in a man is is generosity which is",
        1853.3,
        1861.6
    ],
    [
        " pretty cool courage and fortitude and wisdom yeah um fast forward a little bit",
        1862.26,
        1871.5
    ],
    [
        " like most Lakota boys approaching the age of 12 light hair was a proficient hunter like all",
        1871.5,
        1877.48
    ],
    [
        " hunters light hair learned to sit motionless and the drift would blind along a creek for the",
        1877.48,
        1881.52
    ],
    [
        " better part of an afternoon waiting for a white white tail to move with an effective killing",
        1881.52,
        1885.52
    ],
    [
        " range of his bow which is as far as he could throw a stone with all his might it's pretty cool",
        1885.52,
        1891.22
    ],
    [
        " that's a pretty good uh i'm thinking he's probably able to go",
        1891.22,
        1897.78
    ],
    [
        " 60 yards what's your estimation oh i don't think oh no he's 12 years old he's throwing a rock",
        1897.78,
        1905.62
    ],
    [
        " he's 12 years old he's throwing a rock what do you think he could throw a rock i think he's",
        1905.62,
        1910.28
    ],
    [
        " probably at 15 or 20 yards really yeah echo Charles assessment 35 40 though because think about",
        1910.28,
        1921.2
    ],
    [
        " 12 it's it's probably not that pretty small yeah that's a good point but dude we're talking about a",
        1921.2,
        1927.98
    ],
    [
        " kid that's just walking around freaking shooting grass all day long so and if you heard about like the",
        1927.98,
        1933.04
    ],
    [
        " the the the old british longbow archers that had like a draw weight of 120 pounds or something and",
        1933.04,
        1942.22
    ],
    [
        " they weren't compound bows they were just drawing back that much weight yeah so the Mongols had 80",
        1942.22,
        1948.66
    ],
    [
        " pound bows that's insane that's insane yeah um we're interesting to hear what they're",
        1948.66,
        1954.58
    ],
    [
        " they're what the someone someone will know or put in the comments yeah someone will tell us some",
        1954.58,
        1960.58
    ],
    [
        " will tell us what the uh what that range was so he's hunting um here's another he's got another",
        1960.58,
        1971.06
    ],
    [
        " friend another friend named lone bear fast forward a little bit lone bear and light hair road",
        1971.06,
        1976.58
    ],
    [
        " straight to a slight rise north of the fort and this is so now there's they're doing exploring",
        1976.58,
        1981.62
    ],
    [
        " kind of like kid stuff and they go to look at fort larmy warned by crazy horse that's the dad",
        1981.62,
        1989.76
    ],
    [
        " and high backbone not to go nearer but it was a good enough vantage point to see buildings in",
        1989.76,
        1997.2
    ],
    [
        " this rounding area a wide trail led to the fort from the southeast and a way to the west on the",
        1997.2,
        2003.08
    ],
    [
        " other side of the main area of activity which was among the light colored buildings and along the",
        2003.08,
        2008.18
    ],
    [
        " trail what were what they could only assume to be abandoned wagons they resembled skeletons most",
        2008.18,
        2016.4
    ],
    [
        " of them stripped down of the frames whites were everywhere along with their horses mules oxen",
        2016.4,
        2022.08
    ],
    [
        " and cattle the occasional barking of dogs reached the boys ears south of the buildings they could see",
        2022.08,
        2027.54
    ],
    [
        " the tops of several Lakota lodges a few Lakota stayed near the fort from the days before the soldiers",
        2027.54,
        2034.04
    ],
    [
        " had taken over in the days when it was only a tra- a trading town now the rumors were the soldiers",
        2034.04,
        2040.76
    ],
    [
        " had come to protect the travelers along the shell river trail and again um there's he gives a lot",
        2040.76,
        2049.36
    ],
    [
        " of good detail about all the way this settlement is happening the whites are coming how they're",
        2049.36,
        2057.52
    ],
    [
        " Indians um yeah and i'm trying to give enough that you can understand the story there's a real bad",
        2058.48,
        2067.5
    ],
    [
        " smallpox outbreak prior to this happening a lot of them are just like just i'm staying away from",
        2067.5,
        2073.08
    ],
    [
        " my people period yeah it's like that entire groups of people yeah yeah they're scared of that",
        2073.08,
        2080.8
    ],
    [
        " they don't want any of that the Lakota called it the council at horse creek the white peace",
        2080.8,
        2088.46
    ],
    [
        " talkers called it the fort laramy treaty council of 1851 the whites wanted three things first they",
        2088.46,
        2097.62
    ],
    [
        " wanted no more fighting among the people gathered the black fleet the black feet and the crow were",
        2097.62,
        2103.28
    ],
    [
        " called upon to live in peace with the Lakota and the Lakota were in turn to live in peace with the snakes",
        2103.28,
        2108.48
    ],
    [
        " and so on tell the wind to stop blowing some reacted or the rivers to stop flowing second the whites",
        2108.72,
        2116.66
    ],
    [
        " seem to want to say where the land ended and where it began by drawing a picture on a parched",
        2116.66,
        2123.56
    ],
    [
        " hide beyond a certain line was crow land and behind it was black feet but who could find that line",
        2123.56,
        2130.56
    ],
    [
        " on the earth someone wondered third the travelers on the shell river trail must not be molested they",
        2130.56,
        2138.98
    ],
    [
        " said for they were traveling under the protection of the great father who lived in some city far",
        2138.98,
        2144.94
    ],
    [
        " to the east of the grandfather river the great father would know if his people on the trail were",
        2144.94,
        2150.52
    ],
    [
        " harmed the trail must be holy in some fashion suggested an old Lakota man Riley thereafter the",
        2150.52,
        2158.5
    ],
    [
        " shell river trail became known as the holy road for agreeing to these three things the peace talker",
        2158.5,
        2165.3
    ],
    [
        " said the great father was empowering them to pay a newties that amounted to many thousands of",
        2165.3,
        2173.32
    ],
    [
        " their money in dollars the annuities would be in the form of food beef cattle flower and beans for",
        2173.32,
        2179.0
    ],
    [
        " starters and various other goods such as plows hose and other farm implements",
        2179.0,
        2184.34
    ],
    [
        " there were many raised eyebrows and helpless shrugs at the listening of listing of other goods but",
        2185.64,
        2190.88
    ],
    [
        " in the end they were accepted very very strange you know like it's just a complete it's a culture",
        2190.88,
        2206.84
    ],
    [
        " just totally separate even as you're hearing this deal you're thinking wait you're going to say",
        2208.62,
        2214.3
    ],
    [
        " this land is that's like if you came into me right now and said hey a jockele give you money for",
        2214.3,
        2217.92
    ],
    [
        " your for the air I'd say you want to give me money for air cool okay you give me money I then also",
        2217.92,
        2225.88
    ],
    [
        " you got some contraption like suck the air away yeah exactly I was trying to wrap my head around",
        2225.88,
        2230.14
    ],
    [
        " this whole thing and you're that's exactly what's what's what's going on and it's it's clear that like",
        2230.14,
        2237.28
    ],
    [
        " the whites there they they obviously weren't organized and sounds kind of screwed up too because",
        2237.28,
        2244.1
    ],
    [
        " they had their stuff they were trying to muddle their way things through this this whole mass on",
        2244.1,
        2248.76
    ],
    [
        " like hey we've got annuities coming and then they don't show up and they're like oh",
        2248.76,
        2252.44
    ],
    [
        " um what's up the annuities too is a real good you can see we're gonna see it throughout this story",
        2254.26,
        2260.46
    ],
    [
        " just the way that we as people if you become reliant on someone else if you're given stuff",
        2260.46,
        2269.72
    ],
    [
        " you become reliant and you forget how to do things for yourself",
        2269.72,
        2273.26
    ],
    [
        " you know I don't know if the grand plan of the whites was to get them hooked on these",
        2273.26,
        2281.16
    ],
    [
        " annuities and then we can just kind of take advantage of I don't know if that was their grand plan",
        2281.16,
        2284.58
    ],
    [
        " but that's what happens it definitely like it part part of a three-pronged strategy one",
        2284.58,
        2291.48
    ],
    [
        " the annuities which I bet you they were just doing to kind of like calm things down but then it wound",
        2291.48,
        2297.4
    ],
    [
        " up being like what actually screwed everybody over and it's so relevant to today right because",
        2297.4,
        2305.4
    ],
    [
        " these annuities are like the algorithms on social media or they're like fast food or all kinds",
        2305.4,
        2312.28
    ],
    [
        " of other real easy stuff that's like oh cool I'll just swing through McDonald's because I'm kind",
        2312.28,
        2319.0
    ],
    [
        " of hungry and not order something healthy off their menu and then then you're messed up yeah",
        2319.0,
        2327.34
    ],
    [
        " yeah I mean anytime this is you know it's from a greater perspective communism right hey look",
        2327.34,
        2333.14
    ],
    [
        " I'm gonna pay you regardless if you do your job well or not well okay cool I'm not gonna do my",
        2333.14,
        2338.88
    ],
    [
        " job well and you're gonna pay me right that's great it happens with you know certain position certain",
        2338.88,
        2344.72
    ],
    [
        " government positions like oh you're gonna get that you're gonna get that paycheck regardless if",
        2344.72,
        2349.98
    ],
    [
        " you're at the DMV no offense DMV but if you work at the DMV it doesn't matter if you process",
        2349.98,
        2356.04
    ],
    [
        " this four license applications today or 29 what's your motivation to produce any more stuff if it's",
        2357.7,
        2365.56
    ],
    [
        " all gonna get taken from you and redistributed then you're just gonna do the minimum and I think",
        2365.56,
        2371.34
    ],
    [
        " that's what one of the reasons why communism is kind of falling on its face and all it is it's",
        2371.34,
        2376.28
    ],
    [
        " very disturbing so fast forward a little bit each summer's lines and lines of wagons were not the",
        2376.28,
        2385.02
    ],
    [
        " same as those who'd come the summer before they carried a different group of whites who had never",
        2385.02,
        2389.12
    ],
    [
        " seen a Lakota or a kaiwa or a blue cow cloud but who had been filled with stories about the dangers",
        2389.12,
        2395.48
    ],
    [
        " from the brown skin marauders so wide eyed and fearful of where the whites who arrived at the",
        2395.48,
        2402.64
    ],
    [
        " fort not comforted by the sights of scowling Lakota men but the Lakota were likewise troubled at",
        2402.64,
        2410.32
    ],
    [
        " the sight of so many white men some of the old ones would shake their gray heads and speak a",
        2410.32,
        2415.2
    ],
    [
        " warning in any land among any kind of people three human weaknesses are at the root of trouble",
        2415.2,
        2423.56
    ],
    [
        " fear anger and arrogance oh my goodness say that again right how relevant is that to us today",
        2423.56,
        2432.36
    ],
    [
        " yep fear anger and arrogance those weaknesses were about to be mixed",
        2433.2,
        2440.0
    ],
    [
        " yeah fear anger and arrogance by the way root cause of those obviously arrogance is ego",
        2440.0,
        2450.72
    ],
    [
        " but anger often also ego and a lot of these circumstances are very egotistical in this book",
        2450.72,
        2459.84
    ],
    [
        " that the anger is triggered from ego yeah and the hatred which I think",
        2459.84,
        2464.94
    ],
    [
        " it kind of is a little bit different but you can attach it to anger and usually it's rooted in",
        2464.94,
        2469.4
    ],
    [
        " some kind of fear yep life has a way of creating strange circumstances that often lead to a bad",
        2469.4,
        2480.7
    ],
    [
        " end or an unexpected turn when I read that I was like damn it you know because you don't want to",
        2481.28,
        2494.76
    ],
    [
        " admit that don't want to admit it you don't want to say you know what like sometimes things happen",
        2494.76,
        2500.42
    ],
    [
        " that result to a bad end it's such a sad thing to think about but it's the freaking reality of life",
        2500.42,
        2509.14
    ],
    [
        " so he goes on to this section here that speaking of anger and fear and arrogance there's a there's a",
        2513.48,
        2524.04
    ],
    [
        " cow that wanders into this camp and it says it was into conquering bears camp that an old foot sore",
        2524.04,
        2530.76
    ],
    [
        " cow wandered on an especially hot afternoon the Lakota didn't own any cattle of course so it was",
        2530.76,
        2537.1
    ],
    [
        " correctly assumed that she had been lost or abandoned by some white man trying to escape the",
        2537.1,
        2542.06
    ],
    [
        " barking dogs she was running between lodges knocking over meat racks after the loft or stop",
        2542.06,
        2546.8
    ],
    [
        " someone realized that although old and thin she was fresh meat so they you know they kill a cow",
        2546.8,
        2556.54
    ],
    [
        " um",
        2560.52,
        2561.08
    ],
    [
        " word of the predicament spread quickly through the camps because now someone's mad",
        2561.08,
        2566.5
    ],
    [
        " I believe it was a Mormon they call it they keep calling it the Mormon man a Mormon man wanted the cow",
        2566.5,
        2574.52
    ],
    [
        " he's complaining the soldiers that his cow had been stolen",
        2574.52,
        2577.72
    ],
    [
        " so word of the predicament quickly spread through the camps the next afternoon the soldiers",
        2577.72,
        2585.12
    ],
    [
        " started from the fort in two wagons and with two wagon guns but the man leading them was not",
        2585.12,
        2591.38
    ],
    [
        " Fleming this is one of the soldiers that they had worked with or knew it was one called",
        2591.38,
        2596.32
    ],
    [
        " gratin a new officer lately come from the east with him was a man married to a Lakota woman a",
        2596.32,
        2604.56
    ],
    [
        " speaks white brought along to translate gratin it was later learned had been loud about his",
        2604.56,
        2611.28
    ],
    [
        " disdain for the Lakota so you got now an arrogant guy that's also afraid",
        2611.3,
        2616.16
    ],
    [
        " and when the soldiers reached his camp conquering bare left his lodge to meet them",
        2616.16,
        2622.84
    ],
    [
        " even as they jumped from the wagons and formed two lines facing the camp the old man was still",
        2622.84,
        2627.12
    ],
    [
        " trying to stop the trouble but his efforts were ignored meanwhile the speaks white rode up and",
        2627.12,
        2632.68
    ],
    [
        " down the line of soldiers shouting threats in Lakota south of the camp hidden in low shrubbery",
        2632.68,
        2639.94
    ],
    [
        " light hair and lone bear so you got young crazy horse and his little buddy watch the old man and",
        2640.38,
        2647.02
    ],
    [
        " strained to hear him but couldn't gratin stepped down from his horse and helped load one of the",
        2647.02,
        2652.82
    ],
    [
        " wagon guns aimed into the camp the officer shouted the wagon gun blasted and all movement seemed",
        2652.82,
        2660.64
    ],
    [
        " to come to a stop but for a heartbeat the tops of a lodge lodges poles splintered into many pieces",
        2660.64,
        2667.8
    ],
    [
        " then the soldiers aimed their rifles and fired before the echo from the wagon gun had faded",
        2667.8,
        2673.72
    ],
    [
        " astonished and unable to immediately perceive the reality unfolding before their eyes the two",
        2673.72,
        2680.12
    ],
    [
        " boys watched conquering bare fallback struck in the chest and stomach the second wagon gun",
        2680.12,
        2686.02
    ],
    [
        " boomed and then the Lakota men reacted before the soldiers could reload their rifles to fire again",
        2686.02,
        2691.74
    ],
    [
        " a few Lakota guns boomed arrows flew and then angry men ran toward the scattering soldiers",
        2691.74,
        2698.14
    ],
    [
        " gratin was one of the first to fall",
        2698.14,
        2700.58
    ],
    [
        " so like that's how things kind of start to go bad in the world it's like a little misunderstanding",
        2700.58,
        2710.2
    ],
    [
        " then you have that anger that fear that arrogance and in initially they tried at some point",
        2710.2,
        2717.62
    ],
    [
        " prior to this whole thing breaking out he's like hey we're going to give you",
        2717.62,
        2720.18
    ],
    [
        " sorry about the cow yeah we're going to give you a couple of good horses way better than a cow",
        2720.44,
        2725.1
    ],
    [
        " in our estimation in in trade for that and they're like oh no no that's not going to work",
        2725.1,
        2732.76
    ],
    [
        " show up and start shooting which obviously does not not work work doesn't work out well for",
        2732.76,
        2740.86
    ],
    [
        " graph doesn't work out well for grad doesn't work out well for anybody no there's a there's",
        2740.86,
        2749.6
    ],
    [
        " certain sections in this book so there's books there's part of the book he's telling the story",
        2749.6,
        2755.54
    ],
    [
        " of crazy worse and then he's got sections Marshall's got sections in here called",
        2755.54,
        2758.72
    ],
    [
        " called reflections and he's got this one section where he kind of gives his perspective",
        2758.72,
        2767.4
    ],
    [
        " on what he on the events that he's kind of written about he says and I'm not going to read the",
        2768.24,
        2774.9
    ],
    [
        " whole thing there's a whole bunch of incredible points that he makes we says crazy horse came",
        2774.9,
        2778.9
    ],
    [
        " into the world at least four generations ahead of mine he was born in the early 1840s perhaps",
        2778.9,
        2783.88
    ],
    [
        " as late as 1845 I was born in 1945 as Lakota males he and I have much in common enough for Lakota",
        2783.88,
        2790.68
    ],
    [
        " culture has survived through changes during those four generations fortunately to allow my generation",
        2790.68,
        2796.12
    ],
    [
        " to identify strongly with his so he has like things in common he says this by the time light",
        2796.12,
        2803.78
    ],
    [
        " hair was ten or eleven euro americans were a consistent presence and an increasing annoyance the",
        2803.78,
        2809.8
    ],
    [
        " Oregon Trail had been caught across the southern part of the territory beginning the late 1840s",
        2809.8,
        2815.02
    ],
    [
        " it became a steady stream of white emigrants moving east to west from late spring to mid-summer",
        2815.02,
        2820.64
    ],
    [
        " tens of thousands of people thousands of oxen mules and horses and hundreds of wagons pass through",
        2820.66,
        2826.72
    ],
    [
        " every summer for 20 years those people carried with them many things new to the Lakota some",
        2826.72,
        2833.0
    ],
    [
        " beneficial such as iron knives and cooking pots and some destructive such as liquor and disease",
        2833.0,
        2840.24
    ],
    [
        " most of all they brought change my grandparents and their generation were not too different from",
        2840.24,
        2848.88
    ],
    [
        " light hair parents and grandparents the elderly Lakota of the 1850s in the face of the white",
        2848.88,
        2854.92
    ],
    [
        " incursion and changes brought to them were telling stories and reminding their children and grandchildren to",
        2854.92,
        2860.92
    ],
    [
        " remember the remember the trails they had walked hand crafting a bow out of ash is almost a loud",
        2860.92,
        2868.6
    ],
    [
        " lost art for the Lakota my grandfather taught me because his father white tail feather and second",
        2868.6,
        2875.82
    ],
    [
        " father which is a stepfather Henry two hawk taught him to make bows and arrows they learned it from",
        2876.42,
        2882.52
    ],
    [
        " their fathers and grandfathers and the methods and process are the same as those that were taught to",
        2882.52,
        2888.24
    ],
    [
        " light hair exactly the same each time I've had the opportunity to make a bow a thought invariably",
        2888.24,
        2895.14
    ],
    [
        " passes through my mind this is the way it has been done for hundreds of generations I make my",
        2895.14,
        2902.04
    ],
    [
        " bows the same way crazy horse did that is only one of the many connections I have with him as Lakota",
        2902.04,
        2909.32
    ],
    [
        " boys there's a great discussion somewhere in this book where they're talking about the elders and",
        2909.32,
        2915.62
    ],
    [
        " they're talking specifically about change and they're like hey we used to use lances to hunt the",
        2915.62,
        2923.06
    ],
    [
        " buffalo before we came up with bows and arrows and we transitioned over that so we've got to be ready",
        2923.06,
        2928.82
    ],
    [
        " to change as things as things come along and they give that historical example and that's a struggle",
        2931.08,
        2935.74
    ],
    [
        " isn't it when when we think of valued traditions that we have in our culture like what what do we",
        2935.74,
        2941.02
    ],
    [
        " strive to hold on to and and and what do we let go of as we grow yeah and there's I don't remember",
        2941.02,
        2947.2
    ],
    [
        " if I'm going to cover this or not but I'll bring it up right now one of those same just types of",
        2947.2,
        2951.3
    ],
    [
        " discussions they're talking about there's a time when it's time to get on the new horse and like",
        2951.3,
        2956.96
    ],
    [
        " the old horse isn't working anymore you got to get on a new horse and and that's a good expression",
        2956.96,
        2962.04
    ],
    [
        " to keep in your mind because you're riding that horse and it's starting to fade or it's not",
        2962.04,
        2966.16
    ],
    [
        " able to do its job anymore yet got to get on a new horse even though you're comfortable with your",
        2966.16,
        2970.86
    ],
    [
        " old horse even though you that old horse been good to you it's not going to work out anymore you've",
        2970.86,
        2976.3
    ],
    [
        " got to be ready to transition to the new horse um getting now back into the the story",
        2976.3,
        2986.08
    ],
    [
        " out of the reflections and back into the story light hair had been in the camp but a few days",
        2986.5,
        2990.54
    ],
    [
        " when a raiding party prepared to go against the Pawnee and Omaha who had become too daring of late",
        2990.54,
        2997.44
    ],
    [
        " coming north well past the running water he accepted the invitation to go along",
        2997.44,
        3001.94
    ],
    [
        " the raiders in the eat the raiders went east toward the loop river an area of rolling hills and",
        3001.94,
        3009.22
    ],
    [
        " tall grass and many deer there they separated into two groups one turned south to probe into Pawnee",
        3009.22,
        3015.08
    ],
    [
        " country and the other with spotted tail and iron shell leading had spotted an Omaha camp in the",
        3015.08,
        3021.12
    ],
    [
        " breaks of the east in the breaks east of the loop a small number of the group crept crept close",
        3021.12,
        3027.16
    ],
    [
        " to the camp while the rest hid and waited light hair was one staying close to his uncle they crawled",
        3027.16,
        3033.76
    ],
    [
        " in among the horse herd and slowly cut the hobbles from the horses legs and chase them out of the",
        3033.76,
        3038.64
    ],
    [
        " camp though the Omaha didn't immediately respond a large contingent soon started out to recover",
        3039.0,
        3046.0
    ],
    [
        " their horses spotted tails group waited a little longer then attacked the camp the few Omaha men",
        3046.0,
        3052.52
    ],
    [
        " left and camp fought hard but so did the Lakota spotted tail charge several times on horseback alone",
        3052.52,
        3059.0
    ],
    [
        " and light hair claimed his first victory as a fighting man and Omaha tried to attack through some",
        3059.0,
        3065.18
    ],
    [
        " tall grass but light hair stopped him with a well placed arrow the confusion in chaos delayed",
        3065.18,
        3071.5
    ],
    [
        " his reaction of what he had just done though he was vaguely aware of the man's death throws seized",
        3071.5,
        3078.0
    ],
    [
        " by a sudden bravado he crawled through the grass to take the scalp of his first kill a wave of",
        3078.0,
        3085.74
    ],
    [
        " sickness swept through him the dead Omaha was a young woman he turned away the fighting was over",
        3085.74,
        3094.0
    ],
    [
        " the raid had been successful though the Omaha had recovered some of their horses spotted tails",
        3094.38,
        3100.32
    ],
    [
        " daring and courage was the talk around the fire light hair sat quietly wrestling with the reality",
        3100.32,
        3106.68
    ],
    [
        " of taking a human life like all newcomers to it he had learned something about the unfettered",
        3106.68,
        3114.42
    ],
    [
        " violence of combat ordinary perception did not exist and senses became confused the Omaha who",
        3114.42,
        3122.04
    ],
    [
        " attacked him seemed to move so swiftly too swiftly for a deliberate reaction on the other hand when",
        3122.04,
        3129.46
    ],
    [
        " he had let go of her head because he didn't want her scalp everything around him seemed to move",
        3129.46,
        3134.86
    ],
    [
        " very very slowly her hair was soft thick and very long light hair said nothing although he knew the",
        3134.86,
        3143.3
    ],
    [
        " overall outcome of the raid had been good they had no they had new horses and no one had been hurt",
        3143.3,
        3150.02
    ],
    [
        " but the face of the dead girl stayed in his mind it's a humbling experience for him it's just absolutely",
        3150.14,
        3157.96
    ],
    [
        " awful yeah and he and they go into it and we'll get to some of these parts but you know when they",
        3157.96,
        3165.54
    ],
    [
        " get done with a battle they go back and kind of tell stories and that's the norm and he's already",
        3165.54,
        3171.46
    ],
    [
        " a quiet kid and this just solidifies the fact that he's not he's not gonna talk about what he's",
        3171.46,
        3178.7
    ],
    [
        " doing a man from the fort came looking for iron shell with a message from the french trader bordeaux",
        3184.0,
        3190.88
    ],
    [
        " the long knives and that's the long knives what they call the the soldiers because they have long",
        3190.88,
        3195.54
    ],
    [
        " swords so they call them long knives they call the soldiers long knives the long knives had received",
        3195.54,
        3201.46
    ],
    [
        " word that the great father which is basically when they say that they're talking about the president",
        3201.46,
        3206.62
    ],
    [
        " or at least some form of the supreme government of america the great father was very angry over",
        3206.7,
        3214.3
    ],
    [
        " the killing of gratin and his soldiers more soldiers were being sent and their purpose was to",
        3214.3,
        3219.14
    ],
    [
        " punish those who had done the killing it was an ominous message but not one totally unexpected",
        3219.14,
        3225.2
    ],
    [
        " had the great father been told that the soldier gratin had opened fire first had the great father",
        3225.2,
        3231.42
    ],
    [
        " been told that more than adequate payment had been offered several times for the worst worthless",
        3231.42,
        3236.9
    ],
    [
        " cow of the Mormon white man why should the great father care about such facts someone asked that",
        3236.9,
        3243.2
    ],
    [
        " was the problem everyone agreed the whites had one truth and the Lakota another",
        3243.2,
        3249.86
    ],
    [
        " yeah I haven't talking about that quite a bit especially on the academy",
        3249.86,
        3259.08
    ],
    [
        " um I haven't used those terms you know I have one truth and you have another but I always say",
        3261.1,
        3265.36
    ],
    [
        " I have one perspective and you have another perspective and if you think that your perspective",
        3265.36,
        3271.5
    ],
    [
        " is the right one you're you're not correct I mean it's literally not if you can't say that",
        3271.5,
        3278.24
    ],
    [
        " you can't look at something you can't look at a situation you can't look at a plan you can't",
        3278.24,
        3289.04
    ],
    [
        " understand it the the old saying there's two sides to every story actually there's 48 sides to a story",
        3289.04,
        3294.72
    ],
    [
        " right there's all these different sides and when these things break down it's because you're not",
        3294.72,
        3302.56
    ],
    [
        " listening to other sides of stories not you you're believing your own story your own side of the",
        3302.56,
        3307.42
    ],
    [
        " story and you can't let that happen and you have to you have to put into your calculus that other",
        3307.42,
        3313.02
    ],
    [
        " people see things differently if you don't put out in your calculus you're not going to get the right",
        3313.02,
        3316.66
    ],
    [
        " answer so many of these wars so many wars are just misunderstanding start with just straight up",
        3321.38,
        3329.76
    ],
    [
        " misunderstanding or a little incident that could be deescalated and it just turns into the freaking",
        3329.76,
        3335.3
    ],
    [
        " disaster summer past light hair groutaler his voice deepened and he walked with a sure step",
        3335.3,
        3344.12
    ],
    [
        " when there was dancing he stayed in the shadow satisfied only to watch",
        3345.16,
        3348.48
    ],
    [
        " light hair fast forward a little bit light light hair remounted and put his horse into a gallop",
        3348.48,
        3357.2
    ],
    [
        " from another and higher vantage point he could see that smoke was rising from the encampment so he's",
        3357.2,
        3361.68
    ],
    [
        " out on like a little personal patrol of his own which is he that's another thing I haven't done a",
        3361.68,
        3367.04
    ],
    [
        " good job indicating he likes to be by himself so he goes out and hunts by himself he goes out in the",
        3367.04,
        3373.12
    ],
    [
        " woods and just sits by himself he likes he's kind of a loner so he's out on one of these sort of solo",
        3373.12,
        3379.12
    ],
    [
        " operations and he says from another and higher vantage point he could see that smoke was rising",
        3379.12,
        3386.2
    ],
    [
        " from the encampment a few horses horses were scattered about watching to the north but there was",
        3386.2,
        3392.72
    ],
    [
        " nothing else no children playing no dogs running about leaving his horse hobbled he ran toward the",
        3392.72,
        3403.1
    ],
    [
        " and a stench hung in the air among the smoking lodges and collapsed poles were objects scattered",
        3403.1,
        3410.24
    ],
    [
        " over the ground whatever had happened was over an eerie silence hung over the camp nothing was",
        3410.24,
        3416.78
    ],
    [
        " moving the horses he had spotted earlier had not moved they were still geysing intently at",
        3416.78,
        3422.6
    ],
    [
        " something toward the north light hair entered the camp the object seen from a distance now took",
        3422.6,
        3428.64
    ],
    [
        " distinct shapes they were raw hide meat containers willow chairs clothing containers robes and cradle",
        3428.64,
        3436.12
    ],
    [
        " boards scattered indiscriminately as if by a sudden angry wind but it hadn't been a wind someone had",
        3436.12,
        3444.78
    ],
    [
        " attacked the encampment the horses had been telling him something looking north as they had he walked",
        3444.78,
        3451.52
    ],
    [
        " over to a hobbled mare she appeared unharmed so he fashioned a jaw rope untied the hobbles",
        3451.52,
        3458.26
    ],
    [
        " swung on to her back and urged her into a lope toward the north where there had been movement",
        3458.42,
        3463.32
    ],
    [
        " earlier if the people in the camp were running away they would be moving as fast as possible",
        3463.32,
        3469.2
    ],
    [
        " in a bare patch of ground he saw the grooves left by a pair of drag poles",
        3469.2,
        3475.18
    ],
    [
        " pausing to look he saw other signs of drag poles then he saw something else even in the fading light",
        3475.18,
        3484.5
    ],
    [
        " the distinctive prints of the metal shoes worn by long knife horses unless soldiers had taken a",
        3484.5,
        3493.48
    ],
    [
        " pulling dragging poles something wasn't right throwing caution aside light hair galloped in the",
        3493.48,
        3500.16
    ],
    [
        " direction of the signs and at the second or third hill he saw them people were walking and",
        3500.16,
        3506.66
    ],
    [
        " leading a few horses pulling loaded drag poles though it was difficult to count how many they were",
        3506.66,
        3512.2
    ],
    [
        " but on either side was a column of mounted soldiers they were heading northwest",
        3512.84,
        3518.38
    ],
    [
        " most of the men from little thunder's camp had been away hunting some of them were bound to return",
        3518.38,
        3526.32
    ],
    [
        " sooner or later but for the time being light hair was alone he returned for his own horse so he",
        3526.32,
        3532.76
    ],
    [
        " could take two along to follow his relatives who were captives of the long knives",
        3532.76,
        3538.02
    ],
    [
        " back at the burned out camp he retrieved his gilding and gathered stones from several cooking",
        3539.64,
        3545.9
    ],
    [
        " fires and built a marker pointing it to the northwest and he wouldn't know to go in that direction",
        3545.9,
        3551.54
    ],
    [
        " especially given the condition of the camp he had only been in the south end of the camp",
        3551.54,
        3556.24
    ],
    [
        " so he let his horse through it to the north end the mare snorted an apprehension and shied away",
        3556.24,
        3562.62
    ],
    [
        " from a long dark object on the ground light hair bent to it and felt the leg it was a woman",
        3562.62,
        3569.82
    ],
    [
        " she was dead he discerned other shapes in the growing darkness and went to them",
        3569.82,
        3575.98
    ],
    [
        " they were all dead he wretched after he bent low over a woman and realized that both her breasts had",
        3575.98,
        3585.18
    ],
    [
        " been cut off searching in the growing darkness he found one dead body after another all of them",
        3585.18,
        3592.6
    ],
    [
        " scalped or mutilated in some fashion he wretched again and sat for some time before he pulled",
        3592.62,
        3600.5
    ],
    [
        " a robe back from the next body a child this time perhaps ten gathering his horses he walked out",
        3600.5,
        3609.94
    ],
    [
        " of the camp he had covered everybody he found covering the shame of the insults they had suffered",
        3609.94,
        3616.46
    ],
    [
        " after the pain of death with the shock and the grief came another feeling starting like a small",
        3616.46,
        3625.56
    ],
    [
        " cloud growing over the horizon anger",
        3625.56,
        3629.96
    ],
    [
        " so that's going to leave a mark yeah you get to a point where there's a trajectory where",
        3649.66,
        3654.7
    ],
    [
        " it's it's almost impossible to stop the direction that things are going and when stuff happens like that",
        3654.7,
        3660.66
    ],
    [
        " what are you going to do",
        3660.66,
        3663.62
    ],
    [
        " you",
        3667.12,
        3667.72
    ],
    [
        " I mean you you through this book you you have a problem because there's this clash of cultures",
        3667.72,
        3676.7
    ],
    [
        " and the Lakota have a culture that that they're involved with raiding they're going up and",
        3676.7,
        3683.16
    ],
    [
        " raiding the crow they're raiding the uh um the snakes the snakes in the crow are raiding them",
        3683.16,
        3689.56
    ],
    [
        " back and it's just what they kind of doing there's an equilibrium there because they're not",
        3689.7,
        3695.46
    ],
    [
        " industrial and they can't like mechanize death the way the Europeans are capable at at the time",
        3695.46,
        3703.96
    ],
    [
        " yeah and they don't understand it and there's like a he doesn't say this at all but you can",
        3703.96,
        3710.86
    ],
    [
        " assemble it there's an ROE like a legit rules of engagement that they're following and you don't",
        3710.86,
        3719.54
    ],
    [
        " do and there's times where he mentions in the book they're they're going to they're going on a",
        3721.46,
        3726.18
    ],
    [
        " raid to like to stay sharp yeah like hey we just hey look this is like a training op but it's real",
        3726.18,
        3731.62
    ],
    [
        " and they're gonna go do it and and the other the other tribes kind of know that hey this is part of",
        3731.62,
        3738.5
    ],
    [
        " what we do oh this is oh they're gonna run a training op we're gonna have to get some but there's",
        3738.5,
        3743.54
    ],
    [
        " rules of engagement and there's there's like um hey we're gonna go in we got some horses from you",
        3743.54,
        3750.0
    ],
    [
        " cool we're not slaughtering your people we got we we needed horses so we got some horses from",
        3750.0,
        3755.64
    ],
    [
        " right that's what we're doing oh we want we want to you know some of the meat that you that you",
        3755.64,
        3761.68
    ],
    [
        " hunted okay cool we didn't get enough so we're gonna go take some of yours it's a it's like there's",
        3761.68,
        3765.84
    ],
    [
        " rules of engagement that they're all operating on they were I think it was fairly common too when",
        3765.84,
        3770.26
    ],
    [
        " you raid like they mentioned in here and he leaves out like we attacked the village and there were",
        3770.26,
        3775.84
    ],
    [
        " no men left in the village are very few of them well what what did you do exactly and I don't think",
        3775.84,
        3780.22
    ],
    [
        " it was uncommon for them to snatch slaves up at a minimum from other villages uh I think you",
        3780.22,
        3787.4
    ],
    [
        " know the empire of the summer moon which is another great book the command sheet we're grabbing people",
        3787.4,
        3792.1
    ],
    [
        " from everywhere and then they would just assimilate them kind of in the tribe but they also did a lot",
        3792.1,
        3796.98
    ],
    [
        " of slave trading and other things at the time so um there's no one that's completely clean",
        3796.98,
        3805.72
    ],
    [
        " in this whole situation and uh yeah it's just it's it's an interesting study",
        3805.72,
        3813.48
    ],
    [
        " yeah on on all this stuff and and how do you stop it once once that boulders rolling down",
        3813.48,
        3820.32
    ],
    [
        " here like you he comes in and he finds all these mutilated women like how do you put that",
        3820.32,
        3825.28
    ],
    [
        " fire out now it's gonna be rough",
        3825.28,
        3827.28
    ],
    [
        " there's a guy named harney i think he's a cruel maybe a general general general harney",
        3827.28,
        3841.62
    ],
    [
        " early in the morning the soldiers had been seen moving up the blue water spotted tail in iron",
        3841.62,
        3848.4
    ],
    [
        " shell and a few warrior leaders rode out under a white banner of truth to talk",
        3848.4,
        3853.68
    ],
    [
        " the leader of the soldiers was a white haired man and bearded older man who said his name was",
        3854.06,
        3859.54
    ],
    [
        " general harney and they eventually put two and two together that this is the guy that led this raid",
        3859.54,
        3864.34
    ],
    [
        " or did come harney had stopped at fort larry since he was the leader of the soldiers he declared",
        3864.34,
        3869.42
    ],
    [
        " an end to trading with the Lakota still demanding the surrender of the killers of gratin",
        3869.42,
        3873.92
    ],
    [
        " when the story of the attack on little funders camp on the on the blue water was carried north to",
        3873.92,
        3879.38
    ],
    [
        " other Lakota camps general harney was given a new name to the Lakota he would always be known",
        3879.38,
        3885.16
    ],
    [
        " as woman killer so the fact that they're giving him that specific name probably is an indicator that",
        3885.16,
        3893.44
    ],
    [
        " that's not common practice for them to kill women no that's unsaying there's aroes man that",
        3893.44,
        3898.44
    ],
    [
        " that were violent big time one evening he returned from a long outing with high backbone and",
        3898.44,
        3908.04
    ],
    [
        " waited for his father in the large lodge when crazy horse that's the dad returned the boy held",
        3908.04,
        3913.82
    ],
    [
        " out a bundle of tobacco it was a gift and offering to a holy man when one needed to speak from one's",
        3913.82,
        3919.56
    ],
    [
        " heart light hair needed to tell of a dream a dream that had come to him the second night he had",
        3919.56,
        3925.42
    ],
    [
        " spent alone on a sandstone bluff it had been with him every day and night for these many months he",
        3925.42,
        3932.2
    ],
    [
        " told his father dreams were important crazy horse said as he as he took the offering of tobacco",
        3932.2,
        3938.9
    ],
    [
        " from his oldest son so now we get into this dream the dream was not difficult to remember and this",
        3938.9,
        3947.06
    ],
    [
        " dream is like the central theme of this book so the dream was not difficult to remember only to tell",
        3947.06,
        3952.88
    ],
    [
        " it had been a part of the boy since the late summer night near the sand hill country when old",
        3952.88,
        3958.9
    ],
    [
        " conquering beer bear lay dying in camp after the incident with the soldiers with the soldier",
        3958.9,
        3964.64
    ],
    [
        " gratin and his men he was almost embarrassed to describe it the dream began at a lake a small still",
        3964.64,
        3972.42
    ],
    [
        " lake bursting upward from the blue calmness a horse and its rider broke through the surface and",
        3972.42,
        3979.28
    ],
    [
        " rode out across the land the rider was a man a slender man who wore his hair loose a stone was tied",
        3979.28,
        3987.16
    ],
    [
        " behind his left ear a reddish brown stone a lightning mark was painted across one side of his face",
        3987.16,
        3993.06
    ],
    [
        " on his bare chest were blue hailstones behind him behind them to the west as they galloped",
        3993.06,
        3999.82
    ],
    [
        " was a dark rolling cloud rising higher and higher from it came the deep rumble of thunder and flashes",
        3999.82,
        4007.7
    ],
    [
        " of lightning the horse was strong and swift and changed its colors red yellow black white and blue",
        4007.7,
        4015.84
    ],
    [
        " bullets and arrows suddenly filled the air flying at the horse and rider but they all passed without",
        4016.66,
        4022.46
    ],
    [
        " touching them close above them flew a red tailed hawk sending out its shrill cry people his own kind",
        4022.46,
        4033.94
    ],
    [
        " suddenly rose up all around and grabbed the rider pulling him down from behind the dream ended",
        4033.94,
        4042.38
    ],
    [
        " there seemed to be a warning in the dream the glorious warrior in the dream was grown but still young",
        4045.84,
        4051.74
    ],
    [
        " the faces of the enemies that had sent bullets and arrows at him were not visible but the people",
        4051.74,
        4057.48
    ],
    [
        " who had pulled him down were like the rider himself they were easily seen as was the horse the hawk",
        4057.48,
        4065.06
    ],
    [
        " and the funders the funders they were the powerful beings that lived in the west perhaps the",
        4065.06,
        4072.28
    ],
    [
        " most powerful of all beings ever anywhere rarely did anyone dream of the funders and anyone who",
        4072.28,
        4079.34
    ],
    [
        " did had a special calling to be a sacred clown the one who did the opposite of what was expected",
        4079.34,
        4085.0
    ],
    [
        " light hair had described the lightning mark on the dream rider's face as well as blue hailstones",
        4085.0,
        4092.06
    ],
    [
        " painted across his chest lightning and hail were both strongly associated with the funders",
        4092.06,
        4099.08
    ],
    [
        " crazy horse the door crazy horse closed the door and began singing again and another gathering song",
        4100.22,
        4109.08
    ],
    [
        " to call in the spirits he poured water on the stones sending steam and new waves of heat rolling",
        4109.08,
        4115.38
    ],
    [
        " inside the tiny enclosure light hair and dirt the heat even as he had held the dream and his mind's",
        4115.38,
        4122.12
    ],
    [
        " as his father had instructed him to do dying gloriously making the ultimate sacrifice in",
        4122.12,
        4129.8
    ],
    [
        " defense of the people was the secret dream of every Lakota fighting man it was the warrior code",
        4129.8,
        4136.8
    ],
    [
        " repeated in all the honoring songs the dream seemed to suggest that the dreamer would gain honor",
        4136.8,
        4144.16
    ],
    [
        " and immortality by living and dying as a warrior but perhaps there was more to the dream",
        4144.16,
        4150.56
    ],
    [
        " perhaps there was a warning of a path that could not be avoided",
        4151.18,
        4155.46
    ],
    [
        " so there's a lot of foreshadowing in that dream of his life that he's not going to live very long",
        4155.46,
        4168.5
    ],
    [
        " not going to live to old age and the scariest thing I guess is the fact that people his own kind",
        4168.5,
        4175.28
    ],
    [
        " are the people that kind of drag him down from behind",
        4175.32,
        4179.7
    ],
    [
        " and you know this this got me to thinking you know when I had when I had a mica think on the podcast",
        4179.7,
        4191.68
    ],
    [
        " and I started off by reading some stuff that he's either said or written and that was that one",
        4191.68,
        4200.16
    ],
    [
        " quote this Native American quote and I don't know which tribe it came from and I didn't research it",
        4200.92,
        4209.34
    ],
    [
        " but the quote is a diagnosis becomes a curse basically when you diagnose someone with something",
        4209.34,
        4217.82
    ],
    [
        " it can become a curse a self-fulfilling prophecy you know and that's um",
        4217.82,
        4227.32
    ],
    [
        " something to look out for you know it's something to look out for",
        4229.7,
        4233.9
    ],
    [
        " yeah it's it's um I think it's better as we go through the story to discuss it later",
        4233.9,
        4244.12
    ],
    [
        " the struggle that the tribe has between the folks that are going to the take the free annuities",
        4244.12,
        4251.46
    ],
    [
        " and the folks that are deciding to live wild and then that friction and that friction",
        4251.84,
        4257.74
    ],
    [
        " corrodes them from the inside out yeah man the ego is that coming to play or it's very disturbing",
        4257.74,
        4266.92
    ],
    [
        " mention a few more characters coming to play even in the company of he dog and lone bear",
        4266.92,
        4274.52
    ],
    [
        " light hair laughed and smiled less often and didn't participate in their banter as much as",
        4274.52,
        4278.98
    ],
    [
        " usually did this is after he kind of reports his dream to his dad his friends knew that crazy",
        4278.98,
        4283.7
    ],
    [
        " horse had taken light hair off somewhere for several days and that since returning their light",
        4283.7,
        4288.34
    ],
    [
        " haired friend was less communicative but they also knew that he always tried harder to win",
        4288.34,
        4293.32
    ],
    [
        " the games the boys played to emulate warriors in fact he rarely lost he was not always the fastest",
        4293.32,
        4300.98
    ],
    [
        " or the quickest or the best shot but he simply kept trying and though he didn't tell them what to",
        4300.98,
        4308.7
    ],
    [
        " do they still followed him because he didn't hesitate to take the lead he seemed to know instinctively",
        4309.42,
        4316.34
    ],
    [
        " the best trail to follow the best way to do something word of light haired's dream had quietly",
        4316.34,
        4324.14
    ],
    [
        " spread among the fighting men sooner or later some said the boy would have to put his medicine to",
        4324.14,
        4328.06
    ],
    [
        " the test there was only one way to see if the enemies bullets and arrows would not strike him",
        4328.06,
        4333.28
    ],
    [
        " so preparations were made for a raid north into crowlands crazy horse and little hawk had found",
        4333.5,
        4340.2
    ],
    [
        " a reddish brown stone for light hair to wear behind his left ear and taught him how to paint",
        4340.2,
        4344.76
    ],
    [
        " lightning and hailstone marks from his dream then a bullet gonestray while someone was practicing",
        4344.76,
        4351.72
    ],
    [
        " grazed light hairs knee it's like a friendly fire scenario someone's out just training and",
        4351.72,
        4359.94
    ],
    [
        " craze and light hair get shot though crazy horse his dad treated the wound carefully to him it was",
        4359.94,
        4368.0
    ],
    [
        " a sign a worrisome sign directly related to the people in the dream pulling the rider down",
        4368.0,
        4373.5
    ],
    [
        " for the dreamer there would be danger or harm from his own kind",
        4373.5,
        4378.88
    ],
    [
        " we get into the love story part of this scenario",
        4378.88,
        4389.32
    ],
    [
        " also tragic in many ways news was buzzing about a prominent family planning a coming out ceremony for",
        4391.94,
        4398.36
    ],
    [
        " a favorite daughter there would be much feasting and dancing red cloud was an impressive figure of a",
        4398.36,
        4403.0
    ],
    [
        " man and had reputation as an orator he was the head of a large family and some would say he",
        4403.0,
        4409.52
    ],
    [
        " would be an important man for years to come so it was only natural that the people were excited",
        4409.52,
        4414.44
    ],
    [
        " that his niece black buffalo woman was to be honored as a tiny doe eyed girl she'd cross light",
        4414.44,
        4421.32
    ],
    [
        " hairs path now and then now she was a beautiful willowee girl with long glistening black hair",
        4421.32,
        4426.02
    ],
    [
        " light hair hung back as the crowd moved away and managed to catch a glimpse of her dress",
        4426.02,
        4432.6
    ],
    [
        " in a finely beaded dress her hair in too long braids hanging down over her breast signifying she",
        4432.6,
        4438.84
    ],
    [
        " was now a woman that evening light hair stayed in the back of the crowd during the dancing black",
        4438.84,
        4443.58
    ],
    [
        " buffalo woman's brothers her father and her uncle stayed close to hers or a reminder that",
        4443.76,
        4448.1
    ],
    [
        " any would be suitor could count on having to prove his worth in order to become part of that family",
        4448.1,
        4453.56
    ],
    [
        " so he's got little love interest black buffalo woman",
        4453.56,
        4463.08
    ],
    [
        " fast forward a little bit waiting for his first test of battle light hair watch for the signal",
        4463.08,
        4471.52
    ],
    [
        " from high backbone a stones throw to his right he had stripped to his breech cloth and moccasins his",
        4471.52,
        4478.52
    ],
    [
        " hair loose in the manner of his dream in the lightning mark and hailstones painted on his chest",
        4478.52,
        4482.98
    ],
    [
        " at the back of his head he wore the tail feathers from a red tailed hawk pointing down as when the",
        4482.98,
        4489.44
    ],
    [
        " hawk was about to strike his prey behind his left ear was the reddish brown stone in his right",
        4489.44,
        4495.72
    ],
    [
        " handy held the bow two arrows against his palm and a thorn clamped in his teeth his quiver",
        4495.72,
        4502.62
    ],
    [
        " bristling with arrows was tied to the front of his waist to be an easy reach a shout came from",
        4502.62,
        4509.44
    ],
    [
        " high backbone as he urged his his mount into a gallop to take him up the slope light hair and",
        4509.44,
        4515.68
    ],
    [
        " others did the same strangely each rider had only a vague awareness of the others though they could",
        4515.68,
        4520.7
    ],
    [
        " clearly dozens of hooves cladding on the rock rocky slope low angry sounded humming noises",
        4521.28,
        4528.44
    ],
    [
        " buzzed past their ears the the experienced fighting man knew it was the sound of passing balls from",
        4528.44,
        4536.1
    ],
    [
        " enemy muzzle loaders the gunshots could be heard less than a heartbeat later a man with a gun",
        4536.1,
        4543.28
    ],
    [
        " stepped out from behind a rock light hairs shot was pure instinct and he didn't see if the arrow",
        4543.28,
        4549.16
    ],
    [
        " had hit his target his horse pitched forward the enemy who stepped from behind the rock had managed",
        4549.16,
        4554.38
    ],
    [
        " to shoot the animal in the chest light hair rolled across the rocky slope his horse was dead his",
        4554.38,
        4559.82
    ],
    [
        " bow was gone he quickly sliced the drag rope from his horse and ran down the slope first in one",
        4559.82,
        4565.26
    ],
    [
        " direction then another a loose horse came out of nowhere and he managed to grab a handful of",
        4565.26,
        4570.94
    ],
    [
        " swing on there was gunfire from below and answering fire from the rocks at the top of the hill",
        4571.32,
        4579.7
    ],
    [
        " the horse was rushing up the slope in a blind panic and took his new rider among the rocks",
        4579.7,
        4585.84
    ],
    [
        " you got any commentary on grabbing a horse by the main just not so cool that that and it's",
        4585.84,
        4595.28
    ],
    [
        " it's not his horse it's just the guy so good he's grabbing any horse it comes by by the main",
        4595.28,
        4600.08
    ],
    [
        " you know just hopping on sling back up back into the fight the pistol he snapped off a shot with",
        4600.08,
        4607.06
    ],
    [
        " his pistol he snapped off a shot at a man who doubled over from the impact of the bullet gaining",
        4607.06,
        4611.0
    ],
    [
        " control the horse he raised down the slope stopping to recover his bow his quiver was still tied",
        4611.0,
        4615.82
    ],
    [
        " to his waist high backbone joined him his horse winded together they charged up the slope again",
        4615.82,
        4621.26
    ],
    [
        " in and among the rocks this time light hair used his bow and put an arrow through an enemy's chest",
        4621.26,
        4627.12
    ],
    [
        " gunshots rang out from among the rocks and up from the slope bullets splattered against the",
        4627.12,
        4632.52
    ],
    [
        " boulders are shattered on small rocks on the ground unable to load another arrow light hair",
        4632.52,
        4637.82
    ],
    [
        " used his pistol again and another of the enemy went down light hair jumped from his horse to grab",
        4637.82,
        4643.66
    ],
    [
        " the hair of the dead enemy a quick swipe with his knife separated a patch of scalp as he ran",
        4643.66,
        4649.06
    ],
    [
        " toward a second body and grabbed another handful of hair a sharp smashing blow to his leg knocked him",
        4649.06,
        4655.7
    ],
    [
        " over he went down in a heap but hurly got to his feet shouts and gunfire continued bouncing off",
        4655.7,
        4662.38
    ],
    [
        " the boulders all around light hair went from boulder to boulder as gunfire waned and then he hobbled",
        4662.38,
        4668.78
    ],
    [
        " down the slope the fight was over every one of the enemies had been killed the Lakota rode",
        4668.78,
        4676.32
    ],
    [
        " among the rocks on the hill to make certain and then came down to gather around light hair",
        4676.32,
        4681.78
    ],
    [
        " most of them had seen him in the fight the bullets and arrows had not touched him except when he",
        4681.78,
        4690.14
    ],
    [
        " tried to take a second scalp his dream was true they decided high backbone took the scalps from him",
        4690.14,
        4698.26
    ],
    [
        " and cleaned the wound in his lower leg someone rounded up light hair's new horse and they all",
        4698.26,
        4704.06
    ],
    [
        " rode away from the hill a few scalps dangling from lances or belts courses and guns were the prize",
        4704.06,
        4712.22
    ],
    [
        " as well as the emergence of a new warrior among them that night around the fire the full impact",
        4712.22,
        4720.96
    ],
    [
        " of the battle settled in like an uninvited and unwelcome history men had been killed light",
        4720.96,
        4732.78
    ],
    [
        " human beings he had ever killed the first was the Omaha girl in the country far to the east three",
        4732.78,
        4738.94
    ],
    [
        " years past ghosts the old warriors say were the price of fighting man paid to follow the path of",
        4738.94,
        4748.64
    ],
    [
        " the warrior somewhere behind the noble and espoused traditions somewhere behind the achievements",
        4748.64,
        4756.16
    ],
    [
        " and the glory the ghosts waited and they would always be there their dying would forever be a part of",
        4756.16,
        4766.3
    ],
    [
        " the path of the man who took their lives whether the act was honorable or justified or not",
        4766.3,
        4772.22
    ],
    [
        " their faces and often their dying moments could not be forgotten unless the heart of the warrior",
        4772.22,
        4780.42
    ],
    [
        " was made of stone and few could boast of that though many might have secretly wished it to be so",
        4780.42,
        4787.0
    ],
    [
        " somewhere people they didn't know wives and daughters mothers and granddaughters would mourn",
        4787.0,
        4795.1
    ],
    [
        " they would wail and gash themselves their hearts torn in anguish the path of the warrior was indeed",
        4795.1,
        4802.9
    ],
    [
        " strewn with broken hearts like so many stones on a long and winding trail",
        4802.9,
        4808.62
    ],
    [
        " the victory dances honored the warrior and the victory stories reaffirmed the tradition of the warrior",
        4810.42,
        4818.26
    ],
    [
        " but very little if anything could chase away the dark memories that always lurked",
        4818.26,
        4826.68
    ],
    [
        " the ghost would always dull the edge of arrogance and bring a cold feeling at the most unexpected",
        4826.68,
        4832.94
    ],
    [
        " moments such was the price of being a warrior",
        4834.46,
        4838.64
    ],
    [
        " you know as you read that and you think about",
        4838.64,
        4853.14
    ],
    [
        " he gets dressed up for battle you know he's they're doing their war paint and it's part of a ritual",
        4853.14,
        4862.32
    ],
    [
        " that they're going through before they go into that and I think the ritual is probably really",
        4862.32,
        4869.46
    ],
    [
        " important to the human psyche to help you set aside some of the fear and the other things and",
        4869.46,
        4875.88
    ],
    [
        " maybe it might even help you with those ghosts a little bit remember on one of the early podcasts",
        4875.88,
        4881.7
    ],
    [
        " somebody asked if you had a ritual before you went out on ops and and I think there there there is",
        4881.7,
        4888.02
    ],
    [
        " one that a lot of people practice and it was like I'm gonna change out all my batteries",
        4888.02,
        4892.5
    ],
    [
        " I'm gonna get all the old battle maps out of my gear and I'm gonna put the new battle map and",
        4892.5,
        4897.7
    ],
    [
        " new comp plan and I'm gonna go check my my radio and then we have this ritual that develops it's",
        4897.7,
        4903.0
    ],
    [
        " like reinforcing that we're all getting ready to go out in the battlefield because it's like one",
        4903.0,
        4907.26
    ],
    [
        " of the last things we do before we get in the vehicles are getting helicopters is we get together",
        4907.26,
        4911.4
    ],
    [
        " and we do comp checks we're saying to each other hey I want to make sure that you know that I can talk",
        4911.4,
        4917.7
    ],
    [
        " to you and then I know that you can talk to me and when you need help I'll hear you and I'll come",
        4917.7,
        4922.12
    ],
    [
        " right and and that it's a different kind of ritual but it's actually kind of the same where we present",
        4922.12,
        4929.34
    ],
    [
        " ourselves for inspection from each other like hey check my gear out and all of us sometimes some",
        4929.34,
        4935.14
    ],
    [
        " platoons run differently where they'll have one guy check it out but every platoon has a system",
        4935.14,
        4941.56
    ],
    [
        " where you present yourself and you do all these this this ritual to get ready to go into combat",
        4941.56,
        4947.36
    ],
    [
        " and then you present yourself to your your your teammate like hey check me out make sure I'm",
        4947.36,
        4952.18
    ],
    [
        " squared away and um and then I'll check you out and then we're in that we're kind of reaffirming",
        4952.18,
        4959.38
    ],
    [
        " all of our bonds and getting ready to go into the belly of the beast yeah it's probably worth noting",
        4959.38,
        4968.26
    ],
    [
        " as a leader to make of that a little bit more ritualistic right so what can you do to make it a",
        4968.26,
        4977.34
    ],
    [
        " and I I did this my first deployment to Iraq where we would before we'd get in the vehicles it was",
        4978.34,
        4984.76
    ],
    [
        " world roll call like we would stand like we'd all stand around the board with the vehicles on",
        4984.76,
        4988.88
    ],
    [
        " magnet board vehicles on it and it was you know gardener you know willing air you know just going",
        4988.88,
        4994.3
    ],
    [
        " through that roll call that yep we're all here we all know what vehicles were in this is just going",
        4994.3,
        4999.8
    ],
    [
        " out tonight and we did for some reason in in Ramadi we didn't do quite that ritualistic roll call",
        4999.8,
        5009.78
    ],
    [
        " we had come up with a more decentralized system for yep everyone's good to go you know probably",
        5009.78,
        5017.52
    ],
    [
        " just the vehicles you know one you know six up five's up four's up three's up two's up one's",
        5017.52,
        5021.38
    ],
    [
        " we're good to go we don't need to have everyone stand around but as you're talking through this",
        5021.38,
        5026.58
    ],
    [
        " that little nice little ritual was a good thing and it gives you a you know I've talked about",
        5026.58,
        5036.08
    ],
    [
        " this before the fact that in America we don't really have a ritualistic solid ritualistic to",
        5036.08,
        5041.54
    ],
    [
        " wait to deal with death there's not a protocol to follow of what you're supposed to do and it",
        5041.54,
        5048.84
    ],
    [
        " and it can I think leave a lot of open ends and a lot of loose strings because other cultures",
        5048.84,
        5055.06
    ],
    [
        " have hey this day we're gonna do this kind of celebration we're gonna say this prayer we're gonna",
        5056.06,
        5060.84
    ],
    [
        " go to this place we're gonna do this thing and then it's over it doesn't make any sense does it",
        5060.84,
        5067.7
    ],
    [
        " because dying is as natural as being born yeah and why don't we like it's just like this weird",
        5067.7,
        5075.12
    ],
    [
        " gap that we have where we haven't set up this a way for us to just cope with it yeah and and even",
        5075.12,
        5082.74
    ],
    [
        " you know we have some rituals like in the seal teams like okay we're gonna go to the funeral",
        5082.74,
        5087.3
    ],
    [
        " we're gonna we're gonna put the tried it you know we're gonna pound our trident into the casket like",
        5087.3,
        5091.32
    ],
    [
        " those are awesome things but it's almost like the ritual needs to have completion where you say hey",
        5091.32,
        5098.3
    ],
    [
        " once you put that trident in the casket and you bury that casket you know now you've you've",
        5098.3,
        5107.02
    ],
    [
        " let that part of that warrior go and now you can move forward whatever the saying should be or",
        5107.02,
        5113.84
    ],
    [
        " whatever the the ritual because you don't really know that you know no one said like hey man",
        5113.84,
        5119.38
    ],
    [
        " once you do that it's okay you've given you've given that warrior the the most respect you can",
        5119.38,
        5126.46
    ],
    [
        " give him you've given him the most meaningful thing to you which is your trident you've given it to",
        5126.46,
        5131.24
    ],
    [
        " him you're gonna bury him with your trident you're gonna be with him forever and now you go back",
        5131.92,
        5137.98
    ],
    [
        " to doing your job I kind of feel that way you know I felt some level of closure when I've done that",
        5137.98,
        5145.34
    ],
    [
        " but if it was a little bit more if it was a little bit more codified it might be even more healthy",
        5145.34,
        5154.26
    ],
    [
        " for guys so I think the idea of rituals are so helpful in everyday life you know if you've got",
        5154.26,
        5160.56
    ],
    [
        " some rituals to follow me people have all kinds of little rituals they follow in everyday life right",
        5160.56,
        5164.06
    ],
    [
        " I get up I brush my teeth you know I do a certain I put on like I wear the same clothes all",
        5164.06,
        5169.42
    ],
    [
        " time to work out you know what I mean I have these little rituals and I pretty much wear the same",
        5169.42,
        5172.44
    ],
    [
        " clothes every day by the way but you got these rituals like this is what I'm gonna do and it makes",
        5172.44,
        5178.02
    ],
    [
        " things easier and and it allows your mind to sort of follow a of a path that that is already known",
        5178.02,
        5189.52
    ],
    [
        " and I think that's really healthy and I think that would help people a lot you know it it's what's",
        5189.94,
        5195.76
    ],
    [
        " what's so cool what's so cool is getting these windows and what's really cool about the story of",
        5195.76,
        5200.9
    ],
    [
        " crazy horses it was written by a Lakota and then we get a window into their culture",
        5200.9,
        5205.92
    ],
    [
        " it's not that much different than ours no good grief they're talking about that their virtues are",
        5205.92,
        5212.48
    ],
    [
        " generosity and courage I think we see that as a virtue to right they come back for more and they",
        5212.74,
        5219.1
    ],
    [
        " have PTSD by the way yes and so as we're talking about the things that these are holding up as high",
        5219.1,
        5226.12
    ],
    [
        " standards are things that we hold up as high standards as well yeah it's worth if you're",
        5226.12,
        5234.08
    ],
    [
        " if you're if you're in a leadership position of the more ritual you can establish without getting",
        5234.08,
        5238.8
    ],
    [
        " crazy you know without getting crazy we don't create rituals for no reason we also want to",
        5239.14,
        5243.72
    ],
    [
        " create rituals that become um constructive but putting some rituals in place is a positive thing",
        5243.72,
        5251.4
    ],
    [
        " definitely speaking of rituals that night there was a victory dance high backbone and the others",
        5251.4,
        5261.74
    ],
    [
        " described the battle and their parts in it four enemy warriors had been killed and by the way",
        5261.74,
        5265.9
    ],
    [
        " they were fighting I did a bad job they were fighting against uh snakes yeah snakes that they",
        5265.9,
        5271.32
    ],
    [
        " were fighting against snake tribe for enemy warriors had been killed guns and horses had been captured",
        5271.32,
        5278.08
    ],
    [
        " everyone waited for the son of crazy horse to tell of his deeds since according to the other",
        5278.08,
        5283.24
    ],
    [
        " men he had turned the flow of the battle but the boy hung back reluctant to talk",
        5283.24,
        5289.12
    ],
    [
        " winning with humility he goes to sleep um fast forward a little bit the sun was high when he finally",
        5291.22,
        5300.2
    ],
    [
        " roused himself the pain in his leg a diminished somewhat and he managed to dose off a little",
        5300.2,
        5304.8
    ],
    [
        " he sipped he from the horn cup someone had left by the fire pit and finally dressed he stepped out",
        5304.8,
        5309.84
    ],
    [
        " from the lodge and was surprised to see a crowd gathered in the camp circle at the edge of",
        5309.84,
        5314.94
    ],
    [
        " it stood his father wearing his best medicine robe decorated with long strands of horse hair",
        5315.06,
        5321.18
    ],
    [
        " a trilling arose among the women his mother stood behind his father gentle smiles on their faces",
        5321.18,
        5330.4
    ],
    [
        " and unmasked pride as well crazy horse lifted his voice in a warrior's honoring song",
        5330.4,
        5335.86
    ],
    [
        " joined by his wives and light hairs sister after the song came more shouts and war hoops and",
        5335.86,
        5342.34
    ],
    [
        " trilling crazy horse lifted his hand and walked forward and faced the crowd i give my first son a new",
        5342.88,
        5349.72
    ],
    [
        " name this day he said raising his voice i have heard the story of the brave things he did i am proud",
        5349.72,
        5356.52
    ],
    [
        " his mothers are proud all of his family and friends are proud of our young man so this day i",
        5356.52,
        5363.7
    ],
    [
        " give him a new name i give him the name of his father and his fathers before him from this day forward",
        5363.7,
        5371.22
    ],
    [
        " i call him crazy horse from somewhere in the crowd a drum pounded and another honoring song was raised",
        5371.22,
        5380.4
    ],
    [
        " and the crowd surged forward high backbone little hawk he dog and lone bear were among the many who",
        5380.4,
        5387.54
    ],
    [
        " came forward smiling crazy horse the name flowed like water over the rocks",
        5387.54,
        5395.1
    ],
    [
        " there's a little ritual activity",
        5400.52,
        5402.48
    ],
    [
        " that was a cool scene freaking outstanding welcome to the club man and this is equally awesome",
        5402.48,
        5409.52
    ],
    [
        " or at least getting close so the father passed on the name and took for himself another",
        5409.52,
        5417.26
    ],
    [
        " worm a name of utmost humility in time even that name would have meaning for he would be known as",
        5419.54,
        5426.58
    ],
    [
        " worm the father of crazy horse as a like epic use hey just call me worm that's where we're at",
        5426.58,
        5435.42
    ],
    [
        " that's the humility level happening around here hey echo can i ask you about a movie yes sir",
        5435.42,
        5442.2
    ],
    [
        " of course um good fellas yes sir there's that scene where the main character",
        5442.2,
        5447.72
    ],
    [
        " goes to jail and he's just locked up for a little time but he doesn't say anything and then when",
        5447.72,
        5453.72
    ],
    [
        " he gets let's let out everybody yeah yeah yeah that's great oh yeah when he was a kid that's when he's",
        5453.72,
        5459.8
    ],
    [
        " a kid yeah pop your chair yeah yeah yeah yeah good good scene yeah there's something about that",
        5459.8,
        5469.32
    ],
    [
        " this is another thing we don't do great in america um you're a man now type thing that ceremony",
        5469.32,
        5477.18
    ],
    [
        " that thing uh you're a woman now you can see they did it for for both uh black buffalo woman and",
        5477.18,
        5483.74
    ],
    [
        " you know like okay this is it you're you're responsible now we don't do a great job of that",
        5483.74,
        5491.44
    ],
    [
        " I went through something like that in the Catholic church where I did confirmation and",
        5491.44,
        5497.32
    ],
    [
        " and so different cultures have got it but as as we've kind of morphed away from that it's",
        5497.32,
        5503.14
    ],
    [
        " something that we've lost so how do we how do we replace it and in a way it's got to be something",
        5503.14,
        5508.78
    ],
    [
        " that you earn right yeah it's so much better if you're earning for sure for sure it shouldn't just be",
        5508.78,
        5514.1
    ],
    [
        " like okay time and rate you turned you turned seven you're a man now yeah isn't graduating",
        5514.1,
        5522.6
    ],
    [
        " in high school kind of like that though yeah yeah true I mean in certain families right but you",
        5522.6,
        5527.52
    ],
    [
        " graduate high school they give you like a bunch of stuff and then your uncle or whoever you do",
        5527.52,
        5532.7
    ],
    [
        " like advice it's like a actual thing dude these are a podcast on the advice you got from your uncle",
        5532.7,
        5539.36
    ],
    [
        " when you graduated high school became a man bro that might be a whole podcast series I'm just saying",
        5539.36,
        5544.42
    ],
    [
        " you know you you well oh you didn't get advice from your uncle no sir oh not me I'm just saying",
        5544.42,
        5549.4
    ],
    [
        " you have a lot of extended family around growing up oh no no not really and I didn't either but",
        5549.4,
        5555.16
    ],
    [
        " that's like some people doing that's a great benefit because then there's all these adults putting",
        5555.16,
        5558.74
    ],
    [
        " good stuff into the kids ears and like they you you read in this book where there's everybody's",
        5558.74,
        5563.62
    ],
    [
        " talking so everything's kind of common knowledge and everybody's involved in developing",
        5563.62,
        5568.82
    ],
    [
        " hmm well one of the good things uh in Hawaii it's it's very common to call like if you ever",
        5568.82,
        5575.46
    ],
    [
        " respected family friend or friends that come around you call them uncle or auntie 100% like I",
        5575.46,
        5580.58
    ],
    [
        " didn't even know uncle was my mom and dad's brother sister I didn't know that until I didn't do",
        5580.58,
        5585.94
    ],
    [
        " it yeah yeah yeah but it's it feels more solidified in Hawaii because like I said I was like 10 maybe",
        5585.94,
        5592.0
    ],
    [
        " 11 before I realized oh wait like uncle is like if you're actually related to him you just call",
        5592.0,
        5597.78
    ],
    [
        " there's people now even that I still call uncle Jill uncle whatever like you can't help it but",
        5597.78,
        5603.7
    ],
    [
        " yeah so I mean it's in a way it's kind of the same thing yeah when you go great when you graduate",
        5604.26,
        5608.68
    ],
    [
        " they're all there and they give you you know all the stuff I got put I got put in check on that",
        5608.68,
        5613.22
    ],
    [
        " stuff by my wife but because when I saw him was like six and I was treating like a team guy",
        5613.22,
        5620.28
    ],
    [
        " and my wife's like he's freaking sick idiot I was like well still he should still be over three you know",
        5620.28,
        5627.72
    ],
    [
        " she decided like crush me you know you have to be smart enough to listen I had to think through it",
        5628.68,
        5637.88
    ],
    [
        " I had to think through it and I was like well wait a second when I was seven",
        5637.88,
        5642.6
    ],
    [
        " I realized I was like oh my god I'm an idiot because I was thinking you know why would you not",
        5642.6,
        5648.9
    ],
    [
        " just do you know why would you not get up at four in the morning yeah and I'm like bro",
        5648.9,
        5652.94
    ],
    [
        " was I when I was seven I didn't even have any concept of any of that you know I was a little boy",
        5653.3,
        5659.14
    ],
    [
        " and there was looking at my kid like better get up to speak yeah don't you want a jox deal what",
        5659.14,
        5667.28
    ],
    [
        " you this candlebells for you son and you can't respond because you can't talk yet",
        5667.28,
        5672.84
    ],
    [
        " you know little kids have blankets yeah did you know your kids have a blankie",
        5672.84,
        5680.92
    ],
    [
        " yeah my mom that's a big thing with my mom okay she got the kids they're special blankie and",
        5683.26,
        5687.82
    ],
    [
        " and but it wasn't like a security thing or not okay so one of my kid I think my um second",
        5687.82,
        5694.1
    ],
    [
        " daughter had like a blanket that went with her everywhere my first daughter not so much I didn't",
        5694.1,
        5699.3
    ],
    [
        " know what was gonna happen with my son so so I got him like this uh old school like SAS freaking",
        5699.3,
        5708.02
    ],
    [
        " scarf thing and I was like hey if you need to blank it's gonna be fricking tactical you know and you",
        5708.34,
        5713.82
    ],
    [
        " know what he rejected he never had he never had like that that uh he never utilized it",
        5713.82,
        5719.14
    ],
    [
        " too early yeah what what no no he was my one my daughter that had the blanket that really",
        5719.14,
        5726.16
    ],
    [
        " carried it everywhere it was what is it called knitted it was knitted it had kind of like big",
        5726.16,
        5732.9
    ],
    [
        " socks and had big knots so you could kind of you she would constantly be uh fumbling with them right",
        5733.84,
        5739.6
    ],
    [
        " yeah so but and the SAS thing kind of had some little things I say no that'll be you know help",
        5739.6,
        5745.38
    ],
    [
        " the dexterity or work on dexterity young age you want to be working your grip strength so",
        5745.38,
        5750.06
    ],
    [
        " and my wife's like you are such a freaking idiot so there you go yeah but he was definitely your",
        5750.06,
        5757.12
    ],
    [
        " son from straight away because I remember him coming over early on and I had like a hatchet",
        5757.12,
        5762.36
    ],
    [
        " laying around and you're like I can't you can't have that a hatchet he'd already grabbed it and",
        5762.74,
        5767.84
    ],
    [
        " got it from him real quick right before our pop belly pig tried to eat him my favorite cameo we",
        5767.84,
        5775.06
    ],
    [
        " ate we saw one of our our old neighbors uh great friends the family great great people and they're",
        5775.06,
        5779.5
    ],
    [
        " like yeah we were looking through pictures the other day and he had a picture of my kid at he had",
        5779.5,
        5784.84
    ],
    [
        " walked over to their house and he's like six and he's got a naked Barbie a hammer and a nail",
        5784.84,
        5793.5
    ],
    [
        " he says can shame come and play and there and there and goes yeah he can hold on a second",
        5793.5,
        5801.52
    ],
    [
        " went and took a picture this is just too awesome he's some freaking poor little Barbie dolls about",
        5801.52,
        5806.8
    ],
    [
        " to get crucified twisted times okay going back to the book there there's a they're doing a raid",
        5806.8,
        5816.92
    ],
    [
        " once again on the snakes you know to your point Jason this is what they were doing yeah it's not like",
        5816.92,
        5822.28
    ],
    [
        " all the all the the Indians were out there kumbaya just you know living in peace and harmony they were",
        5822.28,
        5828.74
    ],
    [
        " killing each other and that's what's going on here um they got a raid they're on a raid on the snakes",
        5828.74,
        5834.68
    ],
    [
        " it's going sideways crazy horse found good cover but soon surrounded and his horse had been captured",
        5834.68,
        5840.66
    ],
    [
        " incoming fire prevented him from reloading his rifle without a horse's odds of survival were great",
        5840.66,
        5845.26
    ],
    [
        " greatly reduced his best chance was to move out of harm's way but he knew he had to act quickly",
        5845.26,
        5850.14
    ],
    [
        " the sound of distant gunfire was growing feiner meaning the herd of new Lakota horses and most of",
        5850.14,
        5856.24
    ],
    [
        " the raiders were now well to the north he and a few of the other Lakotas in the trees were left",
        5856.24,
        5861.72
    ],
    [
        " on their own with more snakes arriving moving from tree to tree he waited for a snake warrior to pass",
        5861.72,
        5868.5
    ],
    [
        " close and jump behind him onto the horse dispatching the man with one swing of his stone headed war club",
        5868.5,
        5875.74
    ],
    [
        " to any commentary on that besides us yeah how are you jumping on to the horse that's just like",
        5875.74,
        5887.0
    ],
    [
        " athletic prowess as well pulling out his pistol he opened fire to distract the snake circling",
        5887.42,
        5893.34
    ],
    [
        " outside the trees and shouted for the Lakota to make their escape making the break from the trees",
        5893.34,
        5898.54
    ],
    [
        " crazy horse and his companions gained a good head start before the snakes could regroup the snakes",
        5898.54,
        5903.96
    ],
    [
        " continued to pursue the herd and at one point managed to recover a few of their horses but they had",
        5903.96,
        5909.04
    ],
    [
        " lost several more men and soon disengaged never in recent memory had the ogla la Lakota taken so",
        5909.04,
        5916.44
    ],
    [
        " many horses in one raid but they had suffered losses as well with at least five men killed",
        5916.44,
        5922.32
    ],
    [
        " victory stories abounded and the dances went far into the night the Lakota learned that one of the",
        5922.32,
        5928.64
    ],
    [
        " snake casualties was the son of their head man the young man had been one of the first to pursue the",
        5928.64,
        5934.12
    ],
    [
        " Lakota once more young crazy horse did not participate in the dancing in fact he said nothing even",
        5934.12,
        5942.16
    ],
    [
        " to his father about the new horse he was riding or the new muzzle loaded loading rifle he had brought",
        5942.16,
        5947.98
    ],
    [
        " back worm could only guess how his son had acquired them until one of crazy horses companions",
        5947.98,
        5953.74
    ],
    [
        " who had been in the trees surrounded by snakes told him what he had witnessed that the young man",
        5953.74,
        5960.16
    ],
    [
        " had unhorse the snake and captured the gun in one daring moment his action had saved them all",
        5960.16,
        5967.16
    ],
    [
        " the man was certain this is just a good methodology for life if you talk about how awesome you are",
        5967.16,
        5979.82
    ],
    [
        " you're degrading your level of respect as a human so just don't do it it's just better just to",
        5979.82,
        5988.48
    ],
    [
        " not say anything how much more awesome is that is this situation because crazy horse just rolls",
        5988.5,
        5998.38
    ],
    [
        " back in with a brand new horse a brand new rifle and doesn't even tell his dad that he did this thing",
        5998.38,
        6004.12
    ],
    [
        " and he has to hear it second hand 12 years of one-on-one instruction provided by",
        6004.12,
        6012.24
    ],
    [
        " provided any Lakota male the basic physical skills to be a fighting man by the age of 15 or",
        6012.62,
        6019.48
    ],
    [
        " 16 any boy was proficient with all of his weapons but unseen factors determined how each would be",
        6019.48,
        6025.54
    ],
    [
        " warrior would handle live combat after the first few encounters with enemies on the battlefield",
        6025.54,
        6031.26
    ],
    [
        " young crazy horse had demonstrated qualities that eluded many men for an entire lifetime older",
        6031.26,
        6038.94
    ],
    [
        " experienced men while initially impressed waited to pass judgment however it was",
        6039.06,
        6044.44
    ],
    [
        " unusual for young men to perform well in their first face to face encounters with enemies",
        6044.44,
        6049.16
    ],
    [
        " if for no other reason than that their inexperience made them less cautious then the daunting",
        6049.16,
        6055.9
    ],
    [
        " realities of combat became part of their thinking and the same young men who seemed so daring and",
        6055.9,
        6060.32
    ],
    [
        " reckless and their first few outings hesitated taking stock before taking action caution was good",
        6060.32,
        6066.96
    ],
    [
        " it turned reckless boys into thinking men and a thinking man was overall more valuable on the",
        6066.96,
        6072.12
    ],
    [
        " battlefield than one who placed others in danger because he took unnecessary risks so the old man",
        6072.12,
        6079.68
    ],
    [
        " who heard so the old men who heard of the first exploits of young crazy horse noted knowingly",
        6079.68,
        6085.34
    ],
    [
        " remembering that such and such had started the same way and now he was a man with a family",
        6085.34,
        6090.9
    ],
    [
        " because there was little more to life than glory on the battlefield some wisdom from these from",
        6090.98,
        6098.8
    ],
    [
        " these folks like no what's up the reckless die young the old men advised and their only legacy",
        6098.8,
        6106.64
    ],
    [
        " is a brief moment of glory but it's over time it's forgotten it is the steady and the steadfast",
        6106.64,
        6111.62
    ],
    [
        " that prevail the old ones say so while it stirred the heart and the imagination to hear of the exploits",
        6111.62,
        6118.12
    ],
    [
        " of a new young warrior one whose quiet ways in camp contradicted the stories of daring on the",
        6118.12,
        6123.52
    ],
    [
        " battlefield the old men puffed on their pipes as they sat around the evening fires and not",
        6123.52,
        6129.04
    ],
    [
        " annoyingly over time young crazy horse would give up his reckless ways they said everyone does",
        6129.04,
        6136.7
    ],
    [
        " not quite everyone",
        6136.7,
        6141.12
    ],
    [
        " but meanwhile the lines of suitors at the lodge of black buffalo woman were as long as ever",
        6143.72,
        6149.92
    ],
    [
        " she's squared away",
        6149.92,
        6153.72
    ],
    [
        " and the town or the village is kind of taking notice as time went by even the staunches skeptics",
        6153.72,
        6161.78
    ],
    [
        " agreed that black buffalo woman and the stalwart young crazy horse were a good match and that she",
        6161.78,
        6166.74
    ],
    [
        " would do well to bring such a man into her family but there were still many whispers behind the hand",
        6166.74,
        6172.62
    ],
    [
        " that her family had plans that didn't take the girl's own feelings into consideration one of the",
        6172.62,
        6180.18
    ],
    [
        " suitors was no water who of his own accord was by no was no comparison to crazy horse but no",
        6180.18,
        6187.88
    ],
    [
        " waters older brother black twin was a skilled orator and a man of growing influence and he held",
        6187.88,
        6194.8
    ],
    [
        " many opinions solidly in line with those of red cloud so no water was suddenly a valuable man",
        6195.78,
        6202.02
    ],
    [
        " there was nothing for anyone to do but wait and watch with great interest as to what would happen",
        6202.02,
        6209.18
    ],
    [
        " so you got crazy horse he's sort of the he's like the warrior in this scenario and then no water",
        6209.18,
        6217.38
    ],
    [
        " who has a little bit of prestige some family connections and there's a there's a mystery as to",
        6217.38,
        6224.0
    ],
    [
        " what's going to happen and who's going to end up getting black buffalo woman",
        6224.0,
        6229.58
    ],
    [
        " going out in the field again scouts from one of the camps along the powder river met the returning",
        6229.58,
        6236.5
    ],
    [
        " warriors and will quickly sent back to spread the news of success but before he left",
        6236.5,
        6242.04
    ],
    [
        " one of the scouts let slip a bit of news from the red cloud camp that was like an arrow into the",
        6242.04,
        6249.24
    ],
    [
        " heart of young crazy horse no water the younger brother of black twin had become the husband",
        6249.24,
        6255.52
    ],
    [
        " of black buffalo woman out on deployment and he was supposed to go on that deployment and suddenly",
        6255.52,
        6264.26
    ],
    [
        " got a two thing yeah he got a two thing and then we'll go back to the camp and then you can marry",
        6264.26,
        6268.72
    ],
    [
        " black buffalo woman dirty trick jody always there a stain in camp yeah",
        6268.72,
        6274.22
    ],
    [
        " the grain of hope that light hair dared to allow himself hold to hold in his heart had grown into",
        6277.2,
        6283.52
    ],
    [
        " distinct possibility when as crazy horse he joined the line of young of hopefully young men",
        6283.52,
        6288.82
    ],
    [
        " waiting outside the girls lodge that grain of hope had grown even more each time she stood with him",
        6288.82,
        6293.54
    ],
    [
        " under his courting robe and seem reluctant reluctant to leave his embrace or perhaps it was only",
        6293.54,
        6299.36
    ],
    [
        " his imagination this would not be the first time imagination totally ignored his imagination",
        6299.36,
        6305.64
    ],
    [
        " totally ignored the boundaries and limits of reality so he gets heartbroken half a month later",
        6305.64,
        6314.84
    ],
    [
        " you return fast forward a little bit uh crazy horse said nothing of the trail he had traveled",
        6314.84,
        6321.48
    ],
    [
        " for nearly a month for nearly half a month worm knew that the broken heart was not completely healed",
        6321.48,
        6327.9
    ],
    [
        " and perhaps never would be but he knew as all fathers do that's sometimes the best medicine for",
        6327.9,
        6334.18
    ],
    [
        " such a wound was life itself some good advice right there yeah because he'd left he'd gone out",
        6334.18,
        6339.72
    ],
    [
        " kind of just on his own for a few weeks to get get over the the heartbreak he does a little bit of",
        6339.72,
        6357.88
    ],
    [
        " comments here a wound on the outside can be watched to see that it heals well as everyone knew",
        6357.88,
        6362.76
    ],
    [
        " wounds on the on inside could not be seen but for pain in the eyes several months had passed since",
        6362.76,
        6369.24
    ],
    [
        " black buffalo woman had taken no waters her husband soon after they had moved away",
        6369.24,
        6373.96
    ],
    [
        " for as everyone knew no water was afraid of crazy horse the old women knew that best of all",
        6373.96,
        6381.06
    ],
    [
        " but if they're young man as they called crazy horse bore any ill will it could not be seen in the",
        6381.06,
        6387.32
    ],
    [
        " way he conducted himself or heard in any words he had spoken so they hope that the wound inflicted",
        6387.32,
        6393.22
    ],
    [
        " by black buffalo woman was healed though some didn't blame her she was after all only 16 and how",
        6393.22,
        6400.2
    ],
    [
        " could one so young stand up to the powerful ambitions of her father and uncle um rolling into the",
        6400.2,
        6409.9
    ],
    [
        " back in one of the reflections sections here and and again I'm skipping a bunch of stuff",
        6409.9,
        6416.2
    ],
    [
        " but wanted to talk about this part where he says where Marshall says the seeking of a vision is a",
        6416.2,
        6423.34
    ],
    [
        " serious highly ritualized process undertaken respectfully prayerfully and under the guidance of a",
        6423.34,
        6429.2
    ],
    [
        " medicine man to seek a vision is to seek guidance for one's life or to answer a problem or predicament",
        6429.2,
        6435.4
    ],
    [
        " young light hair was probably afraid that the dream he had that night he spent a top of sandstone but",
        6435.48,
        6441.42
    ],
    [
        " but would not be taken seriously because he had not followed all the rules but it came nonetheless",
        6441.42,
        6449.22
    ],
    [
        " the dream that vision has been told and retold thousands of times since the fact of the matter is",
        6449.22,
        6455.38
    ],
    [
        " that we cannot be certain of the exact description of light hair that light hair later gave to his",
        6455.38,
        6460.3
    ],
    [
        " father furthermore does critical to understand that much of the discussion and interpretation of",
        6460.3,
        6465.32
    ],
    [
        " the vision has occurred and is still occurring since crazy horse death there are those who see the",
        6465.32,
        6471.76
    ],
    [
        " vision as a foretelling almost a blow by blow revelation of what lay ahead for light hair it",
        6471.76,
        6476.68
    ],
    [
        " depicts a powerful Lakota warrior rising out of the lake during a thunderstorm on a horse that",
        6476.68,
        6480.84
    ],
    [
        " changes colors riding on scale through a hail of arrows and bullets until he's eventually pulled",
        6480.84,
        6485.24
    ],
    [
        " down by his own kind grabbing and holding back his arms the vision might have been as much a",
        6485.24,
        6492.56
    ],
    [
        " consequence of wishful thinking as it is a glimpse into the future for every Lakota boy grew up",
        6492.56,
        6497.98
    ],
    [
        " with dreams of being a warrior and winning glory and honor on the battlefield light hair was no",
        6497.98,
        6502.4
    ],
    [
        " different one elderly Lakota storyteller was the the opinion that light hair and his father chose",
        6502.4,
        6508.12
    ],
    [
        " not to tell everything about the vision speculating that a warning was part of it a warning that the",
        6508.12,
        6514.46
    ],
    [
        " boy would die as a young man in his prime such a warning could explain crazy horses daring and",
        6514.46,
        6520.72
    ],
    [
        " often reckless exploits in combat as a younger fighting man perhaps he believed each time he was",
        6520.72,
        6527.9
    ],
    [
        " about to perform the last act of his life and wanted to be powerful and meaningful now man the",
        6527.9,
        6535.52
    ],
    [
        " guy's got a broken heart at this point and and essentially like they're talking about these other",
        6535.52,
        6540.58
    ],
    [
        " warriors get a family in that now they got something to lose and crazy horse doesn't it's like",
        6540.58,
        6548.42
    ],
    [
        " the classic but I don't want to take that take that away from his courage or bravery or anything",
        6548.42,
        6553.2
    ],
    [
        " else either yeah the classic you know team guy on the ragged edge with nothing to lose right that's",
        6553.2,
        6559.64
    ],
    [
        " like hey ready to go getting back into the story crazy horse decided to see for himself how things",
        6559.64,
        6570.64
    ],
    [
        " were at fort larry me he found a loafer camp which is these are like Indian camps that are right",
        6570.64,
        6576.82
    ],
    [
        " outside and they're friendly with the whites and make deals with the whites and they kind of live",
        6576.82,
        6580.78
    ],
    [
        " off the white take home loafers he found a loafer camp a short way from the fort and stayed with them",
        6580.78,
        6585.08
    ],
    [
        " a few days to hear what they knew a newties were laid again they complained and the longhorn cattle",
        6585.08,
        6591.62
    ],
    [
        " were skinnier every year they noticed not without some degree of envy that while crazy horse carried",
        6591.62,
        6597.34
    ],
    [
        " a rifle and a pistol and a far-seeing glass he was not dressed in white man's clothes as they were",
        6597.34,
        6603.42
    ],
    [
        " he reminded them he was a hunter though some of them took this remark as an insult",
        6603.8,
        6609.14
    ],
    [
        " others knew that living off the promises of the anewties was not really living",
        6609.14,
        6615.66
    ],
    [
        " the white man named birdo could speak Lakota very well and he was surprised to see someone from",
        6615.66,
        6623.98
    ],
    [
        " the northern camps among the loafers he told crazy horse that more soldiers were coming to be",
        6623.98,
        6628.68
    ],
    [
        " posted at larry me he knew this because the whites had a way of talking over great distances",
        6628.68,
        6634.64
    ],
    [
        " that was much faster than letters carried by stage coaches and the pony riders they had a tapping",
        6634.64,
        6640.5
    ],
    [
        " language which by which they sent messages along a wire faster than even the prairie falcon could fly",
        6640.5,
        6647.86
    ],
    [
        " now what starts happened is there's there's they start to find gold look for gold discover gold",
        6654.92,
        6660.56
    ],
    [
        " and there's people heading north of elk river to find gold north of the shell river and these are",
        6660.56,
        6671.36
    ],
    [
        " super intrusive right and here we go after several days travel north of shell river the people in",
        6672.44,
        6680.88
    ],
    [
        " the gold-seeking train woke a woke to an unexpected sight they were surrounded by hundreds",
        6680.88,
        6687.44
    ],
    [
        " of mounted Lakota and sayella fighting men positioned on the hills and ridges around them",
        6687.44,
        6695.82
    ],
    [
        " the trail north and south was blocked the blockators stayed out of rifle range and didn't make any",
        6695.82,
        6702.1
    ],
    [
        " aggressive moves simply maintaining their positions as the day wore on a ring of men and horses",
        6702.1,
        6707.14
    ],
    [
        " seeming to have risen out of the rocks after nightfall a ring of small fires burned",
        6707.14,
        6712.68
    ],
    [
        " morning light revealed the blockators were still in place days and nights passed into five and",
        6712.68,
        6719.38
    ],
    [
        " six so these these this big train wagon train is up looking for gold and the the Indians team up",
        6719.74,
        6730.86
    ],
    [
        " they team up and they surround them super strategic what they're doing to super strategic because",
        6730.86,
        6738.26
    ],
    [
        " they're not they're not but they're not killing all the women and children which is going to",
        6738.26,
        6743.56
    ],
    [
        " commit everybody to something they're just like hey and i'm sure those people must have been",
        6743.56,
        6750.02
    ],
    [
        " horrified horrified he says here there are only two ways for the whites to go continue north",
        6750.02,
        6757.42
    ],
    [
        " to return south if the soldiers came and tried to take gold seekers north the Lakota and sayella",
        6757.42,
        6763.76
    ],
    [
        " would attack it was decided if they turned back south they would be allowed to return hopefully",
        6763.76,
        6769.4
    ],
    [
        " with knowledge that powder river country would not be another trail for the whites whatever their",
        6769.4,
        6774.7
    ],
    [
        " purpose or destination and then some soldiers come and thankfully they turned they turned the train",
        6774.7,
        6782.8
    ],
    [
        " south and this is what i think is an important piece crazy horse would always remember the strange",
        6782.8,
        6788.72
    ],
    [
        " episode on the snake staked trail especially in light of what all that was to follow he carried",
        6788.72,
        6794.26
    ],
    [
        " a lesson from it that he would use as a measure every time he looked to the trails a fighting",
        6794.26,
        6799.2
    ],
    [
        " all the warriors on the ridges surrounding the gold seekers had invoked a feeling of virtue of",
        6799.62,
        6805.92
    ],
    [
        " simply coming together a feeling of strength that comes from pursuing the same purpose several hundred",
        6805.92,
        6813.02
    ],
    [
        " had responded some from the sajila and perhaps a few blue clouds married into Lakota families",
        6813.02,
        6820.62
    ],
    [
        " he knew several by name but most were unknown to him on those windswept windswept ridges for six days",
        6820.62,
        6828.64
    ],
    [
        " however they had shared the kinship of purpose so it incredibly important lesson for him",
        6828.88,
        6837.22
    ],
    [
        " unifying people and working together towards a common goal that's an opportunity",
        6837.22,
        6842.8
    ],
    [
        " yeah and and and so when people feel like they're part of the group um",
        6842.8,
        6848.58
    ],
    [
        " they're they're they're capable of so much more and so that means that no matter what you do",
        6848.58,
        6857.04
    ],
    [
        " make sure that everybody feels included on the team it's that easy i have a simple statement about this",
        6857.04,
        6862.98
    ],
    [
        " together we are stronger and if you can keep that in mind it's it actually is like it's cover move",
        6862.98,
        6868.58
    ],
    [
        " because with cover move if you get too far apart now we can't cover move for each other together we",
        6868.58,
        6873.32
    ],
    [
        " are stronger if you keep that in mind whenever things are happening think hey together we're stronger",
        6873.32,
        6877.04
    ],
    [
        " that's the way you want to go and that's the lesson he learned here",
        6877.04,
        6881.16
    ],
    [
        " fast forward a little bit summer past lazily and people talked about making presence to the",
        6881.16,
        6886.88
    ],
    [
        " buffalo scouts and sending them out looking so the so the planning for the autumn hunts could be made",
        6886.88,
        6893.86
    ],
    [
        " as the first heavy snow fell troubling news came from far south from the sajilia who",
        6893.86,
        6900.82
    ],
    [
        " lived along the southern fork of the shell river soldiers it was always the soldiers 300 people had",
        6900.82,
        6909.32
    ],
    [
        " been killed at a place called sand creek most of them saiyila and some blue clouds led by black kettle",
        6909.32,
        6916.3
    ],
    [
        " and white antelope both leaders were regarded as wise and always working for peace the killing",
        6916.3,
        6922.72
    ],
    [
        " was bad enough because those killed were mostly women and children but the soldiers who attacked",
        6922.72,
        6927.64
    ],
    [
        " did more than kill the white agent trusted by black kettle and white antelope had advised them to",
        6927.64,
        6935.58
    ],
    [
        " find a place to pitch their lodges that was away from the main trails it was told there were many",
        6935.58,
        6941.32
    ],
    [
        " whites in that part of the country many living in a large town called Denver and there was a hatred",
        6941.32,
        6947.4
    ],
    [
        " among them for the sajila and people of the earth the camp was to fly the white banner of peace as",
        6947.4,
        6956.54
    ],
    [
        " well as the striped banner of the long knives to signify they were peaceful but the soldiers found",
        6956.54,
        6963.36
    ],
    [
        " them and the banners meant nothing the messengers could barely tell the story trying to keep back the",
        6963.36,
        6970.16
    ],
    [
        " anger in the tears as well as the bile that rose in the throat for remembering women and children",
        6970.16,
        6975.08
    ],
    [
        " were butchered after they were killed it was told parts of their bodies were cut away such as a",
        6975.08,
        6980.04
    ],
    [
        " woman's breasts and genitalia's a child's hand or fingers and boys genitalia's",
        6980.04,
        6988.08
    ],
    [
        " brains were bashed out with gun stocks and eyes were gouged out some babies not yet burnt born were",
        6988.08,
        6995.6
    ],
    [
        " cut from their mother's stomachs the final insult came when the soldiers attached body parts to",
        6995.6,
        7001.86
    ],
    [
        " their blue coats and rode in a victory march through the streets of the large town as the other whites",
        7001.86,
        7007.9
    ],
    [
        " cheered the Lakota did not want to believe the news not because they wanted to deny the truth of it",
        7007.9,
        7015.44
    ],
    [
        " but because it was much too difficult to believe that anyone could do such unspeakable deeds",
        7015.44,
        7022.02
    ],
    [
        " sire",
        7028.16,
        7028.8
    ],
    [
        " sancreek masquerad",
        7028.8,
        7030.0
    ],
    [
        " i did a podcast about that with",
        7030.0,
        7033.8
    ],
    [
        " deniele belie and derl Cooper we we talked about the meela masquerad and the sancreek masquerad",
        7033.8,
        7041.4
    ],
    [
        " as just a freaking nightmare",
        7041.4,
        7043.16
    ],
    [
        " all the whites were not were the enemy now and that thought was carried with guns",
        7043.16,
        7054.14
    ],
    [
        " lances war clubs and bows as angry men rode out from the great camp the Lakota swept to the",
        7054.18,
        7060.62
    ],
    [
        " northeast the seahilia to the northwest and the blue clouds swirled like hornets in between",
        7060.62,
        7068.44
    ],
    [
        " way stations soldier soldier posts and tra any travelers along the holy road or any frequented by",
        7068.44,
        7076.88
    ],
    [
        " whites were the objectives young men took admonitions of their elders too heart as they harden",
        7076.88,
        7083.84
    ],
    [
        " themselves to mercy and remembered sancreek the spirit of revenge rolled with the thunder from",
        7083.84,
        7091.56
    ],
    [
        " hooves of war horses across the frozen prairies crazy horse joined the second attack on jules burgh",
        7091.56,
        7100.18
    ],
    [
        " but the whites were reluctant to meet them face to face in the open so that there was no fighting",
        7100.18,
        7105.2
    ],
    [
        " to speak of they left the post a blaze after taking all they could carry from the storehouses",
        7105.2,
        7110.7
    ],
    [
        " so they they go and they're just out doing these raids and just",
        7115.9,
        7121.98
    ],
    [
        " getting after essentially right now we're at total war we're at total war and and yes we are",
        7121.98,
        7128.28
    ],
    [
        " and here's here's the disturbing thing is those those soldiers at sancreek they were",
        7128.28,
        7137.42
    ],
    [
        " you know not connected to the soldiers that were in Montana not connected to the soldiers that",
        7138.9,
        7144.32
    ],
    [
        " these other forts they didn't know what had happened and or maybe they knew what happened but they",
        7144.32,
        7147.96
    ],
    [
        " I'm sure some of them said what the hell is going on with that just and so now you had you have",
        7147.96,
        7154.04
    ],
    [
        " the whites that are that have been looking at all the Indians as the same I mean I guess maybe not",
        7154.04,
        7161.74
    ],
    [
        " because they are they are have some like the crows they work with the crows directly but you're",
        7161.74,
        7167.26
    ],
    [
        " starting to see the two sides divide and it's you're either on this side of that side and that's it",
        7167.26,
        7171.58
    ],
    [
        " and we're gonna take vengeance on if you're white you're you're getting attacked",
        7171.58,
        7176.72
    ],
    [
        " yeah and rightly so and I thought if you're a defender of the people then that that's what you",
        7176.72,
        7184.5
    ],
    [
        " you have to do and just turn it's a trish and warfare yeah and it's just uh it's not",
        7184.5,
        7191.14
    ],
    [
        " it's just escalation and it's not gonna stop so they're out doing these raids going in these",
        7191.14,
        7199.84
    ],
    [
        " battles crazy horse continues to distinguish himself um",
        7199.84,
        7203.62
    ],
    [
        " here's here so here's something that occurs they had not succeeded in wiping out the soldiers",
        7203.62,
        7210.74
    ],
    [
        " because a few impetuous young men couldn't hold themselves back for the right moment this was on",
        7210.74,
        7216.24
    ],
    [
        " uh on ambush and some of the young guys went hard early and so it was a problem that had had",
        7216.24,
        7225.6
    ],
    [
        " to be corrected if they were to defeat the whites they all agreed and one way to solve the problem",
        7225.6,
        7229.48
    ],
    [
        " was to find strong young men to lead the others for that they said perhaps they should renew the",
        7229.48,
        7234.94
    ],
    [
        " tradition of the shirt wearers some people scoffed at such talk no shirt wearers had been selected",
        7234.94,
        7242.5
    ],
    [
        " for a generation because the purpose behind the tradition had been forgotten a shirt wearer was",
        7242.5,
        7247.34
    ],
    [
        " to be a young man of strong action and good ways one to set the example for others instead the",
        7247.34,
        7253.56
    ],
    [
        " tradition had become the father choosing his son to wear the shirt next better to let it be some",
        7253.56,
        7260.06
    ],
    [
        " said instead of dishonoring a good thing so they they used to have hey if you were a bad ass you'd",
        7260.06,
        7266.2
    ],
    [
        " get this shirt but then eventually became you know oh it's my son i'm gonna get him hook him up",
        7266.2,
        7270.3
    ],
    [
        " little hawk was growing into a daring fighter already winning several war honors but the most",
        7270.3,
        7277.96
    ],
    [
        " perplexing and heavy change was symbolized in the shirt made from the height of a big horn sheep",
        7277.96,
        7283.24
    ],
    [
        " now rolled in a decorated case and waiting as parent in his parents lodge also waiting with the",
        7283.36,
        7290.5
    ],
    [
        " duties and responsibilities that came with it the old man leaders had indeed decided to revive the",
        7290.5,
        7296.98
    ],
    [
        " old trad the old tradition of shirt wearers and as expected the shirts were given to young men of",
        7296.98,
        7303.38
    ],
    [
        " important families so they do end up saying all right we're gonna make some shirt wears the choice",
        7303.38,
        7308.86
    ],
    [
        " of young men the choice of young man whose enemies are afraid of his horses sword or long knife",
        7308.86,
        7315.1
    ],
    [
        " horse a k an American horse surprise no one so that's a bunch of guys that were you know from from",
        7315.1,
        7321.62
    ],
    [
        " important families but with the name of crazy horse was announced was announced a gasp went",
        7321.62,
        7327.94
    ],
    [
        " through the crowd and the shouts the whoops and the trilling that followed with the loudest of all",
        7327.94,
        7334.0
    ],
    [
        " he felt truly honored yet was uncertain that he was a good choice",
        7334.22,
        7337.84
    ],
    [
        " later two more shirt wearers were chosen and he was pleased that his friend he dog was one",
        7337.84,
        7344.68
    ],
    [
        " the other was big road a good strong and honorable man",
        7344.68,
        7348.78
    ],
    [
        " to wear shirts you must be men above all others set an old man chosen to speak",
        7348.78,
        7357.0
    ],
    [
        " you must help others before you think of yourselves help the widows and those who",
        7357.0,
        7363.98
    ],
    [
        " have little to wear and to eat and have no one to help them or speak for them do not look down",
        7363.98,
        7370.48
    ],
    [
        " on others or see those who look down on you and do not let anger guide your mind or your heart",
        7370.48,
        7378.96
    ],
    [
        " be generous be wise and show fortitude so that the people can follow what you do and then what you say",
        7378.96,
        7389.16
    ],
    [
        " above all have courage and be the first to charge the enemy for it is better to lie a war you're",
        7390.28,
        7396.42
    ],
    [
        " naked in death than to be wrapped up well with the heart of water inside so that's an expanded",
        7396.42,
        7409.64
    ],
    [
        " version of what you were talking about earlier when they talked about the we the we the we the",
        7409.64,
        7413.26
    ],
    [
        " um this idea of the short words and again what do they talk about I think open it up with",
        7414.36,
        7421.1
    ],
    [
        " think of others before you think of yourselves that's the that's the that's the opener",
        7421.1,
        7427.5
    ],
    [
        " you know as and essentially they're choosing their officers right yeah and it's pretty cool because",
        7427.5,
        7434.0
    ],
    [
        " well I guess part of it they're doing it by birth because they're like oh you're from an important",
        7434.0,
        7439.58
    ],
    [
        " family kind of like we did it yeah um and then you're like you know where was like college degree",
        7439.58,
        7446.24
    ],
    [
        " or landowners were gonna be the officers and everybody else is enlisted and then um",
        7446.24,
        7449.98
    ],
    [
        " and then bi-actual prowess merit merit for crazy horse you know and then then you serve others",
        7449.98,
        7460.54
    ],
    [
        " before you serve yourself and there's a tradition the Marine Corps has that's freaking awesome",
        7460.54,
        7467.8
    ],
    [
        " and that's that the officer eats last that is similar in that no meters eat last",
        7467.8,
        7476.22
    ],
    [
        " that's as it should be you know absolutely as it should be fast forward a little bit calling",
        7476.22,
        7485.38
    ],
    [
        " the young men together high back bones scolded them for causing the ambush to fail this is after",
        7485.38,
        7489.66
    ],
    [
        " they'd obviously just failed on an ambush the young men listened without protest as he reminded",
        7489.66,
        7493.22
    ],
    [
        " them that fighting the whites was not a war for glory but a war for survival",
        7493.32,
        7497.92
    ],
    [
        " he reminded them of sand creek when he finished there was a loud affirmation but an even louder one",
        7497.92,
        7505.06
    ],
    [
        " came after he announced his plan for another ambush most of the fighting men would hide",
        7505.06,
        7509.34
    ],
    [
        " themselves and their horses in the ridges and gullies on either side of the wagon trail from",
        7509.34,
        7514.62
    ],
    [
        " prairie dog creek to lodge trail ridge a small group would attack the wood gatherers who always",
        7514.62,
        7520.12
    ],
    [
        " went out from the fort by wagon in the morning when the soldiers came out to drive the attackers away",
        7520.12,
        7524.64
    ],
    [
        " 10 decoys would show themselves and lead them toward lodge trail ridge and then north down us",
        7524.64,
        7531.44
    ],
    [
        " down to a slope ending in a meadow before prairie dog creek when the signal was given the hiding",
        7531.44,
        7536.92
    ],
    [
        " warriors would attack and not before or and not before or the ambush would be spoiled the soldiers",
        7536.92,
        7544.38
    ],
    [
        " had to believe that only 10 doik decoys were fighting them most important to the plan were the",
        7544.38,
        7550.64
    ],
    [
        " decoys if they failed several hundred fighting men would be denied the opportunity for victory",
        7550.64,
        7556.6
    ],
    [
        " therefore the decoys needed a strong leader one skilled in warfare with proven judgment in battle",
        7556.6,
        7562.84
    ],
    [
        " the leader of the decoys would be crazy horse the cries and shouts of affirmation rang through",
        7562.84,
        7569.22
    ],
    [
        " and fighting men young and old crowded around to put their names in as one of the other nine",
        7569.22,
        7576.38
    ],
    [
        " they do some preparation then the attack came well away from the fort but still within sight",
        7576.38,
        7585.74
    ],
    [
        " so the Lakota could be sea surrounding the wagons so these are the decoys going in action",
        7585.74,
        7593.26
    ],
    [
        " after initial charge the attackers kept the wagon men and escort riders engaged the gunfire",
        7593.26,
        7599.02
    ],
    [
        " sounded especially sharp in the frigid mountain air soon the western gates swung open a column",
        7599.02,
        7604.36
    ],
    [
        " of mounted and walking soldiers appeared the Lakota attackers kept up the firing making sure the",
        7604.36,
        7609.8
    ],
    [
        " rescue column was well out of the fort as the soldiers passed their thicket crazy horse and his",
        7609.8,
        7615.82
    ],
    [
        " decoys charged so this is like going as perfect to plan as it could go fortunately enough of the",
        7615.82,
        7622.48
    ],
    [
        " decoys fortunately enough of the decoys had a few bullets that they could fire several shots to",
        7622.48,
        7627.52
    ],
    [
        " make it seem like an all out attack crazy horse shot a few arrows when he was close enough to see",
        7627.52,
        7633.04
    ],
    [
        " the hairy faces of some of the soldiers for some moments the soldiers seemed confused then they",
        7633.04,
        7639.0
    ],
    [
        " finally opened fire uneven snow covered the cover over the frozen ground and dangerously frigid air",
        7639.0,
        7647.64
    ],
    [
        " where the decoys decoy warriors first obstacles and bullets humming past them like angry bees",
        7647.64,
        7653.64
    ],
    [
        " reminded them that they had a daunting task ahead and a long way to finish it the first few",
        7653.64,
        7658.36
    ],
    [
        " mounted soldiers turned off the trail to pursue them and the rest of the column fell and slowly behind",
        7658.36,
        7663.3
    ],
    [
        " them fainting head on charges the decoys would swerve at the last moment well within range of the",
        7663.3,
        7669.98
    ],
    [
        " soldier guns they took the soldier north the soldiers north over the frozen snow fields at one",
        7669.98,
        7675.16
    ],
    [
        " point some of the decoys including crazy horse had to ride down a treacherously steep frozen slope",
        7675.16,
        7680.68
    ],
    [
        " the soldiers took the gentle slope of the south face and kept pursuing an open valley with",
        7681.04,
        7686.66
    ],
    [
        " thick stand of trees on either side of the creek lay ahead with no serious obstacles to",
        7686.66,
        7692.26
    ],
    [
        " impede the soldiers advance once across the creek the warriors turned straight north and came",
        7692.26,
        7697.06
    ],
    [
        " inside of lodge trail ridge the walking soldiers were slowing down the column crazy horse dismounted",
        7697.06,
        7703.74
    ],
    [
        " well within rifle range pulled out a knife and calmly scraped the ice from the bottom of his horses",
        7703.74,
        7709.2
    ],
    [
        " hooves when bullets began to ricochet closer and closer he remounted and loped away the other",
        7709.66,
        7715.96
    ],
    [
        " decoys to infuriate the soldiers used similar tactics fast forward a little bit on the ridge",
        7715.96,
        7726.08
    ],
    [
        " i think i want to say i read that this was about a multi mile like a five mile trail yeah five",
        7726.08,
        7733.04
    ],
    [
        " they had to make a move five miles they had to get pursued for five miles on the ridge the soldiers",
        7733.04,
        7742.32
    ],
    [
        " hesitated perhaps waiting for some to catch up the decoys renewed their efforts coaxing their",
        7742.32,
        7747.56
    ],
    [
        " tired horses partway up the slope moving dangerously close one pretended to be shot off his horse",
        7747.56,
        7753.44
    ],
    [
        " and immediately bounced up running behind the horse before skillfully remounting from the back",
        7753.44,
        7758.1
    ],
    [
        " crazy horse had picked the right men for the task at hand for crazy horse and the decoys this",
        7758.1,
        7763.94
    ],
    [
        " was the decisive moment if the waiting ambushers attacked prematurely soldiers could still escape",
        7763.94,
        7769.56
    ],
    [
        " the decoys looked left and right as they proceeded north along a very narrow part of the ridge",
        7769.56,
        7775.36
    ],
    [
        " but could see no movement below the slope of the ridge falling away before them was the winding",
        7775.36,
        7782.68
    ],
    [
        " prairie dog creek and the end of their task now the soldiers were pressing harder increasing their",
        7782.72,
        7788.84
    ],
    [
        " gunfire obviously certain that the decoys comprised the entire enemy force crazy horse formed",
        7788.84,
        7794.66
    ],
    [
        " as men into a skirmish line and those with bullets had spit with bullets to spare fired at the",
        7794.66,
        7800.86
    ],
    [
        " oncoming soldiers drawing into heavy drawing in heavy return fire the decoys raced their horses",
        7800.86,
        7809.3
    ],
    [
        " down the slippery slope forming two lines as they rode they crossed the flats to prairie dog creek",
        7809.3,
        7815.72
    ],
    [
        " each line of riders swinging out wide and then crossing each other on the opposite side of the creek",
        7815.72,
        7820.56
    ],
    [
        " this was the signal to attack from out of the very earth itself came the awaiting ambushers horses",
        7820.56,
        7830.64
    ],
    [
        " and men burst from the gullies cutbacks and what little winter shrubbery was there in a heartbeat",
        7830.64,
        7836.74
    ],
    [
        " several hundred fighting men rose road south some from the east and some from the west",
        7836.78,
        7842.46
    ],
    [
        " those closest to lodge trail ridge quickly shut the soldiers escape route back to the fort",
        7842.46,
        7848.3
    ],
    [
        " the soldiers advanced stopped then they instinctively began to fight their to fight to reach the",
        7848.3,
        7855.86
    ],
    [
        " safety of the fort the walking soldiers were strung out to the back closer to lodge trail ridge",
        7855.86,
        7862.6
    ],
    [
        " they were the first to fall as gunfire blasted up the slopes below them there was no end to the",
        7862.78,
        7868.92
    ],
    [
        " guns firing the soldiers fought hard as they retreated up the ridge but there was nothing to be gained",
        7868.92,
        7875.12
    ],
    [
        " they were caught off with nowhere to go wave after wave of the mounted warriors fought their way",
        7875.12,
        7880.84
    ],
    [
        " up the trutcher slopes those with guns used up their bullets and then resorted to their bows",
        7880.84,
        7885.86
    ],
    [
        " some had only bows and arrows arrows flew up from the east slope and from the west",
        7885.86,
        7891.06
    ],
    [
        " the sky was dark with them and some found their mark in the body of a Lakota or Sahila",
        7891.06,
        7896.56
    ],
    [
        " toward the end the warriors waited in among the dead and dying soldiers killing them with a pistol",
        7896.56,
        7903.24
    ],
    [
        " shot or a hard skillful swing of a war club or the deadly thrust of a lance and then all was quiet",
        7903.24,
        7911.62
    ],
    [
        " all the soldiers were dead",
        7911.62,
        7915.12
    ],
    [
        " it began with the Sahila as they remembered sand creek and what had been done to their relatives",
        7918.24,
        7925.04
    ],
    [
        " when the frenzy ended the soldiers were stripped naked fingers were chopped off",
        7925.04,
        7930.38
    ],
    [
        " belly slashed open eyes gouged out many warriors were wounded but fewer than 15 had been killed",
        7930.38,
        7938.72
    ],
    [
        " kind of a kind of a perfect operation really i mean it sounds like a textbook operation",
        7948.66,
        7954.88
    ],
    [
        " and those soldiers got lured out i think they're ended up being 80 of them",
        7954.88,
        7959.96
    ],
    [
        " um then they were all killed and then mutilated",
        7959.96,
        7964.02
    ],
    [
        " fast forward a little bit snows came and winter passed",
        7964.02,
        7970.26
    ],
    [
        " a low for a broad word from the peace talkers they had come with more presents",
        7971.86,
        7978.06
    ],
    [
        " kettles blankets knives and now guns and they were asking for red cloud to come and sign the papers",
        7978.06,
        7984.16
    ],
    [
        " that all the Lakota could share in these gifts so there could be peace in the power",
        7984.16,
        7988.12
    ],
    [
        " pr out powder river river county the peace talkers had come with a new offer as well",
        7988.12,
        7992.96
    ],
    [
        " all the country from the great muddy river to the shining mountains would be Lakota land so long",
        7992.96,
        7998.24
    ],
    [
        " as the rivers shall flow and the grass grows where the whites where did the whites get the power",
        7998.24,
        8004.5
    ],
    [
        " to give the Lakota lands they already controlled crazy horse heard many old men ask",
        8004.5,
        8009.84
    ],
    [
        " crazy horse horse road north to raid the crows he returned with new horses and to news that his",
        8009.84,
        8019.62
    ],
    [
        " uncle spotted tail had his own lands to live on given him to him by the whites agency it was called",
        8019.62,
        8026.7
    ],
    [
        " crazy horse pondered this news even as red cloud road south to fort larry with a new power of his own",
        8028.42,
        8035.66
    ],
    [
        " he made a mark next to his name on the white man's piece of paper and that was the fort larry",
        8035.66,
        8042.04
    ],
    [
        " treaty of 1868",
        8042.04,
        8044.38
    ],
    [
        " it's you know if you can get some people to compromise and you can make some people you can",
        8044.38,
        8055.52
    ],
    [
        " win some people over you can divide people yeah right there's there it's just done yeah",
        8055.52,
        8061.08
    ],
    [
        " there's a funny discussion in there where they're like how how is",
        8061.08,
        8068.18
    ],
    [
        " red cloud sign in a way our land oh he is well hey i'm going to sign away my brother and",
        8068.18,
        8075.66
    ],
    [
        " was lodging yeah yeah there it doesn't make sense to them right doesn't it's just again it's like hey",
        8075.96,
        8085.56
    ],
    [
        " Jason i'll give you money for your for your air and you go well okay what about do you want to buy",
        8085.56,
        8091.08
    ],
    [
        " echoes air too i can sign for echoes air yeah yeah i'll buy that too or you know i look at echo and",
        8091.08,
        8096.18
    ],
    [
        " say air you got your air you know Jason sold it to me you're like what what just happened",
        8096.18,
        8100.66
    ],
    [
        " you know i but at the end of the day those guys whatever their motivations were",
        8102.7,
        8112.16
    ],
    [
        " they kind of saw the writing on the wall and they got on the winning side and so they were",
        8112.16,
        8118.06
    ],
    [
        " trying to carve themselves out even though you know they're maybe they're their betrayers or they",
        8118.06,
        8124.62
    ],
    [
        " are betraying the other Lakota but it's that change thing again yeah it likes it yeah",
        8124.62,
        8131.58
    ],
    [
        " you sometimes got to change that horse you know",
        8131.58,
        8138.2
    ],
    [
        " returning from a hunt crazy horse stopped in the camp of no water to rest",
        8138.2,
        8145.06
    ],
    [
        " since the great gathering below elk mountain two years past he had spoken to black buffalo",
        8145.06,
        8151.08
    ],
    [
        " woman several times whatever had been between them had long passed she was the mother of three now",
        8151.08,
        8157.24
    ],
    [
        " and seemed entirely proper for him to ask about her children but each time they talked",
        8157.24,
        8162.36
    ],
    [
        " they lingered longer something that did not go unnoticed by someone who knew what had happened before",
        8162.36,
        8169.08
    ],
    [
        " so now black black buffalo woman waited discreetly for the gift of elk teeth crazy horse had lately",
        8169.08,
        8175.84
    ],
    [
        " been leaving for her with someone but as he was preparing to leave she approached openly and",
        8175.84,
        8181.74
    ],
    [
        " brought him food and they stood together talking he left not lingering too long but as he rode away",
        8181.74,
        8187.74
    ],
    [
        " some notice that she watched until he was out of sight warm spoken there's there's some",
        8187.74,
        8198.28
    ],
    [
        " some talk about what was going to happen with black buffalo woman there's obviously a rekindling",
        8198.28,
        8205.66
    ],
    [
        " of this thing of this relationship of this this this uh this love at first sight that they had had",
        8205.66,
        8213.42
    ],
    [
        " worm spoke nonetheless because much rode on the shoulders of his son much that was important to",
        8213.42,
        8219.32
    ],
    [
        " the people they will not let her go he said quietly quietly fast forward a little bit one morning",
        8219.32,
        8227.88
    ],
    [
        " after the victory dances whispers flew through camp black buffalo woman had left her children with",
        8227.88,
        8234.36
    ],
    [
        " relatives and rode out beside the light haired one no two people could agree over this new turn",
        8234.36,
        8241.7
    ],
    [
        " some said it was a coming for a long time since her father had made the choice of a husband for her",
        8241.7,
        8247.12
    ],
    [
        " when her heart belonged to the shy quiet young man who is now the most powerful warrior among them",
        8247.12,
        8252.14
    ],
    [
        " others said there would be trouble though she was a good Lakota woman free to choose her husband was",
        8252.14,
        8258.96
    ],
    [
        " not one to let her have that choice besides the reasons her father and uncle had influenced her",
        8258.96,
        8264.78
    ],
    [
        " choice of a husband were even more important now some said cautiously and they were right",
        8264.78,
        8269.72
    ],
    [
        " the couple and their friends came to a small camp in a narrow little valley and there they",
        8269.72,
        8276.24
    ],
    [
        " rested little shield he dogs brother and little big man were among were along and made a feast as",
        8276.24,
        8282.92
    ],
    [
        " night fell there came a commotion and a man tore into the lodge where crazy horse and black buffalo",
        8282.92,
        8289.3
    ],
    [
        " woman wore guests a man worn from a hard trail and driven by anger of a jealous heart no water stood",
        8289.3,
        8299.74
    ],
    [
        " above them a pistol in hand as crazy horse leap to his feet the pistol boomed so got a little",
        8299.74,
        8313.9
    ],
    [
        " love triangle going on no water's not happy and maybe I didn't cover it but the tradition was if",
        8313.9,
        8322.44
    ],
    [
        " the woman wanted a divorce she could do that yeah it was up to her and and the man was supposed to",
        8322.44,
        8328.76
    ],
    [
        " respect it but everyone kind of knew that no water was not the kind of guy that was going to let",
        8328.76,
        8333.62
    ],
    [
        " this slide it appears that there's like there's there's a lot of politics involved with this marriage",
        8333.62,
        8338.58
    ],
    [
        " and it was an arranged marriage which is kind of outside the norm too um yeah incredible tragic story",
        8338.58,
        8346.44
    ],
    [
        " so luckily enough back to the book he awoken in a lodge unfamiliar to him but knew the strong old",
        8346.44,
        8355.94
    ],
    [
        " face that appeared as his eye cleared and he could see one I was still swollen along with the left",
        8355.94,
        8362.0
    ],
    [
        " side of his face old spotted crow his uncle the brother of long face nodded a greeting and held",
        8362.0,
        8367.38
    ],
    [
        " him down as he tried to sit up she is back with her people the old man said and answered the question",
        8367.38,
        8372.38
    ],
    [
        " on his face my cousin bad heart bull made it so no one will harm her he'd been in and out of sleep",
        8372.38,
        8379.92
    ],
    [
        " for three days he was told the swelling on his face had gone down a little but he would have a",
        8379.92,
        8384.02
    ],
    [
        " scar where the bullet had opened his face from the corner of his nose down to the jawline",
        8384.02,
        8388.4
    ],
    [
        " there will be black powder in the scar from the pistol warm had indicated two very fine horses were",
        8388.4,
        8395.84
    ],
    [
        " were tied outside his uncle's lodge sent by no water as a gesture of peace take them his father",
        8395.84,
        8403.96
    ],
    [
        " advised to soften the anger of those who would take revenge in your name so he did and the young",
        8403.96,
        8411.82
    ],
    [
        " men who wanted no water turned over to them set aside their anger and put away their bows and guns",
        8411.82,
        8418.54
    ],
    [
        " then one night the young men who had gone into snake country with little hawk slipped back in the camp",
        8418.54,
        8427.56
    ],
    [
        " sorry i'm fast-forwarding a little bit the raiding so before we go there he he humbles himself",
        8427.56,
        8436.16
    ],
    [
        " basically he humbles himself the guy comes to kill him shoots him in the face he happens to live",
        8436.96,
        8442.62
    ],
    [
        " and instead of starting a freaking war yeah he says all right you know what i accept the horses",
        8442.62,
        8451.36
    ],
    [
        " there's just for some forgiveness and acceptance and everybody can move on yep",
        8451.36,
        8455.56
    ],
    [
        " um",
        8455.56,
        8458.88
    ],
    [
        " so fast forward a little bit now then one night the young men who had gone into snake country with",
        8460.96,
        8466.88
    ],
    [
        " little hawk slipped back into camp the raiding against the snakes did not go well on the way home",
        8466.88,
        8472.16
    ],
    [
        " little hawk was killed by whites in an unexpected attack the news was like a war club to the",
        8472.16,
        8478.96
    ],
    [
        " stomach as his mothers began to weep softly crazy horse went out to stand alone in the night",
        8478.96,
        8484.58
    ],
    [
        " his brother had been killed while he had been chasing after his own selfish needs",
        8484.58,
        8491.08
    ],
    [
        " so i don't i don't probably failed to make that clear but little hawk we've mentioned a few times",
        8491.08,
        8499.58
    ],
    [
        " was his was crazy horses little brother and so while crazy horses going through this drama",
        8499.58,
        8506.08
    ],
    [
        " and injury and recovery they go out on the raid and his little brother",
        8506.08,
        8510.88
    ],
    [
        " out with i think is out with him out without his older brother for the first time dies",
        8511.68,
        8516.9
    ],
    [
        " the next day he saw no water unloading meat at the lodge of a relative",
        8516.9,
        8527.44
    ],
    [
        " seeming to sense crazy horses anger no water jump on his horse and galloped out of camp",
        8527.44,
        8533.24
    ],
    [
        " perhaps unable to contain his anguish over both the loss of the only woman he wanted and the",
        8533.24,
        8539.74
    ],
    [
        " death of his brother crazy horse grabbed the nearest horse and gave chase across broken land",
        8539.74,
        8545.58
    ],
    [
        " he kept up the chase until no water plunged his horse into the elk river and escaped on the other side",
        8545.58,
        8551.36
    ],
    [
        " not many days after that the council of old old men met influenced by the relatives of red cloud",
        8551.36,
        8558.76
    ],
    [
        " and no water crazy horse was to return the shirt they decided his actions over the woman endangered",
        8558.76,
        8566.74
    ],
    [
        " the piece of the oglala and no one outside like no one like no outside enemy could",
        8566.74,
        8574.88
    ],
    [
        " and this could not be overlooked though there was anger in his own lodge and from the young men",
        8574.88,
        8582.36
    ],
    [
        " at this trickery crazy horse gave back the shirt soon after that the lodge of no water moved far",
        8582.36,
        8591.2
    ],
    [
        " south to another camp and whispers were made behind the hand that red cloud was to be given the shirt",
        8591.2,
        8599.4
    ],
    [
        " this is like you said there's just a trajectory that that gains that's gaining speed you know you lose",
        8599.4,
        8612.08
    ],
    [
        " you know you know you lose your woman now you lose your brother now you learn lose your",
        8614.14,
        8619.32
    ],
    [
        " placement with the shirt as a shirt wear and the rich and points are you know him in red cloud",
        8619.32,
        8626.96
    ],
    [
        " and so what is he doing he's still fighting and who's he fighting on I guess unfortunately",
        8626.96,
        8638.22
    ],
    [
        " he's fighting snakes he's fighting other other Indian tribes go into this section here they",
        8638.32,
        8644.7
    ],
    [
        " attack but the snakes were too many the two Lakota groups were too far apart to regroup and the",
        8644.7,
        8648.98
    ],
    [
        " mud was too deep their horses tired somehow they managed to hold back the determined counter attack",
        8648.98,
        8655.06
    ],
    [
        " crazy horse high backbone and good weasel with their rifles were rear guard as others retreated",
        8655.06,
        8662.2
    ],
    [
        " first one fell back then another managing to keep the snakes at bay but several snakes on fresh",
        8662.2,
        8667.66
    ],
    [
        " horses suddenly were able to surround high backbone and crazy horse saw his old friend take a bullet",
        8667.82,
        8675.88
    ],
    [
        " in the chest still the old warrior pulled out his pistol and empty did at the on rushing enemy",
        8675.88,
        8682.8
    ],
    [
        " until they overran him crazy horse ran in to rescue him but his horse was too tired from pulling",
        8682.8,
        8689.48
    ],
    [
        " himself out of the mud and the enemy fire was too much good weasel finally intervened grabbing the",
        8689.48,
        8695.66
    ],
    [
        " rain to his horse the rain turned into snow as they rode toward home sometime in the night they found",
        8695.66,
        8701.82
    ],
    [
        " a sheltered place and built a warming fire with with their horses while their horses rested crazy",
        8701.82,
        8708.28
    ],
    [
        " horse sat huddled beneath his robe alone with the thoughts of his old friend and teacher",
        8708.28,
        8714.12
    ],
    [
        " so I mean it's just again it's just it's just a downward spiral at this point",
        8714.12,
        8723.46
    ],
    [
        " they get back to camp crazy horse smoked his pipe and pondered all that had happened since he",
        8726.0,
        8731.14
    ],
    [
        " and he dog had carried their lances against the crow much had been taken away it seemed first black",
        8731.14,
        8738.92
    ],
    [
        " buffalo woman then his place as a shirt wear now his younger brother and his oldest friend were gone",
        8738.92,
        8745.66
    ],
    [
        " he took little comfort in knowing they had died on the path they they had chosen",
        8745.66,
        8751.62
    ],
    [
        " there was only emptiness where they had been perhaps these things had come to pass because he",
        8752.64,
        8758.66
    ],
    [
        " had not fully honored the calling to be a thunder dreamer though he had learned the importance of",
        8758.66,
        8765.2
    ],
    [
        " honoring the old ways from his fathers and from his father and uncles and his mothers he was not",
        8765.2,
        8771.1
    ],
    [
        " one for ceremonies or standing in front of the people but if he must live the life of sacrifice he",
        8771.1,
        8777.86
    ],
    [
        " would as a thunder dreamer he did not belong to himself he belonged to the people it was not what he",
        8777.86,
        8785.02
    ],
    [
        " wanted for his life but it was what life wanted from him",
        8785.02,
        8789.84
    ],
    [
        " as going forward a little bit this sort of collaboration with the whites continues and it",
        8789.84,
        8807.54
    ],
    [
        " continues to escalate and finally at some point crazy horse returned home to resurgent rumors that",
        8807.54,
        8815.22
    ],
    [
        " minors were going into the black hills and violation of the rules set down in the horse creek treaty",
        8815.22,
        8820.38
    ],
    [
        " gold was the reason i yes gold the white man's god the whites were willing to risk their own lives",
        8820.38,
        8827.12
    ],
    [
        " to get gold gold was the reason for their interest in the black hills the heart of everything",
        8827.12,
        8832.44
    ],
    [
        " that was to the Lakota so they got the sacred the sacred black hills and the whites",
        8832.86,
        8840.86
    ],
    [
        " want to get gold this is this is going breaking away from the story for a second and going into",
        8840.86,
        8851.38
    ],
    [
        " the one of the reflections sections from from Marshall in this point um",
        8851.38,
        8857.14
    ],
    [
        " most boys therefore basically learn the same lessons and we're given the same opportunities to",
        8860.94,
        8866.04
    ],
    [
        " perform as fighting men so how does a crazy horse emerge from a broad cultural blueprint and",
        8866.04,
        8871.64
    ],
    [
        " set himself apart perhaps he is testimony to the premise that some things cannot be taught",
        8871.64,
        8878.0
    ],
    [
        " perhaps there is something innate that some have and others don't men and women who coach young",
        8878.0,
        8884.22
    ],
    [
        " athletes point out that while skill and methodology can be taught to any athlete the physical",
        8884.22,
        8889.82
    ],
    [
        " attributes of speed and quickness are frequently the difference between a good athlete and an",
        8889.82,
        8894.46
    ],
    [
        " outstanding one many people dream of becoming leaders while others shun the opportunity even when",
        8894.46,
        8900.76
    ],
    [
        " it falls into their laps general George patent of world war two fame certainly sought the",
        8900.76,
        8905.64
    ],
    [
        " responsibilities of leadership and reveled in its rewards and prestige when he was successful crazy",
        8905.64,
        8912.44
    ],
    [
        " horse on the other hand was not as quick to grab the opportunity when it came and literally had no",
        8912.44,
        8917.54
    ],
    [
        " desire to talk about his exploits but both were exceptional leaders and their accomplishments",
        8917.54,
        8923.12
    ],
    [
        " could not have been achieved without a certain amount of basic ability as well as the experience of",
        8923.12,
        8928.7
    ],
    [
        " winning and losing what is less obvious is that both of them also had inherent characteristics",
        8928.7,
        8934.52
    ],
    [
        " only a few of us have those characteristics enabled them to perform daring and reckless deeds and",
        8934.52,
        8941.18
    ],
    [
        " make bold decisions and to inspire others to follow them what those characteristics are by name",
        8941.18,
        8947.32
    ],
    [
        " or label is often difficult to identify but the consequences they enable are not difficult to see",
        8947.32,
        8954.98
    ],
    [
        " you guys had some attributes you know and that that question comes up a lot for our leader's",
        8954.98,
        8963.08
    ],
    [
        " born or made and I always my answer which I wrote about leadership strategy and tactics is",
        8963.08,
        8968.54
    ],
    [
        " you're gonna have some strengths and weaknesses all of us are are you gonna be lucky enough to have",
        8968.86,
        8974.52
    ],
    [
        " you know the full catalog of great leadership assets chances are about zero are you could you be a",
        8974.52,
        8983.92
    ],
    [
        " George patent that you know has your articulate and your smart and your calm and you have control",
        8983.92,
        8991.14
    ],
    [
        " of your most you can read people like all those things I guess but it's gonna be very rare we're",
        8991.14,
        8996.88
    ],
    [
        " gonna have strength and weaknesses and and occasionally some people are gonna get that level of",
        8996.88,
        9002.8
    ],
    [
        " charisma and an influence over other people that's gonna come from a place maybe not maybe you can't",
        9002.8,
        9013.66
    ],
    [
        " teach that there's parts of leadership that you can absolutely teach there's parts of even you",
        9013.66,
        9026.86
    ],
    [
        " what we always teach people is you got to build a team of leaders that help you with your areas of",
        9026.86,
        9032.62
    ],
    [
        " weakness so if there's something you're not maybe not that great at find someone on your team that is",
        9032.62,
        9038.0
    ],
    [
        " boy and if you want to find so step one to success hey start treating everybody with respect",
        9038.0,
        9047.0
    ],
    [
        " and and and like they said with their leaders their their their deal is your job is to teach",
        9047.0,
        9055.06
    ],
    [
        " is to take care of the people and then people will do almost anything for you um",
        9055.06,
        9062.52
    ],
    [
        " yeah I'm a down which is one of the lessons that you just you you could take away from this and",
        9062.52,
        9070.48
    ],
    [
        " and see that like crazy horses doing all these things but he's not really bragging about it but",
        9070.48,
        9078.12
    ],
    [
        " everybody sees it and everyone else is talking about it which makes it seem even greater yeah",
        9078.12,
        9084.0
    ],
    [
        " and then um you know when he comes back from a raid the first thing he does he's like I got all",
        9084.42,
        9088.76
    ],
    [
        " these horses let me go give them to the widows and let me divide up all this stuff and give it and take",
        9088.76,
        9093.38
    ],
    [
        " care of take care of which is a job yeah put others before yourself step one",
        9093.38,
        9100.2
    ],
    [
        " going back to book black buffalo woman red clouds niece was the love of his life politics however",
        9100.2,
        9110.14
    ],
    [
        " influenced her choice for a husband she married no water only because he was of an influential",
        9110.14,
        9115.24
    ],
    [
        " family and their union enabled a broader influence and a stronger political base crazy horse was",
        9115.24,
        9120.78
    ],
    [
        " of course heartbroken in time the wound would heal but as is often the case of true levels never",
        9120.78,
        9126.42
    ],
    [
        " completely forgotten a few years later when the opportunity arose black buffalo woman followed",
        9126.42,
        9131.62
    ],
    [
        " her heart and left her husband Lakota women can make a choice because societal norms allowed it",
        9131.62,
        9137.74
    ],
    [
        " but in her case a jealous husband did not and this is to him just kind of debriefing this",
        9137.74,
        9141.98
    ],
    [
        " crazy horse had put himself in harm's way many times as a fighting man but he probably never",
        9141.98,
        9146.28
    ],
    [
        " came as close to dying as he did when no water showed up with a borrowed pistol and shot him in the",
        9146.28,
        9151.06
    ],
    [
        " face there was no waters intention to kill crazy horse and he thought he did the subsequent",
        9151.06,
        9156.16
    ],
    [
        " fewer brought several factions on the brink of bloodshed on one side some wanted to defend no water",
        9156.16,
        9161.96
    ],
    [
        " and on the other some wanted to avenge crazy horse to prevent any violence crazy horse gave up the",
        9161.96,
        9166.94
    ],
    [
        " love of his life for a second time those who were jealous of him were quick to influence the old",
        9166.94,
        9174.58
    ],
    [
        " men leaders to strip him of the position of shirt wear crazy horse willingly gave up the shirt",
        9174.58,
        9181.12
    ],
    [
        " but the status he had achieved circumvented the loss of influence many people though not totally",
        9181.12,
        9186.38
    ],
    [
        " overlooking his mistakes still regarding him as a strong leader and remain loyal to him it was",
        9186.38,
        9191.26
    ],
    [
        " a less not lost on him never again did he put his own desires above the needs of the people",
        9191.26,
        9196.66
    ],
    [
        " that was yet another example for others to follow true leadership is rarely the consequence",
        9196.66,
        9203.0
    ],
    [
        " consequence of election appointment dictatorship or inheritance good leadership overall is much",
        9203.0,
        9209.74
    ],
    [
        " too critical to be left to elected politicians monarchs managers administrators supervisors and directors",
        9209.74,
        9216.84
    ],
    [
        " having authority does not make anyone a leader true leadership is exercised when someone performs",
        9218.1,
        9223.3
    ],
    [
        " a necessary or critical task and accomplishes an objective thereby setting an example",
        9223.3,
        9228.2
    ],
    [
        " most of us will never face the daunting task of leading men and women into combat but we will likely",
        9228.2,
        9234.82
    ],
    [
        " have an opportunity to set an example we may not carry titles such as president governor mayor",
        9234.82,
        9240.14
    ],
    [
        " general or even chief but we can be leaders simply by demonstrating that effort can be made",
        9240.14,
        9246.0
    ],
    [
        " tasks can be accomplished um yeah you know it's interesting you look at a seal platoon and",
        9246.64,
        9259.32
    ],
    [
        " there's gonna be between one and five leaders in there hopefully there might be zero but that's",
        9259.32,
        9267.46
    ],
    [
        " chances are very small of that there's gonna be one to five and they might be anyone in the platoon",
        9267.46,
        9272.24
    ],
    [
        " and you can just see and if they're well balanced you know like there's some young guy or you know",
        9272.88,
        9278.58
    ],
    [
        " one cruise wonder that just has good natural leadership ability smart and he has he going check",
        9278.58,
        9284.44
    ],
    [
        " and he can make things happen and it doesn't matter that he's not the chief it doesn't matter he's",
        9284.44,
        9289.4
    ],
    [
        " not the lieutenant and as long as the chief and lieutenant humble enough sky hey he's a good leader",
        9289.4,
        9293.86
    ],
    [
        " hey you want to run this thing it's gonna be fine occasionally those guys get mad they get scared",
        9293.86,
        9298.44
    ],
    [
        " they get intimidated they don't want someone running things they think they should be and",
        9298.44,
        9304.68
    ],
    [
        " yeah i've seen it where you get like a new guy in a platoon and he isn't necessarily calling any",
        9304.68,
        9314.0
    ],
    [
        " shots but because his demeanor he's like got a good demeanor he's never bummed out it's like",
        9314.0,
        9319.48
    ],
    [
        " hey yeah everything's really terrible it's like yeah there's whatever and you'll watch that like",
        9319.48,
        9325.0
    ],
    [
        " his his influence because he's got a good attitude even in a worse situation we'll bleed over to",
        9325.02,
        9329.92
    ],
    [
        " the rest of the platoon's like guys are kicking rocks and saying this where you're this is done",
        9329.92,
        9334.6
    ],
    [
        " hit that that that that great attitude is contagious so that leadership kind of by example",
        9334.6,
        9343.0
    ],
    [
        " even when they're not really influencing people what to do they're influencing the overall",
        9343.0,
        9347.3
    ],
    [
        " effectiveness of the unit by bringing its morale up the list raised the morale that's freaking",
        9347.3,
        9352.48
    ],
    [
        " priceless priceless the hits just keep on coming crazy horse who now has a different wife",
        9356.26,
        9364.18
    ],
    [
        " uh he he has a daughter with she dies death was not new to him men died in battle sometimes and he",
        9364.18,
        9372.74
    ],
    [
        " was not surprised by that they were gone or that or the way that they had died as fighting men",
        9372.74,
        9377.58
    ],
    [
        " but the bundle atop his scaffold was harder reality it was a reality that challenged the goodness",
        9377.76,
        9383.92
    ],
    [
        " in life he fell across it and wept uncontrollably days passed there was thunder some wind and a",
        9383.92,
        9390.92
    ],
    [
        " little rain when he could no longer stay awake he slept beneath the scaffold curled up on her robe",
        9390.92,
        9397.68
    ],
    [
        " he ignored hunger and thirst worm had told him a kind of coughing sickness unknown before the",
        9397.68,
        9403.22
    ],
    [
        " whites came had taken her though he had tried he could find no medicine to help her finally when",
        9403.22,
        9409.46
    ],
    [
        " no more tears would come crazy horse took his leave the news that awaited him fanned his anger",
        9409.46,
        9417.32
    ],
    [
        " even more soldiers had gone into the black hills a large contingent according to the sketchy",
        9417.32,
        9423.54
    ],
    [
        " reports from the few from a few Lakota who had who had the misfortune of being in the wrong place",
        9423.54,
        9429.08
    ],
    [
        " the wrong time a group friendly to the whites had been watching the column of wagons and the soldiers",
        9429.08,
        9434.44
    ],
    [
        " when they when they were attacked one Lakota was killed another wounded they somehow managed to",
        9434.44,
        9440.16
    ],
    [
        " escape to tell their story so now you're you know you're blaming the death of your daughter on the",
        9440.16,
        9447.12
    ],
    [
        " whites as well and now they're going into your holy land yeah uh so now they go out and start",
        9447.12,
        9458.84
    ],
    [
        " just basically killing whites where they can find them the most vulnerable at this time is",
        9460.78,
        9465.7
    ],
    [
        " the miners people that are out in these little mining camps and so they start initiating more of a",
        9465.7,
        9471.92
    ],
    [
        " some more of a guerrilla warfare and this is something that you know knowing what we know now about",
        9471.92,
        9478.24
    ],
    [
        " insurgencies that would have been the call because they couldn't get people to unite but that",
        9478.24,
        9483.68
    ],
    [
        " fighting like an insurgent war would have been the well would have been another possibility and",
        9483.68,
        9490.62
    ],
    [
        " that's what he kind of ends up doing here he says the tactics crazy horses companions were simple",
        9490.62,
        9495.02
    ],
    [
        " yet effective after observing isolated miners camps to determine their numbers and weapons they",
        9495.02,
        9500.26
    ],
    [
        " position themselves and swept in if the terrain was rough was rough and offered good cover they",
        9500.26,
        9505.42
    ],
    [
        " sneaked in close on foot before they attacked in open areas with little cover they charged in on horses",
        9505.42,
        9511.18
    ],
    [
        " that's kind of crazy because that's exactly what we would do like if we had if we could sneak into",
        9511.56,
        9517.14
    ],
    [
        " a target on foot we do that if we couldn't we just drive the vehicles right up to the target",
        9517.14,
        9521.08
    ],
    [
        " then that's what the exact same thing they would do massive explosive brief slots and no one is coming in",
        9521.08,
        9527.56
    ],
    [
        " in either situation they use their lances and war clubs and the silent bow quite effectively rarely",
        9527.56,
        9533.64
    ],
    [
        " did any miner react quickly enough to fire a gun which worked in Lakota's favor without gunshots",
        9533.64,
        9538.72
    ],
    [
        " to warn anyone else in the area the miners in the next valley or watershed remained oblivious and",
        9538.72,
        9544.36
    ],
    [
        " thus vulnerable to attack says this it was necessary to attack the miners and kill them they were",
        9544.36,
        9552.32
    ],
    [
        " trespassers and thieves not honorable enemies the tactics they used were the only way to fight them",
        9552.32,
        9557.6
    ],
    [
        " especially in the black hills strike hard and fast and flecked and inflict as much chaos and as",
        9557.6,
        9562.76
    ],
    [
        " many casualties as possible and then withdraw swiftly that kind of fighting could play to the code",
        9562.76,
        9568.3
    ],
    [
        " as strengths and skills as fighters good at close combat crazy horse spoke these thoughts to his",
        9568.3,
        9574.22
    ],
    [
        " companions as they rode home and they listened and agreed they'd seen firsthand what could be done",
        9574.22,
        9580.08
    ],
    [
        " if enough Lakota fighting men could be persuaded to fight in the same way and if enough bullets",
        9580.08,
        9585.7
    ],
    [
        " and powder could be obtained the whites could be driven away",
        9585.7,
        9589.58
    ],
    [
        " yeah I mean that's the only strategy they got because they the miners have got all these things they",
        9593.54,
        9598.0
    ],
    [
        " need they got guns and they got bullets they're not getting those from anybody else yeah and so they",
        9598.0,
        9603.04
    ],
    [
        " just sneak in pick them up sneak in pick them up meanwhile red cloud it was learned was making the",
        9603.04,
        9609.8
    ],
    [
        " trip to persuade the powers in Washington to remove the little agent from his agency",
        9609.8,
        9614.16
    ],
    [
        " when all is said and done it didn't matter who the agent was on spotted tail agency or on the red",
        9615.34,
        9619.82
    ],
    [
        " cloud agency as long as there was an agent and the Lakota accepted a newties the whites were in",
        9619.82,
        9625.14
    ],
    [
        " control but when red cloud and the others returned and there were many supposed headmen who made the",
        9625.14,
        9631.66
    ],
    [
        " trip the news they brought back in sensed the wild Lakota and you made this distinction I haven't",
        9631.66,
        9637.46
    ],
    [
        " pulled out yet but there's basically the the ones that are living in the agencies and then there's",
        9637.46,
        9642.68
    ],
    [
        " the Lakota that are wild that are still living in the traditional way to the best of their ability",
        9642.68,
        9646.68
    ],
    [
        " and I say the best of the ability because they relied heavily on buffalo and the buffalo were being",
        9646.68,
        9654.52
    ],
    [
        " wiped out and so this is this makes living in their traditional way much more difficult in some",
        9654.52,
        9663.76
    ],
    [
        " cases probably impossible the great father wanted to buy the black hills",
        9663.76,
        9670.56
    ],
    [
        " sell the heart of everything that is sell the dust of the ancestors not looking not you know",
        9670.56,
        9680.28
    ],
    [
        " there's Lakota that we're just we're not doing it yeah",
        9680.28,
        9683.32
    ],
    [
        " the day now there's more politics takes place and eventually they're supposed to all come",
        9683.32,
        9691.74
    ],
    [
        " and report the day when all the kota had to report to the agencies had come and gone the northern",
        9691.74,
        9696.22
    ],
    [
        " camps were nervous watching the horizons for the first sign of soldiers that they had heard had been",
        9696.22,
        9701.9
    ],
    [
        " gathering at Fort Fetterman winner relaxed its grip and a span of warm days had melted the snow",
        9701.9,
        9707.38
    ],
    [
        " and fought the ice on the creeks and rivers he dog took advantage of the opportunity to head for",
        9707.38,
        9712.14
    ],
    [
        " the agency his contingent of eight Lakota families were mostly women and children in no condition",
        9712.14,
        9717.74
    ],
    [
        " outrun mounted soldiers before he left crazy horse had ridden up into the hills unable to watch",
        9717.74,
        9723.34
    ],
    [
        " his closest friend give into the agency though we understood all too painfully he dogs reasons",
        9723.34,
        9729.88
    ],
    [
        " the spaces vacated by eight lodges were not as big as the holes left in the hearts of the",
        9729.88,
        9736.36
    ],
    [
        " relatives who watched their loved ones riding away slowly and uncertainty looking back frequently",
        9736.36,
        9742.46
    ],
    [
        " I mean you know the guy's got a bunch of women and kids and the he knows he's going to do so much and",
        9746.1,
        9753.04
    ],
    [
        " sitting bull sent out his carefully chosen messengers to announce that the people should gather",
        9753.04,
        9760.82
    ],
    [
        " near chalk buttes in late spring and treating them to speak wisely and clearly to the leaders",
        9760.82,
        9766.28
    ],
    [
        " among the Lakota as well as the Dakota and Nakota he wanted his messengers to appeal to their sense",
        9766.28,
        9772.22
    ],
    [
        " of pride especially to those who were surely disenchanted with life on the agencies so sitting",
        9772.22,
        9777.3
    ],
    [
        " bulls another wild one of the Indians and he's very I mean obviously we've all heard sitting bull",
        9777.3,
        9785.52
    ],
    [
        " and so he has incredible amount of influence and he's starting to try and gather people up and unite",
        9785.52,
        9790.16
    ],
    [
        " them a little bit so that starts to take place more and more people arrived almost every day the",
        9790.16,
        9799.26
    ],
    [
        " horse herd was growing and eating down the sparse grass around the buttes some of the men said",
        9799.26,
        9803.8
    ],
    [
        " perhaps there was many a 7,000 head sitting bulls are already at work inviting the older leaders to",
        9803.8,
        9808.86
    ],
    [
        " his lodge he was an impressive and charismatic man a slight limp from a gunshot wound to his hip during",
        9808.86,
        9814.58
    ],
    [
        " his days a young fighting man served only to give him more credibility he had earned nearly 70",
        9814.58,
        9820.08
    ],
    [
        " battle honors more than any man at the gathering except crazy horse now past the age of 50 he had a",
        9820.08,
        9827.8
    ],
    [
        " solid reputation as a wise leader and counselor enhanced by his status as a medicine man he was",
        9827.8,
        9833.54
    ],
    [
        " immensely pleased at the at the response to his message and announced he would conduct a Sundance",
        9833.54,
        9839.32
    ],
    [
        " spiritually as well as psychologically it was the right thing at the right time it could only",
        9839.32,
        9845.94
    ],
    [
        " serve to unify the people and add to the feelings of strength and pride that seemed to be growing as",
        9845.94,
        9851.36
    ],
    [
        " quickly as the horse herd it was that kind of insight that made him an influential leader",
        9851.36,
        9855.68
    ],
    [
        " the camp went west across the powder and the tongue into the valley of the rose bud",
        9856.16,
        9862.68
    ],
    [
        " and across it as well turning at the northern slopes of the wolf mountains into the broken country",
        9862.68,
        9869.38
    ],
    [
        " near the greasy grass river while sitting bull was hard at work for the hearts and minds of the",
        9869.38,
        9877.74
    ],
    [
        " people crazy horse crazy horse sent scouts in all directions feeling among the military leaders was",
        9877.74,
        9884.24
    ],
    [
        " that the biggest threat laid to lay to the south from three stars army and this book does not have",
        9884.24,
        9898.12
    ],
    [
        " a ton of detail about the battle at rose bud or really the battle at little big horn",
        9898.12,
        9903.66
    ],
    [
        " those are detailed pretty well in the book I fought with custer and also in the book wooden leg",
        9903.66,
        9910.28
    ],
    [
        " um but there is sort of a debriefing here on on some of the things that went that went down",
        9911.76,
        9917.24
    ],
    [
        " going to the book the rose bug bud fight as the battle came to be known was the toughest combat crazy",
        9917.24,
        9923.04
    ],
    [
        " horse had seen the battle of hundred in hand ten years earlier that was when they surrounded those",
        9923.04,
        9929.38
    ],
    [
        " soldiers and killed the battle of the hundred in the hand ten years earlier had had its own",
        9929.38,
        9936.3
    ],
    [
        " set of circumstances that made it tough but at the rose bud Lakota the Lakota faced a larger",
        9936.3,
        9942.58
    ],
    [
        " and more heavily armed enemy force three stars soldiers were both infantry and cavalry forcing",
        9942.58,
        9948.44
    ],
    [
        " Lakota to adjust to different tactics as the fighting progressed attack was met with counter attack",
        9948.44,
        9954.98
    ],
    [
        " as the day wore on the valley of the rose bud funded with gunfire and dust hung in the air",
        9954.98,
        9960.24
    ],
    [
        " laid in the afternoon who is evident that the soldiers were disorganized fighting and scattered",
        9960.24,
        9964.4
    ],
    [
        " units their effectiveness significantly reduced crazy horse was notified even though nearly",
        9964.4,
        9970.76
    ],
    [
        " a hundred had arrived at mid-morning the Lakota and Sahilia were critically low on ammunition",
        9970.76,
        9977.48
    ],
    [
        " sensing that three stars wouldn't be able to mount any pursuit crazy horse sent the word to withdraw",
        9977.48,
        9983.64
    ],
    [
        " crazy horse rode with he dog bid big road and good weasel",
        9983.64,
        9988.58
    ],
    [
        " among others as they once again chased dusk into night there was no pursuit from the soldiers to speak",
        9988.9,
        9995.08
    ],
    [
        " of the feverish aftermath of combat slowly faded as the reality of the day began to take hold",
        9995.08,
        10001.58
    ],
    [
        " ten good men and been killed and many wounded in a day or two the the scouts crazy horse that left",
        10001.58,
        10007.68
    ],
    [
        " behind would report on the soldiers so that's the first big battle that they engage is that battle",
        10007.68,
        10015.56
    ],
    [
        " rose bud and then six days had passed since the rose bud fight victory dances still went far",
        10015.56,
        10022.1
    ],
    [
        " into the night and the fighting men were asked to tell the stories of their involvement the mood of",
        10022.1,
        10026.9
    ],
    [
        " the encampment had changed from initial uncertainty to one of comfortable sense of strength hardly",
        10026.9,
        10032.74
    ],
    [
        " anyone no matter how old could remember the Lakota ever see gathering in such numbers for any",
        10032.74,
        10039.0
    ],
    [
        " purpose at midday sitting bull sent cryers to announce the move to the greasy grass valley",
        10039.78,
        10047.1
    ],
    [
        " and by mid afternoon the first lodges were taken down and the families began moving by sundown most",
        10047.1,
        10054.06
    ],
    [
        " of the encampment was gone except for a few lodges and the sun dance arbor fast forward up a little",
        10054.06,
        10063.76
    ],
    [
        " bit more they're in their kind of camp now and we'll go to the book the sides of the council",
        10063.76,
        10071.44
    ],
    [
        " lodge had been rolled up to allow cross ventilation a few men were waiting in anticipation meeting with",
        10071.44,
        10076.34
    ],
    [
        " sitting bull women had already brought food sitting bull had been busy through most of the night",
        10076.34,
        10081.52
    ],
    [
        " attending to a gravely ill woman he arrived at the council lodge just as a slight",
        10081.52,
        10086.24
    ],
    [
        " din of commotion came from the south end of the encampment where he had just been alone Lakota",
        10086.24,
        10092.86
    ],
    [
        " rider splashed across the greasy grass filled bank to bank with the heavy spring runoff from",
        10093.3,
        10099.7
    ],
    [
        " the mountain snows gaining the west bank he began to shout prepare yourselves the soldiers are",
        10099.7,
        10105.92
    ],
    [
        " coming the soldiers are coming and this is when we get into the little big horn battle",
        10105.92,
        10115.12
    ],
    [
        " the soldiers across the river far to the south near the mouth of ash creek and tried to gallop",
        10115.12,
        10122.74
    ],
    [
        " tried galloping their horses across the long open flood plain toward the south south end of the encampment",
        10122.94,
        10128.38
    ],
    [
        " they had been quickly driven back and then chased across the river many were killed at the water",
        10128.38,
        10133.04
    ],
    [
        " crossing after heavy fighting in some trees near the river as far as crazy horse and the other",
        10133.04,
        10138.86
    ],
    [
        " leaders were concerned that was the first fight gall of the hunk papa and old and ogla la battle",
        10138.86,
        10147.22
    ],
    [
        " leaders black moon and big road were among those who had courageously led two hundred fighting men",
        10147.22,
        10152.32
    ],
    [
        " in that action the second fight started at medicine tail coole more soldiers had tried to cross",
        10152.32,
        10161.24
    ],
    [
        " into the encampment from the north end but were stopped by a small determined group of boys and",
        10161.24,
        10165.82
    ],
    [
        " old men armed mostly with old single shot rifles by then many of the women children old people",
        10165.82,
        10172.68
    ],
    [
        " were fleeing to the northwest somehow were to reach crazy horse and gall of the second attempted",
        10172.68,
        10178.96
    ],
    [
        " incursion gall immediately disengaged from the first fight and led a hundred men to medicine tail",
        10178.96,
        10183.84
    ],
    [
        " and crossed the soldiers galloped away up a long slope to the north crazy horse had hurried to",
        10183.84,
        10191.26
    ],
    [
        " to his lodge and found black shawl that's his wife waiting with his second war horse",
        10191.26,
        10196.08
    ],
    [
        " the camp was in total confusion not only were women and children running away to safety men were",
        10196.08,
        10201.06
    ],
    [
        " galloping through to hurry to the second fight shouts and screams filled the air gun shots could",
        10201.06,
        10206.68
    ],
    [
        " be heard to the south and now thinly to the north he took a second war horse and gathered as many men",
        10206.68,
        10213.96
    ],
    [
        " as to him as he could if a second group of soldiers was heading north north they could be circling",
        10213.96,
        10220.46
    ],
    [
        " to attack from another direction it made sense to try and flank them so he led the men who were",
        10220.46,
        10224.68
    ],
    [
        " with him to an old crossing guessing the soldiers would stay on the high ground he had crossed the",
        10224.68,
        10229.48
    ],
    [
        " river and raced to meet them if they came off the end of the high north south ridge where he knew",
        10229.48,
        10233.62
    ],
    [
        " they laid to the east on the slopes across the river they circled to the east and encountered 20",
        10233.62,
        10239.84
    ],
    [
        " or so soldiers whom they chased back to the main body the gunfire never stopped he heard it as they",
        10239.84,
        10248.0
    ],
    [
        " crossed the river a continuous sound rather like someone tearing canvas gall and his men crazy",
        10248.0,
        10254.54
    ],
    [
        " horse heard later stayed in pursuit of the running soldiers even though they did not gain a ridge",
        10254.54,
        10259.46
    ],
    [
        " at first the soldiers were organized even managing to dismount and form skirmish lines to fire at",
        10259.46,
        10266.0
    ],
    [
        " the oncoming Lakota but Gauls relentless pursuit broke their lines and after that they were running",
        10266.0,
        10271.64
    ],
    [
        " away and their fire was no longer effective crazy horse let it charge when the soldiers tried to",
        10271.64,
        10278.02
    ],
    [
        " push north off their ridge by then gunfire was thinning it was sporadic and then there was silence",
        10278.02,
        10284.82
    ],
    [
        " the second fight was over as he rode through the dust and he could see how it had unfolded",
        10284.82,
        10292.42
    ],
    [
        " dead horses and dead soldiers were strewn along the path they had taken",
        10292.42,
        10296.96
    ],
    [
        " what's different about a little big horn battlefield than than Gettysburg is because the scale",
        10296.96,
        10305.74
    ],
    [
        " is much smaller they actually they have markers for where these soldiers were dying and they went back",
        10305.74,
        10312.02
    ],
    [
        " and they could find all the skirmish lines and everything so you can see it in real you know laid out",
        10312.02,
        10317.48
    ],
    [
        " where bodies fell they came up from the river then across and then just the disaster that happened",
        10317.48,
        10324.98
    ],
    [
        " I mean you can all the way it's laid out and the bodies are laid out you can see that the guys",
        10324.98,
        10328.82
    ],
    [
        " are just the last couple guys are just trying to get away and getting mold meanwhile the guys",
        10328.82,
        10334.7
    ],
    [
        " down at the other position they're surrounded up on that hill they're waiting for their turn they're",
        10334.7,
        10341.14
    ],
    [
        " wondering where because custard splits forces all these times and they're wondering where did he go",
        10341.14,
        10347.14
    ],
    [
        " did he leave us and some guys kind of push out and they can see this big swirling thing and they",
        10347.14,
        10355.18
    ],
    [
        " can see the Lakota shooting down at the ground they're like oh no he's done and then",
        10355.18,
        10360.98
    ],
    [
        " they wind up getting their under siege yeah yeah looking forward to walking that battlefield myself",
        10362.12,
        10370.7
    ],
    [
        " hey going back to the story here after that the you know sitting bulls trying to keep people there",
        10370.7,
        10381.38
    ],
    [
        " but they they kind of start to like it's the fighting's over and kind of people got stuff to do right",
        10381.38,
        10390.66
    ],
    [
        " well there's another element coming toward him too and they're like hey we got to move everybody",
        10390.66,
        10393.88
    ],
    [
        " yeah yeah and I'm even going past that so that happens um and eventually he says this what was",
        10393.88,
        10401.26
    ],
    [
        " left of the largest gathering ever of Lakota separated several encampments moving along the eastern",
        10401.26,
        10406.16
    ],
    [
        " foothills of the Shining Mountain soon after the departure from Greasy Grass small groups began",
        10406.16,
        10410.7
    ],
    [
        " breaking away to head for the agencies sitting bull like crazy horse was deeply disappointed because",
        10410.7,
        10416.04
    ],
    [
        " they were losing the strength of numbers despite the best efforts of sitting bull the people scattered",
        10416.04,
        10421.42
    ],
    [
        " some made excuses saying it was time to hunt and make meat for the coming winter which was more",
        10421.42,
        10426.22
    ],
    [
        " difficult now because of the scarcity of buffalo others unabashedly headed for the agencies",
        10426.22,
        10430.82
    ],
    [
        " sitting bull finally headed north to more familiar territory crazy horse took his people east to the",
        10430.82,
        10436.66
    ],
    [
        " black hills finding a sheltered valley northwest of the mountains to hide the camps from there he",
        10436.66,
        10443.12
    ],
    [
        " led raids into the black hills it's there that continues for a while um and this is all",
        10443.12,
        10455.22
    ],
    [
        " he does a great job in the book of just this kind of torment and anguish that",
        10455.22,
        10461.7
    ],
    [
        " that crazy horse is going through as as he sees what's happening um at some point dull knife",
        10461.7,
        10469.92
    ],
    [
        " another one of his friends informed crazy horse that he was forced to consider living giving in",
        10469.92,
        10475.02
    ],
    [
        " to life on the agency if it meant his people would be safe from facing continual conflict with the",
        10475.02,
        10480.2
    ],
    [
        " long knives the idea was debated long and frequently strangely an opportunity presented itself when",
        10480.2,
        10488.14
    ],
    [
        " messengers arrived bringing word to from three stars who had been given assurance that the wild Lakota",
        10488.14,
        10494.5
    ],
    [
        " would be allowed to select the location for their own agencies if they signed a peace agreement",
        10494.5,
        10499.58
    ],
    [
        " the only drawback was that it included an agreement to sell to the sale of the black hills",
        10499.58,
        10506.36
    ],
    [
        " inspired a deep seated suspicions crazy horse agreed that this important issue should be",
        10506.36,
        10512.34
    ],
    [
        " discussed face to face with the long knives crazy horse and a large detachment of warriors escorted",
        10512.34,
        10521.5
    ],
    [
        " the delegation north to the fort on the elk river a group of crow scouts met the emissaries",
        10521.5,
        10528.78
    ],
    [
        " just outside the walls of the fort making friendly gestures to indicate their peacefulness as the",
        10528.78,
        10534.6
    ],
    [
        " eight Lakota road passed them toward the gate weapons were drawn suddenly and the crow opened fire",
        10534.6,
        10540.52
    ],
    [
        " at point blank range on the unarmed Lakota and then fled on horseback crazy horse charged down from",
        10540.52,
        10546.22
    ],
    [
        " the bluff but stopped when mounted soldiers emerge from the fort instinctively the Lakota",
        10546.22,
        10551.22
    ],
    [
        " emissaries turned their horses and galloped for the safety of the bluffs and protection of the",
        10551.22,
        10555.94
    ],
    [
        " escort warriors only three rejoined the warriors five lay dead on the ground near the gates of the",
        10555.94,
        10562.04
    ],
    [
        " fort so the chance for peace and the crow just gets gets like completely fumbled fumbled and um",
        10562.04,
        10574.8
    ],
    [
        " yeah you know the the crow had motivations to do with it did yeah um and you know that",
        10576.78,
        10583.92
    ],
    [
        " I think the guys come out of the thing they're trying to hunt them down because they realize oh dang it",
        10583.92,
        10590.62
    ],
    [
        " yep this is um",
        10590.62,
        10595.68
    ],
    [
        " the fast forward a little bit more the harsh winter should have been to turn at least providing a",
        10595.68,
        10602.78
    ],
    [
        " brief respite from worrying about the long knives but that was not to be two agency Lakota",
        10603.14,
        10608.76
    ],
    [
        " carrying a bold message from bare coat found the crazy horse camp if the wild Lakota moved into the",
        10608.76,
        10615.38
    ],
    [
        " agencies they would be given food but would have to give up their weapons and horses",
        10615.38,
        10619.6
    ],
    [
        " sword graciously has ever assured crazy horses people that it was his idea to intervene",
        10619.6,
        10629.48
    ],
    [
        " because he didn't want his friends and relatives dying when peace and a good life could be had so",
        10629.6,
        10635.18
    ],
    [
        " easily if crazy horse would come in meaning surrender his people would be given food clothing",
        10635.18,
        10642.02
    ],
    [
        " and blankets and then he would be allowed to return to powder river area to claim it as his agency",
        10642.02,
        10647.18
    ],
    [
        " so like oh you want we'll give you peace we'll give you food you can have your own area",
        10647.18,
        10653.34
    ],
    [
        " yeah",
        10656.08,
        10656.68
    ],
    [
        " only he and sitting bowl were stubborn or perhaps foolish how could anyone continue resisting when even a",
        10656.68,
        10662.8
    ],
    [
        " brief battle used up the bullets that took several days of scrounging half the people who followed",
        10662.8,
        10668.74
    ],
    [
        " him wanted to go into the agency they were tired of running from the soldiers tired of being hungry",
        10668.74,
        10673.58
    ],
    [
        " tired of seeing relatives die they stayed because they believed he had an answer of some kind",
        10673.58,
        10679.76
    ],
    [
        " something that would solve the problem of the soldiers yeah you can",
        10680.74,
        10694.38
    ],
    [
        " it's just closing in and there's really not much of an option yeah these essentially are glaciers",
        10694.38,
        10709.66
    ],
    [
        " just just towards him and he's going to get crushed and squeezed in one direction",
        10709.66,
        10713.14
    ],
    [
        " so they end up going to camp Robinson",
        10713.14,
        10719.78
    ],
    [
        " fast forward a little bit here nearly four months had passed since crazy horse people had arrived at",
        10719.78,
        10731.14
    ],
    [
        " camp Robinson 900 and all with over 1500 horses the soldiers had taken their horses first and then",
        10731.14,
        10737.36
    ],
    [
        " their guns and then their hope in four months the promise of an agency of their own in the north",
        10737.36,
        10743.72
    ],
    [
        " that turned into an impossible dream he blamed himself partly because he could do nothing perhaps",
        10743.72,
        10750.54
    ],
    [
        " if he had learned to be an agency Lakota and put on the defeated smile in the presence of three",
        10750.54,
        10757.02
    ],
    [
        " stars and other soldier leaders none of this would be happening but the soldiers were not the only",
        10757.02,
        10763.66
    ],
    [
        " ones to cause the turmoil of the past four months the finger of blame could be pointed at many Lakota",
        10763.66,
        10769.58
    ],
    [
        " as well in fact they were mostly to blame the white agents and the army officers found the flames",
        10769.58,
        10777.5
    ],
    [
        " of jealousy and let little minds that could not think beyond the moment and little men who yearned",
        10777.5,
        10783.54
    ],
    [
        " for recognition and power do the rest there was no other way to look at it in the end the Lakota",
        10783.54,
        10791.66
    ],
    [
        " defeated themselves they had the whites outnumbered an out man and did nothing the entire garrison could",
        10791.66,
        10799.7
    ],
    [
        " have been overrun by the by enough determined Lakota fighting men with a good plan if they truly",
        10799.7,
        10805.0
    ],
    [
        " wanted to return to living the old way in control of their lands and their lives instead men",
        10805.0,
        10813.22
    ],
    [
        " stepped over each other to betray their own relatives in order to obtain the power handed out by",
        10813.22,
        10820.04
    ],
    [
        " the whites of power they couldn't get on their own and he details some of this just ego drama that's",
        10820.04,
        10829.84
    ],
    [
        " going on and they have the opportunity you know if I'm if I'm in camp and you know Jason crazy horse",
        10829.84,
        10836.3
    ],
    [
        " Jason's out there still being a wild Lakota and I want more power in the camp maybe I say you know",
        10836.3,
        10842.08
    ],
    [
        " you don't want to you don't want to deal with that Jason crazy horse he's too crazy out there",
        10842.08,
        10845.96
    ],
    [
        " you don't want to put him in a power position you don't want to get like all these things this",
        10847.06,
        10850.58
    ],
    [
        " happens a buffalo hunt had been promised but there'd been no hunt and crazy horse understood why",
        10850.58,
        10856.18
    ],
    [
        " first someone with more power than three stars had to say that the Lakota could go chasing buffalo",
        10856.18,
        10861.82
    ],
    [
        " if given the opportunity three stars reasoned the hunters would keep going perhaps all the way to",
        10861.82,
        10867.78
    ],
    [
        " grand mother's land to join sitting bowl which is Canada by the way adding to that some among the",
        10867.78,
        10874.56
    ],
    [
        " Lakota complaint to three stars that if crazy horse and his young men were allowed to hump off low",
        10874.56,
        10879.82
    ],
    [
        " then everyone must be allowed and it was a Lakota who warned that it was dangerous to put guns in",
        10879.82,
        10886.66
    ],
    [
        " the hands of crazy horse so he's just getting stabbed in the back by you know as his dream pointed out",
        10886.66,
        10893.8
    ],
    [
        " by some of his own people",
        10893.8,
        10897.54
    ],
    [
        " after many of the soldier leaders at camp Robinson came to crazy horse with horse with questions",
        10900.56,
        10905.84
    ],
    [
        " about the greasy grass fight and the defeat of the long hair which is custer two agency chief",
        10905.84,
        10911.96
    ],
    [
        " sent messages complaining to three star perhaps there was no place for another agency chief",
        10911.96,
        10917.94
    ],
    [
        " crazy horse thought to reassure his uncle red cloud that he had no wish to be made a chief of",
        10917.94,
        10923.5
    ],
    [
        " any kind but he knew anything he had to say to them would not be regarded as truth",
        10923.5,
        10928.26
    ],
    [
        " but eventually the rumors did fly it was said three star would make crazy horse chief over everyone",
        10928.26,
        10934.5
    ],
    [
        " including spotted tail and red clouds you can see this is just like political drama to make",
        10934.5,
        10939.5
    ],
    [
        " matters worse many of the lesser soldier leaders were themselves saying that crazy horse could",
        10939.5,
        10943.86
    ],
    [
        " influence the younger men better than the two older leaders could through it all he had tried to",
        10943.86,
        10948.68
    ],
    [
        " talk to three stars about the promise of a northern agency day after day traveling to Robinson from",
        10948.68,
        10954.78
    ],
    [
        " cottonwood creek if you want your agency some of crazy horse's friends said carefully in low voices",
        10954.78,
        10962.2
    ],
    [
        " for it was hard to know who might be listening you will have to travel to their place of power where",
        10962.2,
        10967.98
    ],
    [
        " the great father lives and speak to him face to face of course they warned warned if three star",
        10967.98,
        10973.52
    ],
    [
        " sends you ahead of red cloud or spotted tail they will find a way to make it difficult for us while",
        10973.52,
        10979.48
    ],
    [
        " you're gone they will find a way to take you down when you return crazy horse had no wish to",
        10979.48,
        10987.72
    ],
    [
        " travel to the great father and curry favor from a man he didn't know you'd be out of place and",
        10987.72,
        10992.76
    ],
    [
        " only something for show someone to perform for the powerful crazy horse did not wish to be a",
        10992.76,
        10998.64
    ],
    [
        " thing of curiosity fast forward a little bit more and now he's trying to make a deal man he's",
        10998.64,
        11011.14
    ],
    [
        " trying to like get it done he knows what what where these things are going he's late in the game",
        11011.14,
        11018.2
    ],
    [
        " but he's trying to make it happen um yeah I mean he's got he's got to think about the women and the",
        11018.2,
        11027.48
    ],
    [
        " children at this point and he's like well you know I could keep fighting but then who's going to",
        11027.48,
        11032.16
    ],
    [
        " protect them and that that's where this is where the guys is so honorable because he just he knows",
        11032.16,
        11038.28
    ],
    [
        " where responsibility is it's not like how many soldiers I can kill because he can kill quite a few more",
        11038.28,
        11044.4
    ],
    [
        " and he can probably you know inspire a bunch of the young men on the thing to to rise up but to",
        11044.4,
        11052.84
    ],
    [
        " what end and at the end of the day it's the women and children they're going to suffer so then he's",
        11052.84,
        11058.16
    ],
    [
        " like I got to train fix this and negotiate the best deal that he can at that point so he starts to",
        11058.16,
        11066.08
    ],
    [
        " put a deal together lieutenant Lee the soldier leader in charge at spotted tails agency sent word",
        11066.08,
        11074.74
    ],
    [
        " that crazy horse must come to the soldier house crazy horse rode out with touch the clouds and",
        11074.74,
        11080.22
    ],
    [
        " white thunder spotted tail and over a hundred of his young men met them on the trail",
        11080.22,
        11085.26
    ],
    [
        " Lee arrived with black crow and Louis Bordeaux and was frightened seeing that he was between the mini",
        11085.26,
        11092.4
    ],
    [
        " conju and and aglala on one side and spotted tails on the other there were shouts and threats hurled",
        11092.4,
        11100.76
    ],
    [
        " back and forth and weapons brandished until crazy horse raised a hand in silence slowly fell",
        11100.76,
        11105.16
    ],
    [
        " over the gathering Lee now very frightened told crazy horse that he must return to Robinson and",
        11105.16,
        11110.82
    ],
    [
        " make it good with the soldier leaders there so the night passed the morning came when the son arose",
        11110.82,
        11118.66
    ],
    [
        " he hurried to the soldier house to speak to lieutenant Lee to assure him that he had not changed",
        11118.66,
        11124.72
    ],
    [
        " his mind there's ready to speak with Randall he was one of the leaders to make things good so with",
        11124.72,
        11129.94
    ],
    [
        " touch the clouds swift bear and black crow along they started out for camp Robinson",
        11129.94,
        11134.62
    ],
    [
        " first group of blue coded Lakota men met them along the trail they said nothing informed a wide",
        11134.62,
        11144.18
    ],
    [
        " half circle around crazy horse and the others further on more blue coded Lakota arrived and now",
        11144.18,
        11150.88
    ],
    [
        " they became a mob of more than 60 it was then that crazy horse knew he was in trouble so now you have",
        11150.88,
        11156.28
    ],
    [
        " Lakota's that are wearing the the military the American military jacket",
        11156.96,
        11162.68
    ],
    [
        " fast thunder was lost in the crowds so too were he dog and touched the clouds",
        11162.68,
        11171.88
    ],
    [
        " all around was noise of running and scuffling as if men were pushing together crazy horse was",
        11171.88,
        11178.72
    ],
    [
        " pushed toward a square house made of logs a strange place for Randall to be before he could help",
        11178.72,
        11183.24
    ],
    [
        " himself he was through the open doorway there was a bad smell a man with dark hair and braids rose",
        11183.24,
        11189.4
    ],
    [
        " from the corner then he saw the iron bars he spun on a heel and saw a man little big man blocking the",
        11189.4,
        11198.56
    ],
    [
        " opening crazy horse shoved the shorter man aside and tried to push past but almost immediately felt",
        11198.56,
        11204.66
    ],
    [
        " little big man grabbed both of his arms from behind with a great effort he pulled himself free",
        11204.66,
        11210.7
    ],
    [
        " and reached into the opening of his blanket for the knife outside there were shouts of both soldiers",
        11210.7,
        11218.32
    ],
    [
        " and the Lakota let me go he said to little big man let me go the man the ogla la warrior who had",
        11218.32,
        11228.0
    ],
    [
        " written in a battle with him stood fast perhaps it was the blue coat of the soldier that had turned",
        11228.0,
        11233.24
    ],
    [
        " his heart with a sudden swipe crazy horse slashed the arm of the coat and immediately blood flowed",
        11233.24,
        11240.14
    ],
    [
        " and little big man jumped back with a step crazy horse was outside and there was movement everywhere",
        11240.14,
        11247.18
    ],
    [
        " more hands grabbed at him from either side brown hands holding him fast the strident voice of a soldier",
        11247.18,
        11253.42
    ],
    [
        " yelled from the middle of the confusion came a soldier thrusting with the knife at the end of his",
        11253.42,
        11259.12
    ],
    [
        " rifle those near him heard crazy horse gasp and saw his knees begin to wobble brown hand still",
        11259.12,
        11269.68
    ],
    [
        " holding his arms even as the soldier withdrew the long knife let me go they heard him say quietly",
        11269.68,
        11278.8
    ],
    [
        " you've gotten me hurt then he fell",
        11278.8,
        11287.0
    ],
    [
        " and",
        11295.22,
        11296.3
    ],
    [
        " crazy horse died a few hours later it details that in the book",
        11296.3,
        11302.98
    ],
    [
        " and",
        11302.98,
        11306.06
    ],
    [
        " so yeah and his dream the dream that he had became fulfilled and",
        11308.1,
        11314.8
    ],
    [
        " yeah again it it makes me think about that that quote that Native American quote from that podcast",
        11314.8,
        11325.56
    ],
    [
        " with with Michael think that the diagnosis is a curse and this seems to be something similar when",
        11325.56,
        11333.4
    ],
    [
        " you know that thing when we're driving go through that driving course and they warn",
        11334.72,
        11339.92
    ],
    [
        " you and you're going through like a technical driving course and you're driving around the track or",
        11339.92,
        11344.04
    ],
    [
        " you're driving in and out of traffic you're doing these things and they warn you they give you all",
        11344.04,
        11347.32
    ],
    [
        " warning they say when you're driving if you look at something you need you need you need to look at",
        11347.32,
        11352.96
    ],
    [
        " as the opening you need to look at the part of the track that you can drive you need to",
        11352.96,
        11356.24
    ],
    [
        " look at the part of the road that you can go through that you can make it through cause if you look",
        11356.24,
        11361.58
    ],
    [
        " at another car or you look at a guardrail or you look at a ditch that's where you're going that's",
        11361.58,
        11367.42
    ],
    [
        " where you're going to end up we go where we aim and I don't know this is a self fulfilling",
        11367.42,
        11377.66
    ],
    [
        " prophecy here but it might be and I think it's a good idea to try and set yourself your sights",
        11377.7,
        11387.76
    ],
    [
        " on a positive outcome another thought I add about this is you know BH Lodell Hart",
        11387.76,
        11398.96
    ],
    [
        " who go listen to some podcasts that I've done on BH Lodell Hart and the indirect approach",
        11398.96,
        11407.22
    ],
    [
        " but he also talked about the fact that what happens to prophets you know prophets and you have",
        11407.32,
        11414.84
    ],
    [
        " leaders what happens to prophets prophets die when you go out you profit you you make statements",
        11414.84,
        11422.68
    ],
    [
        " and you don't compromise you die and your your message will get traction later on",
        11422.68,
        11431.1
    ],
    [
        " and and it's usually the leaders that take the message from the prophet and turn it into something",
        11432.84,
        11437.72
    ],
    [
        " that can be brought to fruition you know they they use compromise they use understanding and the",
        11437.72,
        11445.8
    ],
    [
        " usual relationships to to move an idea forward in a more practical way but the prophets the believers",
        11445.8,
        11454.64
    ],
    [
        " that don't compromise oftentimes they're crucified they're killed and pretty clear",
        11454.88,
        11465.78
    ],
    [
        " where crazy horse fell in that category which category he fell into",
        11465.78,
        11472.86
    ],
    [
        " powerful lessons to be learned if you want to join us on the battlefield",
        11472.86,
        11482.16
    ],
    [
        " little big horn we're going to be up there in August August 16th and 17th and and then August 18th",
        11482.8,
        11489.46
    ],
    [
        " and 19th we're doing it back to back we'll go out there you'll learn we'll learn we'll explore",
        11489.46,
        11495.42
    ],
    [
        " so many characters custer is a leadership lesson after leadership lesson about what not to do",
        11495.42,
        11502.98
    ],
    [
        " um so much so much incredible stuff so um we want to join us up there we'll see you go to",
        11505.6,
        11513.38
    ],
    [
        " ashlandfront.com check out events and you can find it we're also going to Gettysburg",
        11513.38,
        11520.44
    ],
    [
        " last couple podcasts we're about Gettysburg we're doing that may 11th and 12th and then again on",
        11520.44,
        11528.18
    ],
    [
        " May 13th and 14th and then there's a dinner before both those the night before so if you want to come",
        11528.18,
        11533.08
    ],
    [
        " those check them out if and look go anyways you don't have to go with us go and and learn",
        11533.08,
        11540.52
    ],
    [
        " did this as Americans all of this is part of our shared history all these lessons at both these",
        11540.52,
        11553.0
    ],
    [
        " battlefields there's so much for us to to learn from and we can learn from you know in the case of",
        11553.46,
        11558.98
    ],
    [
        " a lot of the things that we heard this soldiers were doing were not good to like hey this is what",
        11558.98,
        11563.74
    ],
    [
        " I'm not going to do this is not an honorable way to behave and then we can see with the Lakota",
        11563.74,
        11570.4
    ],
    [
        " are talking about generosity being the virtue of a warrior and then considering that and saying",
        11570.4,
        11577.74
    ],
    [
        " that is a virtue that I want us to strive to as an American yeah and that this is such a great",
        11577.74,
        11588.74
    ],
    [
        " way to learn these lessons it is thanks for listening if you want to support yourself or you're",
        11588.74,
        11598.88
    ],
    [
        " supporting us to go to jockelfield.com get some get some medicine get some is that my",
        11598.88,
        11607.14
    ],
    [
        " lot to say that yes probably I don't know in the context that we've got right get some medicine",
        11607.14,
        11611.8
    ],
    [
        " get some mokke mokke's good medicine for you yes it is um get some stuff for your joints get some",
        11611.8,
        11619.16
    ],
    [
        " stuff for your immunity get some stuff for your energy levels sure energy we got an energy drink",
        11619.16,
        11629.58
    ],
    [
        " yep that is not a typical energy drink it's good for you yep it's good for so and it does seem",
        11631.22,
        11638.58
    ],
    [
        " kind of like a rough transitional little bit it's totally rough I don't know what to do man",
        11638.58,
        11642.32
    ],
    [
        " the like a lot of these these like native American stories or whatever for whatever reason I",
        11642.32,
        11648.1
    ],
    [
        " I don't know we were talking earlier where I kind of get a little bit more into them I don't know",
        11648.1,
        11653.6
    ],
    [
        " why maybe because a lot of times it starts with in just right at the beginning how they start with",
        11653.6,
        11659.18
    ],
    [
        " how they're raised like how the kids are raised and then you know I've young kids I'm like man I want",
        11659.18,
        11663.86
    ],
    [
        " my kid to be like crazy horse or what was his name before crazy horse light hair light hair",
        11663.86,
        11669.44
    ],
    [
        " yeah so so just from the beginning you're into it you know and then you kind of you know you",
        11669.44,
        11675.18
    ],
    [
        " kind of cheering for him and rooting for him then at the end it's all tragic and then now I got",
        11675.18,
        11679.1
    ],
    [
        " to tell everybody how jockel discipline goes so healthy for you it's hard to do it is it is hard",
        11679.1,
        11684.68
    ],
    [
        " transition well if you want to support that's a good way to do it origin origin USA dot com we're",
        11686.64,
        11691.82
    ],
    [
        " making a bunch of stuff in America jockelstore dot com we got some t shirts for you some others some",
        11691.82,
        11697.92
    ],
    [
        " other stuff we got jockel underground dot com in case we get shut down for whatever reason you",
        11697.92,
        11705.5
    ],
    [
        " can go there and help us out we got a youtube channel so that's cool bunch of books",
        11705.5,
        11710.9
    ],
    [
        " echelon front are our leadership consultant you can check that we got an online training platform",
        11710.98,
        11715.9
    ],
    [
        " which is which is awesome these these leadership lessons that we're talking about they're not",
        11715.9,
        11721.8
    ],
    [
        " they're skills that you can learn look is there some charismatic thing that crazy horse had that",
        11721.8,
        11726.54
    ],
    [
        " maybe we can't give you yes but there's an unbelievable number of ways that you can improve your",
        11726.54,
        11734.46
    ],
    [
        " leadership and that's what we that's what we teach in the academy you know at the academy when we",
        11734.46,
        11740.04
    ],
    [
        " do our live sessions right every single one of them now someone gives a sit rep yeah we're like hey",
        11740.04,
        11744.68
    ],
    [
        " I've been I've been practicing the stuff I've been checking my ego I've been working with the other",
        11744.68,
        11747.9
    ],
    [
        " teams on our group and and here's all these massive successes and they just compile every week so",
        11747.9,
        11753.96
    ],
    [
        " you can hear from other leaders that are putting effort into leadership instead of just",
        11753.96,
        11760.24
    ],
    [
        " not really paying attention to it and then then you can quantify their successes yeah so cool",
        11760.24,
        11766.74
    ],
    [
        " also to mention like leaders say other leaders whatever think a lot of times we talk about this",
        11766.74,
        11770.76
    ],
    [
        " from time to time where some some a lot of people I think don't hear the word leader and then it's",
        11770.76,
        11776.38
    ],
    [
        " like that's me which kind of they were taught were you they were straight up talking about that where",
        11776.38,
        11780.2
    ],
    [
        " it's like hey you don't got to be the general you don't got to be the manager you know everyone's",
        11780.2,
        11785.56
    ],
    [
        " kind of like a leader for for different reasons than the title you know great point man and so",
        11785.56,
        11792.06
    ],
    [
        " when you kind of in you know hang around this group a lot you know I'm not leading though I'm",
        11792.5,
        11798.06
    ],
    [
        " not I'm no manager you know nothing like that but some of them deep now I do I do have team now yes",
        11798.06,
        11804.08
    ],
    [
        " but team I'm over here re re re reeping massive you know rewards from you guys and it's just me you know",
        11804.08,
        11812.22
    ],
    [
        " from the beginning so I think that's like the good thing to bring up and a good distinction where",
        11812.22,
        11817.96
    ],
    [
        " it's like yeah sure you're talking to quote unquote leaders but it's not just the boss you know",
        11817.96,
        11823.36
    ],
    [
        " it's like everybody's on there no there's and there's individuals whether they're maybe they're",
        11823.36,
        11827.18
    ],
    [
        " running their own business or they're just working somewhere yeah and they're they're leading",
        11827.18,
        11831.56
    ],
    [
        " themselves and they're part of the mission yeah and you get we get great feedback from them too",
        11831.56,
        11837.28
    ],
    [
        " yeah man you know and here's another thing this translates everywhere so in the last couple I",
        11837.28,
        11847.68
    ],
    [
        " parenting issues oh for sure the leadership straight up the right in the space the lifetime",
        11849.42,
        11854.52
    ],
    [
        " leadership and they're like hey I had you know I had this issue and I've been having this issue with",
        11854.52,
        11859.74
    ],
    [
        " my son and then I realized wait a minute it's not my son it's something that I'm doing wrong and",
        11859.74,
        11865.6
    ],
    [
        " I've adjusted the way that I interact with them and now things are great you know and they're",
        11865.6,
        11869.78
    ],
    [
        " looking at themselves first and taking ownership and if that what you just said hits you if you're",
        11869.78,
        11874.02
    ],
    [
        " listening this right now you just heard Jason just say that like oh it's something wrong with",
        11874.02,
        11879.06
    ],
    [
        " me as a parent and you're oh that's bullshit I'm that's my kid you better do it I tell if that's",
        11879.06,
        11884.62
    ],
    [
        " what you're attitude is I'm telling you got a rude awakening coming your way the it is leadership",
        11884.62,
        11889.42
    ],
    [
        " it's the same you want to impose stuff on your children it's not gonna go well for you it's not",
        11889.42,
        11894.98
    ],
    [
        " so be careful that thing you just said or said about the the example whatever where it's like oh",
        11894.98,
        11902.74
    ],
    [
        " yeah I I use like this lesson looked at myself for whatever yeah anytime where I looked at it as",
        11902.74,
        11909.78
    ],
    [
        " no it's not them not during the right thing it's me not during the right thing every single time",
        11909.78,
        11914.3
    ],
    [
        " 100% not the guy 99 me that's not trying to know 100% of the time it worked 100% when I have a",
        11914.3,
        11922.5
    ],
    [
        " discipline issue with my kids and then I do run the internal debrief or Iris gives me the debrief",
        11922.5,
        11927.94
    ],
    [
        " like Alan like what are you doing how's it going check then then it gets fixed and I'm like well",
        11928.5,
        11934.92
    ],
    [
        " this is what I did wrong and this is what I need to do better next time I do those things next time",
        11934.92,
        11939.26
    ],
    [
        " and then they're in an issue yeah just like so that's the that's extreme ownership extreme",
        11939.26,
        11944.86
    ],
    [
        " ownership dot com if you want to come and join us and a bunch of other people on that we're doing",
        11944.86,
        11949.22
    ],
    [
        " it all the time if if you want to help out some service members go to America's mighty warriors dot",
        11949.22,
        11956.42
    ],
    [
        " org where markley's mom set up an incredible organization and and also check out heroes and",
        11956.42,
        11961.72
    ],
    [
        " horses heroes and horses dot com uh micro think we're talking sweat lodge there's some ancient rituals",
        11961.72,
        11968.7
    ],
    [
        " we're talking about rituals being brought back that's one that that he's doing that to help out a",
        11968.7,
        11975.22
    ],
    [
        " bunch of veterans that need it so look at that as well if you can help out if you need more of us",
        11975.22,
        11981.68
    ],
    [
        " social media watch out for the algorithm warning jason's jason and gardener jason dot and dot",
        11982.98,
        11991.72
    ],
    [
        " gardener on instagram and jason and gardener on twitter and echoes that equitrails on everything",
        11991.72,
        11998.46
    ],
    [
        " I'm at jocke willink and thanks to all of our military personal out there especially today the",
        11998.46,
        12007.54
    ],
    [
        " native americans from our military that have served in every conflict america has been involved in",
        12007.7,
        12013.94
    ],
    [
        " starting with the revolutionary war and in the civil war in the civil war in the civil war where",
        12013.94,
        12020.54
    ],
    [
        " general elie parker member of the senate could tribe he was the military secretary to elisis",
        12020.54,
        12027.92
    ],
    [
        " grant he was there when general lees surrendered and general leey looked at elie parker a native",
        12029.16,
        12037.74
    ],
    [
        " american and said i'm glad to see one real american here to which parker replied we are all americans",
        12037.74,
        12046.54
    ],
    [
        " that's a righteous attitude and the native americans continue to serve the code talkers in world",
        12046.54,
        12055.04
    ],
    [
        " war to ira haze raising the flag on e wojima he was from the pima people 10,000 native americans fought in",
        12055.04,
        12065.0
    ],
    [
        " career 42,000 fought in vietnam 19% of native americans have served since 9 11",
        12065.0,
        12074.96
    ],
    [
        " including one named michael kenteth bell who was a member of the fort peck tribes in a seal who",
        12074.96,
        12084.58
    ],
    [
        " i worked with briefly in 2005 was a complete warrior and who was murdered in 2006 when he was",
        12084.58,
        12093.3
    ],
    [
        " home on leave but a salute to him and all the native american warriors that serve our country",
        12093.3,
        12101.34
    ],
    [
        " and thanks also to our police and law enforcement firefighters paramedics emt's dispatchers",
        12101.34,
        12109.0
    ],
    [
        " correctional officers board of patrol secret service and all first responders thank you for your",
        12109.0,
        12113.86
    ],
    [
        " service here at home and to everyone else there is another account there's another account of crazy",
        12113.86,
        12123.38
    ],
    [
        " horses death from a man named charles a eastman who was a member of the santae decoda tribe",
        12123.38,
        12132.38
    ],
    [
        " and he was the first native american to be certified in western medicine he wrote a book called",
        12132.38,
        12139.3
    ],
    [
        " indian heroes and great chiefs and in that book he reported that crazy horse and that book was written",
        12139.32,
        12148.82
    ],
    [
        " maybe 1915 1920 in that book he reported that crazy horse after he was stabbed with the bayonet",
        12148.82,
        12157.64
    ],
    [
        " he didn't say let me go you've hurt me what he said was let me go let me die fighting",
        12157.64,
        12168.38
    ],
    [
        " and i don't know which one of those is more historically accurate but that sounds like a good plan",
        12171.26,
        12177.9
    ],
    [
        " let me die fighting and until next time this is Jason, Enneco and Jaco out",
        12177.9,
        12187.84
    ]
]