[
    [
        " This is Jockel Podcast number three, 76,",
        0.0,
        2.38
    ],
    [
        " with Echo Charles and me, Jockel Willink.",
        2.78,
        4.74
    ],
    [
        " Good evening, Echo.",
        4.88,
        5.4
    ],
    [
        " Good evening.",
        5.48,
        5.76
    ],
    [
        " Also joining us tonight, JP to know, good evening, JP.",
        6.04,
        9.36
    ],
    [
        " What's going on?",
        9.92,
        10.5
    ],
    [
        " If you don't know who JP is, JP was the lead sniper",
        10.9,
        14.66
    ],
    [
        " and point man in Delta Ptuh with me in Tasking to Bruiser,",
        14.66,
        20.14
    ],
    [
        " he was a CQC instructor.",
        20.58,
        23.34
    ],
    [
        " He was an urban warfare instructor when we work together",
        23.68,
        27.8
    ],
    [
        " at the training command for the West Coast SEAL teams,",
        27.8,
        30.66
    ],
    [
        " and now we work together at our leadership consultant company,",
        30.66,
        33.14
    ],
    [
        " which is called That's Long Front.",
        33.14,
        33.96
    ],
    [
        " He's a leadership instructor.",
        34.58,
        37.38
    ],
    [
        " He's the director of our experiential training.",
        37.7,
        40.0
    ],
    [
        " That includes our battlefield reviews,",
        40.82,
        42.9
    ],
    [
        " that includes our council offsite",
        43.14,
        45.32
    ],
    [
        " and our field training exercises,",
        45.32,
        47.1
    ],
    [
        " anything that I miss, anything, JP.",
        47.16,
        48.4
    ],
    [
        " Chief training officer.",
        49.08,
        50.28
    ],
    [
        " Did I say what did I say?",
        50.98,
        51.9
    ],
    [
        " You call him the director.",
        52.1,
        52.72
    ],
    [
        " That's Cody's taught on now.",
        53.08,
        54.1
    ],
    [
        " Damn, already got promoted above what I knew.",
        54.48,
        57.42
    ],
    [
        " Yes.",
        57.68,
        58.04
    ],
    [
        " Chief training officer, which is funny because nobody cares about the title.",
        58.12,
        65.18
    ],
    [
        " I mean, we care about the titles.",
        65.18,
        66.22
    ],
    [
        " Totally, I don't care.",
        66.36,
        67.08
    ],
    [
        " But nobody really like, he was like wrapped up around the titles",
        67.22,
        69.74
    ],
    [
        " at Eschol and France.",
        69.74,
        70.4
    ],
    [
        " Like, hey, I'm the janitor.",
        70.6,
        71.4
    ],
    [
        " I'm the chief janitorial officer.",
        71.72,
        73.9
    ],
    [
        " I'm happy to have a seat of the table that you called whatever you want.",
        74.08,
        77.94
    ],
    [
        " JP has been on this podcast before number 46,",
        78.26,
        80.56
    ],
    [
        " number 246, and number 309, if you want to hear about his background,",
        80.58,
        85.36
    ],
    [
        " about our background together, go check those out in order.",
        85.36,
        88.92
    ],
    [
        " You know, the first one talks about, you know,",
        89.84,
        91.9
    ],
    [
        " our experience is his experience in buds and in the teams and all that.",
        92.04,
        95.32
    ],
    [
        " And then 246 and 309 also.",
        95.98,
        98.02
    ],
    [
        " So thanks for stopping by JP.",
        98.02,
        99.6
    ],
    [
        " So while we were in the teams, as I just mentioned,",
        100.16,
        102.5
    ],
    [
        " we taught the laws of combat leadership to seals",
        102.72,
        108.22
    ],
    [
        " that were getting ready to deploy during our time frame.",
        108.22,
        111.96
    ],
    [
        " As mostly Iraq and Afghanistan,",
        111.96,
        113.2
    ],
    [
        " as it turned out, those leadership principles are also applicable",
        114.14,
        118.8
    ],
    [
        " in all leadership situations.",
        118.8,
        120.76
    ],
    [
        " And now at Eschol and France, we teach those principles",
        121.4,
        124.12
    ],
    [
        " that we learned from combat.",
        124.12,
        127.04
    ],
    [
        " We teach them to leaders at every level",
        127.04,
        129.48
    ],
    [
        " in every size business in literally every industry there is.",
        129.48,
        135.4
    ],
    [
        " But those principles that we teach are not the only lessons,",
        135.92,
        139.12
    ],
    [
        " the lessons that transfer from combat to life.",
        139.12,
        141.72
    ],
    [
        " Because on this podcast, we've covered,",
        141.98,
        143.84
    ],
    [
        " I don't want to say hundreds, but we've covered,",
        144.4,
        148.8
    ],
    [
        " I would say in the neighborhood of 100 books about war, maybe 200, something like that.",
        149.12,
        156.1
    ],
    [
        " Where we take those lessons, those principles,",
        156.86,
        158.98
    ],
    [
        " and explain and explore how they apply to business, how they apply to life,",
        159.46,
        165.28
    ],
    [
        " how they apply to leadership in any situation.",
        166.24,
        168.32
    ],
    [
        " There's one set of principles though that I have not covered yet.",
        168.74,
        171.22
    ],
    [
        " One kind of a mythological document,",
        172.62,
        175.62
    ],
    [
        " and it's a document that spells out yet another series of laws of combat.",
        175.88,
        182.58
    ],
    [
        " And I think that this series of laws of combat is perhaps the most popular",
        183.0,
        188.42
    ],
    [
        " laws of combat amongst the troops.",
        188.42,
        192.26
    ],
    [
        " And these are known as Murphy's laws of combat.",
        193.0,
        196.48
    ],
    [
        " So if you're in the military, you've definitely heard of these before.",
        196.96,
        200.44
    ],
    [
        " You may not know that Murphy was a real person.",
        200.56,
        202.56
    ],
    [
        " Murphy was an actual human being.",
        202.56,
        205.18
    ],
    [
        " He was a captain in the army, actually in the army in the US Army Air Corps.",
        205.38,
        212.92
    ],
    [
        " And he served, he graduated from West Point, 1940, was in World War II.",
        213.58,
        217.54
    ],
    [
        " But he was in the Army Air Corps during World War II.",
        218.16,
        220.06
    ],
    [
        " He fought in the Pacific theater.",
        220.34,
        221.38
    ],
    [
        " He fought in India, China, Burma.",
        221.4,
        223.46
    ],
    [
        " After the war, he attended the Air Force Institute of Technology.",
        223.9,
        227.04
    ],
    [
        " Eventually ended up as a test engineer at Miraq Army Airfield, which became Edward's Air Force Base.",
        227.46,
        233.94
    ],
    [
        " That's a lot of famous things happened at Edward's Air Force Base.",
        234.6,
        238.34
    ],
    [
        " But while he was there, they were doing, this is now in like the early late 1940s, early 1950s.",
        238.52,
        245.22
    ],
    [
        " They're working on all kinds of stuff.",
        245.5,
        246.82
    ],
    [
        " One of the things they were working on was measuring G forces applied to pilots.",
        246.92,
        252.1
    ],
    [
        " And so they start with crashed test dummies.",
        253.1,
        255.96
    ],
    [
        " And then they moved to chimpanzees.",
        256.22,
        257.66
    ],
    [
        " And then they moved to humans.",
        257.74,
        258.6
    ],
    [
        " And they put them under these various G forces.",
        259.04,
        261.36
    ],
    [
        " And you had to measure these G forces.",
        261.74,
        263.34
    ],
    [
        " So they were, they were wiring these suits.",
        263.5,
        266.16
    ],
    [
        " Or wiring, yeah, wiring the chimpanzee, or wiring the human,",
        267.08,
        270.44
    ],
    [
        " or wiring the crash test dummy to measure these G force that was getting put onto the pilots.",
        270.54,
        277.72
    ],
    [
        " And in one of these test cases, the sensors, they look at the sensors and they all say zero.",
        278.74,
        285.18
    ],
    [
        " And they're like, you know, it's expensive.",
        286.08,
        287.5
    ],
    [
        " You know, you got to run these tests and put everything in there and get everything set up.",
        287.82,
        290.06
    ],
    [
        " And then you run the test and they're like, hey, what did the sensors say?",
        290.06,
        292.1
    ],
    [
        " Oh, they just say zero.",
        292.26,
        293.0
    ],
    [
        " So they're in the wrong.",
        293.28,
        294.14
    ],
    [
        " And the story goes that Murphy blamed it on one of his assistants.",
        294.88,
        302.98
    ],
    [
        " And this is another engineer gave the quote that he said,",
        303.84,
        307.2
    ],
    [
        " if that guy has any way of making a mistake, he will.",
        307.34,
        309.26
    ],
    [
        " He's talking about his assistants.",
        309.66,
        310.92
    ],
    [
        " So he placed, he placed blame.",
        311.12,
        312.6
    ],
    [
        " And the other engineers decided that that attitude",
        313.5,
        316.74
    ],
    [
        " of if it can go wrong or if it can happen, it will happen.",
        316.74,
        321.36
    ],
    [
        " It should be called Murphy's Law.",
        321.52,
        322.96
    ],
    [
        " So they actually named this thing after this guy, this, this, this, this young lieutenant Murphy.",
        323.12,
        329.06
    ],
    [
        " And I don't know if I have his full name in here.",
        329.42,
        330.92
    ],
    [
        " Anyway, so this guy, sorry, Captain Murphy, that's where that's where it sort of started",
        331.62,
        336.64
    ],
    [
        " by and it grew from there.",
        336.64,
        339.28
    ],
    [
        " So 1955, there's an issue of aviation mechanics bulletin.",
        339.66,
        344.54
    ],
    [
        " And it said Murphy's Law, if an aircraft part can be installed incorrectly,",
        344.8,
        349.46
    ],
    [
        " someone will install it that way.",
        349.96,
        351.2
    ],
    [
        " And eventually it included everything that can possibly go wrong will go wrong.",
        351.32,
        358.24
    ],
    [
        " And it took on a life of its own.",
        358.74,
        360.12
    ],
    [
        " And what's funny is when I started doing research, they have different,",
        360.24,
        362.72
    ],
    [
        " different industries have their own set of Murphy's Law.",
        362.98,
        366.1
    ],
    [
        " You're not in your head. Have you seen this before?",
        366.42,
        368.02
    ],
    [
        " No, but that makes sense to me.",
        368.24,
        369.7
    ],
    [
        " I mean, I found it for coding.",
        369.76,
        372.12
    ],
    [
        " You know, there's this you pick an industry and they have their Murphy's Law,",
        373.28,
        376.34
    ],
    [
        " but it all stems from this guy who didn't take ownership and blame someone else,",
        376.4,
        380.18
    ],
    [
        " which is, you know, we know we don't support that.",
        380.18,
        382.38
    ],
    [
        " But it certainly took on a life inside the military and over the years,",
        383.68,
        388.44
    ],
    [
        " soldiers, sailors, airmen and Marines have added their own laws.",
        388.74,
        393.16
    ],
    [
        " And there's a bunch of different versions of this and I kind of compiled what I thought were",
        394.04,
        398.4
    ],
    [
        " the most pertinent. And so without further ado, further delay will get into Murphy's Laws of",
        398.4,
        405.68
    ],
    [
        " Combat. So here we go. The first one. And look, these are the, when you go and pick,",
        405.68,
        411.74
    ],
    [
        " pick a list because there's all kinds of lists, different, different things are law number one.",
        412.0,
        416.92
    ],
    [
        " I like this one for the first one. If the enemy is in range, so are you.",
        417.6,
        421.38
    ],
    [
        " And that's, that's that obviously, you know, that's one of those things. You, oh man,",
        422.94,
        427.84
    ],
    [
        " you kind of shake your head. And also you remember that, for instance, I remember the first",
        427.9,
        441.72
    ],
    [
        " that the Iraqis were using had like a max effective range of whatever it was, 3,000 meters.",
        441.72,
        448.58
    ],
    [
        " And the American tanks was like twice that. So you literally do not stand a chance. So that's",
        449.34,
        458.4
    ],
    [
        " actually wrong. Now that being said, as we know, if you're exposed, you know, when you, when you",
        458.4,
        465.32
    ],
    [
        " get yourself into a position and you, you can see the enemy, there's a decent chance that",
        465.32,
        471.62
    ],
    [
        " the enemy can see you. And generally speaking, it's good to think that if you can shoot the enemy,",
        471.62,
        475.66
    ],
    [
        " the enemy can shoot you. So what that also means from my perspective is when you engage with someone",
        475.86,
        482.24
    ],
    [
        " else, when you engage with someone else, you throw a shot out at somebody, you just offered up",
        482.24,
        489.26
    ],
    [
        " that that's what we're doing, right? So when you want to start whatever kind of game you want to",
        489.26,
        494.48
    ],
    [
        " play, when you start it, you can expect reciprocation. So if I have a professional relationship",
        494.48,
        501.46
    ],
    [
        " with JP, the minute I say something, you know, let's say, let's say it's a professional relationship,",
        501.46,
        506.82
    ],
    [
        " but, but I'm your boss. And I decide I'm going to make a little, you know, a little sarcastic comment.",
        507.04,
        512.72
    ],
    [
        " Hypothetically, right? Hypothetically. Please do not report me to HR. Hypothetically, if you make that",
        513.06,
        520.92
    ],
    [
        " sarcastic comment to someone on your team, when they make it back to you, you can't be mad.",
        520.92,
        527.1
    ],
    [
        " You cannot be mad. So when you are in range, when they're in range and you take shots,",
        527.64,
        534.26
    ],
    [
        " that means you're in range too, and you're open season. So I would say this, especially from a",
        534.56,
        540.4
    ],
    [
        " leadership perspective, you don't come out of the gate with sarcasm. You don't come out of the",
        540.4,
        546.46
    ],
    [
        " gate cracking a bunch of jokes. You know, this goes back to hack worth saying, hey, I wouldn't,",
        546.46,
        552.06
    ],
    [
        " I wouldn't smile on anybody for four weeks, because I wanted them to know I was business.",
        552.06,
        556.0
    ],
    [
        " I put this in that same category that what you give in a relationship and your behavior",
        556.3,
        562.96
    ],
    [
        " is what you're going to get back. So pay attention to it. It also can be in a positive way too.",
        562.96,
        567.98
    ],
    [
        " When you behave with nothing but professionalism, most likely, that's what you're going to get back.",
        568.68,
        574.24
    ],
    [
        " So pay attention to that. What you dish out is what you're going to get back.",
        574.8,
        578.18
    ],
    [
        " I wrote down capabilities in the situation because as soon as you're like, hey, if",
        578.82,
        584.28
    ],
    [
        " third and range, you're in range, I'm immediately thinking of a sniper, I'm not necessarily like,",
        585.08,
        589.82
    ],
    [
        " if I'm behind my 300 win mag in a building, two rooms deep, like you have zero clue where I'm at,",
        590.04,
        596.64
    ],
    [
        " and if you're walking out around the streets with an AK or like, but that's the situation that you're",
        596.86,
        603.68
    ],
    [
        " in. So you have to be aware of the situation that you're in, what your capabilities are before",
        603.68,
        608.06
    ],
    [
        " you start engaging with people. And then I wrote down, um, recon by fire because, well, like when you're",
        608.06,
        612.88
    ],
    [
        " saying like, like, hey, you gotta be careful saying stuff to people. A lot of times people will",
        612.88,
        617.64
    ],
    [
        " do that just to try to get a response. They want to like, they want to test the environment. They",
        617.64,
        621.9
    ],
    [
        " want to see what's going on. And if you can stay detached from your emotions and have some",
        621.9,
        626.26
    ],
    [
        " tactical patience, like we would teach our guys, like, hey, just because they're shooting in your",
        626.26,
        630.82
    ],
    [
        " direction, you know, doesn't mean you need to shoot back because now they know exactly where you",
        630.82,
        635.4
    ],
    [
        " are. They might have, they have zero clue where we are at in an urban environment. Take a random",
        635.4,
        641.24
    ],
    [
        " pop shots. Doesn't mean we have to shoot back. Now, could we? Yeah, but we also",
        641.42,
        647.18
    ],
    [
        " pose a threat of completely giving up our location, which now we don't have that advantage anymore.",
        647.18,
        652.84
    ],
    [
        " 100%. So what's great about that is, you know, now I'm the boss. You're one of my employees.",
        653.02,
        660.9
    ],
    [
        " You make a sarcastic remark to me. Now you're in range. And I'm allowed to. But guess what?",
        661.24,
        667.28
    ],
    [
        " As soon as I make something back, now we're now it's open season. Recon by fire is complete by you.",
        667.28,
        671.84
    ],
    [
        " Now we're in a different situation. I've, I've",
        671.98,
        675.06
    ],
    [
        " entered the game. A game that really a game of sarcasm, if I don't know you very well and we got a",
        675.06,
        681.18
    ],
    [
        " bunch of people around, I shouldn't be entering that game in a leadership position. Shouldn't be.",
        681.18,
        684.02
    ],
    [
        " Can't afford to right now. Now as we get to know each other better, of course, we'll, we'll loosen",
        684.18,
        689.36
    ],
    [
        " up over time. But that's a great point. That recon by fire. You know, if you were to say something",
        689.36,
        697.26
    ],
    [
        " sarcastic to me and I either just let it die or maybe I gave you a serious answer, you know,",
        697.46,
        702.02
    ],
    [
        " if you like, who thought of this plan? And I said, actually, you know, the plan is coming down from",
        702.02,
        705.26
    ],
    [
        " we we talked to the, you know, headquarters and actually here's what we're doing. And I just gave you",
        705.26,
        709.12
    ],
    [
        " a deadpan answer. I would actually just put you in check. A little bit. Yes. You know, not a jerk",
        709.12,
        715.6
    ],
    [
        " about it. Just answer it seriously. That's the plan. So there you go. If the enemy is in range,",
        715.6,
        722.18
    ],
    [
        " so are you. Next one, nothing is ever as easy as easy as it looks. Obviously, this is true.",
        722.32,
        730.82
    ],
    [
        " And I'll just throw the number three behind that, which is everything takes longer than you think.",
        730.9,
        735.56
    ],
    [
        " And this is something that that BTF Tony would say. He'd say, everything takes half an hour.",
        735.78,
        741.56
    ],
    [
        " You know, doesn't matter what you're doing. It's going to take half an hour. That's going to take",
        742.14,
        746.42
    ],
    [
        " half an hour. Everything's going to, well, we're just loading the vehicles. Yep. It's going to take",
        746.42,
        748.9
    ],
    [
        " half an hour. 20 days. If you have kids, you know, that to be true also might be 45 minutes.",
        748.9,
        754.94
    ],
    [
        " But, you know, I'll tell you where I fall into this trap is your brother, Echo Charles? Yes,",
        755.3,
        762.08
    ],
    [
        " sir. Back in the day, we'd be talking about something. And I would, you know, I'd say, well,",
        762.42,
        767.54
    ],
    [
        " just make that, you know, just make an app that does that. You know, because he's a, because he's",
        767.54,
        772.34
    ],
    [
        " a, I like to call him what he doesn't like to be called. He's a computer programmer. He doesn't",
        772.34,
        776.86
    ],
    [
        " like to be called that. He likes to be called the software engineer. Am I right? I did. If I remember",
        776.86,
        781.24
    ],
    [
        " correctly, yeah. So I'd be like, well, you're a computer program or just program.",
        781.24,
        785.36
    ],
    [
        " You could, first of all, he'd say, I'm not a computer programmer software engineer, which, you know,",
        785.52,
        789.28
    ],
    [
        " we don't care a lot about titles, you know, but, but, but sometimes we're getting here with that.",
        789.36,
        795.28
    ],
    [
        " So I would always just think, well, just do it, you know, just make it happen, whatever. And",
        795.46,
        802.44
    ],
    [
        " it's not as easy it looks. And especially when you're in a leadership position.",
        802.58,
        806.68
    ],
    [
        " And you make a little adjustment to how something's going to be done. Just a little adjustment.",
        807.32,
        813.0
    ],
    [
        " This little adjustment, and I tell this story about how it's on the org platoon, so we're on a ship.",
        813.78,
        818.92
    ],
    [
        " And we get tasked with some mission of training mission. We're like off the coast of California,",
        819.54,
        823.52
    ],
    [
        " we got to do some training mission. We got to go do a recon or something. And the first task",
        823.62,
        827.8
    ],
    [
        " thing we do is like, hey, you guys are going to launch your boats and, you know, drive your boats",
        827.8,
        831.96
    ],
    [
        " into the beach, go over the beach and we're like, okay, cool. So we start prepping the boats. Now on",
        831.96,
        835.06
    ],
    [
        " a ship, you get that means you got to go get gas and you got to bring that gas down from the wherever.",
        835.06,
        839.78
    ],
    [
        " And it's a big, everything's a gut check. So it takes us four and a half hours to get the boats ready",
        839.78,
        844.94
    ],
    [
        " to launch. And then, you know, we get a call on the radio. Actually, you guys are going to take",
        844.94,
        850.32
    ],
    [
        " kilos. Actually, you're going to do a halo cast. So now you got to get the boats ready to put in the",
        850.32,
        854.62
    ],
    [
        " back of a, of a CH 46. Okay. So now we got to bring all the boats from the bottom well deck up",
        854.62,
        862.2
    ],
    [
        " to the top. You, I can't even begin to explain what a pain in the ass this is. It's little stairwells.",
        862.2,
        869.92
    ],
    [
        " You're bringing the stuff up. We couldn't get the elevator. Like there's all these things. Like",
        869.96,
        872.72
    ],
    [
        " every Murphy's law, that big elevator is broken. So just wild. Of course. So you're doing all, so",
        872.72,
        878.0
    ],
    [
        " we get, so finally it takes us another four hours to get everything up there and get these things",
        878.0,
        881.4
    ],
    [
        " rigged. We've come lights to be launched out of the, you got to deflate them a little bit. You got",
        881.4,
        884.3
    ],
    [
        " to put the air, the air canisters in there so you can inflate it with it. I mean, it's the total gut",
        884.3,
        888.74
    ],
    [
        " check. Guess what? Soon as we're just as we're putting the finishing touches on those limp ducks.",
        888.74,
        894.16
    ],
    [
        " Nope. Hey, actually, it looks like you guys have been launched by sea. So the decision that our",
        894.42,
        900.18
    ],
    [
        " leader was making, which was, oh, oh, you guys want to, you guys want them to use the helicopters?",
        900.18,
        904.02
    ],
    [
        " Cool. They're used to helicopters. Five hours of intense hard work. Not one, by the way, we're not",
        904.26,
        909.84
    ],
    [
        " planning. We're not doing mission gear prep. We're not studying the area that we're going into.",
        909.84,
        915.1
    ],
    [
        " We're just getting the gear ready. So I call this, I call this thing the whip because it just moves",
        915.22,
        921.94
    ],
    [
        " a little bit at one end and it cracks everybody at the end. But the, especially from a leadership",
        921.94,
        928.76
    ],
    [
        " perspective, to remember that nothing is ever as easy as it looks and everything takes longer",
        928.76,
        934.72
    ],
    [
        " than you will think. And that's magnified. I would say five fold. When you're a leader, there's five",
        934.72,
        941.84
    ],
    [
        " times the amount of things, five times the amount of time that it's going to take for these things to",
        941.84,
        946.1
    ],
    [
        " happen. What do you got, JP, you're taking your right and some, something down? What do you got?",
        946.1,
        952.66
    ],
    [
        " Well, I'm writing down my random thoughts and then also my own selfish takeaways.",
        953.3,
        957.92
    ],
    [
        " I've heard you tell that story and I think we're at an FTX, the individual FTX is that we're",
        960.18,
        964.8
    ],
    [
        " running and you were telling that story in Cody and I, we have used it throughout the years as well.",
        964.8,
        970.56
    ],
    [
        " It's a great example of not understanding just what doesn't seem like a big deal to you as a leader.",
        970.76,
        977.4
    ],
    [
        " It has a massive effect on your team. And the thing that you don't understand,",
        977.7,
        982.98
    ],
    [
        " I mean, yeah, you have a good relationship here in the SEAL team. You're like, hey, this is part of",
        983.8,
        987.72
    ],
    [
        " it. But how much of a leadership withdrawal are you making every time you ask the guys, hey,",
        987.72,
        992.4
    ],
    [
        " we got to go do this. We got to go do this. I mean, there's part of it where the guys are just",
        992.52,
        996.84
    ],
    [
        " going to be like, hey man, this is part of it. Like I get it. And we're so lucky and blessed to have",
        996.84,
        1001.74
    ],
    [
        " guys like that in the SEAL teams that are just like, hey man, cool. It's a withdrawal, but not a massive",
        1001.74,
        1007.86
    ],
    [
        " withdrawal. But to some people, that whole thing back and forth is a massive withdrawal to the point",
        1007.86,
        1013.54
    ],
    [
        " where you and I both know guys, I got out of the military because of stuff like this that we're",
        1013.62,
        1019.2
    ],
    [
        " talking about. We're third time. Look, one time we get it. Cool. Two times a half. Two times we're like,",
        1019.2,
        1024.2
    ],
    [
        " bro, what is wrong with these people? Three were fighting. The third time is just a strike. You know,",
        1024.32,
        1027.88
    ],
    [
        " we're pissed. And you start to think like, are they messing with me? Like is this a task? Like,",
        1028.52,
        1033.44
    ],
    [
        " so now from the subordinate position. So when you're when you're a frontline trooper,",
        1033.52,
        1038.68
    ],
    [
        " you've got to make sure that you're actually conveying what's going on up the chain of command.",
        1039.24,
        1043.22
    ],
    [
        " When you say, hey boss, I just want to make sure you understand something real quick.",
        1043.54,
        1046.84
    ],
    [
        " When you when you tell us to move the stuff, we have to actually break down the boats that takes us",
        1047.24,
        1053.0
    ],
    [
        " at least one hour. We have to call the ship's crew to set up a chain of people to move gasoline. They",
        1053.0,
        1060.38
    ],
    [
        " have to shut down certain compartments because it's a fire hazard. That takes probably at least an hour",
        1060.38,
        1065.5
    ],
    [
        " and a half. Then we have to go and build these other things. So we just spent 10 hours between these",
        1065.5,
        1071.12
    ],
    [
        " two switches that you just made. We haven't actually started planning it. I want you to know what's",
        1071.12,
        1075.4
    ],
    [
        " going on because this is not as easy as it might seem. So for number one, like you said, if you have",
        1075.4,
        1080.7
    ],
    [
        " a good relationship up the chain of command, you say, hey boss, hold on a second. I just want to make",
        1080.7,
        1084.16
    ],
    [
        " sure you know what this is, what how this is impacting us down here. Because a lot of times,",
        1084.16,
        1088.74
    ],
    [
        " they just don't know. They just don't know. I know it's funny. Like sometimes I'll tell I'll be like,",
        1089.12,
        1093.76
    ],
    [
        " hey JP, let's do this. And I can tell within one second of looking at your face that whatever I just",
        1093.78,
        1098.16
    ],
    [
        " said is not a good idea. You know, if I'm like, hey JP, why don't we go ahead and let's do this next",
        1098.16,
        1102.8
    ],
    [
        " run over on that other training site. And I can see that for me, I'm just like, oh, let's go to the",
        1102.8,
        1108.04
    ],
    [
        " other training site. And you're like, okay, okay, just real quick. I've got a bunch of pyrotechnics that",
        1108.04,
        1114.96
    ],
    [
        " are all rigged and ready to go on the first training site. I've got all my role players on there.",
        1114.96,
        1119.02
    ],
    [
        " They've been briefed. It took us 20 minutes to brief them. And it took them 40 minutes to get",
        1119.28,
        1122.98
    ],
    [
        " in position. The pyrotechnics took about an hour to get ready. And you just want to switch",
        1122.98,
        1127.52
    ],
    [
        " training sites. Are you sure about that? I'm like, dude, I'm sorry, nevermind. Do what you got to",
        1127.52,
        1130.46
    ],
    [
        " do. So that's a good relationship. It's also making sure that you're paying attention. Like I can tell",
        1130.46,
        1135.12
    ],
    [
        " when I, because I also know that if I was like, hey, here's why, you know, here's what's going on.",
        1135.12,
        1141.34
    ],
    [
        " The leader of this group, they already hit that training site three times before we dropped",
        1141.66,
        1147.22
    ],
    [
        " them from his last tune. And he knows that little trick. So he's waiting for, he's ready. We need to",
        1147.22,
        1151.68
    ],
    [
        " do something different. Like you'd be like, all right. Well, no fact. We can make it happen.",
        1151.68,
        1155.02
    ],
    [
        " And then I can relay that to the guys that I've really been pissed off. And like, hey, here's a deal.",
        1155.52,
        1159.34
    ],
    [
        " You bring them in like they're, it's, there's so much power when you just bring your people in.",
        1159.4,
        1164.8
    ],
    [
        " Hey, bring it in real quick. And you're just sharing information with them. Like, you're not sharing",
        1165.14,
        1169.68
    ],
    [
        " like any, any like insider information, but you're just sharing it from people want to know what's",
        1169.68,
        1174.66
    ],
    [
        " going on. That's where leaders fail all across the world by not actually talking to their people.",
        1174.66,
        1179.7
    ],
    [
        " And you look at this from a, like a relationship standpoint with your spouse. I mean, that's what causes a",
        1181.7,
        1186.88
    ],
    [
        " lot of friction at home for a lot of people. I know that's what's caused friction for me in the past.",
        1186.88,
        1190.36
    ],
    [
        " I've just forgetting like, oh, I need to be very mindful of communicating all these things with my",
        1190.62,
        1195.9
    ],
    [
        " wife. Yeah. All these things with my kids. And it's the same thing with the FTX team. And I've",
        1195.9,
        1200.26
    ],
    [
        " done this a few times with the FTX team because I'm, you know, Cody's running all the field training",
        1200.26,
        1203.98
    ],
    [
        " exercises now. And I'll come in and I'll just be completely detached and I'll ask something or",
        1203.98,
        1209.04
    ],
    [
        " hey, what if we're to do this? And it's funny what you've been saying. I've seen that with Cody a few",
        1209.04,
        1212.98
    ],
    [
        " times and he's, he's so squared away. I need it's like the programs are absolutely incredible. And he'll",
        1212.98,
        1217.7
    ],
    [
        " be like, I mean, yeah, we could do it. And then he'll explain it to me. I'm like, hey, never mind.",
        1217.7,
        1221.74
    ],
    [
        " Like never mind. It's like, we're good. Keep, keep, don't want you to do it, buddy. So it's, but",
        1222.14,
        1228.5
    ],
    [
        " the other thing is, yeah, leaders need to be aware of that. But man, it's, there's so much power",
        1228.5,
        1235.84
    ],
    [
        " in leading up the chain of command. If your people, if you are down in the chain of command and",
        1235.84,
        1241.98
    ],
    [
        " you're feeling this whip effect, your leadership does not want to be doing this to you. That is not",
        1241.98,
        1247.76
    ],
    [
        " their goal. Your bosses are not coming in saying, man, you know what? I'm going to make echoes life",
        1247.76,
        1252.24
    ],
    [
        " miserable today. I'm going to change stuff. No, that's like, that's not what they're doing because",
        1252.24,
        1256.5
    ],
    [
        " they know that's counterproductive to your organization growing and expanding and being able to actually",
        1256.5,
        1260.18
    ],
    [
        " go out there and dominate. So you actually have to learn how to lead up the chain of command, which",
        1260.18,
        1264.86
    ],
    [
        " is very difficult to do. This is one of the key components of why people say don't forget where you",
        1265.04,
        1270.0
    ],
    [
        " came from. Yeah, because when you forget where you came from, you're like, hey, just move the",
        1270.0,
        1274.56
    ],
    [
        " boats down the well back. You know, and look, let's face it, sometimes there's people that have never",
        1274.56,
        1279.22
    ],
    [
        " moved a boat from the well deck to the flight deck. They don't even know what that's like. So you can",
        1279.22,
        1284.1
    ],
    [
        " expect them to know it if they haven't done it, which means as you said, you got to lead up the",
        1284.1,
        1288.48
    ],
    [
        " chain of command. Boom. All right. Number four, this is the kind of one of the famous ones, anything",
        1288.48,
        1293.98
    ],
    [
        " that can go wrong will go wrong. And then I'll just throw in number five, which is there's no such",
        1293.98,
        1299.06
    ],
    [
        " thing as a perfect plan. So anything that can go wrong, will go wrong. This is this is what will",
        1299.06,
        1305.86
    ],
    [
        " happen. And it's going to happen at that. This is what this is the definition of Murphy's law, right?",
        1305.86,
        1310.34
    ],
    [
        " When we think of Murphy's law, anything that can go wrong, will go wrong, which means that you have",
        1310.36,
        1315.58
    ],
    [
        " to plan accordingly. And that's why I included the second one here. Number five, there is no such",
        1315.58,
        1321.18
    ],
    [
        " thing as a perfect plan. Now, the perfect plan will crush people, attempting to get a perfect",
        1321.18,
        1329.24
    ],
    [
        " plan will crush so many people, it will crush so many people's efforts. I'm much more concerned",
        1329.24,
        1337.66
    ],
    [
        " about making a flexible plan than a perfect plan. Why? Because things are going to go wrong,",
        1337.66,
        1342.68
    ],
    [
        " and we are going to have to be flexible. So don't get wrapped around the axle of a perfect plan,",
        1342.98,
        1348.62
    ],
    [
        " because a perfect plan is going to come into contact with the enemy, which I'll get to number six",
        1348.84,
        1355.6
    ],
    [
        " now. No battle plan survives first contact with the enemy, which Mike Tyson said, no fight,",
        1355.6,
        1361.88
    ],
    [
        " survive, no fight plan survives the first punch. Same thing. So we have we got three, three items",
        1362.18,
        1367.94
    ],
    [
        " right here. Anything that can go wrong, will go wrong. There's no such thing as a perfect plan,",
        1367.94,
        1372.88
    ],
    [
        " and no plan survives first contact with the enemy. All these to me support the idea that having",
        1372.88,
        1379.14
    ],
    [
        " flexibility is the most positive thing you can do in your planning process. I mean, you were saying",
        1379.14,
        1385.48
    ],
    [
        " the very first one, and I literally was writing down perfect plan. And then you said, I'll go",
        1385.48,
        1389.5
    ],
    [
        " on the next one, perfect plan. That's the thing, like really smart people get wrapped up in having",
        1389.5,
        1394.68
    ],
    [
        " to have the perfect plan. And people with really big egos get wrapped up in their plan being the",
        1394.68,
        1400.58
    ],
    [
        " perfect plan. You're like, Hey, there is no perfect plan. They're legitimate. And I always ask",
        1400.58,
        1406.26
    ],
    [
        " people, I'm like, all right, cool. Hey, how many people want their plan to be the perfect plan?",
        1406.26,
        1409.5
    ],
    [
        " And everybody raises their hand because yes, we all want that. And then I ask people, how many of",
        1409.66,
        1414.26
    ],
    [
        " you have ever seen a perfect plan executed? We're nothing needed to be modified, changed everything",
        1414.26,
        1422.14
    ],
    [
        " from your timeline to the consumption. And all these things was perfect. I mean, I you guys brought",
        1422.14,
        1428.82
    ],
    [
        " me on board as a first instructor over six years ago. I've been asking this question for six years.",
        1428.82,
        1433.38
    ],
    [
        " Guess how many hands have been raised? None. Because there isn't the perfect plan out there. And people",
        1433.5,
        1437.82
    ],
    [
        " get so wrapped up into it because of their egos. And that's what destroys people. And then you",
        1437.82,
        1442.92
    ],
    [
        " talk about the morale that you ruin with the relationships of your people, like pushing them to",
        1442.92,
        1449.0
    ],
    [
        " see that perfect plan. And it's hard because we want to find that balance though, because now people",
        1449.0,
        1455.08
    ],
    [
        " will get into the whole, you know, you know, people will try to play the flip side of it and be like,",
        1455.08,
        1459.32
    ],
    [
        " oh, so you don't want your people to pursue perfection? No, that's not true. I do want my people to",
        1459.38,
        1464.4
    ],
    [
        " pursue perfection, but they need to understand that like it's the pursuit of perfection that we're",
        1464.4,
        1470.48
    ],
    [
        " looking for. I want my people to pursue it to be thriving for it, to try to get better, try to",
        1470.48,
        1475.54
    ],
    [
        " get better, try to get better. We always want to have that constant improvement of what we're doing.",
        1475.54,
        1479.84
    ],
    [
        " But let's not get wrapped up to the point where we can't execute. Yeah. With a flexible plan",
        1480.24,
        1486.08
    ],
    [
        " comes a flexible mindset. And what made me think of that was when you just said,",
        1486.08,
        1491.9
    ],
    [
        " if someone's ego, they're they're going to stick with their plan. And we've seen that countless",
        1492.16,
        1497.44
    ],
    [
        " times. We've seen in business. We see it in the military that people have a plan and they roll",
        1497.44,
        1502.22
    ],
    [
        " in there and they don't want to change it. And they just drive that bad plan to the dirt. As a matter of",
        1502.22,
        1509.82
    ],
    [
        " I got asked, when you went into, when you took your task unit to Ramadi,",
        1509.92,
        1516.84
    ],
    [
        " is there anything that you would have done differently from a mindset perspective,",
        1518.02,
        1523.1
    ],
    [
        " if you were going into a different theater of operations right now, for instance, European",
        1523.72,
        1531.54
    ],
    [
        " theater of operations, Eastern European theater of operation, is there anything that you would",
        1531.54,
        1536.58
    ],
    [
        " would do different from a mindset perspective than you did when you went in your task unit showed",
        1536.68,
        1543.58
    ],
    [
        " up in Ramadi. And I thought about it for a second. And I thought about it a little bit more.",
        1543.58,
        1548.2
    ],
    [
        " And then I said, actually, no. And I said, let me tell you why. When we went into Ramadi,",
        1549.0,
        1560.16
    ],
    [
        " I didn't go in there. I went in there with an open mind. I went in there. I wasn't quite sure",
        1561.64,
        1567.28
    ],
    [
        " how things were going to go. I wasn't sure what type of specific operation out of all the",
        1567.28,
        1571.42
    ],
    [
        " capabilities we had. I didn't know which one was going to get focused on. I wasn't sure how we",
        1571.42,
        1574.42
    ],
    [
        " were going to task organize. And my mind was open to say, oh, this looks like a thing going on",
        1574.42,
        1578.38
    ],
    [
        " over here. And there's something we could add to here and we could help this situation over there.",
        1578.38,
        1581.7
    ],
    [
        " That was my mindset. It was just open is the same thing for every deployment that I've ever",
        1582.2,
        1586.64
    ],
    [
        " gone, oh, here's the situation on the ground. I don't go into a situation on the ground thinking,",
        1586.64,
        1591.42
    ],
    [
        " oh, I'm going to impose my thoughts and my ideas on the situation. No, I'm going to say what is",
        1591.56,
        1598.3
    ],
    [
        " happening? I'm going to ask people. I'm going to listen to what they're saying. I'm going to read",
        1598.3,
        1602.42
    ],
    [
        " about what's happening. And I'm going to go into situations with an open mind. So when we talk",
        1602.42,
        1609.28
    ],
    [
        " about the fact that anything that can't go wrong will go wrong. Well, that means if you have a",
        1609.28,
        1612.88
    ],
    [
        " closed mind, assume something goes wrong, you're lost. There's no such thing as a perfect plan.",
        1612.88,
        1616.44
    ],
    [
        " So don't waste a bunch of time trying to come up with a perfect plan instead come up with a flexible",
        1616.5,
        1619.46
    ],
    [
        " plan. And then it's not going to survive first contact anyways. So you have to have an open mind",
        1619.46,
        1623.86
    ],
    [
        " so you can adjust. If you don't have that, that's when things fall apart. I would say that's the",
        1623.86,
        1629.42
    ],
    [
        " main component of starting something is having an open mind and listening to the feedback.",
        1629.42,
        1634.42
    ],
    [
        " All right. Number seven, incoming fire has the right of way.",
        1637.46,
        1642.76
    ],
    [
        " And what I like about that one is the recognition that there are things that supersede other things.",
        1643.0,
        1655.44
    ],
    [
        " And there are things that happen in life that happen in business that when they happen,",
        1656.6,
        1661.3
    ],
    [
        " that's the most important thing. And if you don't pay attention to those things, if you don't",
        1661.52,
        1665.4
    ],
    [
        " understand what incoming fire is. And actually, if you don't talk to your people and explain to them,",
        1665.4,
        1672.08
    ],
    [
        " what things represent incoming fire inside your organization, you're going to have problems.",
        1672.22,
        1677.54
    ],
    [
        " So look, it might be safety. It might be customer service. It might be client relations.",
        1678.2,
        1683.42
    ],
    [
        " There are things that take precedent over other things. I mean, how many times at Eschelonfront,",
        1683.68,
        1688.9
    ],
    [
        " like everybody knows that the relationships with the client is incoming fire. It has the",
        1688.9,
        1695.74
    ],
    [
        " priority over everything else. If I'm about to miss a flight and JP is about to go to his,",
        1695.74,
        1701.78
    ],
    [
        " to a birthday party with his daughter and they're going to a beautiful restaurant and he gets",
        1702.16,
        1708.4
    ],
    [
        " the call that says, hey, JP, you got to get on plane in 48 minutes to cover for Jocco. JP goes,",
        1708.4,
        1714.16
    ],
    [
        " Roger that. Yep, that's what's happening. We all know that that incoming fire is the most",
        1714.3,
        1721.38
    ],
    [
        " important thing. So think about that in your business. What is what represents incoming fire in",
        1721.38,
        1728.96
    ],
    [
        " your family? What represents in incoming fire in your family? Is it finances? Is it the relationship",
        1728.96,
        1736.18
    ],
    [
        " that you have with your kids? Because JP might say, actually, I cannot go. I missed my last",
        1736.18,
        1744.04
    ],
    [
        " two events, three events with my daughter. I promised her, if JP said to me, I promised my daughter,",
        1744.04,
        1750.84
    ],
    [
        " I would be there. Guess what? JP would be going with his daughter. That would super seed the",
        1750.84,
        1758.62
    ],
    [
        " situation. And by the way, that kind of stuff has happened. We've had some things happen where",
        1758.62,
        1765.72
    ],
    [
        " family took precedent over what's happening with business. We have times where the business takes",
        1765.72,
        1771.08
    ],
    [
        " precedent over family because those things get prioritized. But everybody understands what the",
        1771.08,
        1777.16
    ],
    [
        " incoming fire is. What is the priority for this situation that we're in right now? So think about",
        1777.16,
        1783.36
    ],
    [
        " that. Sure. On the battlefield, incoming fire has the right away. What does that mean in your business",
        1783.36,
        1788.58
    ],
    [
        " in life? So it's awesome. You know, before we started the podcast, we were just talking about",
        1788.58,
        1793.64
    ],
    [
        " different stuff. And I didn't say incoming fire, but I had a very similar conversation about this",
        1793.64,
        1800.42
    ],
    [
        " with my buddy Josh in a company and a business that we're starting. And then also with my other",
        1800.42,
        1804.86
    ],
    [
        " buddy Steven and Tyler and other business like, Hey, we got, there's some stuff we need to line up",
        1804.86,
        1809.54
    ],
    [
        " and dial in as we're getting ready to launch these companies. I didn't say incoming fire, but it's",
        1809.54,
        1815.62
    ],
    [
        " like the exact same things like, Hey man, we have to get these things. And it actually was",
        1815.62,
        1819.76
    ],
    [
        " prompted just from some of the stuff that we're doing at National and Front. And I'm sitting here",
        1819.76,
        1824.16
    ],
    [
        " laughing a smile. And because I was on vacation when Jamie called me one time on vacation, literally",
        1824.16,
        1828.56
    ],
    [
        " driving. We're in the Florida. Yes, we are headed to Florida. We weren't there yet. How are you",
        1828.86,
        1833.74
    ],
    [
        " covering for? Was it me? It was going to be for you. And what happened to me? It was the one",
        1833.74,
        1839.2
    ],
    [
        " where you had to charter the private plane to get there in time. You got there 45 minutes prior.",
        1839.2,
        1843.76
    ],
    [
        " Oh, that one. Yeah. That was a, but I mean, I was the client never knew. Yeah, they never did.",
        1843.96,
        1848.94
    ],
    [
        " You rolled in there like 45 minutes prior. I went, I went to watch my face walk back down",
        1849.08,
        1854.38
    ],
    [
        " morning. Good morning. They didn't always up zero sleep from 36 hours. No, but we were halfway",
        1854.38,
        1859.44
    ],
    [
        " on our family vacation. First one we had taken a long time. And Jamie called me and I'm like,",
        1859.44,
        1863.46
    ],
    [
        " cool. And it was cool about Amanda and the kids. Like it was, it was no factor for them either.",
        1863.6,
        1870.4
    ],
    [
        " They, they understood like, that's the priority. Guess, guess what? We're able to take these",
        1870.58,
        1874.54
    ],
    [
        " vacations because of Eshaw on front. But recently, I had to, and this is like, I am like",
        1874.54,
        1880.92
    ],
    [
        " uncomfortable even saying this. Like, you know, I'll be 40 in in three weeks. That's not what I'm",
        1881.14,
        1886.08
    ],
    [
        " uncomfortable. I don't care. I think that's awesome. I'm, you know, I'm happy. I'm like, in fact,",
        1886.08,
        1889.96
    ],
    [
        " I'm seeing 40 is what you made it. Chocolate. I think I was going to see 24.",
        1889.96,
        1894.82
    ],
    [
        " So anyways, but I'm stoked. I'm super excited to be 40. But that whole week, I'm literally,",
        1895.22,
        1900.58
    ],
    [
        " I have gigs a whole week. I'm speaking on my birthday. Like, you know, it's like, cool, whatever.",
        1900.88,
        1904.58
    ],
    [
        " I don't get back and tell like almost midnight on my 40th. And like for me and my family,",
        1905.2,
        1909.88
    ],
    [
        " it's not a big deal. But then I got a last minute thing. It was like, hey,",
        1909.88,
        1913.44
    ],
    [
        " Neetu, you would help cover down on this gig on the 18th. It's local. I'm like, cool. No factor.",
        1913.44,
        1917.6
    ],
    [
        " Like we talked through it. And then when I was talking with the man and the kids,",
        1917.74,
        1921.46
    ],
    [
        " nothing was said, but I could tell. I was like, you know what? I've never done this in six years.",
        1921.68,
        1930.4
    ],
    [
        " Never. And I called Jamie. And I was like, hey, I'll obviously be there on the 18th to help this",
        1930.82,
        1939.46
    ],
    [
        " other instructor. But if there's another instructor that could do it, like I would rather",
        1939.92,
        1944.82
    ],
    [
        " than have the money. And for me, it's like, I'm giving up. You know what I mean? Like, but I don't",
        1944.82,
        1948.62
    ],
    [
        " care about that. But for me, it was like, I haven't understand like, hey, I need, I needed to actually",
        1948.62,
        1955.08
    ],
    [
        " do that. And now we're not doing anything big for my birthday. But it's for me to be there.",
        1955.08,
        1959.26
    ],
    [
        " Like we're going, we're going to get a cabin, you know, some more for a couple of days. And",
        1959.46,
        1963.14
    ],
    [
        " it's literally just me and Amanda. Do you mean you're going to take care of your family?",
        1963.14,
        1966.02
    ],
    [
        " Yes, I am. It's been time with them. Yeah. I know. And it was, you know, and I call Jamie,",
        1966.02,
        1971.1
    ],
    [
        " and this is what's so cool about the dynamic that we have at Eshlawnfront. I'm like super nervous.",
        1971.22,
        1977.58
    ],
    [
        " Like sick to my stomach that I have to have this conversation. I hate to win Jamie. And she's",
        1977.76,
        1983.76
    ],
    [
        " like, is there anything? I'm like, um, and she could tell something. It was wrong. And I'm like,",
        1983.76,
        1987.46
    ],
    [
        " it's like, she probably thinks it's like, yeah, she's something big. And I'm like, so I tell her,",
        1987.64,
        1992.56
    ],
    [
        " she's like, JP, she's like, you know what? And then she takes ownership of this. She goes,",
        1992.56,
        1996.68
    ],
    [
        " no, you know what? When you and I first talked, I actually knew I should have somebody else take",
        1997.3,
        2002.36
    ],
    [
        " this. You didn't need to be doing this gig, but you were, you wanted to and you're all about it.",
        2002.36,
        2006.08
    ],
    [
        " She's like, but I should have known. I should have handled this without you. And then it's so",
        2006.08,
        2009.42
    ],
    [
        " we're both doing like, like trying to take ownership over. I'm like, no, it's actually my fault,",
        2009.42,
        2013.66
    ],
    [
        " we'll buy. But it's funny. Like I actually had to do that. And it was like no big deal.",
        2013.74,
        2018.86
    ],
    [
        " I'm adding the kids wouldn't have carried. But when I told Amanda, hey, you know what?",
        2019.02,
        2022.18
    ],
    [
        " I'm not doing that thing on the 18th anymore. I'll get home around midnight on the 17th.",
        2022.46,
        2026.46
    ],
    [
        " We can cut out early on the 18th. And we don't have to be back until Monday or Tuesday.",
        2026.64,
        2030.92
    ],
    [
        " Boom. We're fine. And to see the change in her face and her posture and her tone and the kids,",
        2031.16,
        2037.92
    ],
    [
        " the kids are all fired up right now. So it's like, it was, it was cool. Yeah. So there you go.",
        2038.12,
        2045.22
    ],
    [
        " Think about what that incoming fire is and make adjustments as needed. And the next one",
        2045.22,
        2052.9
    ],
    [
        " is related to that one. Don't look conspicuous. It draws fire.",
        2052.9,
        2057.6
    ],
    [
        " And this is a, this is an important one. And it's important because think about this when you open",
        2058.02,
        2066.3
    ],
    [
        " your mouth. Right? When you open your mouth, you're, you're, you're drawing attention to yourself.",
        2066.3,
        2073.36
    ],
    [
        " And that's when you have a decent chance of drawing fire. So make sure when you open your mouth,",
        2073.8,
        2079.16
    ],
    [
        " you're, you're ready for that. And sometimes you open your mouth to draw fire.",
        2079.62,
        2083.2
    ],
    [
        " But if you're going to open your mouth, if you're going to make that statement,",
        2083.68,
        2086.68
    ],
    [
        " then just make sure you, you think about it and you're ready for it. Don't be an idiot.",
        2087.0,
        2091.82
    ],
    [
        " We had an awesome, awesome stud instructor at trade at that came over from the East Coast",
        2092.52,
        2099.18
    ],
    [
        " to work with us. And I remember we're teaching guys CQC and the urban warfare training. We're just",
        2099.18,
        2104.8
    ],
    [
        " sitting there talking and he's made a comment of the guys because I mean, you know, it's funny.",
        2104.8,
        2108.8
    ],
    [
        " Like the tactical timmies will come out when they're like put your own up to a target also now that",
        2108.92,
        2112.84
    ],
    [
        " you can be like, hunched over and crunching like, and he was like, just walk like a normal human.",
        2112.84,
        2117.0
    ],
    [
        " And he was telling stories of like what they're doing overseas. And because like other guys were like,",
        2117.0,
        2121.4
    ],
    [
        " well, how'd you get from this point of the day? And he's like, I just walked up to the front door.",
        2121.4,
        2124.72
    ],
    [
        " And guys like, what do you mean? He's like, I walked normal to the front door. It drew no attention.",
        2125.6,
        2131.52
    ],
    [
        " And then we do what we had to do. It's awesome. And that's something Cody and I will teach at the FTXs.",
        2131.86,
        2138.16
    ],
    [
        " And that's the point that we're getting to is like, don't draw attention to yourself. We'll tell them,",
        2138.38,
        2142.84
    ],
    [
        " like, hey, when you're portraying, just walk like a human. Just walk like a human. And it doesn't draw",
        2142.84,
        2148.08
    ],
    [
        " attention to you. And it's when you said that in Lafke, I'm thinking about this guy, like,",
        2148.08,
        2153.2
    ],
    [
        " yeah, so don't look and specuous. It draws fire. The next one is never draw fire to irritate",
        2155.08,
        2160.5
    ],
    [
        " everyone around you, which is definitely a true statement. And this is followed closely by,",
        2160.5,
        2167.16
    ],
    [
        " you are not Superman. Yeah, which is an important thing to try and remember. The younger you are,",
        2167.3,
        2176.28
    ],
    [
        " the harder it is to remember that. JP most 100% certain was Superman when we were on deployment.",
        2176.52,
        2183.46
    ],
    [
        " And there you go. It's an important remember that though. That's followed by, if it is stupid,",
        2184.82,
        2193.14
    ],
    [
        " but it works, it isn't stupid. Right? If it is stupid, but it works, it isn't stupid.",
        2193.5,
        2200.96
    ],
    [
        " So you have those things that you do. You have those lessons that you learn. You have those",
        2201.72,
        2205.6
    ],
    [
        " procedures that work. Use them. You have a piece of equipment that is functional. Utilize it.",
        2205.86,
        2214.1
    ],
    [
        " So there you go. People get a lot of times, and we saw this in the SEAL teams for sure. There'd be",
        2215.28,
        2222.12
    ],
    [
        " some new tactics, some fresh tactics, some new piece of gear or whatever that everyone's all excited",
        2222.12,
        2228.2
    ],
    [
        " about. And before it's even been used, people are like, oh, this is definitely what we got to do.",
        2228.2,
        2234.28
    ],
    [
        " And it's like, let's just make sure that it makes sense. And then the counter to that is the way",
        2234.28,
        2241.5
    ],
    [
        " we've been doing things. Sometimes it's, it's, it's that way for a reason. So don't throw the baby out",
        2241.5,
        2248.4
    ],
    [
        " with the bath water. Number 12, there is always a way. And then they have, there's two variants of",
        2248.4,
        2256.36
    ],
    [
        " this one. One is there's always a way. And there's another one that says there is always a way, and it",
        2256.36,
        2261.18
    ],
    [
        " usually doesn't work. So I'm throwing that one out there. This one, number 13, this is an",
        2261.18,
        2271.42
    ],
    [
        " interesting one to think about. If there, if only one solution can be found for a problem,",
        2271.42,
        2278.06
    ],
    [
        " then it is usually a stupid solution. That's an interesting, it's an interesting mindset to have.",
        2278.06,
        2287.26
    ],
    [
        " And where I, what I like about this one is a little while ago, echo Charles,",
        2287.3,
        2291.18
    ],
    [
        " United upon cast where I talked about the contrarian mindset and utilizing the contrarian mindset to",
        2291.92,
        2297.2
    ],
    [
        " help you see that there might be counterintuitive ways of doing things. If I look at a problem and I",
        2297.2,
        2304.42
    ],
    [
        " go, hold on, what if I just picked the opposite of what we're thinking? And what does that do to my",
        2304.42,
        2309.2
    ],
    [
        " mindset? And maybe I'll see some solutions that I wouldn't have seen otherwise. So I think this",
        2309.2,
        2314.62
    ],
    [
        " to me is like a little bit of a red flag. If my whole team is like, oh, here's what we should do.",
        2314.62,
        2319.74
    ],
    [
        " At a minimum, I go hold on a second. If that's the only possibility, let me think about it a little",
        2320.62,
        2327.12
    ],
    [
        " bit deeper. Let me, and what I would do is use a contrarian mindset to say, hold on a second,",
        2327.12,
        2332.14
    ],
    [
        " do wait, what is this really the only way to do it? If it's the only way to do it, why are we doing it?",
        2332.92,
        2338.82
    ],
    [
        " Maybe there's a way to totally bypass this thing. So I think it's just a good red flag caution",
        2339.12,
        2344.62
    ],
    [
        " everything. If there's only one way, only one solution, at least take a look at it. At least,",
        2344.62,
        2351.86
    ],
    [
        " try and take a look at it from a counterintuitive perspective.",
        2352.2,
        2356.6
    ],
    [
        " Yeah. And if you're doing that, I mean, in any position of the organization, if you're doing",
        2357.04,
        2361.84
    ],
    [
        " as a leader, if you're doing as just a, just whatever, it doesn't matter where you're in the",
        2361.84,
        2365.88
    ],
    [
        " organization, you're challenging people to think. You're really challenging to think. I remember",
        2366.48,
        2371.56
    ],
    [
        " that's one of the things. You know, when I was at, I've talked about this before, when I was in",
        2371.56,
        2375.5
    ],
    [
        " the teams, and then we were at trade at, you know, one of my chiefs said, hey, JPR, our goal is to",
        2375.5,
        2379.4
    ],
    [
        " teach these guys how to think, not what to think. Because combat as dynamic, close quarters,",
        2379.4,
        2384.74
    ],
    [
        " combat as it is dynamic, or all the stuff that we're teaching like the combat is program,",
        2384.84,
        2388.74
    ],
    [
        " the marksmanship cell that we developed, it's all very dynamic. We have to make sure we're",
        2388.86,
        2392.44
    ],
    [
        " teaching these guys how to think, not what to think. And when you're saying that, that's exactly",
        2392.44,
        2396.82
    ],
    [
        " what came to my mind. I was like, no, you're challenging people like, hey, how to think like, and",
        2396.82,
        2401.04
    ],
    [
        " you're also, you're putting a little bit of a pause in that herd mentality of just everybody jumping",
        2401.04,
        2408.44
    ],
    [
        " on the band, like, no, this is the way to do it. Like, hey, we've always done it this way. This is",
        2408.44,
        2411.68
    ],
    [
        " the way it works, but we're one. It's like, man, that's a, the dangerous, it's a dangerous,",
        2411.68,
        2416.16
    ],
    [
        " which is mindset to have and think to fall into of just like, nope, I mean, look at what you guys",
        2416.4,
        2421.68
    ],
    [
        " are doing at origin. I mean, everybody, everybody was saying like, it just has to be done overseas.",
        2421.68,
        2429.16
    ],
    [
        " Because why? That's what people had been told. So they're just regurgitating what they've been",
        2429.48,
        2435.02
    ],
    [
        " told by their parents, their grandparents, their aunts and uncles, whoever, whatever, society.",
        2435.02,
        2439.54
    ],
    [
        " The whole industry. Yes, the whole industry, everyone's been told, like, it can only be done",
        2439.86,
        2445.0
    ],
    [
        " overseas. And people buy into that BS because they've heard it enough and they're not willing to",
        2445.0,
        2450.82
    ],
    [
        " think and challenge it and just be like, well, why? Why not? And tell that's what Pete Roberts",
        2450.82,
        2455.98
    ],
    [
        " is. It was like, no, actually, this is what we can do. And this is what I'm going to do. And then",
        2455.98,
        2461.48
    ],
    [
        " obviously, when you guys partner together, your mindset and mentality is just completely supportive",
        2461.48,
        2466.86
    ],
    [
        " of that. Like, no, like, they're, they're absolutely is a way to get this done. Oh, there is",
        2466.86,
        2471.82
    ],
    [
        " in a current way. We'll, we'll make a way. We'll find a way. And that's exactly what you guys have",
        2471.82,
        2476.06
    ],
    [
        " done, which is awesome. And it's what we also teach people to do in Estonia and front is to think",
        2476.06,
        2480.6
    ],
    [
        " and just solve problems. Hey, things are going to happen in your life that you can't control.",
        2480.82,
        2485.08
    ],
    [
        " You can't control, but you can always control how you react to the things. You can always control",
        2485.4,
        2490.1
    ],
    [
        " your work ethic, your integrity, and your discipline. Those things you can control. And I don't",
        2490.1,
        2495.62
    ],
    [
        " know, sorry, I'm going to another rabbit hole. I just, I like that one a lot because you're really",
        2495.62,
        2499.56
    ],
    [
        " challenging people to actually think for themselves and not fall into the just complacent BS lies",
        2499.56,
        2505.78
    ],
    [
        " that we tell ourselves. Nope. That's all great examples. All great examples.",
        2505.78,
        2510.86
    ],
    [
        " Next one, number 14, never share a fox hole with someone braver than you.",
        2511.92,
        2516.66
    ],
    [
        " And you know, this actually when you when you truly think about this from a tactical perspective,",
        2517.18,
        2523.9
    ],
    [
        " it doesn't make as much sense as it does on the surface. But the basic concept is like,",
        2524.08,
        2528.96
    ],
    [
        " hey, if you're hanging around with someone that's braver than you, then that'd be a jury to be",
        2528.96,
        2532.88
    ],
    [
        " probably put in yourself in some pretty risky situations. So for me, from a business perspective,",
        2532.88,
        2538.86
    ],
    [
        " what this is telling you is, you know, you want to be in partnership with people that have the",
        2539.36,
        2545.76
    ],
    [
        " same level of risk taking that you do. Because if I'm working with JP and JP has, you know,",
        2545.76,
        2554.56
    ],
    [
        " is willing to take massive risk with his finances and everything. He's just willing to put it",
        2554.74,
        2560.48
    ],
    [
        " all out there. And I'm not we're going to have a problem. So we want to be relatively close",
        2560.48,
        2566.88
    ],
    [
        " when it comes to risk. We want to make sure that we both have the same risk assessment and the same",
        2566.88,
        2572.38
    ],
    [
        " appetite. That's the word I'm looking we want to have the same appetite for risk. If you've got a",
        2572.38,
        2576.68
    ],
    [
        " ton of appetite for risk and I don't wear it, we're actually interestingly, we're actually not aligned.",
        2576.68,
        2582.1
    ],
    [
        " You know, where if you are willing to take a massive amount of risk and I'm not and maybe it's",
        2582.62,
        2588.44
    ],
    [
        " like, you know, you're younger than me. And you're like, Hey, dude, I can follow my face right now,",
        2588.44,
        2591.84
    ],
    [
        " financially, I'll put it back together. And I'm like, bro, if I follow my face financially right",
        2591.88,
        2595.6
    ],
    [
        " now, I'm screwed. I don't have another at bat. You know, where is it, you know, or it might be the",
        2595.6,
        2602.74
    ],
    [
        " opposite. I might be like, Oh, we can, we maybe I got more money. I'm like, Oh, we can, we can take",
        2602.74,
        2606.02
    ],
    [
        " risk. And you're like, Hey, bro, you don't need to mortgage your house. I'm going to have to mortgage",
        2606.02,
        2608.58
    ],
    [
        " my house and all of a sudden, we're not aligned. So we want to find people that have the same appetite",
        2608.58,
        2613.7
    ],
    [
        " for risk. And then we can move forward. Cause you don't want to be in a fox hole with someone that's",
        2614.28,
        2620.08
    ],
    [
        " like, come on, we're going. Might not be the best call. Be careful if you're in there with JP.",
        2620.08,
        2625.18
    ],
    [
        " You're going.",
        2625.52,
        2627.62
    ],
    [
        " That's awesome. This one, definitely a mantra in the seal teams and a strange one, funny one,",
        2627.96,
        2637.0
    ],
    [
        " never stand when you can sit, never sit when you can lay down, never lay down when you can sleep.",
        2637.14,
        2640.12
    ],
    [
        " Now, it's one of those things. And here's the thing. Obviously, if you take the extremes of this,",
        2640.54,
        2648.44
    ],
    [
        " it's like negative. But if you look at it from a pragmatic way, Hey, man, if you get a chance to",
        2648.74,
        2655.1
    ],
    [
        " get your head down, get your head down. Yes. That saying that, if you get a chance to take a knee,",
        2655.1,
        2660.26
    ],
    [
        " take a rest, yeah, take it. I lay, and I always joke about the fact that by the time we'd go in the",
        2660.48,
        2666.22
    ],
    [
        " field, I would be so happy to go in the field because I know I would get to be able to get some",
        2666.3,
        2671.74
    ],
    [
        " sleep because prior to going the field would just be like that planning cycle and briefing and all",
        2671.74,
        2676.12
    ],
    [
        " that stuff. So you spend, you know, all that time, by the time you go in the field, you're like,",
        2676.12,
        2680.4
    ],
    [
        " cool, man, I'm going to get in this, I'm going to get in this building and get watch is going to",
        2680.42,
        2685.0
    ],
    [
        " get set up. And I'm going to put my helmet up against this wall. And I'm going to sleep for at",
        2685.0,
        2688.76
    ],
    [
        " least an hour and a half. Yeah. I feel great. Yeah. I was laughing because I have programmed my",
        2688.76,
        2694.28
    ],
    [
        " body over the last, I did this quickly working with you guys at Eshan Front. So I don't, my first",
        2694.28,
        2701.32
    ],
    [
        " night in a new place, I don't sleep well often. Well, what do we do? We go from city to city to city.",
        2701.32,
        2706.9
    ],
    [
        " So what does that mean? My sleep is, it's crap. It's literally crap. There's been a few times where I'm",
        2706.94,
        2710.82
    ],
    [
        " really like zero sleep before I get because I just can't fall asleep. I hear just all the different",
        2710.82,
        2716.3
    ],
    [
        " hotel, whatever. And so that's not good. Obviously you need sleep and you need that rest for recovery.",
        2716.3,
        2723.46
    ],
    [
        " Well, I program myself to where when I get on an airplane, I can, I can sleep. I can catch a little",
        2723.88,
        2729.48
    ],
    [
        " bit of sleep. I don't sleep the whole flight, but I can catch enough sleep to like, okay, I'm good.",
        2729.48,
        2733.64
    ],
    [
        " It doesn't matter if I am full of energy. It makes zero difference. I get on an airplane,",
        2734.58,
        2740.2
    ],
    [
        " doing my thing when they start getting away from the get I literally go. Like I start, it doesn't",
        2740.38,
        2746.7
    ],
    [
        " matter. And when we were flying here last night, I mean, it's in the, it's early in the evening.",
        2746.7,
        2752.16
    ],
    [
        " I'm not tired at all. I drink a go on the way to the airport. Like everything's good.",
        2752.16,
        2757.86
    ],
    [
        " We start backing up from the gate and my wife, Amanda, is laughing her butt off because I'm",
        2758.28,
        2764.48
    ],
    [
        " sitting there like this like a little toddler. Yeah, my heavy eyes on my, my head nodding. And so",
        2764.48,
        2769.58
    ],
    [
        " my screw it. I just put my seat back out cold, get up to elevation, ding, whatever. And then I'm like,",
        2769.58,
        2775.38
    ],
    [
        " okay, I'm good. Get's computer out. Start working, reading whatever, talking with her.",
        2775.42,
        2779.16
    ],
    [
        " You only sleep during the like the takeoff? So as soon as we start backing up from the gate,",
        2779.16,
        2784.1
    ],
    [
        " I put my seat back. I'm out by time we're going down the runway. I get up to elevation.",
        2784.18,
        2788.56
    ],
    [
        " It's like a good 20, 30 minute power nap. I'll sleep. And then I'm up there, but here's the other",
        2788.9,
        2793.68
    ],
    [
        " thing. When we start the descent, my body starts doing the same thing. So I sleep again. There's been",
        2793.68,
        2799.54
    ],
    [
        " a few where I woke up as we were touching back down. And I'm like, oh, my body obviously needed",
        2799.54,
        2803.9
    ],
    [
        " that sleep. But it's when you're reading that, I'm like, that's why I was laughing because I've just",
        2803.9,
        2808.5
    ],
    [
        " it doesn't matter. I will sleep on a plane because I know I'm not going to get it the first night",
        2809.34,
        2814.72
    ],
    [
        " in a hotel. Like last night in the hotel, like, no, yeah. I sleep on a plane. I sleep on planes all the",
        2814.72,
        2819.38
    ],
    [
        " time. Yeah. I get the window seat. I put my head up against the window. Boom. I'm out. What? Oh,",
        2819.38,
        2824.92
    ],
    [
        " now we're landed. Cool. Let's rock and roll. The only time it kind of sucks is when I do the,",
        2825.04,
        2829.34
    ],
    [
        " when I fly east from the west coast to east coast. If I fall, because I'll fall asleep and I'll try",
        2829.54,
        2835.86
    ],
    [
        " not to, but I'll be like, no, I'll fall asleep. And then if I have a nap like that,",
        2835.86,
        2841.02
    ],
    [
        " yeah, you can't really hurt me. Yeah, Cody does the same thing. Cody will be out the whole time",
        2841.2,
        2846.2
    ],
    [
        " coming from Sacramento. When we go out to Michigan for our FTXs or any on the east coast, I'll be like,",
        2846.2,
        2851.24
    ],
    [
        " so do fall asleep? So like, yep. And so he'll be up all night. And it's just that. Yeah, cycle.",
        2851.24,
        2859.06
    ],
    [
        " But that's why I like when I have work to do. Because then I get my life to do the work.",
        2859.2,
        2863.96
    ],
    [
        " Yeah, by power through the worst. Same thing. What's like what we tell, like, I'm sure you or your wife",
        2863.96,
        2869.32
    ],
    [
        " did, I know a man and I when we tell new parents, like, everyone's heard this, hey, when your kids",
        2869.32,
        2874.0
    ],
    [
        " are napping, you should nap too. Like if you have new kids for the first time, if you're baby sleeping,",
        2874.0,
        2879.62
    ],
    [
        " go to sleep. Because when you're trying to sleep later, it's going to go,",
        2880.3,
        2883.6
    ],
    [
        " that's literally it. If you got newborn kids, never sit when you can, never stand when you can",
        2884.12,
        2891.36
    ],
    [
        " sit when you can lay it out and never lay down when you can sleep. Like that's the, that's the,",
        2891.5,
        2895.46
    ],
    [
        " that's a newborn kid tactic. And it also is important for, you know, when you're working,",
        2895.46,
        2902.14
    ],
    [
        " when you're deployed, when you got stuff going on, maybe get five minutes to eight minutes,",
        2902.82,
        2905.94
    ],
    [
        " take quick power now, go the distance. Also look at this also from the first of just seizing the",
        2906.14,
        2911.82
    ],
    [
        " opportunities that you have in front of you. Like, you know, we're gone a lot, a lot. We're talking",
        2911.82,
        2917.2
    ],
    [
        " about this before we started recording. And I love it. I love the opt tempo. I don't want it to",
        2917.2,
        2921.94
    ],
    [
        " ever change. But when I'm home, I also know that I'm not as home as I should be with my, with",
        2921.94,
        2927.04
    ],
    [
        " my wife and kids. And I've been trying to be more mindful of like just being a hundred percent",
        2927.04,
        2931.04
    ],
    [
        " president. Now there's work I have to do. And they get that like, hey, I also have a lot of work",
        2931.04,
        2935.12
    ],
    [
        " to do from home. But like the other day, I was doing something and it was something that I could",
        2935.12,
        2939.8
    ],
    [
        " do later. It didn't need to be done right there. And of course, like, hey, dad, can we go for a",
        2939.8,
        2943.76
    ],
    [
        " bike ride? I'm like, no, I got to get this done. And she goes, okay. And she, you know, she didn't,",
        2943.76,
        2947.48
    ],
    [
        " she, and I was like, hey, go get your helmet on. We're going for a bike ride. I will grab your",
        2947.54,
        2952.42
    ],
    [
        " face tonight and get whatever done done. Yeah. Because when you're asleep, I can do this stuff.",
        2952.42,
        2956.78
    ],
    [
        " When you're asleep, I can't go for a bike ride with you. And so her and Nolo were just so, wait,",
        2957.1,
        2961.52
    ],
    [
        " what? We're going to go for a bike ride with you, dad. I'm like, yep, go get all your stuff on.",
        2961.7,
        2964.74
    ],
    [
        " And so they're getting all their stuff prepped. And it was cool. You know, we did a little three",
        2965.0,
        2968.88
    ],
    [
        " mile bike ride and they were just so happy about it. And that stuff that I did and that,",
        2968.88,
        2973.88
    ],
    [
        " that I could have been doing. No, I can go do that later. 100% 100%.",
        2974.12,
        2980.22
    ],
    [
        " Next one, if your attack is going well, you are walking into an ambush.",
        2980.22,
        2986.88
    ],
    [
        " Very, very, very good mindset to have with anything. When things are going well, you should",
        2987.74,
        2996.9
    ],
    [
        " be looking around and say, okay, what's happening? The, the, you know, we used to, yeah, at like",
        2997.36,
        3005.56
    ],
    [
        " land warfare and the opt-4 would go quiet. And you'd see, depending on the attitude of this platoon,",
        3005.56,
        3011.9
    ],
    [
        " the opt-4 would go quiet. You'd see the platoon like, oh, they'd relax. Then I'd walk over to",
        3012.74,
        3018.14
    ],
    [
        " like the platoon commander, the platoon chief and I'd go, hey man, where's the enemy right now?",
        3018.14,
        3021.78
    ],
    [
        " And they'd be like, I don't know, they they they broke contact. And I go, yeah, they're maneuvering.",
        3021.96,
        3025.78
    ],
    [
        " And you can see the look on their face. They're like, oh, damn, like, of course. So I always think",
        3025.78,
        3030.74
    ],
    [
        " when there's a lowland fire, the enemy's maneuvering. That's what's happening. You're, you're going in on",
        3030.74,
        3034.54
    ],
    [
        " attack. You're walking, and there's nothing going bad. You're walking into an ambush. Pay attention.",
        3034.54,
        3039.1
    ],
    [
        " Complacency kills. And this is a similar one. The problem with taking the easy way out is that",
        3039.4,
        3047.68
    ],
    [
        " the enemy has already mined it. You know what? That easy path. There's a decent chance.",
        3047.68,
        3054.9
    ],
    [
        " Yeah. It's easy for a reason. You know, the high ground that looks all ripe. You want to get up",
        3054.9,
        3059.56
    ],
    [
        " there? Yep. There's a reason. The enemy probably is thinking the exact same thing. And they're",
        3059.56,
        3065.42
    ],
    [
        " going to be ready for you. And then this is another similar one. Actually, all four of these.",
        3065.42,
        3071.1
    ],
    [
        " There's like a group of four. The other these other two are the enemy diversion. You have been",
        3071.16,
        3075.48
    ],
    [
        " ignoring. Is there a main attack? So when you're looking at your competitor and you're like, oh,",
        3075.48,
        3080.02
    ],
    [
        " they're just doing that to try and throw us off. No, actually, that's their main attack or at least it",
        3080.1,
        3084.84
    ],
    [
        " and the last one is the enemy only attacks on two occasions when they are ready and when you're not.",
        3084.84,
        3092.68
    ],
    [
        " And I guess actually this one goes into it as well. When you have secured an area,",
        3093.36,
        3099.44
    ],
    [
        " make sure the enemy knows too. Because when you're like, oh, yeah, we're good. We're got this area",
        3099.92,
        3103.62
    ],
    [
        " secured. The enemy doesn't necessarily agree with you. So all of these are kind of wrapped around",
        3103.62,
        3110.08
    ],
    [
        " the theory of or the idea of complacency. You know, if you are thinking things are going well,",
        3111.0,
        3116.86
    ],
    [
        " what can you do to improve your position? I had that that guy that etsyl team one, we used to do this run",
        3117.42,
        3123.66
    ],
    [
        " back in the day. We called it Coronado run. It was like, that's maybe a six mile or seven",
        3123.66,
        3129.16
    ],
    [
        " mile, but all those all those streets that we'd be running on are 90 degree angles. And so one of",
        3129.16,
        3135.86
    ],
    [
        " my buddies who was a really good runner and he would like be competing to see who he could beat.",
        3135.86,
        3140.44
    ],
    [
        " And when he would turn that 90 degree corner and he'd be out of your sight for a second,",
        3141.16,
        3145.96
    ],
    [
        " he would run as hard as he could to increase the distance. And then you'd turn the corner and see",
        3146.0,
        3150.28
    ],
    [
        " how far he was like, you break your morale. So that's a good thing to do. That is incredible.",
        3150.28,
        3154.88
    ],
    [
        " Yeah, I just love hearing that. When he told me that, I was like, oh, that's such a good idea.",
        3155.22,
        3161.68
    ],
    [
        " Just like turn the corner and break their freaking morale. But all of those things of keeping",
        3161.68,
        3168.24
    ],
    [
        " moving forward, improving your position, not thinking that everything's going to be okay.",
        3168.24,
        3173.72
    ],
    [
        " When you're not ready to attack, when you're not ready for their attack, that's probably when",
        3174.52,
        3178.3
    ],
    [
        " they're going to attack. These are all just keeping a proactive default aggressive mindset at all times.",
        3178.3,
        3185.04
    ],
    [
        " I used to share that story with us",
        3187.64,
        3191.4
    ],
    [
        " October of 2020 when we were doing our all-hand thing down in dripping springs.",
        3191.4,
        3197.92
    ],
    [
        "",
        3198.14,
        3198.14
    ],
    [
        " And I've always known that mindset and had that mindset, but then when you told the story, it was very like",
        3198.5,
        3203.3
    ],
    [
        " for me. And I've been doing that in Jiu-Jitsu since. I don't get a train very often.",
        3203.3,
        3208.8
    ],
    [
        " Like if I train four to five times in a month, that's a good month. Just because I'm busy in",
        3209.06,
        3213.28
    ],
    [
        " the priorities. And it goes back to that priority thing. Like, hey, I could go train every day",
        3213.34,
        3217.4
    ],
    [
        " I'm home or I could spend some time with my wife and kids and try to work on the marriage and family.",
        3217.4,
        3221.88
    ],
    [
        " And then also find training when it's there. It's just not that top level priority for me right now.",
        3221.88,
        3228.66
    ],
    [
        " But with that being said, so I'll go train and the gym I train at and",
        3228.82,
        3234.66
    ],
    [
        " dials forward a double five is, I mean, it's awesome. I mean, a slow Wednesday noon class,",
        3234.66,
        3240.8
    ],
    [
        " there's 13 black belts there. 40 people on the mat. We've had up 17, 18, 19 black belts, a high level",
        3240.8,
        3248.04
    ],
    [
        " black belt at a noon class on a Monday, Wednesday or Friday. It's amazing. It's amazing.",
        3248.04,
        3253.64
    ],
    [
        " That's like, we had a crew in there the other day. I posted a picture of everyone. I just wrote",
        3254.18,
        3259.38
    ],
    [
        " no easy routes. No easy routes. No easy routes. There was no rustic. I wanted. And that was the day",
        3259.38,
        3265.3
    ],
    [
        " we were leaving. I know. I hate you want to train. I'm like, looking at everybody. I'm like, yes,",
        3265.34,
        3269.62
    ],
    [
        " because everybody in here will murder me. I wanted that. Anyway, so the mindset that we'll do for",
        3269.8,
        3274.98
    ],
    [
        " a jujitsu is like, I'll be getting trashed. Like these guys trash me. But you know, who's the first",
        3274.98,
        3279.56
    ],
    [
        " one to stand up after that hard round? Me every single time. Yeah, you just completely trashed me.",
        3279.56,
        3285.42
    ],
    [
        " But I'm going to stand up. And just for that mental mind. And I actually, one of the black",
        3285.8,
        3290.34
    ],
    [
        " belts is like, bro, you know what really messes with me? He goes, I can beat you. But you make it",
        3290.34,
        3296.22
    ],
    [
        " really hard. He goes, and then you just stand up. Like it's no big deal. And he goes, aesthetically,",
        3296.22,
        3301.1
    ],
    [
        " I look better than you. But you get up. Like it was no factor. I'm just playing mind games with you.",
        3301.16,
        3304.98
    ],
    [
        " You know, I knew it. I used to when I was training a lot of MMA fighters. And we'd be putting them in",
        3305.1,
        3310.32
    ],
    [
        " the shark tank like more, you know, multiple fresh guys and all that. They get done with the round.",
        3310.32,
        3314.88
    ],
    [
        " And I do it. Stand up. Stand up. Hands up. Stand up. Hands up. Like stand up. Put your hands up. Like",
        3315.18,
        3319.36
    ],
    [
        " you won that round. Like you won that fight every single time. As soon as that bell goes, stand up.",
        3319.36,
        3323.46
    ],
    [
        " Hands up. And you'd be surprised how hard that can be. It is. There's a lot of times they don't want.",
        3323.46,
        3328.84
    ],
    [
        " I mean, you see it in the UFC. You'll see a UFC fight. You should absolutely 100% when that bell",
        3328.92,
        3336.38
    ],
    [
        " goes, especially that last one, that last bell, the fifth round or the third round. When that bell",
        3336.38,
        3341.76
    ],
    [
        " sounds and the ref steps in, you should stand up. Hands up 100% because those judges are watching you.",
        3341.76,
        3346.84
    ],
    [
        " And you got to show them. I'm tired. I could go more rounds, whatever. Yeah.",
        3346.84,
        3350.42
    ],
    [
        " And it doesn't everybody knows that they should do that. But you see, it only had, it doesn't always",
        3350.92,
        3355.84
    ],
    [
        " happen. Yeah. All walk around and be like, get up, grab and guys like pulling them up, pulling them",
        3355.84,
        3360.6
    ],
    [
        " up. One of my, one of the black belts I train with Weston. He's just stud. I love watching him",
        3360.6,
        3365.5
    ],
    [
        " compete. He's very high level. And he's always like, we'll be walking around and he'll see me doing",
        3365.5,
        3370.12
    ],
    [
        " it. And I'll be like, get up real quick. He's like, I don't want you to grab me. And just, you know,",
        3370.12,
        3374.3
    ],
    [
        " and let me be very clear. Weston trashes me. Like, like, there's literally nothing I can do.",
        3374.76,
        3380.42
    ],
    [
        " But it's that mental game that we play with. He's like, I don't want you to get to me when I'm",
        3380.42,
        3384.82
    ],
    [
        " sitting down, which, you know, he and he's competing and doing very well. And now it's the point",
        3384.82,
        3389.56
    ],
    [
        " where like, even if guys can't stand up, I don't let them lay on their back. That's a complete",
        3389.56,
        3393.48
    ],
    [
        " sign of defeat, like submission. When you lay on your back, you are literally accepting complete",
        3393.48,
        3400.6
    ],
    [
        " domination and defeat. If you can't stand up, at least roll over me on your hands and knees.",
        3401.36,
        3405.8
    ],
    [
        " Like, at least get to that position. And I was talking with my buddies out of my, he was laying",
        3406.22,
        3410.04
    ],
    [
        " down. We got done doing a workout. I'm like, get up. He's like, I can't. I'm like, roll over.",
        3410.04,
        3413.52
    ],
    [
        " He's okay. He rolls over. And I explained to him why he goes, that actually makes a lot of sense.",
        3413.72,
        3418.52
    ],
    [
        " And I actually feel better now. Yeah. Just when you're like, like, laying on your back,",
        3418.52,
        3422.28
    ],
    [
        " thinking about that, I can't. Of course, you can get up. Yes, you can. Of course, you can get up.",
        3422.28,
        3426.6
    ],
    [
        " Stand up, hands up. Yes. That's what we're doing after the rounds. Stand up, hands up. There you go.",
        3426.6,
        3431.52
    ],
    [
        " Next one here, number 21. Left to themselves. Things will go from bad to worse. Yep.",
        3432.76,
        3439.86
    ],
    [
        " That means that the chaotic situation is going to get worse. The bad relationship you have with",
        3440.84,
        3448.36
    ],
    [
        " your, one of your coworkers or with your boss, it's going to get worse. Not going to get better.",
        3448.36,
        3453.4
    ],
    [
        " The firefight that's going on, it's going to get worse. The disruption and the manufacturing line",
        3455.04,
        3460.64
    ],
    [
        " that just happened, it's going to get worse. This is why what we teach is being default aggressive.",
        3460.64,
        3465.96
    ],
    [
        " You got to go in there and solve these problems. They're not going to solve themselves.",
        3466.08,
        3468.04
    ],
    [
        " So the hardest one I think people have is the hard conversations. And if they learn how to frame",
        3468.7,
        3474.62
    ],
    [
        " hard conversations in a positive way, they're actually not that hard. So the classic example,",
        3474.62,
        3479.46
    ],
    [
        " JP's late. Instead of me saying, Hey, JP, you were late. I'm going to write you up. No, I say,",
        3479.56,
        3482.88
    ],
    [
        " Hey, JP, I noticed you were late. Is everything okay? And all of a sudden it's not a hard",
        3482.94,
        3485.84
    ],
    [
        " conversation at all. And yet, JP knows that, Hey, I can't be late. Cool. Done. So we got a whole",
        3485.84,
        3490.86
    ],
    [
        " bunch of that stuff. But that is what we're talking about. The earlier you have a hard conversation,",
        3490.86,
        3497.12
    ],
    [
        " the easier it is. And then we can actually take ownership and have a positive mindset and learn",
        3497.42,
        3503.56
    ],
    [
        " to speak things in a positive way. You'll be able to have, you'll be able to make even really",
        3503.56,
        3508.46
    ],
    [
        " hard conversations easy. Yeah. I wrote down default aggressive. Yep. You know, just get in there,",
        3508.46,
        3514.32
    ],
    [
        " a hand on that problem, have that hard conversation. And we all know that nothing gets better if you",
        3514.6,
        3520.78
    ],
    [
        " just let any problems that you ignore, they don't go away. They don't get better. Like they get",
        3520.78,
        3525.62
    ],
    [
        " worse. And by the way, for that one person that's listening right now, that's like, you know,",
        3525.62,
        3528.92
    ],
    [
        " actually, there's sometimes there's a time to take a tackle. Yes, you're right. But that's an",
        3529.02,
        3532.28
    ],
    [
        " actual decision that you're making. And sometimes it's like, Oh, you know, two of my employees are",
        3532.28,
        3536.3
    ],
    [
        " getting angry at each other. But they're only discussing it. I'm going to let to see if they can",
        3536.78,
        3541.36
    ],
    [
        " resolve it. Okay. But you pay attention. That's a conscious decision that you're making. We get it.",
        3541.36,
        3546.02
    ],
    [
        " We understand that there's a time for a tackle ball. I usually say seven out of 10 times action",
        3546.2,
        3551.14
    ],
    [
        " action beats in action. Seven three times. It's better just to hold on a second. Let me see what's",
        3551.14,
        3557.04
    ],
    [
        " going on here. Let me watch. Let me let me in fact, in the seal teams, we teach you've got to let",
        3557.04,
        3561.8
    ],
    [
        " the situation develop. We actually teach this. Sometimes you've got to let the situation develop.",
        3562.12,
        3566.62
    ],
    [
        " The better you are, the less you have to wait for that situation to develop, because you can already",
        3567.04,
        3571.88
    ],
    [
        " identify what to do. But sometimes you got to let it develop and see where it's going. Because you",
        3571.88,
        3575.84
    ],
    [
        " don't because you don't recognize the oot loop that you're in. Now the more experience that you have,",
        3575.84,
        3580.12
    ],
    [
        " you see things formulating. Yep. You're a lot faster because you're detached. It's like having a",
        3580.38,
        3585.14
    ],
    [
        " high ground. If I have the high ground, guess what I can see. Everything. I can, if I'm on the top",
        3585.14,
        3590.66
    ],
    [
        " building with my sniper rifle, I can see everything that's going on around me. If I'm not at the top,",
        3591.3,
        3596.0
    ],
    [
        " if I'm not detached with that higher perspective, I don't see what's developing. So that comes from",
        3596.1,
        3601.24
    ],
    [
        " experience and time and training and all that stuff. And yeah, you got to get out there and solve",
        3601.24,
        3607.22
    ],
    [
        " those problems. I mean, I was what we were talking about earlier, both of those two separate",
        3607.22,
        3612.26
    ],
    [
        " businesses I'm helping start up, both of the guys that I'm working with are being super default",
        3612.26,
        3616.08
    ],
    [
        " aggressive right now. Josh printing company, he's being super default aggressive to get all this",
        3616.1,
        3620.82
    ],
    [
        " stuff set up like, Hey, because we are just talking about, Hey, what if we can't get this? What",
        3620.82,
        3624.46
    ],
    [
        " if we can't get this? What do we need to do? And he goes, yep, yep, yep, yep, Steven with a little",
        3624.46,
        3628.92
    ],
    [
        " counter with the beef thing, he like not getting responses drives to the processing place. And they're like,",
        3628.92,
        3635.24
    ],
    [
        " nobody's nobody's done that before. He drove there to have a face-to-face conversation to build a",
        3635.78,
        3641.72
    ],
    [
        " relationship to shake hands with these guys. And guess what we now have? We have what you need.",
        3641.74,
        3647.06
    ],
    [
        " We have exactly what we need because that was a problem. Not getting responses like, Hey, man,",
        3647.2,
        3652.08
    ],
    [
        " if we're getting ready to process this beef, we need the ability to actually do it. And instead of",
        3652.14,
        3658.82
    ],
    [
        " just be like, Oh, no one's responding, he drove hours in Texas to go in hopes that, you know,",
        3658.82,
        3667.24
    ],
    [
        " and because he was able to do that, be default aggressive. Because that problem is not going to",
        3667.24,
        3672.38
    ],
    [
        " go away. No, ever. So there you go. Number 22, if you can't remember, the Claymore is pointed toward",
        3672.38,
        3681.22
    ],
    [
        " you. So if you're not familiar with this, the Claymore is a Claymore mine. It literally says on it",
        3681.22,
        3686.3
    ],
    [
        " front towards enemy, and you're supposed to point that thing where the bad guys are. If for whatever",
        3686.3,
        3691.16
    ],
    [
        " reason you got, you set up your Claymore and you don't remember if you did it right, you did it wrong.",
        3691.16,
        3694.98
    ],
    [
        " And that's one of those things where, you know, did you leave the oven on? Yep. When you",
        3696.98,
        3702.54
    ],
    [
        " were driving down, you know, and you think, Did I leave the oven on? You left it on. Did I leave",
        3702.54,
        3707.74
    ],
    [
        " the iron on? You know on my shirt? Yep. You left it on. So assume that you screwed up because",
        3707.74,
        3716.92
    ],
    [
        " you probably did. It's weird how you do things without, and the first time I know is I remember",
        3716.92,
        3723.54
    ],
    [
        " I was a new guy. In order to like doing CQC, what we used to call CQB. Close quarter. Yeah,",
        3723.54,
        3730.1
    ],
    [
        " then it got turned to close quarters combat. But back in the day when it was CQB, we actually had a,",
        3730.22,
        3735.26
    ],
    [
        " we had a new guy who was a great dude, but we had everyone had to write their own bullets for their",
        3735.62,
        3740.54
    ],
    [
        " evaluation. And he wrote, you know, went through C cubed B like C to the third power B. And it's",
        3740.54,
        3751.02
    ],
    [
        " the funny thing is it's just because he just did a no. He just heard us talk about CQB. He thought",
        3751.12,
        3754.3
    ],
    [
        " it was CQB. So we like, you know, of course, got him T shirts that said CQB and whatever else.",
        3754.3,
        3760.38
    ],
    [
        " But what I remember is going into a room when I was a new guy and like going through the, you know,",
        3761.62,
        3767.3
    ],
    [
        " the room or whatever and then going, oh my god, I need to put my weapon back on safe. I hope,",
        3767.32,
        3770.08
    ],
    [
        " no, notice this. And then I realized, oh, my weapon is unsafe. Oh, I did it without thinking about",
        3770.1,
        3773.9
    ],
    [
        " it. You're like, oh, there's going to be some muscle memory happening here. And that's a positive",
        3773.9,
        3779.04
    ],
    [
        " thing. But it's also a little bit, it's a little bit strange to get used to, you know, unless you have",
        3779.6,
        3784.74
    ],
    [
        " that, those mechanics down that then you can make mistakes. And it's good to be able to attach",
        3784.74,
        3790.4
    ],
    [
        " enough to check yourself to check that muscle memory that's happening and be like, cool, yep,",
        3790.4,
        3794.7
    ],
    [
        " I'm on safe. Yep. I'm, you know, here's what I'm doing next. But you will definitely train,",
        3794.82,
        3799.46
    ],
    [
        " you can train some things to a point where you do without thinking. And that's why you leave the",
        3799.66,
        3803.34
    ],
    [
        " house and you don't remember if you turn the oven off. You pro, to go against Murphy's law,",
        3803.34,
        3807.58
    ],
    [
        " you probably did shut off. You just don't remember it because it's instinctive.",
        3807.58,
        3811.52
    ],
    [
        " I mean, how many times you do that with your weapon? You do a press check, press check.",
        3811.58,
        3814.78
    ],
    [
        " Put your holster, grab, retain, retain. Okay, yeah, it's retained. You know, it's just,",
        3814.98,
        3818.56
    ],
    [
        " just habitual as Pat Maxis making a habitual rock him roll. And then like it late at night,",
        3818.7,
        3826.16
    ],
    [
        " when before you go to bed, you check all the doors, the same deal, right? Or it's like, oh, man,",
        3826.24,
        3830.82
    ],
    [
        " you just checked the one, but you kind of forgot that you did it. You go back, check it, okay, it did.",
        3830.96,
        3834.94
    ],
    [
        " Yeah, same deal. There you go. That happens, man. I do.",
        3835.34,
        3838.88
    ],
    [
        " I'm a remitter of your property. You're like, well, no one was there, but",
        3839.22,
        3841.76
    ],
    [
        " we're just somebody's there now.",
        3841.76,
        3844.2
    ],
    [
        " Here's one, no combat ready unit has ever passed inspection. No inspection ready unit has ever",
        3844.6,
        3853.08
    ],
    [
        " passed combat. And look, you know, obviously you've got to have discipline. You've got to make",
        3853.08,
        3859.3
    ],
    [
        " sure things are squared away. Here's the takeaway from that one. And like, like all these things",
        3859.3,
        3864.48
    ],
    [
        " are written to be funny. And they're funny because they have an element of truth in it. I probably",
        3864.48,
        3870.42
    ],
    [
        " should have pointed that out of the gate. What makes them funny, what makes them catchy, what makes",
        3870.42,
        3874.26
    ],
    [
        " them fun to read is that they have an element of truth in them. So obviously, if there's a combat",
        3874.26,
        3881.1
    ],
    [
        " unit that is all dressed up in their starched camis and their polished boots, they're not ready",
        3881.1,
        3886.86
    ],
    [
        " for combat. And they're not going to, they might pass an inspection, but they won't pass combat.",
        3886.86,
        3890.38
    ],
    [
        " Vice versa, you take a unit that's just been in combat in the field. There's no way they pass",
        3890.76,
        3894.4
    ],
    [
        " an inspection because they all are, you know, all jacked up. So to me, the important thing to think",
        3894.4,
        3899.5
    ],
    [
        " about here is what are you focused on? What are you focused on? What is your business focus on?",
        3899.5,
        3906.06
    ],
    [
        " What are your, what is your team focused on from a leadership perspective? Are you focused on",
        3906.22,
        3910.58
    ],
    [
        " the right thing? Because if you're focused, if you're getting ready to go into combat and you're",
        3910.58,
        3915.22
    ],
    [
        " focused on inspecting people's boots and inspecting their haircuts, you're focused on the wrong",
        3915.22,
        3919.3
    ],
    [
        " thing. If you're in business and you're in manufacturing and what you're focused on is how you set up",
        3919.3,
        3930.9
    ],
    [
        " your shipping with products that you're not ready to make yet, you're focused on the wrong thing.",
        3930.9,
        3937.34
    ],
    [
        " So make sure that you are focused on things that are pertinent to what's actually happening.",
        3938.42,
        3944.14
    ],
    [
        " No one cares about being ready to ship things that haven't been made yet, especially when we're",
        3945.42,
        3949.76
    ],
    [
        " not even being able to ship things that have been made. So let's not get ahead of ourselves.",
        3949.76,
        3954.88
    ],
    [
        " Make sure you are focused on the right thing. Number 24. And by the way, these numbers,",
        3955.48,
        3964.38
    ],
    [
        " you're going to look at these, these are my numbers. I organized these things and you can tell I",
        3964.84,
        3968.98
    ],
    [
        " kind of put them in groups. I think I got most of them in the right groups, but these are, if you're",
        3968.98,
        3972.84
    ],
    [
        " following along with some other Murphy's Law, you're not going to be matched with mine.",
        3973.0,
        3976.96
    ],
    [
        " So before you go to 24, on that last one, I'm just thinking how many times I know I've done this",
        3977.22,
        3982.34
    ],
    [
        " a lot as a parent, like how many times do you think parents are out there violating that one,",
        3982.34,
        3986.08
    ],
    [
        " just making things a bigger issue than they are with their kids? Oh yeah. And that's a great point.",
        3986.26,
        3991.62
    ],
    [
        " So how does a parent remind themselves of that? Yeah, I'll tell you how you read Murphy's Laws and you go,",
        3992.2,
        3997.66
    ],
    [
        " hey, like no kid that ever did perfect in this arena ever was successful. You know what I mean?",
        3998.02,
        4005.4
    ],
    [
        " Like, what are you going to make your kid good at? You're going to make your kid good at",
        4005.86,
        4009.72
    ],
    [
        " studying for a spelling bee or you're going to make them good at interacting with other human beings?",
        4009.72,
        4014.12
    ],
    [
        " Yes. Look, the spelling bee is cool. But if you're like, no, I don't want you hanging",
        4014.34,
        4017.92
    ],
    [
        " around with other kids because you got stuff to study. Okay, you're going to have a kid that knows how",
        4017.92,
        4021.38
    ],
    [
        " to spell. I'd rather have someone that knows how to interact. I'd rather know that someone that",
        4021.38,
        4025.22
    ],
    [
        " have a kid that knows how to learn. I'd rather have a kid that knows how to defend himself.",
        4025.22,
        4028.9
    ],
    [
        " Like so great point. What are you focused on? You should make sure that your kid is ready for life.",
        4029.56,
        4036.62
    ],
    [
        " Life to be competent in life and not to be competent in. Look, spelling, look, I'm not trying",
        4036.74,
        4043.08
    ],
    [
        " to bag on spelling bees. I get it. It's hard. Them kids can spell. And I'm a terrible spellor, by the",
        4043.08,
        4048.56
    ],
    [
        " way. English major. Thank God it was English. I had to read and not like spell, not a good spell.",
        4048.56,
        4054.42
    ],
    [
        " And I don't care. I don't care. I got spell check. Homey. I'm just saying we have technology on our",
        4054.42,
        4059.68
    ],
    [
        " side now. But you know, whatever thing you think might be the most important thing for your kid.",
        4059.68,
        4064.66
    ],
    [
        " And if you're if you're gaffing off a bunch of other important things and even like school,",
        4065.3,
        4070.94
    ],
    [
        " school in general, if your kid sits around and studies all day and they don't they're not involved",
        4071.2,
        4075.98
    ],
    [
        " in athletics. They're not interacting with other people. They're not getting social interaction.",
        4075.98,
        4080.94
    ],
    [
        " They're not learning about, you know, how to support themselves financially. All those things.",
        4081.16,
        4086.0
    ],
    [
        " So be well-rounded. Make sure you're not focused on stupid things like passing an inspection.",
        4087.14,
        4091.5
    ],
    [
        " Do you want your team to be able to pass an inspection? Yeah.",
        4092.38,
        4094.56
    ],
    [
        " Is that going to be the main focus? Shouldn't be. Yeah. I want performance. Yeah, I want my kids",
        4095.5,
        4102.62
    ],
    [
        " to go out there and dominate in life. And look, your kids that are in spelling bees. Cool.",
        4102.62,
        4106.32
    ],
    [
        " Good. That takes a lot of time. You've seen how much those kids study? No.",
        4106.62,
        4111.5
    ],
    [
        " No. It's like I watched a documentary on it on spelling bee kids. I mean, it's it's impressive.",
        4111.94,
        4117.38
    ],
    [
        " It's very impressive. It's very impressive that they do that. And I there's obviously life lessons",
        4117.8,
        4125.46
    ],
    [
        " that come from the spelling bee about perseverance, about discipline, about trying to achieve",
        4125.46,
        4131.44
    ],
    [
        " excellence, trying to achieve perfection as you mentioned earlier. And if your kid has a",
        4131.52,
        4136.16
    ],
    [
        " gift for it and they're into it, okay, let them go. Yes. If they're not into it and if you're",
        4136.16,
        4141.68
    ],
    [
        " fulfilling your spelling bee dreams, thank you. Please don't do it. And by the way, if you're fulfilling",
        4141.68,
        4146.2
    ],
    [
        " your jiu-jitsu dreams or you're fulfilling your football dreams, you're fulfilling your",
        4146.2,
        4149.08
    ],
    [
        " your Ivy League college dreams through your child, just check yourself. Just check yourself,",
        4149.08,
        4154.94
    ],
    [
        " actually check them and make sure that they're aligned with your goals. Yeah.",
        4155.1,
        4158.24
    ],
    [
        " Because if they're not aligned with your goals, then you're not doing them any favors.",
        4158.8,
        4163.54
    ],
    [
        " I'm thankful my dad was that type of dad because my dad was really good, really good football player,",
        4163.8,
        4170.06
    ],
    [
        " like, like, really good football player. And I had some of his same teachers when I went to the same",
        4170.22,
        4175.58
    ],
    [
        " high school. And I remember they're like, you don't play ball like your old man. I'm like,",
        4175.58,
        4179.36
    ],
    [
        " probably not. And that actually, like, bothered some of the teachers. Yeah. So one of the teachers",
        4179.54,
        4184.5
    ],
    [
        " like, it kind of bothers me right now. Did not like me because of that. And I finally played football",
        4184.5,
        4190.54
    ],
    [
        " my junior year because you know what? You know, it was cool. The idea of it was cool. But I also",
        4190.54,
        4195.96
    ],
    [
        " wanted to do it because I really know that my dad wanted me to do it. I did it cool. Whatever",
        4195.96,
        4200.34
    ],
    [
        " did that one that one year. Just wasn't my jam. Like, I wasn't like very good at it. I didn't",
        4200.34,
        4206.04
    ],
    [
        " really like it. I wasn't, you know, yeah, but I wasn't like passionate about it. You know, I really",
        4206.04,
        4212.9
    ],
    [
        " enjoyed I was going as doing adventure races. I really like doing kickboxing and wrestling and",
        4212.98,
        4217.46
    ],
    [
        " that type of stuff. And then I told my dad, I'm like, yeah, I'm not going to, I'm not going to play",
        4217.46,
        4221.6
    ],
    [
        " again. He goes, cool. Like, it didn't bother me. And he's like, what do you want to do next?",
        4221.6,
        4225.26
    ],
    [
        " Yeah. I'm like, I don't know. Water pool though. I played water pool. I wish I would have started",
        4225.34,
        4229.42
    ],
    [
        " that my freshman year because I did it one year and did very well in it. It's like, dude, you're in",
        4229.42,
        4234.48
    ],
    [
        " the pool and you can fight. This is awesome. And but my dad was super cool. And I'm thankful because",
        4234.48,
        4240.74
    ],
    [
        " like not a lot of parents are like that. It's like, no, you're going to do this. And then they",
        4241.74,
        4246.3
    ],
    [
        " create the animosity. You got that, you got that fast twitch genetics too, man. Like",
        4246.3,
        4251.34
    ],
    [
        " played running back one year. Yeah. Yeah. Like you and your dad, we were talking earlier,",
        4251.34,
        4256.88
    ],
    [
        " to talk on a Jay, talking to Jason. Yeah. Yeah. When I think, so your dad must have been 50",
        4257.36,
        4263.46
    ],
    [
        " at the time. And he was training a little bit at Jiu-Jitsu. And like, we rolled. And you know,",
        4263.46,
        4268.22
    ],
    [
        " I'm thinking like, of course, I'm probably like 35 at the time or whatever. And I'm kind of like,",
        4268.22,
        4271.82
    ],
    [
        " yeah, I got to go easy on the old man. You know, I don't want to hurt him. This dude grabs a",
        4271.84,
        4275.16
    ],
    [
        " hold of like my head. No, he was 45. 45. Yeah. Yeah. He grabs. And I'm looking at him like,",
        4275.16,
        4279.42
    ],
    [
        " hey, this guy is an ancient, you know, old man. Yeah. And I'm like, you know, I better just,",
        4279.5,
        4286.66
    ],
    [
        " you know, but he grabs my head and like tries to rip it off. And I was like, this guy is 100% fast",
        4286.78,
        4291.42
    ],
    [
        " twitch muscle. That's what that's what he's doing. Instruction his whole life. For sure. At that time,",
        4291.42,
        4296.32
    ],
    [
        " he's doing a lot of brick and block work. And so he's just, I remember he would grab two",
        4296.32,
        4300.3
    ],
    [
        " center blocks like with the pinching method, not like grip, but where they're side by side and lift",
        4300.3,
        4305.84
    ],
    [
        " them up by pinching them and would sit there and he's doing that all day. All day, but he would",
        4305.84,
        4309.34
    ],
    [
        " sit there and talk with you while he's doing that. And you're like, how are you doing that? So he",
        4309.34,
        4313.4
    ],
    [
        " starts doing Jiu-Jitsu. But yeah. So so there you go. Don't impose your dreams on your kids. Please",
        4313.4,
        4320.92
    ],
    [
        " I'm guilty. I imposed a lot of Jiu-Jitsu dreams on my kids. They were young. And I should have been",
        4321.76,
        4327.96
    ],
    [
        " a little bit more, I should have been a little bit more open to let them find their own path.",
        4327.96,
        4332.86
    ],
    [
        " And eventually they did. I'll find their own path. To back to Jiu-Jitsu for praise god.",
        4333.16,
        4336.98
    ],
    [
        " They found that path back to Jiu-Jitsu. Yeah. All of our kids loved it. Aiden's really enjoying",
        4337.82,
        4343.32
    ],
    [
        " wrestling. And you know, as a parent, like I was trying to figure out that for like he's, he'll be",
        4343.32,
        4347.88
    ],
    [
        " 17 in a few weeks. And he's a junior. And next year he's senior year and he's gone. Like I don't",
        4348.26,
        4354.1
    ],
    [
        " know what he's going to go do. I mean, we do know Jiu-Jitsu. But yeah, Jiu-Jitsu. And he's going to keep",
        4354.1,
        4359.12
    ],
    [
        " wrestling. But and keep doing Jiu-Jitsu. But like for the career path, you know, like as a parent,",
        4359.12,
        4363.26
    ],
    [
        " you're like, man, I want my kids to be successful. I want them to win, but I want them to be happy.",
        4363.34,
        4366.48
    ],
    [
        " And you know, it's like as a parent, like I couldn't be more proud of him right now because what",
        4367.06,
        4372.46
    ],
    [
        " he's pursuing what he wants to do is he wants to go in the ministry. Our church has a college program",
        4372.46,
        4376.92
    ],
    [
        " where he can go through this college program through our church, get a degree and like go into",
        4376.92,
        4382.14
    ],
    [
        " the ministry and our church has a mentorship program for it. It's just like the FTX is that we do",
        4382.14,
        4388.26
    ],
    [
        " in regards to put people in different positions of leadership and they rotate them through and they",
        4388.26,
        4391.82
    ],
    [
        " debrief and they talk and they do all it's a really cool program that they have. And he's that's",
        4391.82,
        4396.66
    ],
    [
        " all he wants to do. He wants to keep wrestling. Do Jiu-Jitsu. And then when he graduates, go into the",
        4396.66,
        4402.04
    ],
    [
        " ministry and this is a cool thing. I want if this is what he wants to do, I want him to do it,",
        4402.62,
        4407.76
    ],
    [
        " but I think he wants to do it because of what I used to do and what we do in Eshilan",
        4407.76,
        4411.58
    ],
    [
        " front. He asked me, he's like, hey, this is so awesome. He goes, do you know in the military,",
        4411.58,
        4420.1
    ],
    [
        " can chaplains carry a machine guy? Because he said he wants to be the degree ministry, work at",
        4420.36,
        4427.6
    ],
    [
        " our church and then he wants to go in the military to be a chaplain, but he wants to carry a machine guy.",
        4427.6,
        4431.7
    ],
    [
        " And I'm like, well, you know, by that point, who knows? I don't know, bud, but let's just, you know,",
        4431.7,
        4436.12
    ],
    [
        " focus. He's going to be a chaplain that identifies as a machine.",
        4436.24,
        4440.5
    ],
    [
        " What's cool about that is at a young age when you have a program, that's what, you know, for you",
        4440.74,
        4448.88
    ],
    [
        " for me, guys that went into the military to young age is like, it takes all your random energy that",
        4448.88,
        4457.04
    ],
    [
        " you have and testosterone that you have and it just focuses it. Here's what you do.",
        4457.04,
        4459.94
    ],
    [
        " Did you know I found this out the other day? I was talking to one of my buddies and he said the",
        4460.58,
        4465.7
    ],
    [
        " below to age of 20, making it through buds, basic seal training is 5%.",
        4465.7,
        4472.3
    ],
    [
        " Sweet. Yep. So like you and me, Jason Gardner, like, yeah, we were, we were young, you know, we were,",
        4472.3,
        4480.58
    ],
    [
        " I think, Kaui, Kaui. Yep. So it's a low number and it's just a matter of maturity, you know,",
        4480.76,
        4487.58
    ],
    [
        " like you don't, and there's a physical aspect too. There is. You know, like when you're 18 or 19",
        4487.58,
        4492.6
    ],
    [
        " years old, you're not fully developed yet at all. Like you give yourself four or five more years,",
        4492.6,
        4499.2
    ],
    [
        " guys that are 24, 23, 24 years old going through basic seal training, they, they have much more of",
        4499.34,
        4506.26
    ],
    [
        " their man strength at that point for sure. Now you might not be healing up as quick as you freaking",
        4506.26,
        4510.74
    ],
    [
        " young, jaco, young, JP, just like whatever legs broke compound fracture, it'll be okay.",
        4510.74,
        4516.8
    ],
    [
        " Check. Sorry, I did railed that old. That's what we're here for. Oh, no, what I was going to say",
        4517.16,
        4524.76
    ],
    [
        " about your son is like, oh, here's a path that you can get on. You fall this path and life is good.",
        4524.76,
        4528.86
    ],
    [
        " Life is good. You fall this path. Life is good. You go in the military. You fall this path. Life",
        4530.0,
        4533.7
    ],
    [
        " is good. I think in the old days, two old days, I don't mean that old, but even, you know, nowadays,",
        4533.7,
        4539.0
    ],
    [
        " you might know more about this Echo Charles, but the number, the average career path now is like,",
        4539.38,
        4544.46
    ],
    [
        " you change, you change jobs every two, three years. A normal person right now changes job every two,",
        4544.84,
        4549.52
    ],
    [
        " three years. Like a, that's like a normal kid. Graduates college three years ago has probably already",
        4549.58,
        4554.06
    ],
    [
        " had two different jobs. Yeah, it's crazy. Back in the day, it was like, oh, you're going to work for",
        4554.06,
        4558.62
    ],
    [
        " Ford and you're going to be there for 35 years, period in a store. You're going to work for IBM.",
        4558.62,
        4562.56
    ],
    [
        " You're going to be there for, you're going to work down at this, you know, at the water treatment plant",
        4562.84,
        4566.28
    ],
    [
        " and you're going to be doing like, I have the friends that went into that. I think I'm a little bit",
        4566.32,
        4570.84
    ],
    [
        " more of the generation that was like, oh, you get done. You get a job at that company, in that factory,",
        4570.84,
        4577.8
    ],
    [
        " in that power company, you know, whatever that job that you go into, that's what you're going to do.",
        4578.18,
        4584.38
    ],
    [
        " Most likely at that company, most likely for your whole life. Yeah. And I've thought about that",
        4584.82,
        4590.94
    ],
    [
        " a few times because I mean, you know, I did just under 12 years in the Navy. You know, we've talked",
        4590.94,
        4595.52
    ],
    [
        " about why I've got out and the decision I made was the right decision for that time in my life.",
        4595.52,
        4600.32
    ],
    [
        " Even though I loved it, I still wish I was in, you know, but I remember when I was working at",
        4600.9,
        4606.7
    ],
    [
        " that financial company, you know, I was like, cool, I'm going to do this until I'm done because I",
        4606.7,
        4611.56
    ],
    [
        " just thought like cool. And then, you know, a few years into it, things are shifting and changing",
        4611.56,
        4615.6
    ],
    [
        " and I'm like, yeah, maybe I'm going to do my own thing. And then, and I felt really weird,",
        4615.6,
        4620.08
    ],
    [
        " like leaving that because I felt like I was like, like I shouldn't be doing that. And then coming",
        4620.74,
        4626.28
    ],
    [
        " on with Eshulan Front, I'm like, cool, I'm really good until the day I die, you know, until you get in",
        4626.28,
        4631.88
    ],
    [
        " labor, like, hey, no more homie. Like I'm like here. And you know, and we talked earlier, like I have",
        4631.88,
        4637.08
    ],
    [
        " other businesses that I'm starting and investing into for the purpose of like, I want my kids to have",
        4637.08,
        4641.78
    ],
    [
        " something to earn to be a part of. There is nothing else I'm going to do other than Eshulan Front",
        4641.78,
        4648.28
    ],
    [
        " in regards to a career. Like this is my life. Yeah, we just had that. It's just everything for me.",
        4648.28,
        4653.96
    ],
    [
        " We just got asked that question on the underground podcast. Like, hey, you know,",
        4654.3,
        4658.16
    ],
    [
        " Jockel, what do you think you're doing to your 60 or 70 years old? And I was like, oh, doing",
        4658.26,
        4661.24
    ],
    [
        " you just do surfing, speaking, writing, doing the podcast, talking to companies about leadership.",
        4661.24,
        4665.68
    ],
    [
        " Like that's what I'll be doing. Yeah. I won't be traveling as much. Eventually that'll throw",
        4665.86,
        4671.54
    ],
    [
        " out a bad friend. Yeah. But that's what I'll be doing. Not many times soon, Jack. Can't book it. Keep",
        4671.54,
        4676.22
    ],
    [
        " booking the gigs. All right. Number 24, the tough part about being an officer is that the",
        4676.26,
        4684.06
    ],
    [
        " troops don't know what they want, but they know for certain what they don't want. That's a very",
        4684.06,
        4689.96
    ],
    [
        " interesting commentary about human nature is and it's true about people. Like you try and impose",
        4689.96,
        4697.18
    ],
    [
        " something on something that people don't want. They're going to tell you they might not know what to",
        4697.18,
        4701.0
    ],
    [
        " ask for. But they're going to know, but hey, here's a conversation my wife will have with me.",
        4701.0,
        4706.22
    ],
    [
        " This is me too. My wife will be like, what do you want for dinner? I don't care. What about this",
        4706.24,
        4711.06
    ],
    [
        " place? No, no. Right? That's like, I do that all day long with my wife. You just raised a blood",
        4711.06,
        4717.14
    ],
    [
        " pressure of how many million men across the world that are listening right now and how many",
        4717.14,
        4722.1
    ],
    [
        " million women are just laughing right now. So that is true. It's going to be, it's always going to",
        4722.1,
        4728.52
    ],
    [
        " be harder than what that does is it makes it the job for you harder when you're in a leadership",
        4728.52,
        4733.66
    ],
    [
        " leadership position because you're making, they can't, sometimes they can't quite tell you what it is",
        4733.66,
        4741.48
    ],
    [
        " that they want to do or how they want to do something. But when you tell them, when you make a",
        4741.48,
        4745.06
    ],
    [
        " suggestion, they don't like your suggestion. So trying to find that balance is an important thing.",
        4745.06,
        4749.24
    ],
    [
        " And leading them down the path by asking them earnest questions. Instead of imposing, it's going to",
        4749.84,
        4754.94
    ],
    [
        " be a better, better option. You know, if my wife was to say, well, what kind of food are you in",
        4754.94,
        4760.2
    ],
    [
        " the mood for? Now she's leading me to say, well, I'm looking for something different tonight,",
        4760.2,
        4765.94
    ],
    [
        " like a rib eye. I suppose her primary, yeah, as opposed to her primary. Next one. Number 25 here,",
        4766.52,
        4775.76
    ],
    [
        " every command that can be misunderstood will be. Yep. That's, that's why we do read back. That's",
        4776.0,
        4782.32
    ],
    [
        " why when I texted JP, hey, this is what time we're doing the podcast tomorrow. This is what we're",
        4782.32,
        4788.12
    ],
    [
        " going to be talking about. JP texted Roger, I copy. We will be meeting at this time, at this location,",
        4788.12,
        4793.98
    ],
    [
        " at the topic will be this and I texted back affirmative. There's no misunderstanding there.",
        4794.04,
        4798.8
    ],
    [
        " No, that's where we have the read back. And when you think you, man, when you think people understand",
        4798.96,
        4804.84
    ],
    [
        " things, they just don't, they just don't listen. There's things that would, when, when I walk into the room,",
        4804.84,
        4812.04
    ],
    [
        " I think JP understands something. He 100% doesn't. Now when I tell him, now I think, well, since I",
        4812.48,
        4819.7
    ],
    [
        " told him to be understanding, he 70% doesn't. When I explain it to him, pretty detailed. And I think",
        4819.7,
        4825.04
    ],
    [
        " he's got 100%. He doesn't. He's got it. Now there's still 30% he doesn't understand. I've got to",
        4825.04,
        4829.48
    ],
    [
        " sit down, make sure he fully understands it and then have him say it back to me in his own words,",
        4829.48,
        4833.52
    ],
    [
        " and then we're good. That's the way it works. The minute you assume that people know something or",
        4833.56,
        4839.6
    ],
    [
        " understand something or understand how you want something done, there's going to be some,",
        4839.6,
        4845.28
    ],
    [
        " there's going to be some delta in that understanding. Radios will fail as soon as you need them.",
        4845.44,
        4853.16
    ],
    [
        " You know, that's that is a bizarre one. That is a, that is a bizarre, it's, it's like a UFO.",
        4853.38,
        4862.52
    ],
    [
        " What's it? You unidentified flying object. What's that? A phenomenon?",
        4862.96,
        4865.44
    ],
    [
        " Sure. Right? This happens so much that it seems like it's a phenomenon of life.",
        4865.86,
        4870.56
    ],
    [
        " The minute you need, really need something to happen through radios, they're not going to work.",
        4871.18,
        4877.06
    ],
    [
        " The minute you really need to get a text out, there's some reason your phone's not working.",
        4877.4,
        4882.18
    ],
    [
        " Oh, I have went from being connected to the Wi-Fi and five bars to SOS on my phone.",
        4882.18,
        4887.24
    ],
    [
        " What is going on right now? I'm in my own house and I'm on SOS. I'm like, what is going on?",
        4887.54,
        4893.66
    ],
    [
        " Dude, I know where your mind goes. That's happened to me a few times recently. We were all",
        4894.04,
        4897.18
    ],
    [
        " sent on like, EMP just happened. Activate the plan, hope for a man and the kids know to make",
        4897.18,
        4902.28
    ],
    [
        " the way back to the house and work at a roll. Move to Rally Point 7. Yeah, Rally Point 7 at this point.",
        4902.28,
        4908.1
    ],
    [
        " That means you got to come up with plans for no comps. In the SEAL teams, we have something called",
        4909.5,
        4913.04
    ],
    [
        " a no-coms plan. That means if I haven't heard from JP by this time, I'm going to move to this position.",
        4913.04,
        4918.48
    ],
    [
        " I'm going to look for a visual signal. If I don't get a visual signal, I'm going to move closer and",
        4918.64,
        4922.5
    ],
    [
        " look for another visual signal. If I don't see it, I'm going in and I'm going to make contact",
        4922.5,
        4926.52
    ],
    [
        " at a certain position. So we have what we call loss of comps plans or no-coms plans. You should have",
        4926.52,
        4933.2
    ],
    [
        " that for everything that's going on. Everything with your family. I mean, and this is not a",
        4933.2,
        4937.82
    ],
    [
        " like to scare your family or scare your kids, but this should actually provide comfort to your",
        4937.82,
        4942.32
    ],
    [
        " family and your kids. Amanda knows, hey, if something happens and I'm on the road, if something happens",
        4942.32,
        4948.54
    ],
    [
        " crazy and I'm on the road, you stay at the house and give me two to three days. There's zero chance,",
        4948.54,
        4957.94
    ],
    [
        " I do not make it back to my family within two to three days anywhere in the United States. Unless",
        4958.18,
        4963.44
    ],
    [
        " I'm dead and she knows that. I'm like, if I'm not there within three to five days dead, I'm dead.",
        4963.44,
        4968.0
    ],
    [
        " This is what you need. Yeah, and this is what you need to do. And this is not like a fear-mongering",
        4968.18,
        4973.32
    ],
    [
        " thing. It's like, hey, we're going to be prepared just in case. And we've talked about with our kids,",
        4973.32,
        4977.74
    ],
    [
        " hey, if this happens and you know, like, and obviously the tone, tact and delivery when you're",
        4977.9,
        4982.14
    ],
    [
        " talking with your kids about this needs to be completely different than with your buddies and your",
        4982.14,
        4986.52
    ],
    [
        " your friends and your in your wife. But like, our kids know, like, hey, if this happens, like, okay,",
        4986.52,
        4992.06
    ],
    [
        " like, this is what we're going to do as a family. This is the other families that we're going to go",
        4992.2,
        4996.2
    ],
    [
        " link up with. And, you know, and this is going to be fun. It's going to be a little venture.",
        4996.2,
        5000.46
    ],
    [
        " Yeah, that sure is. It's going to be fun for us. He knows a deal. He's like, do that boy just",
        5000.7,
        5005.26
    ],
    [
        " wants to be a part of something. He's six foot two hundreds, 183 pounds right now. How old is he?",
        5005.26,
        5011.62
    ],
    [
        " 17. 17 and two weeks. And he's six foot what? Six foot two, 183 pounds. We're in size 15 shoe.",
        5012.6,
        5018.64
    ],
    [
        " Man child.",
        5019.1,
        5019.9
    ],
    [
        " It's not a child. 15 shoe. That's fun to try to find.",
        5020.28,
        5024.46
    ],
    [
        " Yeah, that's so he's wearing like the dorkiest shoes anyone.",
        5024.8,
        5028.46
    ],
    [
        " Because he's got another good one. Oh, really? There's good brands out there now. James Nielsen.",
        5028.66,
        5033.04
    ],
    [
        " Of course, James Nielsen. He's one of our black belts. Old school black belt. But he had like,",
        5033.34,
        5038.42
    ],
    [
        " real big feet. And like, every time you show up, you'd be like, bro, it's all kind of kick.",
        5038.52,
        5043.62
    ],
    [
        " So we like, no, there's like all jacked up brands now like like Brooks running. And I think there's",
        5043.62,
        5049.5
    ],
    [
        " and new balance also, I can go up to 15. So he's good. I mean, they still look funny.",
        5049.5,
        5053.9
    ],
    [
        " I don't know because they're such big shoes. So the thing is, is he going to grow more?",
        5054.04,
        5057.22
    ],
    [
        " What are they saying? Yeah, it'll be six four to six five.",
        5057.42,
        5060.48
    ],
    [
        " Dude, yeah. Because one of my old teammates, who was my roommate for a long time, but he was",
        5060.8,
        5067.12
    ],
    [
        " he was 5'11, winning with the college. And he got like D2 scholarship offers for basketball.",
        5067.14,
        5074.68
    ],
    [
        " And he didn't take them because he was like, I'm just going to go get my education, whatever.",
        5075.54,
        5078.24
    ],
    [
        " I'm obviously not going to be able to play pro. He grew five inches in college,",
        5078.76,
        5081.66
    ],
    [
        " graduated six four, came in the dude. That's free. That guy could do any athletic pursuit, like a beast.",
        5081.78,
        5088.88
    ],
    [
        " So there you go. That's going to be interesting. Six five. Yeah, six five.",
        5090.0,
        5094.96
    ],
    [
        " Fifteen is no joke. His hands are huge too. I mean, he's he's lifting at school because it's",
        5095.32,
        5101.3
    ],
    [
        " part of the wrestling program. I mean, we have a full, you see in our setup of the house, it's awesome.",
        5101.3,
        5105.72
    ],
    [
        " He's starting to get a little more intrigued in at the house as well. And you know, man, I'll be like,",
        5106.04,
        5110.1
    ],
    [
        " Hey, man, you know, how many times you know, you've heard Jaco talk about man. If I had this",
        5110.1,
        5113.84
    ],
    [
        " setup when I was a kid. You know, and so he's now starting to, dude, man, if he starts like lifting,",
        5113.84,
        5118.88
    ],
    [
        " it's because he's on testosterone because he's a 17 year old kid. Like the people go on testosterone",
        5120.44,
        5127.58
    ],
    [
        " so that they can have the testosterone that you're 17 year old son has. I'm on testosterone for",
        5127.58,
        5132.44
    ],
    [
        " the rest of my life because I probably doesn't produce it so that I can be able to maintain that gap",
        5132.44,
        5138.8
    ],
    [
        " as long as I can. I know it's going to happen. Yeah, it's fine. He's going to be jacked. I got that old",
        5138.8,
        5144.22
    ],
    [
        " man strength. I will say, you know, never read the comments. You heard this? Yes, I have. I read comments.",
        5144.24,
        5149.92
    ],
    [
        " Occasionally, but but I had to read the comments about there was a",
        5150.1,
        5154.36
    ],
    [
        " Jaco few put up a video of my gym, my home gym. And so people were commenting in one of the comments.",
        5154.36,
        5160.88
    ],
    [
        " You know, people like, oh my god, I can't believe that's a home gym because my gym is pretty legit.",
        5161.08,
        5163.68
    ],
    [
        " It's amazing. But someone wrote, your home gym is better than my gym gym.",
        5163.88,
        5168.08
    ],
    [
        " That's so cozy. So I like that comment. Pretty good. Good one.",
        5170.2,
        5173.28
    ],
    [
        " Number 27, anything you can get you killed, including nothing.",
        5174.38,
        5177.74
    ],
    [
        " Again, I talked with a military unit today and I was talking about how you be worried about things",
        5178.88,
        5184.46
    ],
    [
        " that you can control. And you said this earlier today, like don't worry about things you can't",
        5184.46,
        5187.64
    ],
    [
        " control. Concern yourself with things that you can't control because anything gets you killed",
        5187.64,
        5192.54
    ],
    [
        " including nothing. So get over that. The the element of chance that happens in life that happens",
        5192.88,
        5199.64
    ],
    [
        " in business. You know what? You could have a fire in your factory tomorrow. And if you focus all",
        5199.64,
        5204.44
    ],
    [
        " of your effort worrying about something that could low possibility happen, but it could happen,",
        5204.44,
        5209.22
    ],
    [
        " you're wasting your time and effort. So don't let that happen. Number 28, if you take more than your",
        5209.34,
        5215.74
    ],
    [
        " fair share of objectives, you will get more than your fair share of objectives to take.",
        5215.74,
        5221.92
    ],
    [
        " Hmm. This is known. The harder you work and the better you perform, the more responsibility",
        5224.1,
        5229.72
    ],
    [
        " you're going to get and the more in my mind opportunity you're going to get. You know, I am going",
        5229.72,
        5235.8
    ],
    [
        " to do a square away thing when I was a young guy. There's another thing I was talking about today",
        5235.8,
        5241.36
    ],
    [
        " with this military unit. I was the youngest and most junior guy in my first two two seal obtains.",
        5241.36,
        5245.92
    ],
    [
        " What did I do? Everything that I could take charge of. I took charge of. You know, I was a radio",
        5246.88,
        5253.32
    ],
    [
        " man. So all that man, I was taking charge of all those radios. If there was a communication plan to",
        5253.32,
        5256.42
    ],
    [
        " come up, I was going to make a, it's going to do take charge of as much as you can. And you're going",
        5256.42,
        5260.02
    ],
    [
        " to get more to take charge of, which is good. So, you know, this is a Murphy's Law thing and this",
        5260.02,
        5265.78
    ],
    [
        " has said sort of, you know, tongue and cheek like, oh, if you work hard, you're going to get more work.",
        5265.78,
        5271.5
    ],
    [
        " They're looking at it negative. I look at it positive. Obviously. Yeah, I, I used to get so mad. I",
        5271.98,
        5280.4
    ],
    [
        " never expressed it on the outside. Never let a client know. But at the beginning, working with",
        5280.4,
        5286.14
    ],
    [
        " that shot on the front, I would always ask like, hey, what's the worst thing that can happen if",
        5286.14,
        5289.62
    ],
    [
        " you're the only person that takes ownership? I just want people to think like, okay, like what's",
        5289.62,
        5294.22
    ],
    [
        " the worst thing that's going to happen? And there's always be like this one person, but you're going",
        5294.22,
        5298.18
    ],
    [
        " to get more work. And I'm like, yeah, that's a good thing. Because guess what? You get to solve the",
        5298.18,
        5304.46
    ],
    [
        " problems. You have control over the thing that you're complaining about that nobody else is fixing.",
        5304.46,
        5309.12
    ],
    [
        " Like, that's a good thing. And guys and guys would push back and play. But yeah, but you're,",
        5309.3,
        5313.54
    ],
    [
        " you have more work on your plate. And on the inside, I would want to like, I was like, I'd get",
        5313.54,
        5318.34
    ],
    [
        " combative because I hate that mindset of just like, just, I'm going to do the bare minimum on the",
        5318.34,
        5323.24
    ],
    [
        " super lazy. And so I would realize like, Oh, I'm not framing this question the right way. Or I'm",
        5324.0,
        5329.1
    ],
    [
        " not given enough, like, enough information said that they can see like, Hey, this is actually a good",
        5329.1,
        5334.02
    ],
    [
        " thing. But you know, as we have the conversation, you pull the thread, all those people eventually",
        5334.02,
        5338.42
    ],
    [
        " would be like, All right, you're right. Like there's nothing bad that's going to come from me taking",
        5338.42,
        5342.12
    ],
    [
        " ownership. And my, Hey, if, if you don't do the work, does the work eventually need to be get,",
        5342.12,
        5346.98
    ],
    [
        " does it need to be done? And there are everyone always like, Well, yeah, I'm like, so is there the",
        5347.48,
        5352.6
    ],
    [
        " possibility that the work could be put on your plate because it needs to be get done? Yeah. Okay. And",
        5353.54,
        5360.22
    ],
    [
        " since you've waited so long to do the work, is it in a better situation than if you would have just",
        5360.22,
        5365.3
    ],
    [
        " taken ownership and default aggressive and started selling that problem sooner? And they're like,",
        5365.3,
        5369.18
    ],
    [
        " okay, yeah, that makes sense. I mean, I, I want to do work on my terms. Yes. Not on anybody else's",
        5369.34,
        5376.8
    ],
    [
        " terms. So I'm not going to wait for someone to tell me what to do. I'm going to make it happen.",
        5376.8,
        5380.46
    ],
    [
        " And by the way, when I take ownership of this project that no one wanted to do and I get it done,",
        5380.88,
        5385.02
    ],
    [
        " and then I get tasked another project and I go, Okay, Hey, boss, I'll definitely get this thing done.",
        5385.06,
        5389.88
    ],
    [
        " By the way, I need two people to hear to support me. I need, I need those two people from the other",
        5389.9,
        5394.04
    ],
    [
        " team that isn't doing anything. I need them with me. Okay, cool. Yep. You got them. Why? Because you're",
        5394.04,
        5397.38
    ],
    [
        " performing all of a sudden, I've got a team and we're doing work together. My life is actually",
        5397.38,
        5403.16
    ],
    [
        " getting easier. I'm having more influence over my world, more influence over accomplishing the",
        5403.16,
        5407.94
    ],
    [
        " mission. Why? Because I took ownership. So yeah, there you go. Number 29, if everything seems",
        5407.94,
        5413.8
    ],
    [
        " to be going well, you have overlooked something. I suppose I should have put that one up with a",
        5413.8,
        5418.92
    ],
    [
        " complacency department. But again, really smart to not get swept up by the mob. The mobs all high",
        5418.92,
        5427.5
    ],
    [
        " fiving each other, all congratulating each other on what a great job you did and what a great job",
        5427.5,
        5431.96
    ],
    [
        " the team did. You should be the one as a leader. And by the way, you could be anywhere on the chain",
        5431.96,
        5437.04
    ],
    [
        " to command, looking around going, okay, what do we miss? How can we improve our position right now?",
        5437.04,
        5440.24
    ],
    [
        " Where can we move? How can we get better? The easy way is always mind. We already covered that.",
        5440.36,
        5446.44
    ],
    [
        " Wait, the easy way is always mind. Is that kind of the same as yeah, if it sounds too good to be",
        5446.8,
        5453.04
    ],
    [
        " true, it usually is kind of a thing. Yes. Yes. Yes. For sure. Very similar. That's where I,",
        5453.04,
        5458.6
    ],
    [
        " there were some repeats in here as I pulled from different lists. I can see I put that one in",
        5458.72,
        5462.86
    ],
    [
        " twice pretty much. And this is another similar one. Try to look unimportant. They may be low on",
        5462.86,
        5468.94
    ],
    [
        " ammo. And again, this is this is one of those like tongue in cheek ones. You know, the military is",
        5468.94,
        5474.16
    ],
    [
        " filled with people and with a whole genre of humor, of avoiding work, you know, skating as much as",
        5474.16,
        5483.28
    ],
    [
        " you can. As a matter of fact, there's a, there's a, I found some acronym for skate. And it's like,",
        5483.28,
        5489.46
    ],
    [
        " you know, SK, ATE, and it had all these things, you know, sneak away when you can. And K was like,",
        5489.76,
        5497.66
    ],
    [
        " keep your name off of volunteer lists. It had like a whole thing. One of them was like, don't take",
        5498.06,
        5503.5
    ],
    [
        " responsibility. Anyways, there's a whole genre of ability. A fully responsibility? Yeah. Yeah,",
        5503.5,
        5510.0
    ],
    [
        " avoid. I think that actually was it. Like, as I avoid responsibility. It's funny. I was going to",
        5510.3,
        5513.9
    ],
    [
        " cover it on the academy because each one of them is like the counter to the principles that we teach.",
        5513.9,
        5519.32
    ],
    [
        " So, but there's a whole genre of humor in the military. And it probably, you know, was, it",
        5520.48,
        5526.7
    ],
    [
        " existed in World War II. It probably found its home during Vietnam where you had a bunch of",
        5526.7,
        5531.14
    ],
    [
        " draftees that were like, didn't want to be there. So there's a whole genre of military in there,",
        5531.14,
        5535.4
    ],
    [
        " of military humor. That's avoid work, skate as much as you can. And this is one of those try to look",
        5535.56,
        5540.78
    ],
    [
        " important. Try to look unimportant. They may be low on ammo. This is an important one. Professionals",
        5540.78,
        5548.0
    ],
    [
        " are predictable. It's the amateurs that are dangerous. We know this from fighting, right?",
        5548.0,
        5553.32
    ],
    [
        " You get to wipe belts. You get to wipe belts. They're never going to beat you. They could definitely hurt",
        5553.5,
        5560.22
    ],
    [
        " you by doing something stupid. And after they hurt you with your hurt ankle or knee, you submit them,",
        5560.22,
        5566.02
    ],
    [
        " put them to sleep. And then you got to go get freaking, you know, ice pack because this idiot threw",
        5566.02,
        5572.16
    ],
    [
        " an elbow into your eye socket because they were spaz now and doing something that was totally unpredictable.",
        5572.16,
        5576.44
    ],
    [
        " So, yes, professionals are predictable. It's amateurs that are dangerous. This includes like people",
        5577.12,
        5583.9
    ],
    [
        " that you're working with, people that don't understand the, if you bring in people from other",
        5583.9,
        5589.66
    ],
    [
        " industries, which eyes totally support, they might do things that you don't predict. So pay attention",
        5589.66,
        5595.28
    ],
    [
        " that if you have competitors that are new in the industry and you're calling their shots,",
        5595.28,
        5600.26
    ],
    [
        " maneuvering to keep them in check, they might do things you didn't expect because professionals",
        5600.74,
        5606.94
    ],
    [
        " are predictable, but amateurs can be dangerous. Number 34, a sucking chest wound is nature's way",
        5606.94,
        5615.92
    ],
    [
        " of telling you to slow down. Now, what I like about that one is the humor.",
        5615.92,
        5624.3
    ],
    [
        " Well, yeah, obviously the dark humor, but this is also JP getting a call,",
        5624.36,
        5630.5
    ],
    [
        " getting a mission tasking the day after his 40th birthday where he's been on the road for a week.",
        5630.7,
        5636.3
    ],
    [
        " And looking at his wife and saying, yep, hey, that weekend we had planned, we're going to cancel it",
        5636.74,
        5641.8
    ],
    [
        " because I got to go do a gig. The look on her face is the sucking chest wound.",
        5641.8,
        5647.26
    ],
    [
        " Okay, maybe she didn't give you that look. Go ahead. Yeah, I was going to say in her defense,",
        5647.94,
        5653.3
    ],
    [
        " there was no look, but I knew. Yeah, I just knew. So you felt the sucking chest wound yourself.",
        5653.36,
        5660.14
    ],
    [
        " I felt it. Right. She was detached. She was normal face. I just want to be this very, very clear.",
        5660.22,
        5666.28
    ],
    [
        " My wife has been amazing to JP one. Like cool, you're in a Miss Arianaverse again.",
        5666.34,
        5670.94
    ],
    [
        " What a awesome. Oh, you're missing me having surgery. Can you just fly my mom in to help take",
        5671.2,
        5675.94
    ],
    [
        " care of me while you're gone for two weeks doing FTA? Like she's never once complained about anything.",
        5675.94,
        5680.16
    ],
    [
        " And all those things I said are factual things. I know. I felt it. She was normal face because she was",
        5680.24,
        5687.84
    ],
    [
        " like, Oh, I think he'll heal. Yeah. So I just want to be on my wife's defense. But yes,",
        5687.84,
        5693.94
    ],
    [
        " you're right. That is 100%. It was like, Hey, you know what? You need to slow down right now.",
        5694.06,
        5699.42
    ],
    [
        " You need to slow down. So pay attention to that. The sucking chest wound. When you're when you're",
        5699.84,
        5710.14
    ],
    [
        " when you see frothy blood coming out of your wound. That means you need to take a little breather.",
        5710.82,
        5717.36
    ],
    [
        " So take a step back. Take a little bit of downtime. Slow down.",
        5718.04,
        5724.02
    ],
    [
        " Next one. Tracers work both ways. And that's a good one because it's very similar to that",
        5725.26,
        5739.16
    ],
    [
        " when we when we said what was that first one that we went over? You know, what it was like you're",
        5739.58,
        5743.88
    ],
    [
        " going to get. Oh, you're in range. Oh, yeah. This is a similar one. Tracers work both ways.",
        5743.88,
        5748.8
    ],
    [
        " Also, this means when you to me, this is talking about I talk about the symbiotic strategy",
        5749.34,
        5754.18
    ],
    [
        " and tactics giving away your position. Every number of five given later position. Yeah,",
        5754.18,
        5759.16
    ],
    [
        " we're still letting yourself in a window. Yep. When you decide during the meeting to stand up and",
        5759.38,
        5763.88
    ],
    [
        " say, this is what I think all of a sudden, everyone knows where you stand. And now they're",
        5763.88,
        5767.86
    ],
    [
        " formulating arguments against you. And by the way, they don't think you're on you know, J.P.",
        5768.58,
        5773.14
    ],
    [
        " if J.P. saying we should go north and I'm saying we should go south. And instead of me listening",
        5773.18,
        5777.72
    ],
    [
        " to J.P. and saying, Hey, well, why do you think we should go from the north? And he says, well,",
        5777.72,
        5781.0
    ],
    [
        " you got this, this, this, instead of if you say, I think we should go from the north. And I say,",
        5781.04,
        5784.28
    ],
    [
        " well, I actually think we should go from the south. All of a sudden, we're arguing with each other.",
        5784.28,
        5787.08
    ],
    [
        " Also, you're not listening to me. So what am I going to do? I'm not going to I'm not going to use",
        5787.64,
        5792.1
    ],
    [
        " my tracers where you can see exactly where I am. And I'm not trying to be manipulative. What I'm",
        5792.1,
        5797.26
    ],
    [
        " trying to do is I'm trying to keep my mind open and I'm trying to keep your mind open. That's what",
        5797.26,
        5801.62
    ],
    [
        " I'm trying to do. The minute I let loose with some tracers and you can see exactly where I am,",
        5801.62,
        5807.84
    ],
    [
        " all of a sudden, you're going to aim your tracers right back. I mean, we're in a gunfight now.",
        5808.3,
        5811.38
    ],
    [
        " But if I don't shoot and I just say, Hey, J.P. Why do you think it would be better to attack from",
        5811.96,
        5819.16
    ],
    [
        " that position? Your mind is not shut down. My mind is not shut down. We can have a conversation. We",
        5819.16,
        5826.2
    ],
    [
        " can actually come to the best solution. So try not to give away your position people.",
        5826.2,
        5831.04
    ],
    [
        " Number 40. If at first you don't succeed, calling an airstrike.",
        5832.02,
        5839.16
    ],
    [
        " And here's what I like about this one. Again, these are great because they have these little tongue",
        5839.64,
        5845.22
    ],
    [
        " and cheek kind of humerus and there's some element of truth in it. But if you're trying to do something",
        5845.22,
        5850.14
    ],
    [
        " and it is not worth working, try a different approach. This is something that this is a",
        5850.14,
        5856.78
    ],
    [
        " scenario that you and I ran so many times. We were running urban training. So we got our seal",
        5856.78,
        5863.32
    ],
    [
        " platoons out running around in an urban environment. And we would set up a building that was going",
        5863.32,
        5869.6
    ],
    [
        " to be impossible for the seals to be able to take down this building. It was going to be impossible.",
        5869.6,
        5875.34
    ],
    [
        " Seals can do anything. No, they can't. No, you put it five barricaded shooters in a building",
        5875.62,
        5881.22
    ],
    [
        " with booby traps. They're not going to be able to take it down. Everyone, if the more they stay",
        5881.22,
        5885.92
    ],
    [
        " there, the more people are going to die. And eventually if they keep stay there and continue trying",
        5885.92,
        5889.82
    ],
    [
        " to take the building, everyone will be dead. And we would see whole platoons get wiped out by two or",
        5889.82,
        5896.5
    ],
    [
        " three barricaded shooters. Why? Because if at first you don't succeed and you run into some real",
        5896.5,
        5902.08
    ],
    [
        " resistance, maybe you should try something else like backing out of the building and calling it an",
        5902.54,
        5905.98
    ],
    [
        " a strike. So check your perspective. If you're trying something and it's not working, what are some",
        5905.98,
        5913.9
    ],
    [
        " other options? You weren't at this FTX. Dave and I were doing it with one of our clients. And we ran",
        5913.9,
        5922.08
    ],
    [
        " a scenario similar to this. You know, we call it the murder bridge. Very similar to a barricaded",
        5922.08,
        5927.86
    ],
    [
        " shooter scenario. And we get done with it. And we debrief. We stop the run out in the field. We",
        5928.04,
        5933.52
    ],
    [
        " debrief it right there so they can see it. Like we try to do that as much as we can on these field",
        5933.52,
        5938.04
    ],
    [
        " training exercises. And like, Hey, if we can stop all we're out there to talk through so you can see",
        5938.04,
        5941.94
    ],
    [
        " the environment, you can feel it. They really tie it in. And this point, when you mandate that they",
        5941.94,
        5947.3
    ],
    [
        " stop and the are forced to take their head off of their gun and look around and detach and see",
        5947.3,
        5953.28
    ],
    [
        " what happened. It's a very good learning. It is so powerful. It is so powerful. Because we stopped,",
        5953.44,
        5959.46
    ],
    [
        " I mean, they were in it there. I mean, they're shooting their laser taggers. They're just in it.",
        5959.64,
        5964.02
    ],
    [
        " They're in it. They're in it. We stop it. They pull back. And we hadn't even started debrief",
        5964.06,
        5968.48
    ],
    [
        " from this one guy goes, it's all a bitch. He goes, that's the channelized area. I'm like, yeah,",
        5968.48,
        5973.78
    ],
    [
        " I was like, re in the military. He goes, no, but I know enough to know that's a bad situation.",
        5973.92,
        5978.3
    ],
    [
        " So we're kind of laughing. We're going through some like different stuff. And then like, I'm like",
        5978.92,
        5984.9
    ],
    [
        " sitting there like listening to all the people's going, Oh, I can hear that. I can see that. Like,",
        5984.9,
        5990.68
    ],
    [
        " they're literally seeing everything. And we're not even giving them anything. And then we explain",
        5990.82,
        5997.32
    ],
    [
        " to them like the situation, like, Hey, this is what we have here. This is what's going on. And",
        5997.32,
        6002.58
    ],
    [
        " this one girl goes, I have an example from from work that this is exactly what we're doing.",
        6002.66,
        6008.02
    ],
    [
        " David and I were like, Okay, what's up? It's just like we were coding something. We're working on",
        6008.22,
        6012.8
    ],
    [
        " this code problem. We couldn't figure it out. And we kept working on it. And she goes, you know,",
        6012.8,
        6017.48
    ],
    [
        " we just kept working on it. We kept throwing more people, more resources. We kept working on it.",
        6017.5,
        6021.58
    ],
    [
        " They were working on this one coding problem for seven months straight until somebody finally",
        6021.96,
        6031.48
    ],
    [
        " came in and said, Hey, we don't need to be working on that anymore. It was just absolutely bizarre.",
        6031.48,
        6038.16
    ],
    [
        " We're sitting there like, dang, she goes, this is exactly what she's like. We're in we're in",
        6038.16,
        6043.48
    ],
    [
        " murder bridges every single day. Horrible. Yeah. So get a different perspective. Don't code. Don't",
        6043.48,
        6052.6
    ],
    [
        " try and fix one small problem coding for seven months. I might push that up the chain of command",
        6052.6,
        6057.18
    ],
    [
        " and say you hit a roadblock that you can't get around. Lord or some other options here.",
        6057.18,
        6061.94
    ],
    [
        " Number 41, make it tough enough for the enemy to get out to get in. And you won't be able to get out.",
        6063.64,
        6071.4
    ],
    [
        " I'll say it again, make it tough enough for the enemy to get in. And you won't be able to get out.",
        6071.94,
        6076.48
    ],
    [
        " The reason this is in this little grouping is because when you dig in and you make your you get",
        6077.02,
        6083.04
    ],
    [
        " defensive in your position, you're not going to be able to move anymore. The minute I say,",
        6083.18,
        6086.42
    ],
    [
        " it's JP, you don't know why you don't understand my plans better than yours. Your plan's stupid.",
        6086.66,
        6092.2
    ],
    [
        " The minute I say that, I just put myself in a position where I can't change my mind.",
        6092.56,
        6095.6
    ],
    [
        " Well, I can if I can go from that extreme ego issue to being like, hold on, JP, this is my ego",
        6096.06,
        6102.64
    ],
    [
        " talking right now. I actually am an idiot. Explain your plan to me. I think it's better. But most",
        6102.64,
        6108.52
    ],
    [
        " people don't get to do that. Most people, they dig in to a point where they can't move anymore.",
        6108.52,
        6115.38
    ],
    [
        " Don't pay yourself into a corner. And don't paint your team into a corner. Right? Don't put so",
        6116.08,
        6121.96
    ],
    [
        " many parameters on them that they can't make adjustments. Doesn't make sense. So be careful,",
        6121.96,
        6127.8
    ],
    [
        " if you are short of end of everything, but the enemy, you are in a combat zone.",
        6127.96,
        6136.64
    ],
    [
        " Again, a little dark humor with that one. Here's one. Never forget that your weapon is made by",
        6138.24,
        6146.02
    ],
    [
        " the lowest bidder. And again, that of course is like classic tongue and cheek situation.",
        6146.02,
        6151.52
    ],
    [
        " But here's the thing. No matter what you're doing, you're not, you're going to, you're",
        6153.32,
        6159.42
    ],
    [
        " equipment, your resources are going to be wanting. No matter where you are, you're going to want",
        6159.42,
        6165.86
    ],
    [
        " better resources. You're going to want more people. You're going to want more money. You're",
        6166.28,
        6169.5
    ],
    [
        " going to want better gadgets. You're going to want better advertising supplies. You're going to",
        6169.5,
        6176.36
    ],
    [
        " want better marketing materials. No matter what you're doing, you're going to, you're going to",
        6176.36,
        6180.9
    ],
    [
        " have to work with what you got. Even when it's made by the lowest bidder. And the number of times",
        6180.9,
        6187.74
    ],
    [
        " that JP to know turned to me and said, Hey, Jocco, I'm doing the best I can, but this weapon system",
        6187.74,
        6194.96
    ],
    [
        " is made by the lowest bidder is zero, right? You don't blame your weapon. And this is set up to be",
        6195.1,
        6201.94
    ],
    [
        " an excuse. And what I'm telling you is that's, that's everyone. That's every company. It doesn't",
        6201.94,
        6208.4
    ],
    [
        " matter. You go to any company in the world. And there's like someone in one department who's going,",
        6208.4,
        6213.76
    ],
    [
        " Hey, I need more budget here. I need to hire more people. I need more resources for this. Every",
        6213.9,
        6224.8
    ],
    [
        " someone in a department going, I need more resources. So your weapon is made by the lowest bidder.",
        6224.8,
        6232.34
    ],
    [
        " We get it. And guess what JP did with that weapon? Diled that thing in and made it work. A lot.",
        6232.52,
        6241.54
    ],
    [
        " Yeah, that's like the, we've talked about this multiple times. I mean, you can make excuses or",
        6242.02,
        6248.1
    ],
    [
        " you can make things happen. You cannot do both. So I mean, and you look at that also, like,",
        6248.1,
        6254.1
    ],
    [
        " again, like the whole time and cheat thing. But even the lowest bidders, they're still damn good.",
        6254.18,
        6259.32
    ],
    [
        " Like the stuff that we had access, not some of the stuff I get it, but the principle of what you're",
        6259.92,
        6265.3
    ],
    [
        " saying is like, Hey, work with what you have. Stop making excuses. Go out there and, like,",
        6265.3,
        6271.32
    ],
    [
        " if you go out there and actually work and take action, then you're actually going to get some",
        6271.42,
        6275.02
    ],
    [
        " stuff taken care of 100%. That's it. I hate the victim mentality. Because I played that.",
        6275.02,
        6280.94
    ],
    [
        " I played that victim mentality. I mean, we've talked about on the other podcast when I got out.",
        6281.76,
        6285.48
    ],
    [
        " And I sabotaged everything in my life. And I just, because I did it and I saw what happened,",
        6286.1,
        6291.54
    ],
    [
        " and I'm so thankful from the grace of God that I was able to actually read extreme ownership,",
        6291.54,
        6296.9
    ],
    [
        " take ownership of my life, get my marriage back, get my family back. Like it could have been a",
        6297.18,
        6301.06
    ],
    [
        " completely different picture. I don't think I'd be sitting here or I would be one of those numbers",
        6301.06,
        6306.82
    ],
    [
        " in your phone where you wouldn't be able to call if I wouldn't have taken control of my life again.",
        6306.82,
        6312.98
    ],
    [
        " And I hate the victim mentality because it ruins everything. And that's from the double man.",
        6313.78,
        6319.36
    ],
    [
        " He wants to destroy everything in our lives. Yeah. If we had, if we had the opportunity to have",
        6319.64,
        6328.2
    ],
    [
        " like the alternate universe, you, and we got to like snap our fingers and see, you know, you",
        6328.2,
        6334.88
    ],
    [
        " snapped yourself out and got control and took ownership of your life. Like 100%. It's really sad.",
        6335.08,
        6345.4
    ],
    [
        " I mean, if you play out the, hey, I'm going to keep blaming other people. I'm not going to take",
        6345.88,
        6349.7
    ],
    [
        " ownership. I'm going to continue to be a victim of what's going on. That's a, that's a,",
        6349.7,
        6354.1
    ],
    [
        " and what sucks is you and I know people like this. Yeah. I mean, it's terrible. And that's a,",
        6354.34,
        6359.9
    ],
    [
        " that's a problem that's plaguing. Well, it's plaguing the veteran community in many ways. Yeah.",
        6360.12,
        6365.28
    ],
    [
        " You know, because, because people just, oh, you know, it's, it's this. It's that. Instead of saying,",
        6365.58,
        6370.04
    ],
    [
        " okay, it's me. Here's what I need to do to fix it. So that alternate universe, we should actually,",
        6370.1,
        6378.74
    ],
    [
        " we should actually do a drill of that. Like, like at some point, we should sit down and be like,",
        6378.94,
        6382.8
    ],
    [
        " all right, let's see where you are at. And let's paint the picture of where where you end up.",
        6382.8,
        6388.24
    ],
    [
        " Well, the scary thing is like, how many years down the road are we planning my funeral?",
        6388.68,
        6394.0
    ],
    [
        " Because that's what it would have been. Yep. No, I know. We take it to the end. Yeah. We take it to",
        6394.3,
        6398.96
    ],
    [
        " the end. We take it to the, you know, drunk driving vehicle wrapped around a car or the, you know,",
        6398.96,
        6404.38
    ],
    [
        " drink yourself to death or whatever it's going to be. Yeah. But, you know, obviously for me,",
        6404.64,
        6408.94
    ],
    [
        " I think alcohol is a huge one. That's why I immediately went to like alcohol related deaths. Yeah.",
        6408.94,
        6413.2
    ],
    [
        " But we know that it's a, that once you go on that downward spiral, that road is not long. Yeah. I mean,",
        6413.5,
        6421.52
    ],
    [
        " and I know a handful of people and we know that have, you know, taken ownership and gotten themselves",
        6421.74,
        6427.84
    ],
    [
        " into rehab, man. And people that go to rehab for drinking, I have so much respect for them because",
        6427.84,
        6432.88
    ],
    [
        " good alcohol is as bad of as drug as all the other ones out there. I mean, if not worse than some of them.",
        6433.74,
        6440.54
    ],
    [
        " Yeah. Actually, alcohol is worse than a lot of them. Alcohol is one of the few drugs. I think it's",
        6440.76,
        6445.84
    ],
    [
        " only one other drug that you can't quit cold turkey without medical supervision. So when you,",
        6445.84,
        6452.28
    ],
    [
        " when someone's a true alcoholic, if they stop drinking, they can die. Yeah. Yeah. So, alcohol",
        6452.42,
        6459.52
    ],
    [
        " is very, very destructive. And that's one component of it's probably the most exacerbating",
        6460.46,
        6467.48
    ],
    [
        " component like, you know, echo, one of the earliest podcasts we did, you said, hey,",
        6467.48,
        6471.76
    ],
    [
        " working out an exercise is something that will truly help every single aspect of your life.",
        6472.42,
        6479.08
    ],
    [
        " It's one of the most beneficial things you can do as a human. It'll help your mindset. It'll",
        6479.12,
        6484.3
    ],
    [
        " help your mind actually. It'll help your health and fitness. It'll help your outlook. It'll help",
        6484.3,
        6489.1
    ],
    [
        " your energy levels. It'll literally help. And by the way, when you have higher energy levels,",
        6489.22,
        6492.34
    ],
    [
        " you do better at work. You're cooler to be around. Oh, you have a little pent up aggression.",
        6492.58,
        6496.08
    ],
    [
        " Oh, but you work out now. And when your wife does something that frustrates you, you're like,",
        6496.72,
        6500.24
    ],
    [
        " oh, I already worked out. I'm too tired to cause an argument. So I'm just going to, like, it",
        6500.38,
        6503.5
    ],
    [
        " literally helps everything. You look at alcohol. It's like the opposite. It's like just exacerbating",
        6503.5,
        6509.9
    ],
    [
        " problems, making things worse. You're not sleeping as well. Your mind's not functioning as well.",
        6509.9,
        6514.26
    ],
    [
        " You're irritated because you don't feel like this is bad. So there you go. But it's legal.",
        6514.5,
        6521.54
    ],
    [
        " So it can't be that bad for you. I'm sorry. I'm just a shit makes me mad. I'm not acting like",
        6521.78,
        6527.34
    ],
    [
        " I'm the saint that doesn't drink. I don't drink as much as I used to. And I actually haven't",
        6527.34,
        6532.04
    ],
    [
        " drank for a while. I just stopped again. I was like, nope, not going to. Because I saw",
        6532.04,
        6536.4
    ],
    [
        " like what it could open up again. And I'm like, no, not going to happen. And you know,",
        6536.4,
        6542.36
    ],
    [
        " and you know, I had some people close to me that I love that decided like, hey, you know what?",
        6542.96,
        6547.48
    ],
    [
        " I'm done. You know, like I need to go to rehab. And like that was impressive. Like to completely",
        6547.96,
        6557.38
    ],
    [
        " take ownership and recognize, hey, you know what? Like if I keep doing this, like everything's",
        6557.38,
        6563.66
    ],
    [
        " going to fall apart. I can't make you can't make these decisions if you're not of a sober mind.",
        6563.66,
        6569.76
    ],
    [
        " And that's biblical. You know, I know. I mean, that's not where we're going. But like how,",
        6570.0,
        6574.12
    ],
    [
        " you know, you have to have that, you know, just that clarification, that clarity. And if you're",
        6574.3,
        6580.9
    ],
    [
        " drinking, you're not going to have that. You're not going to have it. And you know, and it's just,",
        6580.9,
        6584.88
    ],
    [
        " it's cool. When you see people that actually decide, hey, you know, I'm not going to drink anymore.",
        6585.2,
        6588.88
    ],
    [
        " Like how much better the lives get? Like it's that alone should like be enough for people to be like,",
        6589.24,
        6595.88
    ],
    [
        " you know, I don't want to drink anymore. You know, and I, you know, I get, you know, so for me,",
        6595.88,
        6600.38
    ],
    [
        " the slippery slope was like, oh, you know, I'll have some wine with my wife once a while. And that's",
        6600.52,
        6604.08
    ],
    [
        " the only drinking I was doing. And then it became, you know, we'll do this and this. And then, you",
        6604.08,
        6609.84
    ],
    [
        " know, I was at a common mutual friends of ours who like was retiring and many you were there. And",
        6609.84,
        6615.38
    ],
    [
        " I was just, I got hammered because I was with a bunch of teamplas. No, I mean, I did. Like it",
        6615.38,
        6621.96
    ],
    [
        " actually is something I didn't want to talk about because it's embarrassing, but we're there. So I",
        6621.96,
        6626.0
    ],
    [
        " opened up the door. Oh, wow, JP's showing way too much. Maybe, but man, I got hammered that night.",
        6626.0,
        6632.72
    ],
    [
        " And you were there. And I was literally, and then it turned into like a bunch of drunk team guys.",
        6633.06,
        6638.62
    ],
    [
        " And we started fighting each other. Yeah, yeah. And it wasn't like of any ill will, but we were",
        6638.62,
        6645.04
    ],
    [
        " literally fighting in a bar at a nice hotel, making a lot of people nervous around us because now",
        6645.04,
        6650.68
    ],
    [
        " drunk team guys literally fighting each other. And you didn't care because if you would have,",
        6651.3,
        6656.94
    ],
    [
        " you would have said something. Well, I was doing a little, a soon a little big John McCarthy,",
        6657.02,
        6660.94
    ],
    [
        " I see a little ruffering. Yeah, sure things. Like making sure things are going to make sure,",
        6660.94,
        6665.04
    ],
    [
        " look at the, look at the bouncers or whatever. Like, are we good? Are we okay? You okay with this?",
        6665.34,
        6669.12
    ],
    [
        " Come on. I got it. You know, but just making sure you're okay. Like, give me another get this",
        6669.3,
        6673.8
    ],
    [
        " round's almost over. Let him finish this round. And it was like after that, I was like,",
        6673.8,
        6679.3
    ],
    [
        " man, and I think it was the fact that you didn't say anything to me that bothered me the most.",
        6680.36,
        6685.48
    ],
    [
        " Oh, really? Yes. Why is that? Because I knew I did, I shouldn't have been that drunk.",
        6685.78,
        6690.34
    ],
    [
        " Oh, okay. Why? Why should I be so hammered in front of you, my wife, friends? Like, is there ever",
        6690.54,
        6701.4
    ],
    [
        " an actual need for me to be that hammered? If there is, it's your friends retirement. I'll give you that.",
        6701.4,
        6707.98
    ],
    [
        " I was, you know, I support your, I support your statements. Okay. Yes.",
        6707.98,
        6712.02
    ],
    [
        " Probably, and let me, let me, let me, let me say this. Probably the reason I didn't even think",
        6712.48,
        6715.96
    ],
    [
        " to say anything is I'm like, hey, man, one of our friends just did whatever it was 24 years or whatever",
        6715.96,
        6720.82
    ],
    [
        " in the teams that retiring. You flew out. This is one of our brothers from Tasking",
        6720.82,
        6726.76
    ],
    [
        " Abruzor. Yeah. A like, this is a monument, a monumental moment in time. And I was like,",
        6726.76,
        6733.82
    ],
    [
        " dude, by all means, I didn't even think twice about it. So yes. And I agree with you.",
        6733.82,
        6738.66
    ],
    [
        " The opposite spectrum of that is you are also there and you're not drinking.",
        6738.96,
        6744.86
    ],
    [
        " You didn't need to be getting drunk. You weren't getting hammered. And you had as much fun.",
        6745.54,
        6750.08
    ],
    [
        " I'm gonna have a little more fun. I don't know. You might have woken up with more of a",
        6750.08,
        6754.4
    ],
    [
        " bruise on your elbow or whatever it was. There's a lot of bruises on all of us. The next day",
        6754.4,
        6759.58
    ],
    [
        " the group texted me. They're like the three guys that someone smacked their head.",
        6759.58,
        6763.9
    ],
    [
        " Like hard. No, he did. Like the kind of thing that you're like, oh, yeah, I was like,",
        6764.12,
        6768.56
    ],
    [
        " the hospital. What's the closest hospital snack on the head? Yeah. He talked about that the next day.",
        6768.62,
        6773.58
    ],
    [
        " The other dude was like, bro, my whole back's bruised up. You know, like, there was just,",
        6773.58,
        6778.42
    ],
    [
        " I mean, it was funny. I love that stuff. But here's a deal. The drinking wasn't necessary to have",
        6778.48,
        6784.76
    ],
    [
        " that fun. It wasn't necessary. And, you know, I just, I didn't even know what started us down",
        6784.76,
        6790.86
    ],
    [
        " this rabbit hole of drinking. But, you know, for me, it was something like recently where I was just",
        6790.86,
        6795.56
    ],
    [
        " like, you know, I saw enough people in my life that I really cared about that I loved that I look",
        6795.56,
        6801.06
    ],
    [
        " up to that are like, I don't drink anymore. I don't drink anymore. I don't drink anymore. And I'm like,",
        6801.06,
        6805.22
    ],
    [
        " I don't need to drink anymore. So I haven't spent a while. And my birthday is on St. Patrick's day.",
        6805.42,
        6813.7
    ],
    [
        " Yes. And your name is Jeremiah DeNel. Yeah. I'm a Patrick. I'm a Patrick DeNel. That's right. Yeah.",
        6813.94,
        6820.48
    ],
    [
        " And guess who will not be drinking on St. Patrick's day this year? I won't. There's no,",
        6820.6,
        6825.46
    ],
    [
        " oh, why? Because you know what? The next morning, you, it's more important to me drinking a bunch of",
        6825.58,
        6829.8
    ],
    [
        " Jamison and Ginger L's or, well, first of all, I'm not even getting home until close to midnight. So",
        6829.8,
        6833.76
    ],
    [
        " when I get hammered on the airplane by myself, that's, you got a problem. That's what you're doing.",
        6833.76,
        6838.36
    ],
    [
        " Yeah. So I'm not going to drink because one, we don't drink on the road. We don't drink when we're",
        6838.9,
        6843.62
    ],
    [
        " traveling on the road. When I get home, it's going to be close to midnight. And it's more important",
        6843.62,
        6847.78
    ],
    [
        " than me drinking some Irish whiskey on my birthday is waking up early to take my kids on that trip.",
        6847.78,
        6852.92
    ],
    [
        " For sure. You know, and that's, yeah. And being engaged with your kids instead of being",
        6853.18,
        6857.92
    ],
    [
        " freaking hungover and catching a, you know, when you're in the car or in the plane, like, oh,",
        6857.92,
        6863.08
    ],
    [
        " I'm just going to go to sleep instead of being like, hey, let's, whatever. Let's play some game.",
        6863.14,
        6866.92
    ],
    [
        " Yeah. Road trip game. Yeah, whatever. There you go. Cool.",
        6866.92,
        6869.54
    ],
    [
        " The only thing more accurate than incoming enemy fire is incoming friendly fire.",
        6870.82,
        6878.74
    ],
    [
        " Really scary thing on the battlefield. Really scary thing. You know, definitely anyone",
        6879.34,
        6887.44
    ],
    [
        " in task unit bruiser would have rather been lit up by the enemy, didn't lit up by friendly.",
        6887.44,
        6893.24
    ],
    [
        " And just about everyone did get lit up by friendly at some point.",
        6893.3,
        6896.74
    ],
    [
        " Obviously, these stories are in extreme ownership. But what's interesting about this one?",
        6897.12,
        6904.3
    ],
    [
        " And the reason I thought about it from like a business perspective and a personal perspective is",
        6904.92,
        6910.06
    ],
    [
        " the outsiders aren't going to hurt you as bad as the insiders can. The people around you",
        6910.06,
        6918.98
    ],
    [
        " know that if they decide they're going to throw shots or they're going to, they're going to do",
        6920.14,
        6924.9
    ],
    [
        " something nefarious to you, they can hurt you worse than the enemy can. Then someone that's outside",
        6924.9,
        6930.0
    ],
    [
        " the, you know, someone inside your company can hurt you worse than somebody outside your company.",
        6930.0,
        6935.32
    ],
    [
        " Someone inside your family can hurt you worse than someone outside your family.",
        6935.56,
        6941.14
    ],
    [
        " So friendly fire is more accurate and more devastating than unfriendly fire.",
        6942.8,
        6949.48
    ],
    [
        " And this is why we talk about relationships. Because when you have relationships with people,",
        6950.2,
        6955.76
    ],
    [
        " then you, then your chances of having friendly fire is going to go down. Can it happen? Yes,",
        6956.26,
        6962.32
    ],
    [
        " it can happen. You can have people that you have good relationships with that choose to do things",
        6962.44,
        6967.96
    ],
    [
        " that are going to be better going to hurt. They can happen. You can, you can actually,",
        6967.96,
        6974.52
    ],
    [
        " there's some people that just, that's what their nature is. That's what their nature is. And you",
        6974.7,
        6979.5
    ],
    [
        " do your best and they're still going to, they're still going to take their shots. And I mean,",
        6979.5,
        6984.88
    ],
    [
        " obviously, once somebody has done the friendly fire thing and they've, they've tried to harm you",
        6984.88,
        6989.82
    ],
    [
        " from inside the inner circle, you know, they're obviously not going to be in there anymore.",
        6989.82,
        6993.44
    ],
    [
        " And that's the way it goes. But that's why the relationship thing is so important.",
        6995.44,
        7000.7
    ],
    [
        " That's why, you know, making sure you keep in those lines of communications open is important",
        7001.38,
        7006.08
    ],
    [
        " to make sure if someone's starting to feel frustrated and you start, they think they're,",
        7006.08,
        7009.14
    ],
    [
        " starting to head towards a friendly fire situation. You understand where they're coming from.",
        7009.24,
        7012.6
    ],
    [
        " Because there's nothing worse than your friends, your family, your co-workers attacking you.",
        7013.46,
        7019.18
    ],
    [
        " Nothing worse than that. Yeah. I'm in a group of texts with three of my buddies. We started",
        7019.56,
        7027.64
    ],
    [
        " the Jesus and Jiu-Jitsu thing. Not thing. It's a ministry, but we started that group. And so the",
        7027.64,
        7033.02
    ],
    [
        " three of us are in a group text and we just talk about a bunch of different random stuff.",
        7033.02,
        7036.7
    ],
    [
        " And I had sent, like, I saw some sort of like screen captured it and I sent it to the guys and",
        7037.5,
        7041.8
    ],
    [
        " I was like, Hey, this is not to you. This is for me. And it was like accountability. And,",
        7041.8,
        7046.12
    ],
    [
        " and my buddy Steven comes back and he's just like, he's like this Cliff knows version of what he",
        7046.78,
        7052.26
    ],
    [
        " was saying. He's like, man, he goes, think about what, what we do to our kids when we don't show them",
        7052.26,
        7061.8
    ],
    [
        " how to love their mom as the way Christ wants us to. And it was just just like,",
        7061.8,
        7069.44
    ],
    [
        " gut punch. It's like, man, when your kids are in the room or even in the house,",
        7069.68,
        7074.9
    ],
    [
        " they may not fully hear what's going on, but they know what's going on. And if you're not",
        7075.34,
        7079.62
    ],
    [
        " showing your significant other, like, if you're not loving them the way like Christ tells us and",
        7079.62,
        7084.42
    ],
    [
        " commands us to love our spouses in front of your kids, you're showing them what they should do and",
        7084.42,
        7089.48
    ],
    [
        " what they can do and what's okay for them. And so me with my twin daughters, like, Hey,",
        7089.48,
        7095.98
    ],
    [
        " like, I'm showing them how to be treated. And I'm showing aid in how to treat a woman. And it's",
        7096.42,
        7102.36
    ],
    [
        " just something that I feel daily and trust me, I'm not trying to be up here. But like, Hey,",
        7102.36,
        7105.58
    ],
    [
        " man, we got this work. I fail at this. But it was just this reminder of like, gosh, man,",
        7105.66,
        7110.82
    ],
    [
        " like it's so easy for me to have friendly fire with my wife with Aiden, with the kids,",
        7110.94,
        7116.18
    ],
    [
        " with my friends, because it's just, it's easy and it's so dangerous because you're actually causing",
        7116.34,
        7123.64
    ],
    [
        " a lot more damage to the people that are closer to you. It's just, man, it's a, it's kind of a",
        7123.64,
        7130.5
    ],
    [
        " sick thing when you really think about that. You know what's crazy is like, you know, you talk about",
        7130.5,
        7135.48
    ],
    [
        " having friendly fire with your wife like, or treating your wife in a way that you're, that you know,",
        7135.48,
        7141.88
    ],
    [
        " your kids would would would see in a negative light. Imagine someone else treating your wife like that.",
        7142.08,
        7147.7
    ],
    [
        " Yes. I know. It's like, like, you know, the time that you snap at your son and you're like,",
        7148.1,
        7154.44
    ],
    [
        " do cool. And, and also you're like, if I, if another adult, like, yeah, I would be, so that's a good",
        7154.5,
        7160.22
    ],
    [
        " thing to think about. Now listen, you, you have certain privilege as a, as a parent that's on",
        7160.22,
        7164.86
    ],
    [
        " that, you got to tighten some shit up. But yeah, so that's, that's, that's another way of thinking about",
        7164.86,
        7170.14
    ],
    [
        " it as well. Yeah, I knew I messed up one time when a man goes, hey, if someone talked to me,",
        7170.14,
        7177.22
    ],
    [
        " the way that you just talked to me, you would be, and she goes pre-eshlawed front JP. What would",
        7177.6,
        7186.32
    ],
    [
        " happen? Because you'd be in jail for murder. Because you would murder? I was like, no question.",
        7186.36,
        7193.18
    ],
    [
        " I'm sitting there. I'm trying not to laugh like you laughing because I'm like, I'm noticing I'm like,",
        7193.78,
        7199.0
    ],
    [
        " you're right. She goes, why? I'm like, I don't, I'm sorry. I had literally nothing to say to the",
        7199.18,
        7205.38
    ],
    [
        " other person. I'm sorry. And she goes, you're so good with your words that it can also be a really",
        7205.38,
        7211.4
    ],
    [
        " bad thing as well. And she goes, just, I know this is something we need to work through. And you know,",
        7211.4,
        7215.68
    ],
    [
        " again, she was like, hey, I also know I provoke it in you sometimes. And she goes, I know what I'm doing.",
        7215.68,
        7220.84
    ],
    [
        " She goes, if you can work on it, I can work on it. Like, can we please work on it? It was like one of",
        7221.32,
        7225.12
    ],
    [
        " those things. But it was the way she said that she goes, if someone talked to me, like you just did.",
        7225.12,
        7230.38
    ],
    [
        " And this was pre-eshlawed front JP. Yeah. Yeah. Well, that's, that happened to me with my wife,",
        7230.62,
        7236.9
    ],
    [
        " where I went, when I went to college. And so I'd been in the seal teams my whole adult life. Yeah.",
        7237.0,
        7241.42
    ],
    [
        " And then I finally go to college. And now I'm not around any seals. Oh, and so what are you doing",
        7241.86,
        7248.22
    ],
    [
        " you're in a platoon? I was in a platoon my whole life. So now all of a sudden when you're in a platoon,",
        7248.22,
        7252.18
    ],
    [
        " you're just every, every weakness you see, you're going to attack, you're going to make fun of everyone.",
        7252.32,
        7256.22
    ],
    [
        " You know, you're taking digs at everything, anything mistake of someone made, you're going to hammer them.",
        7256.48,
        7261.2
    ],
    [
        " And so, you know, that, since I didn't have that outlet anymore, and I thought that's just the way,",
        7261.98,
        7266.88
    ],
    [
        " that was just the way you did things. You know, I'd come home and be like, you know,",
        7266.88,
        7270.32
    ],
    [
        " hey, darling, can you give me two gallons of water to drink as I eat this dry chicken that you made me?",
        7270.74,
        7278.64
    ],
    [
        " So this went on for a little while. I didn't even notice it. And then finally one day she goes,",
        7279.38,
        7282.74
    ],
    [
        " she goes, hey, I'm not a team guy. And I immediately, I was like, I was like, oh damn, I was like,",
        7282.94,
        7288.5
    ],
    [
        " you're on, I was like, hey, got it. And I was like, check. And that was it. I realized she's not a team guy.",
        7288.56,
        7295.74
    ],
    [
        " She doesn't, you don't, you don't sit there and, you know, throw jabs at your wife. She doesn't think it's funny.",
        7296.76,
        7301.88
    ],
    [
        " She doesn't think it's funny. And you can't let that happen. So there you go.",
        7302.42,
        7307.02
    ],
    [
        " Friendly, this is connected one friendly fire. Eight.",
        7308.22,
        7312.5
    ],
    [
        " You know, nothing friendly about friendly fire. And here's the last one.",
        7313.28,
        7315.38
    ],
    [
        " Important one. Cavalry does not always come to the rescue.",
        7316.1,
        7321.52
    ],
    [
        " You, which is very true. You can't be relying on the cavalry to show up and save you.",
        7321.52,
        7329.28
    ],
    [
        " You can't be relying on next quarter, that next quarter, you're going to get the funding",
        7329.82,
        7335.84
    ],
    [
        " that you need at your company. You, you can't rely on your wife adapting her personality",
        7335.84,
        7343.88
    ],
    [
        " to be able to take jabs better, verbal jabs better. You can't count on that.",
        7343.88,
        7350.94
    ],
    [
        " Not going to happen. It would be nice to share it. Be nice, but you can't count on it.",
        7351.54,
        7355.24
    ],
    [
        " You're the one that has to make adjustments. The cavalry's not coming. You got to make things happen.",
        7356.54,
        7361.5
    ],
    [
        " You got to own it. No one is coming. It's all on you.",
        7362.32,
        7367.18
    ],
    [
        " So there you go. Those are some lessons from Murphy's Law. And, you know, I think, I think",
        7368.94,
        7380.3
    ],
    [
        " what these really boil down to is no matter what you're doing, no matter what arena you're in,",
        7380.32,
        7385.58
    ],
    [
        " no matter what you're trying to plan or what you're trying to execute,",
        7385.88,
        7389.04
    ],
    [
        " make sure you always account for old Captain Murphy and Murphy's Laws because they're there.",
        7389.66,
        7397.16
    ],
    [
        " That's where I'm at. Speaking of which, speaking of worst case scenarios,",
        7397.86,
        7404.82
    ],
    [
        " so speaking of doing battle, speaking of trying to execute, we got to be ready. Echo Charles.",
        7404.82,
        7410.92
    ],
    [
        " I'm going to rewind a little bit. Oh, we got questions from the Echo Charlie, boha.",
        7411.52,
        7416.6
    ],
    [
        " The friendly fire one, more accurate. It's the most accurate. Don't actually like a big thing,",
        7417.72,
        7424.82
    ],
    [
        " obviously. It's a big thing. I'm going to introduce you to my world yet again. So you're watching",
        7424.96,
        7431.1
    ],
    [
        " this commando. Yes. I have. So that's it. That's I know it's crazy. That movie seems so dumb to me",
        7431.1,
        7437.62
    ],
    [
        " that I've never watched. Yeah. That's why it's so good. Yeah. I, well, one of the many reasons. Yeah,",
        7437.62,
        7442.22
    ],
    [
        " exactly right. I'm not one of those people. Well, actually, you kind of are. Cause here,",
        7442.22,
        7446.62
    ],
    [
        " let me tell you this. So I watch commando. And I think, I'm not one of those people that finds real",
        7446.62,
        7453.2
    ],
    [
        " dumb things real funny. Okay. Or whatever. Or real interesting. It's done. Now when we look at the",
        7453.2,
        7458.0
    ],
    [
        " quality of movies, but back when it came out, it was awesome. Hey, with all due respect to both",
        7458.12,
        7462.44
    ],
    [
        " of you, what year did it come out? I don't know. 84. Oh, dang it. Actually, that's my guess. I'm",
        7462.44,
        7466.76
    ],
    [
        " not. I'm not. No, I was born in 83. Yeah. I wonder if it came out. I wonder if it came out while I",
        7466.76,
        7473.86
    ],
    [
        " was already in the in the Navy. It might have. Well, you figure Rambo was 85 in part two. So",
        7473.86,
        7480.42
    ],
    [
        " commando is about the same thing. This is in the 90s, man. No, no, no, no, commando was not 90",
        7480.42,
        7483.98
    ],
    [
        " some way. I think it was either either way. That's why you're wrong. I watch it with my son twice",
        7483.98,
        7491.54
    ],
    [
        " by the way. And both times, he was like, Oh, that's jaco. So you are like, by the way, that's",
        7491.54,
        7497.22
    ],
    [
        " a be it's, I think these things are like in a sensationalized ideal. Same thing is Rambo,",
        7497.22,
        7503.88
    ],
    [
        " right? Where it's like, Oh, yeah, like this guy's unbeatable, all that stuff. Okay. So we've come",
        7503.9,
        7507.88
    ],
    [
        " to accept that. That's why we like it. I think even if you watch it, if you could suspend some of",
        7507.88,
        7513.1
    ],
    [
        " what do you call it? disbelief and accuracies, all this stuff. Let me ask you this question.",
        7513.32,
        7517.88
    ],
    [
        " Again, there's just divineness of predator. Yes, sir. It is a known movie to me and it's a good movie.",
        7518.14,
        7524.08
    ],
    [
        " Right? Are those on the same level? No, no, no, they're different kind of movie. Okay.",
        7524.46,
        7528.78
    ],
    [
        " Different type. So I'm just making sure that I wasn't like predators kind of seen as like,",
        7528.98,
        7532.62
    ],
    [
        " okay, this is kind of a classic sort of, you know, that's a Rambo type movie like predator,",
        7532.68,
        7538.3
    ],
    [
        " Rambo, those are those are eight level of acceptable cool mood. I'm a, you're saying,",
        7538.72,
        7543.68
    ],
    [
        " I'm agreeing with you. Predator part of it is like, like, okay, red dawn is over here with predator.",
        7543.68,
        7550.22
    ],
    [
        " Like these are all time kind of classics. Not cool. They didn't know apocalypse. Now it's not full",
        7550.4,
        7557.0
    ],
    [
        " metal jet. Those are the next one. Yeah. Right? Okay. That was like tier one, right? Then you got",
        7557.0,
        7561.48
    ],
    [
        " like the tier two is maybe these are even like tier three, but these movies that you're talking",
        7561.48,
        7566.52
    ],
    [
        " about over here. Commando. Yes. That's not one of my movies. I need to watch it again.",
        7566.52,
        7572.74
    ],
    [
        " I, maybe it's just because dude, with my dad allowed my brother, Cory and I had a watch",
        7572.82,
        7577.48
    ],
    [
        " commando with him. We used to play Navy SEALs and now like Army Commandos and Army Raiders.",
        7577.48,
        7582.14
    ],
    [
        " Like we used to play all these things. So maybe that's like the big thing that I remember. I mean,",
        7582.16,
        7586.62
    ],
    [
        " I would think you did command. I mean, he did something that you think that you can actually do",
        7586.66,
        7591.06
    ],
    [
        " as an airplane is going down. You can like guide yourself to a certain area. I mean,",
        7591.06,
        7594.7
    ],
    [
        " bro, on take off, like take off, like he even finds his way, kind of makes his way down to the",
        7594.78,
        7600.22
    ],
    [
        " bottom of the airplane. And as the landing gear is coming up, he's there and he jumps off into",
        7600.22,
        7603.78
    ],
    [
        " water and makes it happen. He starts to start watching. Well, we started to talk about viable realism.",
        7603.78,
        7609.24
    ],
    [
        " Yeah, absolutely. Jumping out of an airplane into a water field, landing while doing your stopwatch,",
        7609.58,
        7614.2
    ],
    [
        " knowing that the top you have a countdown before they find the guy that you killed on the airplane.",
        7614.28,
        7618.78
    ],
    [
        " I mean, it's a good plot. Yeah. So we ruined some of it just now, but yes, boilers a little bit.",
        7618.78,
        7624.18
    ],
    [
        " Okay. So you're watching commando with your boy. Yeah, from many times. Okay, many times.",
        7624.18,
        7630.8
    ],
    [
        " But I'm saying the friendly fire is the most what you call accurate. Yeah, because that's really",
        7630.82,
        7634.72
    ],
    [
        " what that movie was about. There's friendly fire in there. So Bennett, right? Bennett, the main bad guy.",
        7634.72,
        7640.38
    ],
    [
        " Arnold Schwarzenegger. No, that's John matrix. Okay. Yeah, you see this relation. Yeah,",
        7640.62,
        7646.96
    ],
    [
        " we had that job. So I think he's middle of the G2, by the way. But either way, Bennett,",
        7647.04,
        7653.44
    ],
    [
        " the main bad guy was a former team member of John Matrix. Uh-huh.",
        7653.54,
        7657.48
    ],
    [
        " Simeon Sain. And at one point, he said, yep. When he kind of thought he had the had the advantage,",
        7657.48,
        7662.52
    ],
    [
        " he was like, your training, my tricks. Mm-hmm. Simeon Sain. Yeah. The saying it's a thing. It's",
        7662.52,
        7669.42
    ],
    [
        " something. What do you call it? A phenomenon? Yeah. Simeon Sain. So the way the way your son thought that",
        7669.42,
        7674.88
    ],
    [
        " I was commando, John Matrix, John Matrix. Yeah. I got a telephone story about his son. So, uh,",
        7674.88,
        7680.68
    ],
    [
        " his son, you guys were over at my house and my wife was there and my wife has a broom",
        7681.22,
        7685.88
    ],
    [
        " at her house that looks like a witch's broom. But it's what the one that she actually uses to",
        7685.88,
        7691.32
    ],
    [
        " like sweep up. And this is maybe like a year and a half ago. So your son was a little bit younger.",
        7691.32,
        7696.0
    ],
    [
        " But I looked at him just deadpan. I was like, she's a witch. And he, he like I saw, I meet",
        7696.64,
        7703.6
    ],
    [
        " like his eyes got a little bit big. First of all, because he doesn't know me. So when I'm just",
        7703.6,
        7706.68
    ],
    [
        " being serious, I'm like, she's a witch. This is like her, her broom. He won't tell me. Do you",
        7706.68,
        7711.48
    ],
    [
        " want 100% belief? Yes. He won 100% believe that she was a witch. And she was like, no, she's like,",
        7711.48,
        7716.4
    ],
    [
        " oh, I'm not a witch. And I was like, they always say that. They never tell you. And he won 100%",
        7716.58,
        7721.4
    ],
    [
        " believe that she was a witch. And that was her witch's broom. So yeah, that's that. Talk her down a",
        7721.4,
        7725.92
    ],
    [
        " little bit. Yeah. Yeah. That was the kind of like, my wife has gotten better about taking jokes as,",
        7725.92,
        7731.08
    ],
    [
        " you know, we've married for longer. But it was funny because I see what I saw what you were doing.",
        7731.08,
        7735.04
    ],
    [
        " And that's how this motherfucker is. So the more that his wife would say, like, no, I'm not,",
        7735.04,
        7740.96
    ],
    [
        " he would just use that to prove his point more. You know how he'll do that to you? Yeah. So even",
        7741.2,
        7746.02
    ],
    [
        " which, which actually brings me to my second point where you know how you're like about drinking",
        7746.02,
        7750.54
    ],
    [
        " and getting hammered or whatever. And you're like, oh, he didn't say anything that that kind of",
        7750.54,
        7754.4
    ],
    [
        " bothered me more. Yeah. Because John, I don't know if he did it at that time, but he'll do that",
        7754.4,
        7758.74
    ],
    [
        " shit on purpose. He wants to like, haunt you. That's why he's like haunt you. So he said he did",
        7758.74,
        7763.14
    ],
    [
        " on purpose. He says he's just care. But me knowing that I shouldn't have done it, it was what",
        7763.14,
        7769.58
    ],
    [
        " bothered me. And there's just times like, I've told this to Jocco a life before. I'm like, hey, I would,",
        7769.58,
        7774.42
    ],
    [
        " I just want you. Sometimes I didn't need you guys to be really direct with me. Yeah. I'm good with",
        7774.54,
        7778.78
    ],
    [
        " that. I like that. But I don't even say that because he knows that. I know that he knows that.",
        7778.78,
        7783.8
    ],
    [
        " And that's why I'm saying that I'm good with that. I already know what he could use against me.",
        7783.8,
        7787.96
    ],
    [
        " I'm fine with that. You know what? So these are these are notes, you know, in the spirit of",
        7787.96,
        7794.22
    ],
    [
        " me understanding all these things. So things you got to look up for obviously. I wanted to do",
        7794.22,
        7798.02
    ],
    [
        " Murphy's Law for so the Murphy's Laws of Combat. I've been wanting to do these for so long.",
        7798.02,
        7801.96
    ],
    [
        " I was stoked when you told me. Yeah. I was like, Oh, God, now I can finally do it. And you know,",
        7802.04,
        7805.48
    ],
    [
        " I was like, man, me and JPR always talking about the heaviest. I went and I was like going through",
        7805.48,
        7809.76
    ],
    [
        " our podcasts. And I was like, dude, we've done like the heaviest, just topics. So I was like,",
        7810.3,
        7817.62
    ],
    [
        " man, we get to get in there and like talk about some stuff that's a little bit more educational. Yeah.",
        7817.8,
        7823.86
    ],
    [
        " Then diving into the dark. So does this mean I get to change my mustard talk? Yeah, you can",
        7824.44,
        7830.06
    ],
    [
        " get you can talk about whatever you want at the monster man. I can talk about whatever I want.",
        7830.06,
        7833.4
    ],
    [
        " You guys would be I'm just getting I'll change it up and then right before you, but hey, actually,",
        7833.5,
        7837.52
    ],
    [
        " I think you need to actually just do this other thing to do this. Okay. Cool.",
        7837.52,
        7840.62
    ],
    [
        " What did you have more spirit of knowledge that you wanted? Yeah. Okay. Well, drinking is kind of",
        7840.76,
        7848.56
    ],
    [
        " like bragging. Remember we're talking about bragging, right? The other day. Yeah. It's like,",
        7848.56,
        7851.62
    ],
    [
        " Hey, we're not drinking. How about that? We're not drinking just to clue JP and we were on a",
        7851.62,
        7856.46
    ],
    [
        " podcast the other day and we were talking and talking about bragging. And he's like, is there",
        7856.46,
        7862.56
    ],
    [
        " ever a time when it's when it's kind of okay to brag or even good to brag? And I'm like, listen,",
        7862.68,
        7867.02
    ],
    [
        " I'm not going to speak in absolutes here, but off the top of my head in the next 30 seconds or in",
        7867.52,
        7872.54
    ],
    [
        " the last 30 seconds, I have not been able to think of a moment where it's like, yep, the bright thing to",
        7872.54,
        7876.98
    ],
    [
        " do right now is to brag. That's going to make things better. So maybe you can think of one. And I",
        7876.98,
        7882.26
    ],
    [
        " even went to the point I stretched and said like, well, there's times where it's good to brag about",
        7882.26,
        7885.78
    ],
    [
        " your team, but you're still not bragging about yourself. You're bragging about your team. That's",
        7885.78,
        7889.26
    ],
    [
        " there's times where yes, that's going to happen. That's going to be good. You know, boss doesn't",
        7889.38,
        7893.06
    ],
    [
        " quite see the the work that they've done. It's like, hey, boss, I want to let you know that. Yeah. So",
        7893.06,
        7897.08
    ],
    [
        " bragging about your team, yep. Trying to find a time where it's like, hey, the move, the good move",
        7897.08,
        7901.54
    ],
    [
        " to make is to brag about yourself. I couldn't think of any situations. So yeah, that was that was",
        7901.54,
        7907.98
    ],
    [
        " essentially it. And really, and I thought about a little bit more later where I'm like, hey, wait,",
        7907.98,
        7911.54
    ],
    [
        " under these certain and then, but even no matter the circumstances, if you introduce the two",
        7911.68,
        7915.52
    ],
    [
        " options of bragg no brag, bragg, no brag all day, pretty much, pretty much across the board.",
        7915.52,
        7920.14
    ],
    [
        " Would you telling somebody that you quit drinking? Do you think that's bragging though? Well,",
        7920.34,
        7925.88
    ],
    [
        " it depends on your intention. So I agree. Yeah. So if you're just like stating the fact because of,",
        7926.14,
        7930.96
    ],
    [
        " you know, and it's relevant, then yeah, a lot of most of the time, but yeah, it's going to depend",
        7930.96,
        7934.04
    ],
    [
        " on the intention. Well, I figured that's where we go with that. I was curious because my",
        7934.04,
        7939.6
    ],
    [
        " buddy Steven, his church just did this fast. He did 40 day fast of no, he didn't eat any food",
        7939.9,
        7945.82
    ],
    [
        " like we had to choose. So he could do liquid. So no chewing a food for 40 days. That's pretty crazy.",
        7945.82,
        7950.84
    ],
    [
        " Was he allowed to have more milk? Yeah. He went to the bottom of the line of game jager. No,",
        7950.98,
        7956.82
    ],
    [
        " no, he wouldn't need a lot of money. Put down some milk. But that was saying, but you know,",
        7956.82,
        7961.24
    ],
    [
        " we say that. Yeah, but not being able to chew on a steak in 40 days, drop them. Like, not",
        7961.3,
        7968.68
    ],
    [
        " he's saying was he also didn't tell people because what you don't want to be doing is like,",
        7968.68,
        7973.92
    ],
    [
        " like flexing. Yeah, flexing. And that was like, you know, like, like, oh, look at me. I'm,",
        7974.3,
        7978.6
    ],
    [
        " I'm, I'm fasting. I'm fasting. I'm holier than now. That's what the Pharisees did back",
        7978.64,
        7983.22
    ],
    [
        " the day. Like, hey, let it be known. We are fasting for spirit. You know, it's like, you're taken away",
        7983.22,
        7987.86
    ],
    [
        " from the purpose of that fast. And that was Stephen's lower. I thought was cool. It was like, he would,",
        7987.86,
        7992.24
    ],
    [
        " he wasn't telling people. He was just like, he's doing his own thing. And we went to a group",
        7992.56,
        7996.7
    ],
    [
        " dinner and, you know, it was just like, he's like, you got him. But he, like, he told like,",
        7996.7,
        8003.14
    ],
    [
        " there, because they didn't know he was fasting. He's like, hey, I just, man, I don't, I don't want",
        8003.16,
        8009.28
    ],
    [
        " to bring it up. But I also don't want to be weird. Let him be the only person that doesn't eat. He",
        8009.28,
        8013.02
    ],
    [
        " goes, hey, I'm, you know, I'm on a fast with my church. It's a 40 day fast. I appreciate being",
        8013.02,
        8018.04
    ],
    [
        " here at dinner, but, you know, I'm just look with only and both the guys are like, man, that's really",
        8018.04,
        8021.6
    ],
    [
        " cool. That's awesome. So it was his intent. He was making sure. And I was just curious",
        8021.6,
        8025.98
    ],
    [
        " over the whole, like, I think it's, I think it's powerful. It can be powerful. Like when my brother",
        8025.98,
        8031.34
    ],
    [
        " decided to quit drinking, that's, you know, when he was, you know, it can be powerful to tell",
        8031.34,
        8036.3
    ],
    [
        " people that you're not drinking anymore. Because now it might trigger for somebody else. I'm like,",
        8036.3,
        8041.68
    ],
    [
        " you know what? I don't want to drink anymore. I don't need to drink anymore. But if you're just,",
        8041.84,
        8046.38
    ],
    [
        " I, hey, oh, you're getting hammered. Yeah. I quit drinking. I'm better than you. You know,",
        8046.38,
        8050.94
    ],
    [
        " this all boils down to echo Charles. There's all boils down to another topic we just talked about.",
        8051.0,
        8055.7
    ],
    [
        " What is the intent of you saying this? Yeah. If the intent of you saying this is truly like,",
        8056.0,
        8061.08
    ],
    [
        " hey, I think it really might help JP if I'm like, hey, listen, man, you know what? I quit drinking.",
        8061.38,
        8066.34
    ],
    [
        " And my true intent is like, that's another person in JP's life that he looks at and goes, damn,",
        8066.7,
        8071.94
    ],
    [
        " you know, now, Jockel's not drinking. That makes sense. There's a lot of people. Maybe this is",
        8071.94,
        8076.38
    ],
    [
        " something I should do. If my intent is to go, hey, JP, I actually quit drinking. And I'm better",
        8076.38,
        8084.08
    ],
    [
        " than you. You know what I mean? That's where you're at. Then you're kind of bragging and you're",
        8084.08,
        8087.66
    ],
    [
        " kind of a loser. I made a comment to a buddy and my tent was like, he was like, sending me these",
        8087.66,
        8092.64
    ],
    [
        " videos on Instagram. And I was like, hey, just be careful watching those videos because it opens",
        8092.64,
        8099.36
    ],
    [
        " up doors to stuff that event your desensitizing yourself. I'm like, it's like porn, man. I'm like,",
        8099.36,
        8105.66
    ],
    [
        " I stopped watching porn. And it wasn't for me because it's literally, oh, like, it's been a year,",
        8105.66,
        8111.12
    ],
    [
        " February, right? I haven't looked at porn. I've had zero desires. Like, you know, because I went",
        8111.28,
        8116.64
    ],
    [
        " to a men's retreat and I realized like, I talked about this. And I was just like, I don't, that's",
        8116.64,
        8122.38
    ],
    [
        " toxic. It's literally killing your brain watching porn. Like, it's horrible for you. And,",
        8122.42,
        8129.28
    ],
    [
        " you know, it's been a year. I've had zero desires, you know, which is cool. And I was explaining it",
        8129.34,
        8134.5
    ],
    [
        " to this guy. I'm like, yeah, hey, man, I stopped watching porn because, you know, and I explained",
        8134.5,
        8138.08
    ],
    [
        " the reasons why. And he's like, you know what? You're the third person that has said recently that",
        8138.08,
        8143.12
    ],
    [
        " they stopped watching porn. He goes, you're one of the guys I look up to. He goes, I don't need to be",
        8143.12,
        8147.74
    ],
    [
        " doing that anymore. And it was, I wasn't doing it to brag, but it was like, hey, man, you should,",
        8147.74,
        8151.98
    ],
    [
        " should be careful what you're watching, man, because you're just desensitizing your brain. And,",
        8152.16,
        8156.2
    ],
    [
        " I mean, there's a reason why like things like that you look at, like, it should bother you.",
        8156.6,
        8161.64
    ],
    [
        " But if you keep looking at them, eventually, they won't bother you. And that's a, that's not a good",
        8161.82,
        8166.34
    ],
    [
        " place to be at. So, sure, sure. So, yes, that does determine whether you're bragging or not.",
        8166.34,
        8171.3
    ],
    [
        " Your intentions. But so bragging is kind of like drinking in a way. So it's like, hey, look,",
        8171.32,
        8176.48
    ],
    [
        " we're not bragging straight up. We're not bragging. But you get caught slipping bragging.",
        8176.48,
        8181.2
    ],
    [
        " At least do it about something good, which we said, because what I brought up was like, what if you",
        8181.4,
        8185.52
    ],
    [
        " donate like to a school or something like that? So it's like, hey, if you get caught up slipping",
        8185.52,
        8189.34
    ],
    [
        " and you start bragging, at least make it a good cause. Seems like when you're friends retired",
        8189.34,
        8194.66
    ],
    [
        " after 24 years in the, exactly right. I mean, okay. So you're gonna say some slack.",
        8194.66,
        8200.34
    ],
    [
        " If you're gonna, look, if you're gonna brag, if you're gonna drink, and it's for a good cause,",
        8200.46,
        8204.6
    ],
    [
        " a, we'll cut you some slack. Like I said, I get it wrong. Hey, look, drink, no drink,",
        8204.6,
        8212.08
    ],
    [
        " no drink all day. I understand what you're saying. But I'm saying, I'm trying to pair",
        8212.24,
        8216.8
    ],
    [
        " a little between bragging and drinking. Yeah. I say, dude, here's the thing, man. And I actually",
        8216.8,
        8222.2
    ],
    [
        " had a couple people at some point, somebody asked me something about alcohol. I forget it was",
        8222.2,
        8226.24
    ],
    [
        " who it was. Underground. No, oh, yeah, maybe it was the underground. But basically, I said,",
        8226.24,
        8232.04
    ],
    [
        " hey, man, there's just like, I just can't get behind it at all. I'm just, I'm just not,",
        8232.04,
        8235.42
    ],
    [
        " it just not happening. It's just not good. There's nothing good that comes out of it.",
        8235.84,
        8238.6
    ],
    [
        " And I had so many people say, thank you for saying that. And it's a mindset shift because it's so",
        8238.86,
        8244.0
    ],
    [
        " easy to go, well, you know, you know, Dr. Kuset, there is a time and a place for it. And guess",
        8244.0,
        8248.26
    ],
    [
        " when that time and place is, well, it's, you know, Friday night, you know, for sure.",
        8248.26,
        8251.68
    ],
    [
        " Actually, Saturday nights kind of slipped in there too. And by the way, Sunday can be pretty cool.",
        8251.86,
        8255.92
    ],
    [
        " You know, you got the ball game on. And then, you know, Monday after work, you kind of want to",
        8256.12,
        8260.56
    ],
    [
        " decompress. And next thing, you know, it's Tuesday. And Tuesday is leading into hump day Wednesday.",
        8260.72,
        8264.66
    ],
    [
        " And so you kind of got to get over the hump to the hump. So that's Tuesday Wednesday. Next thing,",
        8265.1,
        8268.5
    ],
    [
        " you know, you're just drinking and you're not getting anything beneficial out of it. It's just not",
        8268.52,
        8272.72
    ],
    [
        " helping you. And there's a billion other things that you can do that are going to, that are going",
        8272.72,
        8277.42
    ],
    [
        " to move you in a positive direction. So I can't even, uh, you can't even get behind it at all.",
        8277.42,
        8283.44
    ],
    [
        " Don't get behind it. I'm just not behind it. Don't do it. Don't do it. Agree. Uh, okay. So what you",
        8283.58,
        8288.76
    ],
    [
        " can't get behind is exercising. So let's go back to drinking. Let me tell you something. You know what I'm",
        8288.76,
        8292.88
    ],
    [
        " drinking? I'm drinking a mulk. Wait. So yeah, I'm drinking a girl. You mentioned exercise, right?",
        8292.88,
        8298.28
    ],
    [
        " Where it improves every, every part of your life. So we, we listened to Peter Atia. They're",
        8298.4,
        8303.3
    ],
    [
        " familiar. Yeah. We are. I'm saying so re there's one popular one where actually I'd want even when he's",
        8303.3,
        8308.46
    ],
    [
        " when I see it again, I'll just watch it again, just for the message where he was saying about like,",
        8308.46,
        8313.86
    ],
    [
        " if even if you smoke and do all this other stuff, it like reduces your, uh, what do you call",
        8313.86,
        8318.36
    ],
    [
        " mortality, right? Like by a lot, but if you exercise and get to the certain level of fitness,",
        8318.36,
        8322.82
    ],
    [
        " it reduces mortality. Like by a certain, like exponentially, then the detriment would be for the",
        8323.14,
        8328.12
    ],
    [
        " drinking and the smoking. What's even more important? He's like exercise is hands down the best",
        8328.12,
        8335.18
    ],
    [
        " medication for all cause mortality. Like the way he says it in his, you know, in his Peter Atia way,",
        8335.18,
        8341.6
    ],
    [
        " you know, when you get done with that, you're like, if I don't exercise, I'm an actual idiot.",
        8342.48,
        8346.92
    ],
    [
        " Choosing to be, I'm choosing to be an actual freaking idiot. If I don't exercise, I'm choosing to be",
        8347.12,
        8353.34
    ],
    [
        " an actual freaking idiot, all cause mortality. Like that's a good one, man. Bring that, put that into",
        8353.34,
        8360.08
    ],
    [
        " put that into the mix, right? All good to Peter Atia. We'll talk all cause mortality.",
        8360.08,
        8364.38
    ],
    [
        " Right. You know, he's got a new book coming out. I have it, by the way. Peter T is new. Yes.",
        8364.9,
        8369.22
    ],
    [
        " Yep. And he's going to be coming back on the podcast to go through it's 700 pages.",
        8369.36,
        8374.8
    ],
    [
        " Some crazy amount of pages. I was like, I have read because you know, I haven't read it yet.",
        8375.04,
        8381.88
    ],
    [
        " Cause I don't read books until they're going to come on the podcast. Cause otherwise,",
        8381.98,
        8385.32
    ],
    [
        " I got to reread it anyways. Yeah. Yeah. Yeah. So all cause mortality, exercise, the best thing",
        8385.42,
        8391.82
    ],
    [
        " you can get. The next thing, diet. So we got to be good, good fuel into our system. That means",
        8391.82,
        8397.48
    ],
    [
        " we're on Taco fuel, by the way. It's true. Taco fuel.com. Go there. Get some. Get yourself some",
        8397.48,
        8402.8
    ],
    [
        " those moque RTDs. Yeah. That's going to save you on all liquid fast, by the way.",
        8402.8,
        8407.54
    ],
    [
        " The milk. He with a lot of that and a lot of the greens. Dude, he must be crushing that stuff.",
        8407.92,
        8412.48
    ],
    [
        " Yeah. The greens would be a huge one for that for sure. If you're not eating any food and the",
        8412.78,
        8418.22
    ],
    [
        " greens, what's crazy about the drink, greens is the case. Good. The taste good with that",
        8418.22,
        8422.86
    ],
    [
        " monk fruit in there. Ah, and you don't have to, you don't have to drink dirt. You can.",
        8422.86,
        8428.5
    ],
    [
        " No. I mean, it's an option. You know, like in buds, you put sand in your mouth, sand and seaweed",
        8428.7,
        8433.84
    ],
    [
        " chunks in your mouth. Cool. If you go to the store and buy the other brand of greens,",
        8433.84,
        8438.62
    ],
    [
        " you also doing sand or dirt in your mouth. No need though. Yeah. You can put something that",
        8439.02,
        8443.34
    ],
    [
        " tastes good in your mouth. You can have the after dinner port. The port. Yeah. Look, we're not",
        8443.34,
        8450.46
    ],
    [
        " drinking alcohol, so we can't have port. Guess what we can have? Greens. It's the same thickness.",
        8450.46,
        8456.16
    ],
    [
        " Like it's the same consistency as port. And it's better. Taste better. It's good for you.",
        8456.7,
        8462.86
    ],
    [
        " There's no hangover. No. It's actually good for you. It's giving you 3,758 different types of",
        8462.98,
        8469.84
    ],
    [
        " vegetables or whatever. Like it is got all your greens in the morning or in the evening.",
        8469.84,
        8473.86
    ],
    [
        " I drink them in the evening. And the evening you sleep the lock. It makes you sleep better.",
        8474.24,
        8477.96
    ],
    [
        " And it's like for me, look no matter what I kind of want something sweet, sweet tooth,",
        8477.96,
        8482.78
    ],
    [
        " weakness, maybe, maybe. No, I know. But the greens are that thing where you're like,",
        8482.94,
        8487.92
    ],
    [
        " cool. Just going to have just going to have a nice little sweet something cleanse the palette",
        8488.1,
        8492.28
    ],
    [
        " for the evening. And sleep better. Aiden asked Amanda. He's like, hey, do you think",
        8492.28,
        8497.6
    ],
    [
        " J.P. will let me start taking the creed Dean from Draco Fuel? Go ahead. Affirmative.",
        8497.6,
        8504.02
    ],
    [
        " Oh, yeah. Okay. I didn't want to. You know, that's your territory. But I'm like,",
        8504.02,
        8508.82
    ],
    [
        " we're going to have a conversation after because I think it's time. You don't think you don't",
        8508.84,
        8511.84
    ],
    [
        " have time. It's like, you know, that's a lot of boys life. Come on. Come on. You know, that",
        8511.84,
        8515.0
    ],
    [
        " suit train. I mean, yeah, he's about to be 17 and his size and everything. I mean, it's,",
        8515.0,
        8519.16
    ],
    [
        " you know, and he's lifting. Yeah. I mean, next year he's one eighty one. He wrestled this year,",
        8519.2,
        8522.96
    ],
    [
        " one eighty two. No, he no. So he's one eighty three right now. He was wrestling at one,",
        8523.06,
        8526.84
    ],
    [
        " so he five. Oh, yeah. Next year he's going to be the whole different two weight classes up.",
        8526.98,
        8530.64
    ],
    [
        " If he's on the sea train and he's jacking steel and he's going to be jacked.",
        8530.64,
        8536.36
    ],
    [
        " I'm actually excited. Like I told him, I'm like, bro, if you just amp your aggression up",
        8536.46,
        8542.8
    ],
    [
        " because he's not an aggressive kid. You, you know, I mean, it's just like,",
        8542.8,
        8545.38
    ],
    [
        " literally the nicest kid alive. I'm like, hey, wrestling allows you to be aggressive.",
        8545.46,
        8549.36
    ],
    [
        " You go out there and be as violent and mean as you want and you're not going to get in trouble.",
        8549.36,
        8552.78
    ],
    [
        " Yeah. You get rewarded. Yeah. You actually get rewarded.",
        8552.92,
        8555.52
    ],
    [
        " You get rewarded. So I'm trying to like flip that switch and he's getting it. But anyways,",
        8555.52,
        8559.76
    ],
    [
        " so he was asking a man about the Cree team. I think so. He's like, cool. He's like,",
        8559.92,
        8563.5
    ],
    [
        " I'm going to start putting you with the greens. Yeah. That's exactly what I do. Yeah. Yeah.",
        8563.5,
        8567.22
    ],
    [
        " So that's exactly awesome. Oh, yeah. Once he listens to this and here's that,",
        8567.42,
        8570.54
    ],
    [
        " I can tell him to be up. Yeah. Okay. Cool. And joggers like, hey, I met Cree team with my",
        8570.54,
        8575.5
    ],
    [
        " greens of drinking before sleep. Guess what that kid and every other 18 year old, 17 year old,",
        8575.5,
        8580.12
    ],
    [
        " the United States could be doing. Dude. Oh, yeah. Good. When you're that age, you can change",
        8580.12,
        8586.48
    ],
    [
        " your trajectory of your life so much when you're 15, 16, 17, 18 years old. So much, you can aim",
        8586.48,
        8593.7
    ],
    [
        " it. And it's like the trajectory. What the trajectory that you that you get on when you're 17 years old",
        8593.7,
        8600.62
    ],
    [
        " is so impactful, man. Yes. Go Aiden, sea train, greens, mulk, jack, deadlift, squats, pull-ups.",
        8600.62,
        8611.62
    ],
    [
        " So what we're doing, aggression, it's going to come. I'm going to think through that one.",
        8611.88,
        8616.62
    ],
    [
        " I'm going to think what we're going to do. I'm thinking about that because, but here's a flip side.",
        8616.94,
        8620.34
    ],
    [
        " I say that. And like, you know, it's amazing. He'll be 17 in two weeks. He's never been in trouble.",
        8620.42,
        8629.4
    ],
    [
        " Mm-hmm. The only time he's been in trouble is he got nervous and he lied to Amanda.",
        8629.62,
        8632.82
    ],
    [
        " Like, I have a 16 year old, almost 17 year old. I'm sorry, we, and I haven't ever, like,",
        8633.24,
        8640.18
    ],
    [
        " he's never come home late. He's never been in a fight. Now, there's times he should have defended",
        8640.68,
        8645.42
    ],
    [
        " himself and I'm like, Hey, if they do that to you again, you are cleared.",
        8645.42,
        8648.68
    ],
    [
        " Yeah. We call that double leg ground and pound. That's what we call it. It's no big deal.",
        8649.06,
        8654.08
    ],
    [
        " Yeah. You know, people should know your other nickname at school should be, Oh, that's double leg",
        8654.3,
        8659.32
    ],
    [
        " ground and pound. Yeah. But, you know, like, you know what I mean? Like, I look at his phone,",
        8659.32,
        8664.74
    ],
    [
        " like, there's nothing inappropriate. Like, nothing, nothing, nothing. So you know what? I'm good",
        8664.88,
        8669.04
    ],
    [
        " with that man. Yeah, like, amazing, amazing. Now, the aggression will come. Yeah. And that's cool.",
        8669.04,
        8673.52
    ],
    [
        " Yeah. It will. He'll learn the channel. Yeah. There's a, there's a channel that hasn't been exposed",
        8673.84,
        8680.28
    ],
    [
        " yet. There's a, there's a, there's a path, a little neuron that hasn't connected yet. Yeah.",
        8680.28,
        8685.62
    ],
    [
        " That's the switch. And once that connects,",
        8686.0,
        8688.6
    ],
    [
        " it's a little hot.",
        8688.88,
        8690.28
    ],
    [
        " Kora and Hola had that. Kora's had that for, I mean, good lord. I mean, we went to some, like,",
        8691.96,
        8699.02
    ],
    [
        " medieval times. And I have a video I'll show you guys later. I posted the picture of it.",
        8699.56,
        8706.36
    ],
    [
        " She was so into it. She's like, rip his head off.",
        8706.94,
        8712.0
    ],
    [
        " Oh, my God. What is that? But, you know,",
        8712.0,
        8715.58
    ],
    [
        " shh.",
        8715.76,
        8716.5
    ],
    [
        " David. There you go. So we're on Dr. Kofuel. Drofuel.com.",
        8716.52,
        8720.58
    ],
    [
        " Wawa, vitamin shop. By the way, GNC. Did you know that?",
        8720.72,
        8724.72
    ],
    [
        " We're live. I know that. Oh, you were live at GNC. And we talked about GNC. That's kind of,",
        8724.98,
        8730.64
    ],
    [
        " to me, that's like one of those iconic. Oh, yeah. It's a thing. Yes, it is. It's a thing.",
        8730.64,
        8735.58
    ],
    [
        " So you got that, you got the military commissary. You got a bunch of friends right now,",
        8735.86,
        8739.02
    ],
    [
        " sent them pictures. You know, they're in the commissary, picking it up,",
        8739.02,
        8741.82
    ],
    [
        " hand-afford, dash stores, Maryland WakeForm shopper shopper, shopwright, circle K and Florida.",
        8741.9,
        8746.7
    ],
    [
        " HEB. Hey, everyone in Texas. Thank you. The HEB is like, what is this? So appreciate",
        8747.04,
        8757.66
    ],
    [
        " everyone going into HEB and and grab it. I know HEB like Texas, HEB is, uh, man, it is iconic in",
        8757.66,
        8769.0
    ],
    [
        " the middle of the world. I know it runs out. We'll send more. Keep getting after and same thing",
        8769.42,
        8773.88
    ],
    [
        " with Meyer up in the Midwest. I'm happy to be in there and happy that everyone's in there",
        8773.88,
        8778.96
    ],
    [
        " getting after it. So there you go. Drofuel.com. Check it out. The best stuff you can get.",
        8778.96,
        8783.62
    ],
    [
        " It's pretty cool, right? Actually, yeah. It's pretty cool when you say, oh, this is the best stuff you",
        8783.9,
        8788.3
    ],
    [
        " can get. Yep. It's the best stuff you can get. So there you go. Also, Origin. Origin, you",
        8788.3,
        8794.5
    ],
    [
        " say, best stuff you can get. For many reasons, one in which is made in America. It's a big deal.",
        8794.5,
        8801.34
    ],
    [
        " You don't find that that often. No. What you do find is 13-year-old girls in a sweatshop,",
        8801.54,
        8810.24
    ],
    [
        " third-world nationals that are being abused. That's what you find. Modern-day slaves.",
        8811.18,
        8817.08
    ],
    [
        " Oh, what's your what's your talk about? Oh, go on the interwebs and go look up. You know,",
        8818.3,
        8823.82
    ],
    [
        " sweatshop and see what you find. In the industry, we call that uniquely priced manufacturing",
        8825.1,
        8830.18
    ],
    [
        " costs. Oh, slate. We call that slave labor. They call it uniquely priced manufacturing.",
        8830.18,
        8834.84
    ],
    [
        " So just terrible. And by the way, go look at the, you know, people talk about the environment.",
        8835.7,
        8841.52
    ],
    [
        " I'm obviously I surf. I spend a lot of time in the outdoors. I love being outdoors. I hunt.",
        8841.96,
        8848.62
    ],
    [
        " I go to the mountains. I value the environment in a way that's profound.",
        8849.3,
        8858.24
    ],
    [
        " Go see what a factory overseas does the environment. They literally do not give a shit about the",
        8859.46,
        8864.68
    ],
    [
        " environment. They literally do not care at all. Whatever comes, whatever chemicals are left over,",
        8864.68,
        8869.08
    ],
    [
        " it goes right in the river. River goes right to the ocean. They do not care. There's no EPA in China.",
        8869.18,
        8875.0
    ],
    [
        " Doesn't exist. So just think about what you're doing and get some origin USA.com. Get your genes",
        8875.0,
        8883.06
    ],
    [
        " there. Don't get genes from a sweatshop made by slaves. Don't do that. Support America. Support",
        8883.06,
        8891.56
    ],
    [
        " American workers. Get genes. Get boots. Get a hunt gear. Get your G2G. Greg Trains brother.",
        8891.56,
        8898.58
    ],
    [
        " Which one? Brandon. Yeah. Brandon. I just gave him one of the new geese and he was like, he was holding it.",
        8899.28,
        8907.8
    ],
    [
        " He put it in his hands and he was holding it like in wonder. Yeah. Yeah. He was like, no, because the",
        8907.8,
        8915.04
    ],
    [
        " thing is he had an origin key, one of the old ones and it got a rip in it. And I was like, he was,",
        8915.04,
        8921.16
    ],
    [
        " is this normal? I was like, oh my god. And I like video dead. And I was like, hey Pete, Amanda,",
        8921.2,
        8924.26
    ],
    [
        " check this out. Like, would you have me send this back to the factory? You guys can frame it.",
        8924.26,
        8928.32
    ],
    [
        " There's been like three is a jacket failure. It's a real anomaly. So anyways, they sent him out",
        8928.52,
        8934.58
    ],
    [
        " two more of the new ones. But he, I gave it to him. He was like, he's like looking at it as if",
        8934.58,
        8940.56
    ],
    [
        " it was a foreign substance. It's crazy. You just said that is like, oh my gosh, let's frame it",
        8940.56,
        8947.66
    ],
    [
        " because it doesn't happen for origin geese. Yeah. Almost every other geek company out there,",
        8947.66,
        8953.88
    ],
    [
        " they tear up, they rip up, I was wrong with one of my black belts and I grabbed the back of his",
        8954.4,
        8960.06
    ],
    [
        " G and went to pull. And Lily, I heard it start to rip. I don't know what my testosterone shot up to",
        8960.06,
        8966.44
    ],
    [
        " because I knew I was ripping his G and I literally ripped open his G and he was like, bro,",
        8966.44,
        8974.26
    ],
    [
        " what the? And I'm like, that's what you get for having shit not made in America. And I ordered him a",
        8974.6,
        8979.6
    ],
    [
        " G for origin. And now he wears obviously our geese. But it was funny. Just like, like what you just said,",
        8979.6,
        8985.16
    ],
    [
        " it's so rare for anything to not be of the best quality for origin that you're like, you want",
        8985.26,
        8991.66
    ],
    [
        " to frame this because it started to rip. And probably because it dude's like trained in like a madman.",
        8991.66,
        8996.7
    ],
    [
        " Yeah. Yeah. So there you go. originusa.com. You know, also check that out. Yep. It's true.",
        8996.76,
        9002.52
    ],
    [
        " What? What? Also, jockels. What? Jockels is a start called jockels store.",
        9002.52,
        9007.74
    ],
    [
        " All right. So where you can represent while we're on this path, it's a big deal. The path. If",
        9007.92,
        9011.94
    ],
    [
        " you're on the path, be proud of yourself. Represent. I think. That's a good call. Yeah. Just",
        9011.94,
        9016.16
    ],
    [
        " clinicals for you. Good. Also, we have a thing called the shirt locker, which is a membership scenario",
        9016.16,
        9021.22
    ],
    [
        " subscription. If you have some good designs on there. Yes. I see you representing from time to time,",
        9021.22,
        9025.68
    ],
    [
        " JP. I do. Makes me happy. But anyway, yeah, go on there jockels store.com. That's where you can",
        9025.68,
        9031.04
    ],
    [
        " check out all that stuff. If you like something, hey man. I know. I'm fired up for the shirt locker.",
        9031.04,
        9034.5
    ],
    [
        " Jamie Cochrane's dad. Yes, sir. Yeah. Yeah. Direct reports from it. We appreciate the",
        9035.18,
        9040.94
    ],
    [
        " support across the board. Yeah. Subscribe to the podcast. Subscribe to jockel underground. We",
        9040.94,
        9046.1
    ],
    [
        " brought up a button. Look on the jockel underground. We're kind of talking about all kinds of stuff.",
        9046.1,
        9053.26
    ],
    [
        " And a lot of the we answer a lot of questions to from people that are subscribed to jockel underground.",
        9054.14,
        9060.34
    ],
    [
        " We heard us refer back to it a lot today. So check that out if you want.",
        9060.84,
        9063.92
    ],
    [
        " Yeah. dot want to ground dot com. The questions to kind of which I've kind of noticed a lot more",
        9064.06,
        9069.14
    ],
    [
        " recently. Maybe the past maybe two months or so that the questions that are submitted and you",
        9069.14,
        9074.56
    ],
    [
        " answer and give good answers. But they elicit even more questions that we tend to talk about even",
        9074.56,
        9079.4
    ],
    [
        " deeper. You know, because you got a lot of question. It's like, I'll tell you some of the time.",
        9079.4,
        9082.34
    ],
    [
        " It's like, oh, I'm doing this. I'm doing this. I'm doing this. It's like, cool. Here's the answer.",
        9082.4,
        9085.28
    ],
    [
        " But the specific situation you're in doesn't apply to everyone. So let's go to like the idea behind",
        9085.84,
        9091.08
    ],
    [
        " the situation. For sure. And then there's a few questions. You got a sort out behind there",
        9091.08,
        9094.76
    ],
    [
        " behind that wall or whatever. And then you can understand the whole thing a little bit more",
        9094.76,
        9097.84
    ],
    [
        " clearly. How do these principles broadly apply? Yes. Look, how do they specifically apply to you",
        9097.84,
        9103.46
    ],
    [
        " Fred that asked the question? But then how does that answer broadly apply to everyone that's listening?",
        9103.46,
        9108.16
    ],
    [
        " Yeah. To make their life better. Yeah. So there you go. Jockel underground.com YouTube.",
        9108.38,
        9112.5
    ],
    [
        " Subscribe to the YouTube channel. There's the Jockel podcast YouTube channel. There's the origin",
        9112.76,
        9116.96
    ],
    [
        " USA podcast or channel YouTube channel. There's also a Jockel fuel channel. So check those out.",
        9116.96,
        9125.08
    ],
    [
        " If you want to know what's happening, psychological warfare, we got flip side canvas, Dakota Meyer,",
        9125.32,
        9131.1
    ],
    [
        " making cool stuff to hang on your wall, a bunch of cool books. You can check out the books.",
        9131.66,
        9136.26
    ],
    [
        " You already know what they are. The kids, but way the warrior five came out. Did you know that?",
        9136.3,
        9141.02
    ],
    [
        " Did you know that? Did you get it for your kid yet? Did you get it for your neighbors kids?",
        9141.14,
        9146.36
    ],
    [
        " Did you get it for your nephew? Did you want to take a, you know, a kid that's, you want to talk",
        9147.48,
        9153.24
    ],
    [
        " about trajectory shifts in life, take an 11 year old kid and get them the way the warrior",
        9153.24,
        9161.48
    ],
    [
        " kid series and have the trajectory of their life point in a the most positive direction.",
        9161.48,
        9167.36
    ],
    [
        " It can possibly get pointed and I know that's a bold statement. Guess how much feedback I've gotten",
        9167.36,
        9172.16
    ],
    [
        " that said exactly that I can't count. So get those books for your kids.",
        9172.16,
        9179.96
    ],
    [
        " Ash on front, we have a leadership consultancy. We solve problems through leadership. If you have",
        9180.62,
        9186.38
    ],
    [
        " problems in your organization, they're leadership problems. They are leadership problems.",
        9186.38,
        9190.3
    ],
    [
        " And what will fix them is fixing your leadership. Oh, that offended you.",
        9190.72,
        9195.72
    ],
    [
        " You're like, oh, we were wrong with my leadership. Listen, if there's problems in your organization,",
        9196.6,
        9200.26
    ],
    [
        " there's problems with your leadership. There's problems with your team's leadership.",
        9200.62,
        9203.66
    ],
    [
        " You can either be offended by that or you can say, oh, that's probably a pretty good point.",
        9204.44,
        9211.12
    ],
    [
        " Maybe there are, maybe I'm humble enough to say, oh, there's some adjustments I could make.",
        9211.38,
        9214.58
    ],
    [
        " That sounds like a good idea. And when you make that, when you make that incredibly powerful",
        9215.02,
        9222.02
    ],
    [
        " mental leap and you put your ego in check and you decide, you know what? I could probably become",
        9222.06,
        9226.74
    ],
    [
        " a little bit better of a leader. Go to Ash on front.com. And see what we've got going on there.",
        9226.74,
        9232.42
    ],
    [
        " Come to one of our live events or you can go on our extreme ownership academy.",
        9232.88,
        9236.38
    ],
    [
        " And you can, you can bring your whole organization through that. We have enterprise opportunities.",
        9236.88,
        9242.48
    ],
    [
        " You want to put, you got, oh, you've got 72,000 employees and you want them all to be aligned",
        9242.62,
        9248.12
    ],
    [
        " around leadership. Well, then go to extremeownership.com. And we will get you set up for your 72,000",
        9249.26,
        9257.52
    ],
    [
        " employees. Oh, you only, you, you have a business and you've only got four employees. Oh, guess what?",
        9257.52,
        9262.36
    ],
    [
        " We got you. Oh, you're trying to just become a better leader yourself. Cool. We got you.",
        9262.72,
        9268.14
    ],
    [
        " Do you become a better leader overnight? No, you don't. Do you get in good shape after you",
        9268.64,
        9276.16
    ],
    [
        " go into the gym one time? No, you don't. That's why we have the leadership gym.",
        9276.16,
        9279.64
    ],
    [
        " Extremeownership.com. Go and check that out. There's, there's live stuff that we do. There's courses to",
        9280.3,
        9286.66
    ],
    [
        " take. There's all kinds of things that are going to help you become a better leader. So check that",
        9286.66,
        9292.7
    ],
    [
        " out. And if you want to help service members, active and retired, you want to help their families,",
        9292.7,
        9297.24
    ],
    [
        " gold star families, check out Mark Lee's mom, mom, Molly, she got a charity organization.",
        9297.48,
        9302.12
    ],
    [
        " If you want to donate or you want to get involved, go to America's mighty warriors.org.",
        9302.62,
        9307.22
    ],
    [
        " One of the things that she does is help veterans with medical care that is not provided by the VA.",
        9307.46,
        9314.92
    ],
    [
        " For instance, hyperbaric chamber. What does that do to your brain?",
        9315.8,
        9319.32
    ],
    [
        " It, Matt, it just heals everything, which is incredible. You know, COVID hit. And I know I",
        9320.58,
        9326.06
    ],
    [
        " briefly talked about this before, but for those that maybe didn't listen to those episodes or",
        9326.06,
        9329.36
    ],
    [
        " listen now, COVID hit. And I was actually able to get reached out to Mama Lee and say,",
        9329.36,
        9334.14
    ],
    [
        " hey, I know you've been trying to get me to go do these treatments. I think I have a gap.",
        9334.14,
        9337.72
    ],
    [
        " Remember when we're like, hey, maybe two weeks. I was like, I might, I might be able to do it for a",
        9337.88,
        9342.14
    ],
    [
        " week, but obviously we had more time. And I went and had the treatments. At the time, I was having",
        9342.14,
        9347.24
    ],
    [
        " kidney and adrenal gland failure. They weren't sure what was happening. They couldn't like literally",
        9347.24,
        9351.96
    ],
    [
        " nobody could tell. We had no answers. My body was shutting down. And there's a couple of times I",
        9351.96,
        9357.86
    ],
    [
        " had completely blocked out, passed out during workouts. I mean, I was getting blurred vision. I'd",
        9357.86,
        9361.86
    ],
    [
        " have to pull over while driving. I'd just be throwing up on the side of the road. It was,",
        9361.86,
        9365.14
    ],
    [
        " it was bad. I had a lot of that from a lot of people because I just didn't have the time to slow",
        9365.2,
        9369.76
    ],
    [
        " down. COVID hit. I was able to get in those treatments. 180. Like just crazy. What it was able to do.",
        9369.76,
        9376.3
    ],
    [
        " And we have other guys like Kaui, who's gone to the treatments. And he's now going to these",
        9376.38,
        9380.82
    ],
    [
        " advanced treatments that their foundation is helping get in guys into. And it's incredible. What",
        9380.82,
        9386.16
    ],
    [
        " is doing from just healing the brain and the body and just getting us back closer to that baseline",
        9386.16,
        9392.28
    ],
    [
        " of where we need to be? So it was awesome. So there you go. If you want to support that, that's like",
        9392.28,
        9397.78
    ],
    [
        " there's a there. What is it? You ever seen those things where you can like, they used to have",
        9397.78,
        9404.18
    ],
    [
        " multivitamins. They still have them. But you could you could basically like donate to when there",
        9404.18,
        9409.32
    ],
    [
        " was famines in Africa. Yeah, maybe like maybe like, Hey, if you give $12 a month, you can help this",
        9409.32,
        9414.02
    ],
    [
        " kid and show the kid. Yeah. Well, this is like, there's a price tag that these things have.",
        9414.02,
        9420.32
    ],
    [
        " And it's expensive. It's expensive. But that's what mom. Ali does. Yeah. She says, okay,",
        9420.44,
        9425.94
    ],
    [
        " this amount of money can handle this many veterans. And so there's a JP out there. There's a Kaui",
        9426.54,
        9431.68
    ],
    [
        " out there. There's a whoever. Yep. Here we go. You need this treatment. We got you. Yeah. And",
        9431.68,
        9436.44
    ],
    [
        " it's incredibly impactful. So mom. Ali, thank you for everything. Yes.",
        9436.44,
        9441.04
    ],
    [
        " Um, um, America's mighty warriors dot org. And then of course, heroes and horses dot org. You got",
        9441.72,
        9449.34
    ],
    [
        " Micah Fink. What's the latest report? Did you get an update? What's the update? I got half an update.",
        9449.34,
        9453.3
    ],
    [
        " What would you hear? Yeah, I think it was a mountain lion. Okay. Mountain lion. Yeah. And they had",
        9453.38,
        9457.32
    ],
    [
        " something to do with um, grappling. Yeah. It was a front headlock specific. Okay. Yeah. So",
        9457.32,
        9463.9
    ],
    [
        " right now, I don't know how it happened. Micah Fink has a mountain lion in a front headlock. Yeah.",
        9463.98,
        9469.5
    ],
    [
        " And you know, he's handling things. Yeah. And he's also taking a bunch of veterans up into the",
        9470.12,
        9476.26
    ],
    [
        " mountains to help them find themselves again. Uh, JP, if you want to connect with JP, he's on Twitter",
        9476.26,
        9483.7
    ],
    [
        " and he's on Instagram. And he's also has what? Jesus and Jiu Jitsu? Yes. Or did Jiu Jitsu and Jesus?",
        9483.7,
        9489.2
    ],
    [
        " No, it's Jesus and Jiu Jitsu. Jesus comes first. Yep. Yeah. That's like on the rash guard. It's",
        9489.2,
        9494.34
    ],
    [
        " Jesus is big and bold on the top and then underneath the Jiu Jitsu is below it. It's a ministry that",
        9494.34,
        9499.38
    ],
    [
        " my buddies and I started and I say my buddies first because we all had this idea at the same time.",
        9499.38,
        9504.1
    ],
    [
        " We came back from this men's retreat that we were leading at. We'd gone to it before. We came",
        9504.1,
        9508.76
    ],
    [
        " back to lead and support. I guess I should say serve. And uh, God put it on all of our hearts",
        9508.76,
        9515.16
    ],
    [
        " at separate, separate times. And we were all talking about it like the same Monday leading the event.",
        9515.16,
        9519.86
    ],
    [
        " We're like, all right, there's something here. And Steven and Isaac have just ran with it.",
        9519.96,
        9524.38
    ],
    [
        " They have just completely ran with it. Josh as well. And so Josh, uh, Steven Isaac and I, um,",
        9524.48,
        9531.26
    ],
    [
        " you know, I guess you say the, you know, the board members of, you know, Jesus and Jiu Jitsu.",
        9531.56,
        9535.42
    ],
    [
        " Triple J. Triple J. And uh, yeah, it's awesome. So we try to do an event once a month at different",
        9535.68,
        9543.6
    ],
    [
        " gyms in the area. Uh, we're going to start traveling to different areas as well as we build the",
        9543.6,
        9548.74
    ],
    [
        " ministry and, um, uh, it's cool. So we start off and we have somebody teach some Jiu Jitsu. And then",
        9548.74,
        9554.94
    ],
    [
        " a different person who shares their testimony of just like their story of their relationship with",
        9554.94,
        9559.8
    ],
    [
        " God and, you know, how they found Jesus and salvation and what it means to them. And then we, um,",
        9559.8,
        9565.18
    ],
    [
        " offer opportunity for people to like prayer. Like if someone wants to dedicate their life to Jesus",
        9565.62,
        9570.48
    ],
    [
        " that we do a group prayer for everybody and we don't ask anybody like, oh, hey, if you did that,",
        9570.48,
        9575.18
    ],
    [
        " let us know because we don't want to embarrass anybody. But we also provide Bibles to people that",
        9575.38,
        9580.04
    ],
    [
        " don't have Bibles or have never had a Bible or need a new one. And it's really cool to see the",
        9580.04,
        9585.3
    ],
    [
        " doors that it's opening, you know, like my professor, for me, uh, uh, Huff Ile Barbosa, um, who owns",
        9585.3,
        9592.06
    ],
    [
        " double five. He's let us do it at his gym multiple times. And he's like, wait, it's Jesus and Jiu Jitsu.",
        9592.06,
        9596.84
    ],
    [
        " Whatever you guys need for me, I'm here to support you, which has been cool. And it was the, uh,",
        9597.02,
        9602.42
    ],
    [
        " the third one that we did. He was out of town, but his wife, Elisa was there and afterwards, she's like,",
        9602.54,
        9607.16
    ],
    [
        " hey, can I have one of those Bibles? We're like, yes, of course. Like, yeah, and, you know, they didn't have",
        9607.24,
        9612.34
    ],
    [
        " a Bible. And then that next Sunday, they came to church with us and it was an amazing service. And",
        9612.34,
        9618.14
    ],
    [
        " he goes, JP, I think he was talking to me the whole time. I'm like, he was talking to me also. Like,",
        9618.14,
        9622.92
    ],
    [
        " like, because there's levels to these, he's like, man, this is just, it was so powerful. And like,",
        9622.92,
        9628.12
    ],
    [
        " I asked him, I'm like, well, did you pray the prayer salvation afterwards? He's like, yes, yeah.",
        9628.36,
        9634.16
    ],
    [
        " So from that, like, we've had doors open to our guys. They're like, hey, I want to go to church.",
        9634.52,
        9639.04
    ],
    [
        " I want to try it out. And now there's people that are like dedicating their life to Jesus, you know,",
        9639.14,
        9643.22
    ],
    [
        " growing the kingdom, which is, which is pretty awesome to be able to do. So doing that, which,",
        9643.34,
        9649.66
    ],
    [
        " the purpose also is to bring people to go to pursuit, which is that men's event that I went to",
        9650.9,
        9657.42
    ],
    [
        " actually to the year today was last February. I went to pursuit, which is through our buddy's",
        9657.42,
        9663.86
    ],
    [
        " ministry walking in truth. And it's the goal is just to obviously expose people to Jesus in an",
        9663.86,
        9669.96
    ],
    [
        " environment that probably most people would never go to church. And we have people that have come",
        9669.96,
        9674.02
    ],
    [
        " to our events that are atheists that we have that we have agnostic people have, you know, people",
        9674.02,
        9678.5
    ],
    [
        " of all walks that literally come because they're like, hey, it's jujitsu. We want to support. And now",
        9678.5,
        9682.64
    ],
    [
        " it's somebody that would literally never walk into a church or now hearing about Jesus. And they're",
        9682.64,
        9687.3
    ],
    [
        " hearing them from like guys that we we share our testimonies like, hey, man, I am a jacked up",
        9687.3,
        9692.9
    ],
    [
        " individual. I am a flawed individual. It wasn't for the grace of God. Like I wouldn't be standing here",
        9692.9,
        9698.24
    ],
    [
        " and able to share our different stories and testimonies. It's been really cool to see the doors that",
        9698.24,
        9703.52
    ],
    [
        " has opened up. And you know, and the last they just had to pursue it recently. And because of the",
        9703.52,
        9709.78
    ],
    [
        " Jesus and jujitsu we did last month, I think three or four people went to pursuit. So now they",
        9709.78,
        9714.8
    ],
    [
        " want to go to this event. They get this freedom. It's a freedom based ministry for men and women. So",
        9714.8,
        9720.82
    ],
    [
        " it's really cool to see what those doors have opened up. The relationships from that. And it's",
        9720.82,
        9726.26
    ],
    [
        " cool that I'm doing that with, you know, three of my closest friends. And then the two other",
        9726.26,
        9731.86
    ],
    [
        " businesses that we were talking about before, it's like one is with Josh on the path printing,",
        9731.86,
        9736.06
    ],
    [
        " printing apparel and the other one. And that on the path printing is that the website?",
        9736.38,
        9740.62
    ],
    [
        " So yeah, so mostly it's on Instagram. And we don't have a big website. And the reason why it's",
        9741.2,
        9746.78
    ],
    [
        " we are very selective with who we want to work with. You know, Nick Levery, who is on here,",
        9746.78,
        9751.98
    ],
    [
        " we're going to be printing for him. Once we have it fully up and running. And like Josh has been",
        9752.28,
        9757.72
    ],
    [
        " super default aggressive like to do all these things. But he's also the alignment that we have",
        9757.72,
        9762.48
    ],
    [
        " in regards to this. Hey, man, if we're not able to deliver the best product, like I don't want us",
        9762.48,
        9767.72
    ],
    [
        " doing this until we can. He goes, I know it can't be perfect. And he helps out at the musters and",
        9767.72,
        9772.92
    ],
    [
        " FTXs because I know it can't be perfect. But it's got to be the best product to these people. And he's",
        9772.92,
        9778.52
    ],
    [
        " like, I want us, you know, and that's our goal is to, um, to serve patriots, to serve ministries,",
        9778.52,
        9784.4
    ],
    [
        " jujitsu gyms, first responders, like we're going to pick who we want to work with. PJ, who helps out",
        9784.68,
        9790.32
    ],
    [
        " at all of our events, we're going to be printing for his fire department. And we're going to be",
        9790.32,
        9794.16
    ],
    [
        " printing for our jujitsu gym. So it gives us the ability to choose who we want to work with. So it's",
        9794.16,
        9798.62
    ],
    [
        " just through Instagram on the path printing. Um, so that's, that's where we're at right there. And then",
        9798.62,
        9803.78
    ],
    [
        " on the other side, Steven is with his, his cattle company. You know, he has a beef company he's",
        9803.78,
        9809.76
    ],
    [
        " had for a couple of years, a little cattle co and being able to help, you know, it's, it's really",
        9809.76,
        9815.06
    ],
    [
        " cool. The doors have opened up and just seeing the opportunities, trying to be obedient, uh, to",
        9815.06,
        9821.8
    ],
    [
        " the opportunities that God's giving me and understanding that, hey, if I have an opportunity,",
        9821.8,
        9828.04
    ],
    [
        " like not season that opportunity is just as bad as doing the wrong thing in my mind, you know,",
        9828.04,
        9834.26
    ],
    [
        " because if God's giving me an opportunity and he's blessing me with the abilities to go out there",
        9834.28,
        9838.76
    ],
    [
        " and do something with other people and, and help people, yeah, I should absolutely be doing that.",
        9839.52,
        9843.92
    ],
    [
        " Yeah. They're the printing company. We're going to be helping out a lot of ministries and churches",
        9844.02,
        9848.32
    ],
    [
        " and foundations. And for us, that's a way to give back and to bless people like Mama,",
        9848.32,
        9852.38
    ],
    [
        " Leisha's like, wait, when can you print them? Like, as soon as we can, I promise you first on the",
        9852.38,
        9857.22
    ],
    [
        " list, you're the first one on the list. Um, and then, you know, Steven's had the beef company for",
        9857.22,
        9861.96
    ],
    [
        " a couple of years. And I always told him, like, hey, man, if there's anything I can help you",
        9861.96,
        9865.22
    ],
    [
        " to take this to the next level, cool. I'm not trying to get in on. I'm not trying to, like,",
        9865.68,
        9870.02
    ],
    [
        " take advantage or capitalize. But if I can help you, like, let me know. So how do people find that?",
        9870.14,
        9875.84
    ],
    [
        " Same thing. Instagram right now is little cattle co, like as a company, little cattle co,",
        9876.54,
        9881.48
    ],
    [
        " Steven little is, you know, and, uh, having the website built up as well. I know it would be, like,",
        9881.84,
        9887.04
    ],
    [
        " so someone wants to get online and, you know, order some surloins and some",
        9887.1,
        9891.98
    ],
    [
        " Tomahawks and some flays and some ground beef, like, they can, it'll be direct to consumer, uh,",
        9893.4,
        9898.14
    ],
    [
        " B sales. And we know the quality, we know the source. His, his uncle has been, this is awesome. Like,",
        9898.3,
        9905.52
    ],
    [
        " this is something that I'm excited that Aiden's going to be able to experience and me selfishly,",
        9905.64,
        9911.06
    ],
    [
        " like, I get to go do some cowboying, you know, because I've always been infatuated with that,",
        9911.06,
        9914.9
    ],
    [
        " because my grandfather did this. Um, his uncle, Uncle Rocky has been cowboying all over Texas",
        9914.98,
        9921.9
    ],
    [
        " for over 30 years. Every major ranch, he's been a cowboy there. And he knows the business. And",
        9921.9,
        9927.44
    ],
    [
        " that's who's, like, allowing us to, to grow the business. We have access to as many",
        9927.44,
        9932.12
    ],
    [
        " steers as we want. And it's all high quality, just knowing what we're getting. It's a big thing",
        9932.12,
        9938.02
    ],
    [
        " right now. So it's cool. It's, I'm excited. And you know, somebody, I stole your, your line.",
        9938.02,
        9943.06
    ],
    [
        " You said multiple times, like, I had, uh, another buddy who was like, man, how are you doing all these",
        9943.26,
        9949.18
    ],
    [
        " things? Like, you're crazy busy with that shlong front. I'm like, well, realize that I'm not as",
        9949.18,
        9954.66
    ],
    [
        " hands on on all these other things as you think. So if I gave you that perception, I'm sorry. But",
        9954.66,
        9960.58
    ],
    [
        " I use the laws of combat. I can do multiple things because of the laws of combat. I can help build",
        9960.58,
        9967.22
    ],
    [
        " little cow to co on the path, burning like my professor for me, he was like, hey, do you want a",
        9967.22,
        9972.64
    ],
    [
        " partner with me to help open up a bigger gym in this area? And I'm like, yes, like no brainer,",
        9972.64,
        9978.1
    ],
    [
        " right? You're one of the best at your jitsu and an amazing instructor. So we're having those",
        9978.1,
        9982.52
    ],
    [
        " discussions right now as well. And it's just like because of what we do at our shlong front.",
        9982.52,
        9986.7
    ],
    [
        " And for me, his academy is double five. Yep. What's the, how do people find that? Just Instagram,",
        9986.7,
        9992.1
    ],
    [
        " double five, jujitsu or double five hv for Highlands Village. That's the area that we're in.",
        9992.32,
        9997.12
    ],
    [
        " Great school. For me, it's great. Like nine, nine time world champ, 11 time pan and champion.",
        9997.56,
        10003.54
    ],
    [
        " Very, very detailed instructor to just square it away. He's from the deck, right? Yes.",
        10003.54,
        10010.08
    ],
    [
        " He from the deck. Yeah. So he's, and that's what's cool because now I'm part of the Deco's lineage",
        10010.38,
        10014.96
    ],
    [
        " and Pete Roberts lineage under the deck. You guys are right now. Yeah, check that out.",
        10014.96,
        10021.26
    ],
    [
        " Yeah. It's kind of like me and Echo Charles. Yes. Kind of right. Yeah. No, a little bit.",
        10021.32,
        10025.0
    ],
    [
        " Pretty much. Yeah. Yeah. The lineage. That's awesome, man. All kinds of good stuff going on,",
        10025.28,
        10031.44
    ],
    [
        " which is as it should be. Yeah. One thing I wrote down and I have to say, because it'll bother me",
        10031.44,
        10036.02
    ],
    [
        " earlier when, when you're doing the intro. And I, you know, I said, titles don't matter.",
        10036.02,
        10041.68
    ],
    [
        " But I corrected you on my time and that bothers me. It bothers me. It was a test, dude.",
        10042.18,
        10050.36
    ],
    [
        " I don't care what I was. But here's a deal. If titles don't matter, I shouldn't have said anything.",
        10050.72,
        10056.76
    ],
    [
        " But I really believe that I'm strong front. We've known since day one. I mean, you straight up",
        10057.42,
        10061.42
    ],
    [
        " told us, I remember at one of the early meetings, like, hey, man, the titles don't matter.",
        10061.42,
        10066.14
    ],
    [
        " But I know to other people titles are important. So we want to make sure we give you guys the right",
        10066.14,
        10070.18
    ],
    [
        " proper titles as we're growing this business. You and life gave me an opportunity. That is unlike",
        10070.18,
        10078.44
    ],
    [
        " anything else. I don't need a title to be here. You know what I mean? Like I will be here until the",
        10078.44,
        10083.62
    ],
    [
        " day I die. Like I said, but I'm also proud of the fact of like where I was at six years ago.",
        10083.62,
        10091.18
    ],
    [
        " And what you and lay for like, hey, man, here's an opportunity. And Jamie as well, you know what I mean?",
        10092.1,
        10097.34
    ],
    [
        " Like you and life opened up the door and Jamie helped facilitate it. Dave Burke, I tell",
        10097.44,
        10102.38
    ],
    [
        " us that everybody Dave Burke is a guy I've always looked up to. He's my best friend. He's my mentor.",
        10102.38,
        10106.94
    ],
    [
        " He's somebody that I, he's helped me here at Ashland Front, even though technically I came in",
        10106.94,
        10111.52
    ],
    [
        " before him. He's a guy I've always looked up to. And just the opportunity to do what we do at",
        10111.76,
        10118.4
    ],
    [
        " Ashland Front, like I want to make sure it is always very apparent and clear that it is something",
        10118.4,
        10123.18
    ],
    [
        " I am forever indebted to you guys for. But I am proud of that title because I know it",
        10123.18,
        10129.18
    ],
    [
        " are represents in regards to what you and life want to build, not because of what I've done. I'm not",
        10129.18,
        10133.92
    ],
    [
        " proud of it in regards to like, oh, I'm the chief training officer. Six years ago, there was no",
        10133.92,
        10139.06
    ],
    [
        " titles. There's no departments. And now like the fact of what you and life have helped facilitate",
        10139.06,
        10144.94
    ],
    [
        " for us to be able to be a part of and build. That means a lot to me. And to see what Cody's done.",
        10144.94,
        10150.88
    ],
    [
        " Like I, here's a deal. If Cody wasn't the stud that he is, I wouldn't be able to for sure to",
        10151.12,
        10159.36
    ],
    [
        " move up in the organization. And I know that. And I try to reiterate that Cody and Cody's",
        10159.36,
        10163.52
    ],
    [
        " annoyingly humble because he's like, no, I'm probably, you know, everything. And I'm like, dude,",
        10165.32,
        10169.18
    ],
    [
        " I did not give you anything other than here's an opportunity. Cody's ran with it. He's made",
        10169.48,
        10175.34
    ],
    [
        " that department better than it was when I was running it. And it's cool to be able to sit back and",
        10175.34,
        10179.98
    ],
    [
        " see what he's doing and everything. So I just wanted to correct that because it's bothered me the",
        10179.98,
        10184.9
    ],
    [
        " whole time that I've made that correction. Yeah. Well, you're not the jackass that's, that's",
        10184.9,
        10190.06
    ],
    [
        " allegedly the chief executive officer that jacked up the title when he said it. So there you go.",
        10190.26,
        10196.62
    ],
    [
        " And you know, I always, you know, when you say to me like, oh, you're indebted to me. And you know",
        10196.76,
        10204.54
    ],
    [
        " what I'm going to say. I know. You did more for me than I could have ever asked someone to do.",
        10204.54,
        10210.92
    ],
    [
        " So we're good. Cool. We're square. Check.",
        10211.42,
        10214.66
    ],
    [
        " There you go. That's how you can get in touch with JP. Of course, if you want to get in touch with",
        10217.04,
        10223.24
    ],
    [
        " or connect with Echo Charles and I were also on social media. Echoes at Echo Charles.",
        10223.24,
        10229.2
    ],
    [
        " I'm at Taco Willink. Of course, just watch out for the algorithm because it's strong.",
        10229.92,
        10234.44
    ],
    [
        " It's chat GPT strong. I'm just grabbing you, grab you by the vocal cords, drag you into the screen.",
        10234.9,
        10241.76
    ],
    [
        " So watch out. I was texting with Jason Gardner the other day. He's like, you know,",
        10241.76,
        10246.04
    ],
    [
        " I was like, he is. He hasn't been on chat GPT yet. He was like asking me soon. He's like, what about this?",
        10246.14,
        10250.36
    ],
    [
        " What about this? And he said, well, what exactly does data does it go off of? And I was like, go ask",
        10250.44,
        10255.72
    ],
    [
        " chat GPT. And we'll tell you what data it's going off of. He was laughing. But anyways, there you",
        10255.72,
        10261.54
    ],
    [
        " go. That's how you can get in touch with us. And thanks for joining us JP. Always good to have",
        10261.54,
        10267.28
    ],
    [
        " the opportunity to enable the opportunity for you to share your lessons with the world.",
        10268.34,
        10275.06
    ],
    [
        " And obviously, thanks. Like I said, for everything you did for me, for the teams. And of course,",
        10275.96,
        10281.5
    ],
    [
        " for our country. And yeah, thanks to all the service men and women that are out there right now.",
        10281.76,
        10289.0
    ],
    [
        " On the front lines, defending freedom, it is a sketchy world out there. It's a sketchy world out",
        10289.8,
        10298.24
    ],
    [
        " there. And you all are stepping up into that zone of the unknown to protect us and our way of life",
        10298.24,
        10307.5
    ],
    [
        " and our freedom. So thank you. And thanks also to our police and law enforcement, firefighters,",
        10307.5,
        10312.14
    ],
    [
        " paramedics, EMTs, dispatchers, correctional officers, border patrol secret service, and all",
        10312.5,
        10317.26
    ],
    [
        " first responders. You defend us here at home. And we are definitely grateful. And everyone else out",
        10317.46,
        10324.2
    ],
    [
        " there. Just remember this. Remember this. As bad as things can get and believe me, they can get",
        10324.2,
        10332.7
    ],
    [
        " bad. They can get really bad. But as bad as they can get, remember this. They can always get",
        10332.7,
        10342.36
    ],
    [
        " worse. They can always get worse. So please do me a favor and keep old Mr. Murphy at bay. Be ready",
        10343.64,
        10351.12
    ],
    [
        " for the worst case scenario. And you do that by going out there every day and getting after it.",
        10351.12,
        10356.94
    ],
    [
        " And until next time, this is JP, and echo and jaco out.",
        10357.22,
        10362.4
    ]
]