[
    [
        " You know, there's been some interesting stuff going on that are similar to what you're",
        0.0,
        5.26
    ],
    [
        " talking about.",
        5.26,
        5.78
    ],
    [
        " So, you know, Joe Rogan, who's, do I have to explain who Joe Rogan is?",
        6.08,
        12.32
    ],
    [
        " No, you don't really.",
        12.46,
        13.02
    ],
    [
        " Okay.",
        13.26,
        13.4
    ],
    [
        " So, Joe, he, you know, had these, had these doctors on, talk about COVID and these, these",
        13.6,
        22.48
    ],
    [
        " are doctors that have a non-mainstream media view about COVID.",
        22.48,
        27.66
    ],
    [
        " And he just released a statement yesterday because now we have some of these old rock",
        28.28,
        33.36
    ],
    [
        " and roll people telling Spotify if you don't pull Joe Rogan off, then we don't want our",
        33.36,
        37.36
    ],
    [
        " music off and that's a legitimate thing.",
        37.36,
        41.44
    ],
    [
        " So it's like, okay, so Rogan came out, he released like a nine minute podcast last night.",
        41.84,
        50.5
    ],
    [
        " I happened to be driving and when it came out, so I listened to it.",
        50.7,
        53.68
    ],
    [
        " And so this is what's interesting.",
        54.56,
        56.26
    ],
    [
        " I forget the examples that he gave, but one of them was six months ago or a year ago or",
        56.76,
        63.26
    ],
    [
        " whatever.",
        63.26,
        63.64
    ],
    [
        " If you said cloth masks don't do anything, you would be literally banned and there's",
        64.14,
        71.98
    ],
    [
        " documented people that were banned from social media for saying that.",
        71.98,
        74.94
    ],
    [
        " And now it's, oh, it turns out it's actually true.",
        75.66,
        78.34
    ],
    [
        " And for example, CNN has been widely reporting that.",
        78.74,
        82.26
    ],
    [
        " There's a whole list of things like that.",
        82.4,
        85.82
    ],
    [
        " Oh, here's another example is if you were to say six months ago or a year ago, once",
        86.1,
        94.3
    ],
    [
        " you're vaccinated, you can't catch COVID and you can't spread COVID.",
        94.3,
        98.36
    ],
    [
        " And if you would have said that, there's people that were banned from social media for",
        99.04,
        104.02
    ],
    [
        " saying those things.",
        104.02,
        104.86
    ],
    [
        " And now you look up and those things are actually true.",
        105.24,
        108.62
    ],
    [
        " They're factually true.",
        108.78,
        110.0
    ],
    [
        " That's what's happening.",
        110.28,
        111.1
    ],
    [
        " And you get this with the election results that you're talking about in 2020.",
        111.64,
        118.26
    ],
    [
        " There's, when people said, hey, I'm not sure about this election.",
        119.18,
        125.62
    ],
    [
        " Some people weren't necessarily saying, I mean, there was politicians, there was very",
        126.46,
        130.06
    ],
    [
        " few politicians that were saying, hey, not so sure about this.",
        130.06,
        135.02
    ],
    [
        " Maybe we should hold off.",
        135.48,
        136.52
    ],
    [
        " Maybe we should check the results.",
        136.64,
        137.96
    ],
    [
        " There was personality, social media personalities that were saying that and they got completely",
        138.2,
        144.64
    ],
    [
        " shut down.",
        144.64,
        145.56
    ],
    [
        " Not for saying, hey, I think we should overthrow the government, but for saying, hey, don't",
        145.94,
        151.3
    ],
    [
        " you think we should confirm this?",
        151.3,
        153.02
    ],
    [
        " Because I agree with you that to me, the worst outcome for an American election is people",
        153.12,
        161.88
    ],
    [
        " look at it and go, I don't believe it.",
        161.88,
        164.4
    ],
    [
        " Right.",
        164.4,
        164.8
    ],
    [
        " Even if it's, never mind half the popular, I don't want 10% of the population to think, hey,",
        165.08,
        171.72
    ],
    [
        " I don't believe this is true.",
        171.94,
        173.48
    ],
    [
        " I think that that, I think that the election results were wrong.",
        173.96,
        177.6
    ],
    [
        " I think there was foul play.",
        177.8,
        178.9
    ],
    [
        " All those things.",
        179.22,
        179.72
    ],
    [
        " What I want to do is if 10% of the people say, or 1% of the people say, hey, we think",
        180.28,
        186.84
    ],
    [
        " that there was foul play in the elections.",
        186.84,
        188.92
    ],
    [
        " I want to say, okay, well, let's get everything.",
        189.68,
        194.34
    ],
    [
        " Nothing out in the table.",
        194.34,
        194.96
    ],
    [
        " You know, a good analogy would be if you're watching, if you're playing a football game.",
        195.32,
        198.48
    ],
    [
        " And a team, we think a team got a touchdown.",
        199.56,
        203.92
    ],
    [
        " And the other team says, yeah, that wasn't a touchdown.",
        205.06,
        207.44
    ],
    [
        " You don't say, well, shut up, it was because now we all leave and we don't really think",
        208.34,
        212.04
    ],
    [
        " they want it.",
        212.04,
        212.86
    ],
    [
        " We argue about it.",
        212.92,
        213.44
    ],
    [
        " We fight about it.",
        213.5,
        214.16
    ],
    [
        " And it's a bad thing.",
        214.46,
        215.28
    ],
    [
        " Instead, what do we do?",
        215.68,
        216.38
    ],
    [
        " What do we do nowadays when there's that problem?",
        216.54,
        218.78
    ],
    [
        " We solve the problem by going, oh, you don't think it was a touchdown?",
        219.4,
        222.5
    ],
    [
        " Cool.",
        222.5,
        222.94
    ],
    [
        " We're going to go to the videotape.",
        223.2,
        224.62
    ],
    [
        " We're going to lay everything out on the table.",
        224.78,
        226.5
    ],
    [
        " And then everyone can see, oh, yeah, across the plane, it was a touchdown or didn't cross",
        227.24,
        233.06
    ],
    [
        " the plane.",
        233.06,
        233.54
    ],
    [
        " That's it.",
        233.78,
        234.42
    ],
    [
        " We can solve the argument so that we actually get the truth out there.",
        234.9,
        239.1
    ],
    [
        " And it seems like with this election, instead of saying, hey, here's what happened in",
        239.94,
        249.22
    ],
    [
        " these situations.",
        249.22,
        249.94
    ],
    [
        " Here's these anomalies that took place.",
        250.26,
        252.44
    ],
    [
        " Here's why they took place.",
        252.74,
        253.98
    ],
    [
        " Here's the impact that they actually had.",
        254.28,
        256.24
    ],
    [
        " Here's some characters that did some things that they shouldn't have done.",
        256.6,
        259.6
    ],
    [
        " Here's some things that some accusations were made that were totally false.",
        260.32,
        264.36
    ],
    [
        " But to just say, oh, if you don't think that that election was perfect, then you should",
        265.12,
        275.96
    ],
    [
        " be silenced.",
        275.96,
        276.58
    ],
    [
        " And the reason I bring up the masks and the vaccines is because right now, it seems",
        276.82,
        286.32
    ],
    [
        " like there are some people that are gathering evidence about the election that might not",
        286.32,
        292.06
    ],
    [
        " necessarily turn the election over, but they might at least say, hey, this is something",
        292.06,
        299.38
    ],
    [
        " that happened.",
        299.38,
        299.9
    ],
    [
        " No one agrees that this should happen.",
        300.38,
        303.06
    ],
    [
        " No one agrees that someone should be stuffing ballot boxes, right?",
        303.16,
        305.7
    ],
    [
        " No one thinks she should be stuffing ballot boxes.",
        305.7,
        307.92
    ],
    [
        " So if ballot boxes are getting stuffed, what can we do to prevent that?",
        307.92,
        312.86
    ],
    [
        " And to me, I can't imagine an American that's aligned with America, like with just the",
        313.56,
        323.7
    ],
    [
        " broad idea of America where we have freedom of speech, where we have the right to bear",
        323.7,
        328.56
    ],
    [
        " on the side.",
        328.56,
        329.7
    ],
    [
        " We have the right to life liberty and the pursuit of happiness.",
        329.7,
        331.7
    ],
    [
        " I can't imagine someone saying, I actually think stuffing ballot boxes, I actually think",
        331.7,
        337.92
    ],
    [
        " these changing these election laws is fine as long as it's done for the right party.",
        337.92,
        343.7
    ],
    [
        " That to me doesn't make sense.",
        344.3,
        345.84
    ],
    [
        " So I think when you start talking about the thing that kind of pushed you over the edge,",
        347.3,
        352.12
    ],
    [
        " I think there's a lot of people that felt that way.",
        352.68,
        355.68
    ]
]