[
    [
        " This is Jockel Podcast number 324 with Echo Charles and me, Jockel Willink. Good evening, Echo. Good evening. Also joining us. Again tonight is Jason Gardner. Good evening, Jason. Good evening, Echo. Good evening, Jockel.",
        0.58,
        12.28
    ],
    [
        " So we rolled in, we're talking about this book and the middle of a dissection of the life of Colonel Joshua Chamberlain or General Joshua Chamberlain, the hero of Little Round Top, the 20th main who did a bunch of other things in his life.",
        12.8,
        29.32
    ],
    [
        " One of the parts of this book that Jason, we were talking about before we got started was this letter from Joshua Chamberlain to Governor Coburn.",
        29.32,
        41.7
    ],
    [
        " This is from headquarters 20th main volunteers in the field July 21st 1863. And here's what Joshua Chamberlain says and this gives you such a keen insight into his leadership and leadership.",
        43.12,
        59.56
    ],
    [
        " Dear Governor, I embrace a rare opportunity, namely a day's halt within a few miles of our baggage to write you in reference to the affairs of our regiment in which I am well aware you feel the deepest interest.",
        61.1,
        75.08
    ],
    [
        " In the first place allow me to thank you for the honor you have done me in entrusting my care in entrusting to my care this noble regiment.",
        75.76,
        85.24
    ],
    [
        " I trust I shall be always worthy of the confidence you have thus placed in me. I consider it an officer's first duty to look after the welfare of his men.",
        85.62,
        98.76
    ],
    [
        " To this he is bound no less by the responsibility which the arbitrary nature of his power imposes than by the regard he should have to the interests of the service in which he is engaged.",
        99.46,
        113.94
    ],
    [
        " My experience in several trying campaigns has taught me that the way to ensure the efficiency of the army is to keep the men in the best possible condition physically and mentally.",
        115.12,
        131.66
    ],
    [
        " Take care of your people and people will take care of you so we could say that about our gear.",
        135.48,
        139.48
    ],
    [
        " without the people that there is no mission that balance which occasionally gets brought up what's more important?",
        140.84,
        160.56
    ],
    [
        " the people or the missions, the people, the people, without the people there's no mission.",
        160.56,
        166.24
    ],
    [
        " and if you have one mission that you're going to do, I guess you can put the mission above the people which you're not going to be in that situation?",
        167.48,
        175.16
    ],
    [
        " you're not, so the people come first.",
        175.9,
        179.38
    ],
    [
        " and by the way, this is important.",
        180.56,
        183.88
    ],
    [
        " if there is alignment in what you're doing, what your mission is, should help the people.",
        184.88,
        191.12
    ],
    [
        " so when you're in combat and you're going out and you're taking the fight to the enemy, well guess what?",
        191.8,
        197.24
    ],
    [
        " now you can win the war, now you can get the people home to their families.",
        197.7,
        200.66
    ],
    [
        " now we can protect the world from fascism or from Nazism or from the imperial Japanese army or from communism.",
        201.08,
        208.54
    ],
    [
        " that's what these things are doing.",
        208.64,
        209.46
    ],
    [
        " so when you're out there as soldier, you're taking care of your people by helping to win the war.",
        209.66,
        214.0
    ],
    [
        " those should be aligned.",
        214.28,
        215.56
    ],
    [
        " that's why you had dis alignment or unalignment in Vietnam where people are saying, hey what is that?",
        216.02,
        220.98
    ],
    [
        " leading to me, start doing anything to me.",
        221.26,
        222.7
    ],
    [
        " I don't care if this is communist or not, it doesn't affect me.",
        223.18,
        225.42
    ],
    [
        " and so we're not aligned.",
        226.02,
        226.94
    ],
    [
        " it's a problem.",
        227.24,
        227.76
    ],
    [
        " some people, the people that were saying, hey, we believe in the domino theory, we think it's all going to fall down.",
        228.6,
        233.2
    ],
    [
        " we need to stop communism here.",
        233.32,
        234.44
    ],
    [
        " those people were aligned and were proactively fighting the war.",
        234.78,
        237.7
    ],
    [
        " some people weren't.",
        238.9,
        240.84
    ],
    [
        " same thing in a company.",
        240.84,
        241.96
    ],
    [
        " if I am trying to build a factory",
        242.4,
        244.9
    ],
    [
        " so that I can take my people and put them in a better situation where they have better working conditions, it's going to help them.",
        244.9,
        251.78
    ],
    [
        " if I'm trying to get my team to sell more widgets, well Jason, how many widgets do you sell on the sold three?",
        252.42,
        259.72
    ],
    [
        " well, hey Jason, you need to sell more. why?",
        260.2,
        261.8
    ],
    [
        " well because I want you to be able to save money for college for your kids.",
        262.32,
        265.02
    ],
    [
        " oh, okay, yeah.",
        265.16,
        266.48
    ],
    [
        " so the better you do, the better we do.",
        266.94,
        269.6
    ],
    [
        " the better we do, the better you do.",
        270.18,
        272.44
    ],
    [
        " because by the way, when you sell more widgets, we, and Echo sells more widgets.",
        272.62,
        276.66
    ],
    [
        " now we can produce more widgets that lowers our cost to produce.",
        276.84,
        278.92
    ],
    [
        " now we can lower our prices so you can sell even more widgets.",
        279.08,
        280.9
    ],
    [
        " so we can, so the mission and the men should be aligned.",
        281.24,
        284.86
    ],
    [
        " the mission and the people should be aligned.",
        285.08,
        286.64
    ],
    [
        " the goals should help.",
        286.94,
        288.5
    ],
    [
        " if what I'm doing is saying, hey Jason, sell more widgets.",
        288.74,
        291.78
    ],
    [
        " and you say why? and I say, because I want to line my pockets more.",
        291.78,
        296.1
    ],
    [
        " what? we're not aligned.",
        296.82,
        298.96
    ],
    [
        " we're not aligned. but if I'm saying, hey sell more widgets so we can lower the price point.",
        299.56,
        303.9
    ],
    [
        " so you can have more job security so you can, you know, get a down payment for your house.",
        304.14,
        308.52
    ],
    [
        " all those things. we want things to be aligned.",
        308.66,
        311.08
    ],
    [
        " when they're not aligned, that's when we're going to have problems.",
        311.16,
        312.7
    ],
    [
        " taking care of your people is not letting them come in late and leave early.",
        313.52,
        317.96
    ],
    [
        " or letting them fall sort of the standards.",
        318.68,
        320.66
    ],
    [
        " and, and so that, that's really interesting.",
        321.22,
        324.64
    ],
    [
        " I like how hot worth broken out.",
        324.9,
        326.54
    ],
    [
        " and I think in the laugh chapters of steel, my soldier's heart reads warning guys about being popular.",
        326.68,
        331.2
    ],
    [
        " and folks wanted to be popular.",
        331.98,
        333.02
    ],
    [
        " ah, yeah, I'll just let them smoke cigarettes because they want to smoke cigarettes on watch.",
        333.22,
        336.84
    ],
    [
        " and then, ca- oh, they get killed.",
        336.98,
        338.74
    ],
    [
        " being popular is not taking care of your people.",
        339.7,
        342.42
    ],
    [
        " and when you try to maintain a standard,",
        342.56,
        344.56
    ],
    [
        " you're making them better people by bringing them up to a standard.",
        345.64,
        349.16
    ],
    [
        " it helps them.",
        349.56,
        350.64
    ],
    [
        " it helps them.",
        351.06,
        352.48
    ],
    [
        " stay alive.",
        352.98,
        353.82
    ],
    [
        " the, the contrary to that is, or the opposite dichotomy of that is,",
        354.06,
        358.1
    ],
    [
        " hey, I'm just going to impose my rules on these people.",
        358.54,
        361.92
    ],
    [
        " they're not going to know why.",
        362.02,
        362.86
    ],
    [
        " they're not going to know how it helps them.",
        363.02,
        364.22
    ],
    [
        " they're not going to know that smoking in a, in a watch position at night can get you killed by a sniper.",
        364.6,
        369.64
    ],
    [
        " so instead, you just mandate these rules.",
        371.28,
        373.44
    ],
    [
        " and if you, hey, I don't care if I'm popular or not.",
        374.06,
        376.52
    ],
    [
        " that's not a good attitude to have.",
        377.04,
        378.44
    ],
    [
        " if you're not,",
        378.54,
        379.08
    ],
    [
        " look, you shouldn't be doing things to be popular.",
        379.42,
        382.5
    ],
    [
        " but if people don't like you, that work for you, that's also a problem.",
        382.86,
        387.06
    ],
    [
        " that's also a problem.",
        387.6,
        389.64
    ],
    [
        " and if that, what I just said, makes you shudder a little bit and think,",
        389.86,
        392.72
    ],
    [
        " you know, I'm not sure if I'm on board that.",
        392.74,
        394.18
    ],
    [
        " you need to check yourself.",
        394.48,
        395.24
    ],
    [
        " quite frankly, you need to check yourself.",
        395.58,
        396.92
    ],
    [
        " I haven't worked for a leader.",
        398.94,
        400.56
    ],
    [
        " that was a good leader.",
        400.88,
        402.06
    ],
    [
        " where everyone said, yeah, I don't like that guy.",
        402.06,
        404.4
    ],
    [
        " they might say something like, hey, man, he can be a bit hard.",
        404.74,
        408.0
    ],
    [
        " but",
        408.5,
        408.82
    ],
    [
        " he makes sense.",
        408.82,
        412.5
    ],
    [
        " but",
        412.92,
        413.06
    ],
    [
        " he's doing it for the right reasons.",
        413.06,
        414.76
    ],
    [
        " but",
        415.24,
        415.34
    ],
    [
        " sometimes we're a little bit too slack.",
        415.34,
        417.3
    ],
    [
        " the leader that, hey, we all hate him, but we're going to do what he says.",
        418.2,
        421.92
    ],
    [
        " doesn't really exist, man.",
        422.14,
        423.78
    ],
    [
        " no, at least you're not going to do it to the best of your ability, right?",
        424.68,
        427.48
    ],
    [
        " when I think about all those leaders that I worked hard for,",
        427.64,
        429.68
    ],
    [
        " because",
        430.02,
        430.66
    ],
    [
        " I was like, I worked hard for this leader because I was worried he was going to yell at me.",
        430.66,
        435.7
    ],
    [
        " he got this much effort out of me.",
        436.02,
        437.96
    ],
    [
        " the leader that I worked hardest for was the person that I was terrified of disappointing.",
        438.52,
        444.22
    ],
    [
        " like Delta Charlie.",
        444.74,
        445.96
    ],
    [
        " and why",
        446.16,
        447.82
    ],
    [
        " why in the world was I terrified of disappointing Delta Charlie?",
        447.82,
        452.26
    ],
    [
        " and every other leader that I put in that category,",
        453.06,
        455.7
    ],
    [
        " it's because they treated me with respect.",
        455.92,
        457.92
    ],
    [
        " that's all you got to do.",
        458.72,
        459.88
    ],
    [
        " so treat everybody with respect and then your life is going to be that much easier.",
        460.36,
        464.78
    ],
    [
        " especially your subordinates, because they're going to work hard for you,",
        464.92,
        467.74
    ],
    [
        " because they'll be terrified of disappointing you.",
        467.78,
        469.54
    ],
    [
        " and then, okay, what if they're just going to take advantage of you?",
        469.98,
        473.46
    ],
    [
        " guess what? there's going to be some people that are going to try.",
        473.76,
        475.5
    ],
    [
        " they're going to be, you got a team of 20 people.",
        475.62,
        477.5
    ],
    [
        " there's going to be two or three of them that are looking to cut corners,",
        477.62,
        479.58
    ],
    [
        " looking to slack off.",
        479.7,
        480.32
    ],
    [
        " that's true.",
        480.44,
        480.84
    ],
    [
        " it's true in a seal platoon for crying out loud.",
        480.84,
        482.88
    ],
    [
        " in a seal platoon where they go through hell week",
        483.16,
        486.64
    ],
    [
        " and they go through buds and they're highly selecting all that stuff.",
        486.64,
        489.8
    ],
    [
        " yeah, some of those people get to a platoon and they don't want to do shit.",
        490.0,
        492.24
    ],
    [
        " they want to freaking cut corners, they want to go home early, they don't care.",
        492.58,
        496.98
    ],
    [
        " that's what happens.",
        497.32,
        498.44
    ],
    [
        " you get those guys in a platoon and they're not going to,",
        498.58,
        500.6
    ],
    [
        " they might not commit hanging offenses.",
        500.6,
        502.46
    ],
    [
        " right? they might not like skip work",
        502.94,
        505.56
    ],
    [
        " or, you know, leave their weapon unattended or something like that.",
        505.56,
        510.04
    ],
    [
        " which, okay, if they're that bad, you can get rid of them,",
        510.3,
        513.16
    ],
    [
        " but they know where the line is and they just, they just tip toe on that line.",
        513.22,
        517.3
    ],
    [
        " and so there's people like that.",
        518.02,
        520.18
    ],
    [
        " there's people like that in every organization.",
        520.76,
        522.64
    ],
    [
        " and if you then treat everyone in your organization",
        523.2,
        528.02
    ],
    [
        " as if they're that person that's trying to get away with what they can",
        528.02,
        531.54
    ],
    [
        " and that's how you treat everyone, you're not treating with respect,",
        531.54,
        533.78
    ],
    [
        " you're micromanaging them and it's going to come back and haunt you.",
        534.14,
        536.54
    ],
    [
        " so here's an interesting thing.",
        537.46,
        539.38
    ],
    [
        " it's like sometimes, sometimes I'm weak",
        540.0,
        543.1
    ],
    [
        " and I'm that guy trying to leverage a friendship against the standard",
        543.1,
        548.5
    ],
    [
        " and then when a leader is like, no bro, you got to do it this way",
        548.5,
        554.06
    ],
    [
        " I don't lose respect for them.",
        554.06,
        556.48
    ],
    [
        " check, be in weak.",
        556.84,
        558.9
    ],
    [
        " I'll get it after it.",
        559.62,
        560.78
    ],
    [
        " I want examples bro.",
        561.0,
        562.52
    ],
    [
        " what's the example of that?",
        563.26,
        565.08
    ],
    [
        " that's a good one.",
        565.62,
        567.76
    ],
    [
        " shoot any like",
        567.78,
        568.94
    ],
    [
        " want to come in late.",
        568.94,
        573.48
    ],
    [
        " you know, or like maybe on this dive I should be the,",
        574.0,
        579.62
    ],
    [
        " and here's a secret for everybody.",
        580.02,
        581.88
    ],
    [
        " seals don't like diving.",
        582.08,
        583.1
    ],
    [
        " and so guys will try and wiggle out of it and find other things to do",
        583.54,
        588.72
    ],
    [
        " and stuff like that.",
        588.72,
        589.82
    ],
    [
        " and so I know times that I've tried to wiggle out of a dive",
        590.24,
        593.82
    ],
    [
        " and then I'll get that leader that just all I got to do is raise their eyebrows.",
        593.82,
        597.14
    ],
    [
        " maybe they say something like bro.",
        597.48,
        599.92
    ],
    [
        " really?",
        600.82,
        601.2
    ],
    [
        " no, really?",
        601.54,
        602.64
    ],
    [
        " that's like that story I've told about Delta Charlie.",
        603.08,
        606.72
    ],
    [
        " so Delta Charlie is a guy who wrote about leadership strategy and tactics.",
        606.88,
        608.82
    ],
    [
        " he's a guy that I work for and my second platoon you work for him at trade at.",
        608.88,
        612.0
    ],
    [
        " just like everyone,",
        612.24,
        613.04
    ],
    [
        " just a universal respect, admiration and love for the guy.",
        613.52,
        617.5
    ],
    [
        " but we had done a hydrographic reconnaissance on red beach like with for the Marines.",
        617.94,
        623.48
    ],
    [
        " and you know, it's all night earth,",
        624.26,
        625.4
    ],
    [
        " we're gonna wave for huge, we got our asses kicked, it's freezing, we go back,",
        625.54,
        628.46
    ],
    [
        " we make the chart in the middle of the night, blah blah blah.",
        628.58,
        630.46
    ],
    [
        " and then the Marines landed so we support their landing and they didn't like their landing.",
        631.04,
        635.18
    ],
    [
        " it didn't go the way they wanted it to.",
        635.26,
        636.54
    ],
    [
        " some Marines like we're doing it again.",
        636.78,
        637.8
    ],
    [
        " so everyone went back to the ships and they're like, okay, well seals you got to do the hydrogre con again.",
        638.3,
        642.86
    ],
    [
        " and we're all like, oh whatever, I mean, okay.",
        643.26,
        645.1
    ],
    [
        " so we launched the boats and we're kind of in the wall.",
        645.16,
        648.54
    ],
    [
        " like we're, we have all the information.",
        649.04,
        650.9
    ],
    [
        " we've already done the charts, we've done the graphs.",
        651.44,
        653.78
    ],
    [
        " and someone that got it wasn't me is like, hey are we actually gonna do this recon?",
        654.54,
        661.82
    ],
    [
        " and Delta Charlie's like, well, we don't have to.",
        662.76,
        666.6
    ],
    [
        " and then he says, but would that be the right thing to do?",
        667.02,
        670.82
    ],
    [
        " it was like, oh, I'm like, I'm so glad I didn't say it.",
        670.98,
        674.84
    ],
    [
        " I said, no, I wanted to do it. It's freaking freezing dude.",
        674.84,
        677.0
    ],
    [
        " it's freezing. It's gonna be a four hour evolution kicking through the surf and like being that guy.",
        677.48,
        683.16
    ],
    [
        " and actually this wasn't me because I was a radio man.",
        683.34,
        684.96
    ],
    [
        " so I was in the boat with the GPS like marking our spots.",
        685.0,
        687.12
    ],
    [
        " so I wasn't the one that's gonna suffer.",
        687.3,
        688.52
    ],
    [
        " but the number four man or five man that's getting pounded by four foot waves for an hour",
        688.66,
        694.28
    ],
    [
        " as we do a freaking perp and or no parallel recon off the flutter board.",
        694.28,
        699.8
    ],
    [
        " I hate to admit it, but I've had to heard swimmer scouts in like three.",
        699.9,
        704.82
    ],
    [
        " times before I actually rolled out of the boat because I didn't want to because I was so cold.",
        704.82,
        708.6
    ],
    [
        " and from scouts in, I'm gonna get a little closer, get a little closer, get in.",
        709.1,
        713.28
    ],
    [
        " okay.",
        713.46,
        713.74
    ],
    [
        " so that's why we take care of our people.",
        714.42,
        717.34
    ],
    [
        " that's what we're talking about with this incredible leader Joshua Chamberlain.",
        717.74,
        722.12
    ],
    [
        " there's a bunch of examples too where we'll hit up where you just treat his guys with the most respect.",
        722.26,
        728.38
    ],
    [
        " and I mean just look at the way on the last podcast we talked about the way he treated mute nears.",
        729.2,
        734.26
    ],
    [
        " the way he treated prisoner mute nears with respect.",
        734.76,
        739.12
    ],
    [
        " listen to what they had to say.",
        739.34,
        740.5
    ],
    [
        " said okay, I got your back.",
        740.62,
        742.22
    ],
    [
        " and as soon as he said he was gonna take care of them, they took care of him.",
        742.5,
        745.18
    ],
    [
        " so take nothing else away.",
        745.98,
        749.0
    ],
    [
        " freaking take care of your people.",
        749.34,
        750.6
    ],
    [
        " going back to the book here.",
        751.2,
        754.88
    ],
    [
        " this is from where he starts talking about military operations on the white oak road.",
        754.88,
        759.28
    ],
    [
        " the operations of the fifth core on the white oak road.",
        759.64,
        763.12
    ],
    [
        " and once again, this is after he's coming back from five months of recovery and getting sent back from line after he got shot,",
        763.26,
        771.58
    ],
    [
        " hip to hip, arteries, blown apart.",
        771.84,
        773.52
    ],
    [
        " just stuck away.",
        773.74,
        774.34
    ],
    [
        " yeah, and then it gets hospitalized, gets sneaks away to get back to the front.",
        774.62,
        778.86
    ],
    [
        " fifth core on the white oak road, 31st of March 1865.",
        781.64,
        785.7
    ],
    [
        " we're more serious in purpose and action than has generally been understood.",
        786.5,
        791.04
    ],
    [
        " he says and again, we're trying, I'm trying not to try, I'm trying not to talk through the entire scheme of maneuver on these things.",
        791.86,
        800.42
    ],
    [
        " it's much easier to do that visually than through the audio format.",
        800.78,
        805.7
    ],
    [
        " but just to give you some general understanding of the scenario.",
        805.88,
        810.24
    ],
    [
        " Lee's army during the previous winter had become much weakened by lack of supplies,",
        811.2,
        815.96
    ],
    [
        " desertions and general demoralization of the Confederate cause and grant was determined to take decisive measures to break the whole Confederate hold on Virginia.",
        816.26,
        825.54
    ],
    [
        " he planned a vigorous movement to cut Lee's communications and also those of Richmond and at the same time to turn the right flank",
        826.16,
        835.64
    ],
    [
        " of Lee's entrenched line before Petersburg and break up his army.",
        835.64,
        839.9
    ],
    [
        " again, the reason we're still talking about Petersburg, which we talked about on the last podcast is because that's a nine months of entrenched warfare of trench warfare.",
        841.2,
        849.68
    ],
    [
        " the scope of grants intentions may be understood from an extract from his orders to Sheridan.",
        850.24,
        857.2
    ],
    [
        " so now we're talking about general grant on March 28th 1865.",
        858.38,
        862.24
    ],
    [
        " he says the fifth army corps will move by Vaughan Road at 3 a.m. tomorrow morning.",
        862.24,
        867.14
    ],
    [
        " the second moves at about 9 a.m. move your cavalry as at as early an hour as you can and passing two or through dinwitty reach the height and rear of the enemy as soon as you can.",
        867.28,
        881.46
    ],
    [
        " it is not the intention to attack the enemy in his entrenched position, but to force him out if possible.",
        882.04,
        888.44
    ],
    [
        " should he come out and attack us or get himself where he can be attacked move in with your entire force in your own way.",
        888.88,
        897.88
    ],
    [
        " and with the full reliance that the army will engage or follow the enemy as circumstances will dictate.",
        898.46,
        904.84
    ],
    [
        " so the reason I wanted to point out this orders because think about this is really good decentralized command.",
        905.38,
        909.86
    ],
    [
        " hey do this in your own way figure it out. I don't care and we'll back you up cover move.",
        909.86,
        915.66
    ],
    [
        " I shall be with you on the field and will probably be able to communicate with you.",
        916.12,
        921.76
    ],
    [
        " that's not a great cons for me. I'll probably be able to communicate with you.",
        922.12,
        927.7
    ],
    [
        " guess what? should I not do so and you find that the enemy keeps within his main entrenched line you may cut loose and push for the Danville road.",
        928.28,
        937.02
    ],
    [
        " if you find it practical I would like you to cross the south side road between Petersburg and Berksville and destroy it to some extent.",
        937.08,
        945.72
    ],
    [
        " after having accomplished the destruction of the two railroads which are now the only avenues of supply to Lee's army.",
        946.28,
        953.82
    ],
    [
        " you may return to this army or go into North Carolina and join General Sherman.",
        954.32,
        960.22
    ],
    [
        " so very broad strategic guidance about what he wants done.",
        961.1,
        964.34
    ],
    [
        " plenty of decentralized command happening there.",
        964.7,
        966.7
    ],
    [
        " it's good stuff.",
        967.18,
        969.22
    ],
    [
        " in his personal letter to General Sherman of March 22nd giving the details of his plans for Sheridan's movements.",
        970.3,
        975.4
    ],
    [
        " he adds I shall start out with no distinct view further than holding Lee's forces from following Sheridan.",
        975.72,
        982.42
    ],
    [
        " that's the only thing he's trying to do.",
        982.58,
        983.66
    ],
    [
        " like that's a great this is when we talk about commanders intent.",
        983.74,
        987.24
    ],
    [
        " that's the commanders intent right there.",
        987.42,
        988.98
    ],
    [
        " I got no distinct view other than holding Lee's forces from following Sheridan.",
        989.32,
        992.84
    ],
    [
        " that's what I'm going to do.",
        992.84,
        993.56
    ],
    [
        " but I shall be along myself and will take advantage of anything that turns up.",
        994.64,
        999.06
    ],
    [
        " these are flexible good plans.",
        999.4,
        1001.96
    ],
    [
        " fast forward a little bit.",
        1002.58,
        1005.22
    ],
    [
        " our whole division had arrived at the chapel the Chapel House.",
        1005.8,
        1011.48
    ],
    [
        " when at about noon my command was ordered to retrace its steps by the Vaughn to the Quaker Road",
        1012.8,
        1019.08
    ],
    [
        " and push up toward the salient of the enemy's works near Burgess Mill.",
        1019.08,
        1023.86
    ],
    [
        " again if you want to pull out a map go pull out a map and you can see exactly what that means.",
        1024.42,
        1029.38
    ],
    [
        " all the stuff is so well documented.",
        1029.54,
        1030.86
    ],
    [
        " forwarding the run and forcing the position we soon developed a strong line which had entrenched itself",
        1031.36,
        1036.76
    ],
    [
        " as an advance post to cover the important point at Burgess Mill.",
        1036.76,
        1041.12
    ],
    [
        " after stubborn fighting for over two hours involving a loss to us of 167 killed and wounded.",
        1041.8,
        1051.52
    ],
    [
        " including some of our most valued officers.",
        1052.46,
        1054.6
    ],
    [
        " I don't know why he doesn't he doesn't describe that battle in much detail in this section.",
        1055.22,
        1058.88
    ],
    [
        " other than the destruction that was caused.",
        1059.78,
        1062.3
    ],
    [
        " including some of our most valued officers and a much heavier loss to the enemy of whom more than 100 killed and 50 wounded.",
        1062.3,
        1070.54
    ],
    [
        " with 160 prisoners taken by a sudden counter charge fell into our hands.",
        1070.88,
        1075.8
    ],
    [
        " we pushed the enemy quite back to the White Oak Road and into their entrenchments behind it.",
        1076.22,
        1082.24
    ],
    [
        " on the 13th the 5th Corps, relieved by the 2nd, moved to the left along Boydton Road advancing.",
        1082.24,
        1091.0
    ],
    [
        " it's left towards the right of the enemies entrenchments on White Oak Road.",
        1091.32,
        1095.74
    ],
    [
        " Lee also apprehensive for his right sent McGowan South Carolina Brigade and McRae's North Carolina of Hills Corps to strengthen Bushrod Johnson's division in the entrenchments there.",
        1096.18,
        1107.38
    ],
    [
        " so again trying to set this up a little bit for you.",
        1108.74,
        1111.86
    ],
    [
        " the precise details of these orders and movements were of course not known to general grant.",
        1112.62,
        1118.48
    ],
    [
        " so General Lee's got stuff going on which you know just heard me kind of lay out.",
        1118.48,
        1122.62
    ],
    [
        " of course general grant doesn't know what's what's happening.",
        1122.62,
        1124.84
    ],
    [
        " but enough had been developed on the Quaker Road to lead Grant to change materially.",
        1125.36,
        1130.34
    ],
    [
        " his original purpose of making the destruction of the railroads the principal objective of Sheridan's movements.",
        1130.8,
        1136.5
    ],
    [
        " at the close of our fight there Grant had dispatched Sheridan.",
        1137.28,
        1141.52
    ],
    [
        " our line is now unbroken from Appomattox to Dynwitty.",
        1142.04,
        1146.54
    ],
    [
        " I feel I now feel like ending the matter if possible before going back.",
        1146.96,
        1152.38
    ],
    [
        " I do not want you therefore to cut loose and go after the enemy's roads at present.",
        1153.0,
        1157.48
    ],
    [
        " in the morning push around the enemy if you can and get on to his right rear.",
        1158.32,
        1162.82
    ],
    [
        " the movements of the enemy of the enemy's cavalry may of course modify your action.",
        1163.26,
        1168.4
    ],
    [
        " we will act together as one army here until it is seen what can be done with the enemy.",
        1168.84,
        1174.16
    ],
    [
        " so he's making some adjustments to what his original plan were.",
        1174.16,
        1178.06
    ],
    [
        " still giving some statement that the enemy gets a vote.",
        1178.38,
        1182.22
    ],
    [
        " and you can modify your action is actually what he says.",
        1182.92,
        1188.6
    ],
    [
        " and part of the reason I'm going through some of these commands.",
        1189.12,
        1193.94
    ],
    [
        " because it's interesting to hear what these orders were like and how they came across.",
        1194.36,
        1200.36
    ],
    [
        " and the importance of writing well.",
        1200.36,
        1202.62
    ],
    [
        " and being able to write things in a simple clear concise manner that everybody understands.",
        1203.62,
        1207.36
    ],
    [
        " so important. it's also important to realize that no matter how.",
        1207.84,
        1214.94
    ],
    [
        " clearly you think you articulate something.",
        1216.44,
        1220.44
    ],
    [
        " the chances of that person having it and understanding it.",
        1221.5,
        1225.3
    ],
    [
        " and exactly the manner that you wish to convey it.",
        1225.5,
        1228.26
    ],
    [
        " are not strong. which is again another proactive reason to maintain flexibility.",
        1228.72,
        1236.76
    ],
    [
        " what you're telling people to do.",
        1237.02,
        1237.94
    ],
    [
        " and if you give them what the objective is look it's a lot easier for me to tell you hey Jason.",
        1239.0,
        1244.66
    ],
    [
        " we're trying to get to this hill over here.",
        1244.84,
        1246.5
    ],
    [
        " that's it's pretty hard. I want you to seize this hill top.",
        1247.58,
        1250.6
    ],
    [
        " it's hard for you to misinterpret what I say.",
        1251.0,
        1254.84
    ],
    [
        " hey go seize this hill top.",
        1255.08,
        1257.06
    ],
    [
        " you need to go take that hill top.",
        1257.5,
        1258.5
    ],
    [
        " okay well you know what you're doing.",
        1258.62,
        1259.86
    ],
    [
        " now if I start saying hey I want you to take that hill top and I want you to maneuver in this direction plus I want you to set this up over here.",
        1260.32,
        1265.8
    ],
    [
        " now there's a bunch of things that can get misinterpreted.",
        1266.24,
        1268.84
    ],
    [
        " or we need to lay artillery fire down on this thing.",
        1268.86,
        1273.6
    ],
    [
        " get me to a good spot to lay artillery fire in and I can choose the hill top.",
        1274.32,
        1277.82
    ],
    [
        " that makes the most sense for me.",
        1277.82,
        1279.36
    ],
    [
        " so simple clear concise.",
        1279.68,
        1285.0
    ],
    [
        " that concise piece is a real thing.",
        1285.82,
        1288.78
    ],
    [
        " when you start talking too much and trying to convey too much.",
        1289.38,
        1292.62
    ],
    [
        " and there's a balance of course.",
        1293.22,
        1294.96
    ],
    [
        " like take the hill. that might not be enough.",
        1295.3,
        1297.82
    ],
    [
        " if I say take the hill in order to provide artillery support to this spot.",
        1298.16,
        1302.22
    ],
    [
        " now you can make all kinds of things happen.",
        1302.22,
        1304.58
    ],
    [
        " communication.",
        1305.04,
        1308.04
    ],
    [
        " fast forward a little bit. my command was the extreme left of our lines.",
        1308.7,
        1313.06
    ],
    [
        " my own brigade along the difficult branch of gravel.",
        1313.24,
        1316.08
    ],
    [
        " we run facing toward aries.",
        1316.26,
        1318.08
    ],
    [
        " with the, and that's another another leader out here.",
        1318.58,
        1321.46
    ],
    [
        " with Gregory's brigade which had reported to me for this campaign.",
        1321.88,
        1325.12
    ],
    [
        " refused which is a term that meant bent back at right angles.",
        1325.78,
        1328.62
    ],
    [
        " so as to faced westerly.",
        1328.62,
        1330.12
    ],
    [
        " along a country road leading from boiden to claireborn road.",
        1330.86,
        1334.86
    ],
    [
        " and this is where we can start to get into a little bit.",
        1335.38,
        1338.84
    ],
    [
        " it may seem strange that in such a state of things.",
        1339.5,
        1342.12
    ],
    [
        " Warren should have been made, should have made the suggestion for a movement to his front.",
        1342.12,
        1347.24
    ],
    [
        " but he was anxious as were all his subordinates to strike a blow in the line of our main business.",
        1347.82,
        1354.64
    ],
    [
        " which was to turn Lee's right and break up his army.",
        1354.64,
        1358.66
    ],
    [
        " wet and worn and famished as we all were.",
        1360.68,
        1364.18
    ],
    [
        " we were alive to the thought that prompt that promptness and vigor of action.",
        1364.64,
        1368.86
    ],
    [
        " what we like to call violence of action.",
        1369.44,
        1371.62
    ],
    [
        " would at all events determine the conditions and chances of the campaign.",
        1372.38,
        1377.04
    ],
    [
        " and if this movement did not involve the immediate turning of Lee's right.",
        1377.64,
        1382.52
    ],
    [
        " in his entrenchments it would secure the white oak road to the west of them.",
        1382.68,
        1387.14
    ],
    [
        " which grant had assured Sheridan was of much importance.",
        1387.44,
        1390.66
    ],
    [
        " and would enable us to hold Lee's right in check.",
        1391.2,
        1393.66
    ],
    [
        " so that Sheridan could either advance on white oak road.",
        1394.14,
        1397.02
    ],
    [
        " towards us and Burgess mill as grant asked him to do.",
        1397.5,
        1401.98
    ],
    [
        " or make a dash on the south side railroad and cut their communications.",
        1402.32,
        1405.4
    ],
    [
        " and turn the right by a wider sweep as grant had also suggested him do.",
        1405.9,
        1409.46
    ],
    [
        " late in the afternoon, Warren received through General Webb Chief of Staff the following order.",
        1409.46,
        1415.42
    ],
    [
        " General Mead, General Mead directs that should you determine by your reconnaissance.",
        1416.2,
        1423.32
    ],
    [
        " that you can gain possession of and hold white oak road.",
        1423.44,
        1426.62
    ],
    [
        " you are to do so notwithstanding the order to suspend operations today.",
        1426.8,
        1430.52
    ],
    [
        " so he's getting told okay.",
        1431.36,
        1434.94
    ],
    [
        " if you go do a reconnaissance this is what Warren's getting told.",
        1434.96,
        1438.02
    ],
    [
        " go do a reconnaissance if you think that through your reconnaissance you can take white oak road.",
        1438.38,
        1445.68
    ],
    [
        " and you can hold it then do it.",
        1445.86,
        1448.2
    ],
    [
        " unless we tell you not to do anything today.",
        1448.36,
        1450.7
    ],
    [
        " and so this just turns into the biggest.",
        1452.0,
        1456.68
    ],
    [
        " I had a hard time like he's trying to explain to us how much confusion was going on there.",
        1456.88,
        1461.68
    ],
    [
        " and I was like oh my gosh.",
        1461.9,
        1463.64
    ],
    [
        " yeah and that's trying to track the confusion and I'm getting confused.",
        1463.96,
        1467.72
    ],
    [
        " yeah like I guess I didn't even need to say like hey this is going to be confusing and it's hard to track.",
        1468.02,
        1472.48
    ],
    [
        " even if you go watch the video on YouTube with the animated pieces from 40,000 feet.",
        1472.86,
        1477.86
    ],
    [
        " showing you you're still going to have a little I'm going to watch that again.",
        1477.98,
        1480.72
    ],
    [
        " wait who is this over here?",
        1480.94,
        1481.96
    ],
    [
        " but so he gets told hey if you think you can take it take it and this is what Chamberlain writes.",
        1483.0,
        1490.48
    ],
    [
        " this gave a sudden turn to dreams.",
        1490.68,
        1493.46
    ],
    [
        " in that humiliation, fasting and prayer visions arose like prophecy of old.",
        1494.24,
        1500.16
    ],
    [
        " we felt the swing and sweep.",
        1500.74,
        1502.44
    ],
    [
        " we saw the enemy turn front and flank across the white oak road shared in flashing on our wheeling flank.",
        1502.92,
        1508.72
    ],
    [
        " cutting communications,",
        1509.2,
        1510.04
    ],
    [
        " infillating the clairborn entrenchments.",
        1510.6,
        1513.08
    ],
    [
        " our second core over the main works followed up by our troops in the old line seizing the supreme moment.",
        1513.42,
        1519.24
    ],
    [
        " to smash in the Petersburg defenses scattering capture all that was left of Lee's army and sweep away every menace to the old flag between us and the James River.",
        1519.24,
        1529.28
    ],
    [
        " mirage and glamour of boyish fancy measuring things by its heart.",
        1530.2,
        1534.8
    ],
    [
        " daydreams of men familiar with disaster drenched in famous but building as ever.",
        1535.54,
        1541.78
    ],
    [
        " castles of their souls above the level river of death.",
        1542.34,
        1547.42
    ],
    [
        " what a way to say hey bro don't get your hopes up too high.",
        1551.04,
        1557.5
    ],
    [
        " this is when your what is it your your emotions outweigh your capability what's that that term the capability don't let your enthusiasm outrun your capability.",
        1558.32,
        1568.32
    ],
    [
        " that's what he's talking about here.",
        1568.54,
        1569.82
    ],
    [
        " hey if we if we go man we can take white oak road we can freaking cut the lines we're going to do it all we're going to win it all.",
        1569.86,
        1579.48
    ],
    [
        " daydreams of men familiar this was scary men familiar with disaster these are hardened combat veterans and they're drenched in famished but they build castles of their souls above the level river of death.",
        1579.66,
        1594.9
    ],
    [
        " such a good warning to us don't let your enthusiasm outweigh your capability.",
        1596.4,
        1603.32
    ],
    [
        " it was mingled with feelings of mortification apprehension and desperation that in the very ecstasy of these visions word came to us of Sheridan's latest dispatch to grant the evening before that pickets division of infantry was deployed along the white oak road his right reaching to",
        1603.82,
        1624.78
    ],
    [
        " five forks and the whole rebel cavalry was massing at that place so Sheridan would be held in check by them instead of dashing up as was his want to give a cyclone edge to our wheeling flank.",
        1624.78,
        1639.42
    ],
    [
        " grants dispatch to me transmitting this was a dire disenchantment the now rang thus from this dispatch Warren will not have the cavalry support on his left flank that I expected he must watch closely his left flank.",
        1640.0,
        1657.78
    ],
    [
        " so now we're getting told we're all excited and now we're being told no you're not going to have any support and this is this is the ups and downs of war right the highs and lows of combat it's go it's a not a go it's a go it's not a go.",
        1660.86,
        1675.0
    ],
    [
        " although grant had given outward that there should be no movement of troops that day Lee seems not so to have Lee seems not so to have resolved.",
        1678.08,
        1690.38
    ],
    [
        " so the enemy gets a vote hey we don't think there's going to be any movement this day lead in agree with that lead in Lee wasn't part of that plan.",
        1692.66,
        1699.36
    ],
    [
        " driven to seize every advantage or desperate exposition expedition he ordered for brigades to move out from their entrenchments get across the flank of the fifth core and smash it in we did not know this but it was the very situation which grant had made for the occasion for attacking ourselves it was a strange coincidence but it was to both",
        1700.64,
        1720.36
    ],
    [
        " parties a surprise the enemy gets a vote that's what's happening this was the condition of things and of minds when the advance ordered for the white oak road was put into execution areas advanced soldier like as was his nature",
        1720.36,
        1737.94
    ],
    [
        " resolute thumbhearted fearing nothing in truth not fearing quite enough.",
        1739.24,
        1743.88
    ],
    [
        " although he believed his advance would bring on a battle he moved without skirmishers skirmishers but in a wedge like formation guarding both flanks the enemy onset was swift and the encounter sudden the blow fell without warning enveloping aries complete front general hunting says they were not expecting to strike our troops so soon",
        1747.1,
        1772.8
    ],
    [
        " and that the attack was not made by usual orders but that on discovering our advance so close upon them a galliant lieutenant in his brigade sprung forth in the front of his line waving his sword with the shell follow me boys",
        1772.8,
        1786.28
    ],
    [
        " we're upon all three brigades on their right dashed forward into the charge.",
        1786.28,
        1792.36
    ],
    [
        " there's a little decentralized command well that's the reverse of what what happened on the little round top right they do a bayonet charge they destroy numerically superior force because they took him by surprise in here this is the confederates doing it to them and like and actually like all they didn't do by the little they got that echelon and so there's a little bit of complacency there",
        1794.32,
        1822.06
    ],
    [
        " which will always get you yeah that'll always get you luckily you got some young lieutenant that sees what's happening and says you know what I'm going to make something happen we're going on the counter follow me boys",
        1822.58,
        1835.9
    ],
    [
        " when thropp was overwhelmed in his superior and in his supports demoralized all he could hope for was to retire and go order meaning retreat that's what he's hoping you'd be able to get out of there",
        1835.9,
        1846.04
    ],
    [
        " this he exerted himself to affect but this is not an easy thing to do when once the retreat is started before a spirited foe superior numbers or in the flush and rush of success",
        1846.04,
        1859.06
    ],
    [
        " so they they're confederate guy that the decentralized command and just charge them right yes and then I just broke them the the",
        1859.06,
        1871.34
    ],
    [
        " and now you've got the union saying oh we got a retreat like we're screwed which is bad and then he talks about yeah well it's worse and he said he's this this windthrop all he can hope for is that they can get out of there like not losing control",
        1872.4,
        1892.28
    ],
    [
        " and he says he tries to make that happen but it's not an easy thing when the retreat is started before a spirited foe superior number so there's more confederates they're fired up they're flush from having being like they got momentum going on",
        1892.28,
        1908.54
    ],
    [
        " and in vain the gallon denison strove to stem the torrent a disabling wound struck down his brave example and the effect of this shows how much moral forces have to do in sustaining the physical",
        1909.54,
        1922.86
    ],
    [
        " so you've got a gallon individual that's trying to get to stop people from just running away because if you just run away you're going to take massive casualties",
        1922.86,
        1932.36
    ],
    [
        " look if you retreat you're going to take casualties but to put it in very simple terms if you don't cover and move as you retreat you're going to get slaughtered so you've got to say okay you know platoon over here you guys laid down fire will go back 50 yards then will lay down fire for you you have to do that if you just all get up and turn tail you're just going to get shot in the back and you're going to get slaughtered so he's the leadership is trying to trying to make that happen trying to make it in order",
        1932.36,
        1962.12
    ],
    [
        " to be able to do it and then he says that the this is effect shows the moral how much more the moral forces have to do in sustaining the physical so when that happens it just falls apart brigade after brigade broke in that instant brigade after brigade broke that",
        1963.92,
        1990.44
    ],
    [
        " strange impulse turned a panic took effect and the retreat became a route",
        1990.44,
        1996.12
    ],
    [
        " Aries like a roaring lion endeavors to check the disorder and make a stand on each favoring crest and wooded ravine button vein his men stream past him",
        1996.12,
        2014.16
    ],
    [
        " so he's every time he gets a little terrain feature Aries steps up and hey hold up hey let's get some cover fire they just run by him",
        2015.28,
        2022.48
    ],
    [
        " they come back on Crawford's veteran division and burst through it in spite of all the indignant Kellogg can do involving this also in the demoralization and the whole crowd comes back reckless of everything but to get behind the lines on point",
        2022.48,
        2039.08
    ],
    [
        " and road plunging through the swampy run breaking through Griffins right where he and Barlett reform behind the third brigade so finally they run back behind friendly lines the enemy pursuing",
        2039.08,
        2053.92
    ],
    [
        " swarmed down the bank opposite us and are met by sharp fire of musketry and artillery which we had made ready on hearing the noise the retreat",
        2053.92,
        2062.74
    ],
    [
        " so once the people that are retreating get behind friendly lines union lines now the the enemies coming after them and they engage",
        2063.1,
        2073.96
    ],
    [
        " we were expecting them to fall in force on our left and Gregory's front when I was riding along that line anxious about this when general war and general",
        2073.96,
        2082.72
    ],
    [
        " Griffin came down at full speed both out of breath breath with their efforts to rally the panic stricken men whose honor was their own and evidently under great stress of feeling so now you got general warning general",
        2082.72,
        2094.9
    ],
    [
        " Griffin come down on the horse that are out of breath and and they're trying to rally the guys because it's their guys he says whose honor was their own it's their guys that are retreating",
        2094.9,
        2107.4
    ],
    [
        " Griffin breaks forth first and after his high proof fashion general Chamberlain the fifth core is eternally damned I assayed some pleasantries not until you are in heaven",
        2107.4,
        2122.12
    ],
    [
        " Griffin does not smile nor here but keeps right on I I tell Warren you will wipe out this disgrace and that's what we're here for",
        2122.12,
        2132.46
    ],
    [
        " Hey, it's all on you bro. It's all on you Chamberlain. We're we're we're damned",
        2134.28,
        2139.54
    ],
    [
        " then Warren breaks out with stirring phrase but uttered as if in delirium of fever general Chamberlain will you save the honor of the fifth core that's all there is about it",
        2139.54,
        2153.72
    ],
    [
        " that appealed demanded a chivalrous response honor is a mighty sentiment and the fifth core was dear to me but my answer was not up to keynote I confess that I was expecting every moment and attack on my left flank now that the enemy had disclosed our situation and my little brigade had taken the brunt of things thus far but the day before the last winning a hard fought field from which they had come off grievously thinned and torn and worn and once I had hardly but",
        2154.14,
        2183.48
    ],
    [
        " fought myself that day or sorry but I hardly brought myself away so he barely made it off the last battlefield and we already talked about his casualties he didn't talk much about the previous battle but they had already taken a couple hundred or almost a couple hundred casualties and he barely made it off I mentioned Bartlett who had our largest and best brigade which had been but little engaged we have come to you you know that you know what that means",
        2183.72,
        2212.16
    ],
    [
        " I'll try it general only don't let anybody stop me except the enemy right on yeah so they've been put in check a bunch of times you know hey hold what you got not just in this battle but there's some specific moments when that happens where they're getting held back held back held back and he says you know I'll try but don't let any anybody stop me but the enemy I had reason for that protest as things had been going on",
        2213.72,
        2241.86
    ],
    [
        " they say back to I will have a bridge ready here in less than an hour you can't get men through this swamp in any kind of order says Warren it may do to come back on general it will not stop it will it will not do to stop for that now my men will go straight through so they want to bring like one of those pontoon bridges down chamberland hey in an hour will have you pontoon bridge otherwise you knock me to do it that'll do to come back will come back on that bridge when we're done",
        2244.16,
        2270.28
    ],
    [
        " so at a word the first battalion of the 198th Pennsylvania major Glenn commanding plunges into the muddy branch waist deep and more with cartridge boxes born upon the bayonet sockets above the turbid waters the second battalion keeping the banks beyond clear of the enemy by their well directed fire we got covered move going on by the way until the first has formed in the skirmish order and pressed up the bank I followed with the rest of the brigade in the line of battle and I'm going to do the same thing with the",
        2272.7,
        2300.26
    ],
    [
        " Gregory's in column of regiments the enemy fell back without much resistance until finding supports on broken strong ground they made stand after stand griffin followed with Bart Bartlett's brigade in reserve in due time areas troops got across and followed up on our left rear walk Crawford was somewhere to our right and rear but out of sight or reach after we had once cleared the bank of the stream",
        2300.32,
        2327.78
    ],
    [
        " after sharp fighting here we drove them across an extensive field to some works they seem to have already prepared of the usual sort in field operations logs and earth from which they delivered a severe fire which caused the right of my line to waver taking advantage of the slight shelter of a crest in the open field I was preparing for a final charge when I received an order to hold my command and defend my position as best I could I did not like that much it was a hard part of the",
        2330.32,
        2360.24
    ],
    [
        " place to stay in the officer who brought me the order had his horse shot under him as he delivered it so here you are you're ready to make a charge and all of a say hey hold you up",
        2360.24,
        2370.22
    ],
    [
        " and by the way the person that's telling you to stay there just had his horse shot out from under him I wrote back to see what the order meant I found general griffin in general warm in the edge of the woods overlooking the field and reporting my plans we had already more than recovered the ground taken and lost by the second and third divisions the fifth core had been rapidly and completely vindicated",
        2370.22,
        2390.14
    ],
    [
        " and the question was now taking white oak road so they've gotten back all the ground the fifth core the hey I we delivered you wanted me to rectify the honor lost by the brigade by the core sorry we did it",
        2390.32,
        2404.08
    ],
    [
        " and he says I propose to Gregory to put Gregory's brigade into those woods by battalion in national by the left by which formation he could take in flanking reserve and success in my any attacks on my right when Gregory should be well advanced I would charge the works across the field with my own brigade my plan being approved I instructed Gregory to keep in the woods so it's another great example push back they tell him hold he goes way to set up",
        2407.62,
        2434.06
    ],
    [
        " back and they're not seeing something I'm seeing goes back and talks to his leadership and says I got a better idea how about this you know and they say get some and the moment he struck any opposition to open this is another part of the plan was at the moment this was for Gregory the moment he struck any opposition to open at once with full volleys and make all the demonstration he could and I would seize that moment to make a dash at the works in my front",
        2434.06,
        2463.96
    ],
    [
        " had I known the fact that generally himself was personally directing affairs in our front I might have been so rash or thought myself so cool so he comes up with this plan and later he finds all those generally was going up against damn",
        2465.34,
        2476.64
    ],
    [
        " and now it gets down to business he says what we had to do could not be done by firing this was foot and hand business we went with a rush not minding ranks or alignments but with open front to lessen loss from long range rifles within effective range about 300 yards the sharp cutting fire made us real and shiver",
        2481.22,
        2503.9
    ],
    [
        " now quick or never on and over the impetuous hundred eighty fifth New York rolls over the enemies right and seems to swallow it up the hundred ninety eighth Pennsylvania with its fourteen companies half veterans half soldiers born so swing in from their left striking hunting brigade in the front and for a few minutes there is a seething wave of counter currents then rolling back leaving a fringe of wrecks and all the way to the end of the day",
        2504.36,
        2533.88
    ],
    [
        " all is over we pour over the works on across the white oak road swing to the right and drive the enemy into their entrenchments along the clairborn road and then establish ourselves across the road facing northeast and take a breath",
        2533.9,
        2549.62
    ],
    [
        " there's a footnote in here general hunting since senator from Virginia said in his testimony before the war in court speaking of this charge the charge that he led the charge that that chamberland led I thought it was one of the most a gallon things I had ever seen",
        2553.32,
        2573.18
    ],
    [
        " major woodward in his history the hundred ninety eighth Pennsylvania giving a graphic outline of the last dash closes with an incident I had not reported recorded only for a moment he says did the sudden and terrible blast of death caused the right of the line to waver",
        2575.48,
        2592.34
    ],
    [
        " on the dash every color flying officers leading right in and among the enemy leaping the breast works a confused struggle of firing cutting thrusting a tremendous surge of force both moral and physical on the enemy's breaking lines and the works were carried",
        2592.34,
        2610.7
    ],
    [
        " in private Augustus zebra captured the flag of the forty six Virginia in mounting one of the parapets and handed it to general chamberland in the midst of the melee who immediately gave it back to him telling him to keep it and take the credit that belonged to him",
        2612.56,
        2628.78
    ],
    [
        " almost that entire regiment was captured at the same time it was scarcely need be added that the man who captured that battle flag was sent with it in person to general war and that he received a metal of honor from the government",
        2630.04,
        2646.4
    ],
    [
        " so again the representation of these flags is it means that in the fact that zebra cat zebra yeah zebra zebra yeah Augustus Augustus",
        2648.0,
        2676.38
    ],
    [
        " letting the team have the credit and dare that that's the kind of leader that you're going to die for that you're going to be afraid of disappointing because he's pushing it",
        2676.38,
        2686.0
    ],
    [
        " and there's just example and after example of him doing that kind of thing yeah that's literally what you said it's the the flag the symbol of the enemy is this thing this flag",
        2686.0,
        2702.08
    ],
    [
        " that's all the credit that is the credit and he and the young soldier gives him the credit and he says no you get the credit",
        2702.08,
        2712.18
    ],
    [
        " in due time Gregory came out of the woods his face beaming with satisfaction at the result to which his solid work so faithfully performed had been essential",
        2712.18,
        2725.82
    ],
    [
        " by the way this is just a giant cover move Gregory's over in the wood line laying down fire as soon as they were got to a point where they had good angle he they let loose the fire and that was chamberlain signal to go and they went that's why there's no other tactic that's it his brigade was placed in a line along the white oak road on our right and a picket thrown out close up to the enemy's works this movement had taken three hours and was almost a continuous fight with several",
        2725.82,
        2755.8
    ],
    [
        " crescendo passages and a final cadence of wild chromatic sweep settling in the steady keynote thrilling with the chords of its unwritten overtones and undertones it had cost us a hundred men but this was all too great of men like these and for oblivion it was to cost us something more a sense of fruitlessness and thanklessness",
        2756.72,
        2779.16
    ],
    [
        " fast forwarding a little bit grant had experienced a sudden change of mine mind a complete and decided one his imperative order now received meant giving up entirely the position we had just been ordered to entrench across the hard one white oak road",
        2786.38,
        2804.72
    ],
    [
        " and that I mean after this it just turns into a huge mess which would take like three hours just to try and tangle yeah",
        2808.74,
        2817.74
    ],
    [
        " yeah and I guess the big example of it is just really really poor communication information coming in at weird times and yeah we'll jump into that it's worth jumping that's that's one of the reasons I kind of felt like I had to sort of trying explain some of the maneuver the scheme of maneuver",
        2818.94,
        2836.84
    ],
    [
        " so that we could when we get to the kind of breakdown of all these orders that were coming in when they came in it's like and this is another one of those orders which is hey give up that what you just fought for that's the fruitfulness that he just talked about the here's why and it goes then it says Warren anxious to fulfill the spirit and object of the order rather than render a mechanical obedience the letter of it sense is nearest division under aries the strong stern old soldier",
        2838.52,
        2866.82
    ],
    [
        " of the Mexican war to start once at once for Sheridan the mean sorry this situate this was the situation when half past 10 in the evening came an order throwing everything into a complete model it was for me to Warren send Griffin promptly as ordered by the point and plank road but move the balance of your command by the road Bartlett is on and strike the enemy in the rear who is between him and Dinwaiti so now you can see now they orders are becoming very very",
        2866.82,
        2896.64
    ],
    [
        " specific actually telling this person to go to this place and do this thing instead of letting the people on the ground hey my intent is to get to the rear of the enemy if you said that's me cool I got a group that's even closer a group that didn't take that many casualties or group where I got a super aggressive leader",
        2897.44,
        2913.14
    ],
    [
        " and it can make it happen but you're when you give these very specific micro managing directions you're going to impose things on that you might not have intended it you know",
        2913.14,
        2923.26
    ],
    [
        " who's the person best to solve the problem the guy back in the tent or the person closest to the problem and that that's what you're empowering those folks to do and you're like here's what we need to do and then you figure out yeah",
        2923.26,
        2936.04
    ],
    [
        " because it's just a it's all these specific workers coming yeah flipping guys around yeah and if you and if you see something or know something from the tent that the person in the front can't know or can't see",
        2936.04,
        2948.88
    ],
    [
        " then it's your job to inform them of that so that they can put that into the calculus of their decision making process Pat and said the",
        2948.88,
        2957.02
    ],
    [
        " then the exact but the leader on the front is always wrong the leader in the front is always right the leader in the front is always right so you support that guy",
        2958.42,
        2965.18
    ],
    [
        " Jason calls back and says hey I need air sport cool I'm getting your sport you tell me you need another platoon sport cool we're sending another platoon I'm not saying what do you do that if I",
        2965.18,
        2974.38
    ],
    [
        " if you say hey I'm going to maneuver to the north instead of the south okay let me make sure you have the support you need not",
        2974.38,
        2980.22
    ],
    [
        " will I actually think it would be better to unless I see hey Jason there's a massive enemy force coming in from the west you need to see",
        2980.22,
        2987.08
    ],
    [
        " our clear there oh thank you for telling me another by this order the core was to be turned and for end and inside out poor",
        2987.08,
        3000.82
    ],
    [
        " Warren might be forgiven if at such an order his head swam and his wits collapsed he responds thus and has been much",
        3000.82,
        3009.54
    ],
    [
        " blamed for by those under his canvas then since I issued my orders on general web's first dispatch to call back which made the divisions",
        3009.54,
        3019.62
    ],
    [
        " retire in order of aries Crawford and Griffin which was the order they could most rapidly move in I cannot change them tonight without",
        3019.62,
        3026.64
    ],
    [
        " producing confusion that will render all my operations new gatorie I will now send general aries to general Sheraton and take general",
        3026.64,
        3036.16
    ],
    [
        " Griffin a general Crawford to move against the enemy at this last dispatch directs I should I cannot accomplish the object of the orders I",
        3036.16,
        3044.3
    ],
    [
        " have received he says look dude I've already got people in a certain order out here if I start trying to rearrange them in the middle of the",
        3044.3,
        3050.78
    ],
    [
        " night are you kidding me no but what inconceivable addition to the confusion came in the following dispatch from general",
        3050.78,
        3060.14
    ],
    [
        " me to warn at one o'clock at night would not time be gained by sending troops by the Quaker road again this is is Mike bad micro management happening",
        3060.14,
        3068.54
    ],
    [
        " one of the for one of the very first",
        3068.54,
        3075.46
    ],
    [
        " academy briefs that I did on the academy was about I called it the whip and yeah I talked about we were",
        3075.46,
        3086.72
    ],
    [
        " split we're on the orgs we're on a ship and we're supposed to be doing some training mission and we get told hey you're going to take your",
        3086.72,
        3095.24
    ],
    [
        " zodiac boats and load them on a helicopter and and go do this mission okay cool so what does that mean it means about",
        3095.24,
        3103.96
    ],
    [
        " four or five hours of preparation zodiacs we got to get the the mo gas fuel to the right part of the ship we got to get the",
        3103.96,
        3112.5
    ],
    [
        " the the the equipment prepped and loaded into the zodiacs then we got to get the zodiacs moved up to the",
        3113.44,
        3119.34
    ],
    [
        " helodec and then we and we got to tie them all up with all that freaking 10,000 feet of half inch and one inch tube your nylon put the honeycomb",
        3119.34,
        3129.44
    ],
    [
        " cardboard into the bottom and put packed the freaking engine into it like there's this massive amount of work we're doing it",
        3129.44,
        3137.98
    ],
    [
        " and then we get word actually you're not going by hellow you're going by rib boat reaching home flatable boat okay so we start breaking all that stuff down",
        3138.3,
        3147.88
    ],
    [
        " it takes us another five hours to break it down and get these zodiacs ready to launch with the ribs just as we complete that task what comes back",
        3147.88,
        3158.28
    ],
    [
        " actually it looks like it's going to be he loves so this is some I live that same oh it's a nightmare and I called the whip because it's a little tiny movement up at the top",
        3158.28,
        3167.34
    ],
    [
        " It's just a little oh we're gonna use he loves okay he literally changes one word in a brief insert by he loves insert by rip",
        3167.4,
        3173.22
    ],
    [
        " Changed one word in this little briefing takes him four seconds and it costs us five hours of work and then",
        3173.22,
        3180.04
    ],
    [
        " very quickly changes it back to ribs back to he loves and so as leaders we have to understand the impact that the little movement you have from the top takes on the bottom",
        3180.04,
        3189.86
    ],
    [
        " corrected that",
        3189.86,
        3191.88
    ],
    [
        " I think we like deal hard on the like fourth change like no actually I think my putune comment was like hey we don't time we can't actually do that",
        3193.56,
        3204.28
    ],
    [
        " the only thing we can do is launch on whatever it was I think but that point was on ribs we can't get we don't have time to get he loves ready what do you mean you're off time",
        3204.28,
        3211.32
    ],
    [
        " it takes five hours to rig four boats for freaking yeah it's interesting and that's",
        3211.32,
        3219.08
    ],
    [
        " one of those things where dude I just raised your blood pressure",
        3221.14,
        3225.66
    ],
    [
        " there's because I I've lived like somebody comes out of this air condition space where they're doing it and",
        3225.66,
        3232.48
    ],
    [
        " it's like I live that in Glon like hey we're gonna do a stack duck and we get all the way to where we get the",
        3232.48,
        3240.48
    ],
    [
        " jump master to come to a stack duck is when we have we're gonna jump to zodiacs via parachute and",
        3240.48,
        3246.54
    ],
    [
        " the rest of us are gonna parachute and then it turns into the limp duck where now it's not gonna get parachute",
        3246.54,
        3251.94
    ],
    [
        " you didn't but it's just gonna get pushed out the back of the helicopter it's got to get re rigged completely and",
        3251.94,
        3256.22
    ],
    [
        " everything changes and you're just getting flailed around and and that's when mistakes happen and that's when it's",
        3256.22,
        3263.2
    ],
    [
        " good that like hopefully there's somebody in there in in the decision making process it's like hey you're jerking",
        3263.2,
        3271.42
    ],
    [
        " everybody around right now that's detached because the guys that are they're making these calls they",
        3271.42,
        3276.52
    ],
    [
        " don't realize it they're just coming up with a bunch of good ideas and they've forgotten what's",
        3276.52,
        3283.46
    ],
    [
        " happening at the end of the that whip that they're raving around continues on here rapidly changing",
        3283.46,
        3293.4
    ],
    [
        " plans and movements in affecting the single purpose for battle for which battle is delivered or what a",
        3293.4,
        3301.4
    ],
    [
        " soldier must expect the and the ability to form them wisely and promptly illustrates and tests military",
        3301.4,
        3308.14
    ],
    [
        " capacity but the condition in this case rendered the execution of these peculiarity perplexing orders had to",
        3308.14,
        3317.34
    ],
    [
        " pass through many hands and in the difficulty of delivering owing to distance and the nature of the",
        3317.34,
        3323.3
    ],
    [
        " ground the situation was called which called for them had often entirely changed hence some discretion as",
        3323.3,
        3331.8
    ],
    [
        " to the details in executing a definite purpose must be accorded to subordinate commanders decentralized command thank",
        3331.8,
        3339.42
    ],
    [
        " you the details and executing a definite purpose the purpose needs to be definite this is what we're",
        3339.42,
        3347.32
    ],
    [
        " going to do is let the subordinate commanders do it look for a moment at the summary of the orders",
        3347.32,
        3355.8
    ],
    [
        " or in receive that evening even after we had reached white oak road affecting his command in detail one",
        3355.8,
        3363.14
    ],
    [
        " to send a brigade to menace the enemies rear before shared but he'd already but he had already a",
        3363.14,
        3370.6
    ],
    [
        " bit of his own accord set Bartlett's brigade of Griffins division the nearest troops by the nearest",
        3370.6,
        3376.06
    ],
    [
        " way you already had that problem handle to send this brigade by the bointin road instead of the",
        3376.06,
        3381.8
    ],
    [
        " crump this was a very different direction and a very different tactical effect but impossible to",
        3381.8,
        3386.86
    ],
    [
        " recall Bartlett warren sent Pearson already on bointin road with a detachment of Bartlett's brigade",
        3386.86,
        3392.74
    ],
    [
        " three send Griffins division by bointin road to Sheridan and draw back the whole core to that road",
        3392.74,
        3399.72
    ],
    [
        " Griffins division being widely and far scattered and impossible to be collected for hours warren sends",
        3399.72,
        3405.54
    ],
    [
        " aries division nearest and most disengaged for to send aries and Crawford by the way of Bartlett had",
        3405.54,
        3414.42
    ],
    [
        " gone and insisting on Griffins going by bointin road this would cause aries and Bartlett to exchange",
        3414.42,
        3421.56
    ],
    [
        " places crossing each other in a long difficult and needless march aries having gone according to",
        3421.56,
        3429.32
    ],
    [
        " warren's orders Griffin and Crawford were to go by Bartlett's way but Griffin had sent for Bartlett",
        3429.34,
        3437.34
    ],
    [
        " withdrawal from his position and joined the division ready to mass on bointin road so this is just",
        3437.34,
        3441.78
    ],
    [
        " you can see why this is just mayhem it's total mayhem and it's mayhem from micromanagement is what it is",
        3441.78,
        3447.22
    ],
    [
        " mayhem from micromanagement it is difficult to keep keep a clear head and trying to see this into this",
        3447.22,
        3455.04
    ],
    [
        " muddle now we can imagine the state of warren's mind but this was not all within the space of two",
        3455.04,
        3461.52
    ],
    [
        " hours a warren received orders involving important movements for his entire core in four different",
        3461.52,
        3466.28
    ],
    [
        " directions these came in rapid succession and in the following order one to retrench where he was",
        3466.28,
        3472.54
    ],
    [
        " on the wider white oak road and be ready to fight in the morning this was from grant to fall back",
        3472.54,
        3478.44
    ],
    [
        " with the whole core from the white oak road to bointin and send a division by this road to",
        3478.44,
        3484.32
    ],
    [
        " leave Sheridan this was also from grant number three Griffin to be pushed down bointin road but the",
        3484.32,
        3491.64
    ],
    [
        " rest of the core aries and Crawford to go across the fields to the crump road but the way Bart",
        3491.64,
        3497.56
    ],
    [
        " Bartlett had gone and attack the enemy in the rear who's opposing Sheridan this was from meat",
        3497.56,
        3503.32
    ],
    [
        " this required a movement in precisely the opposite direction from that indicated in the preceding",
        3503.32,
        3509.84
    ],
    [
        " which was now partly executed aries it already started number four meads advice to send these",
        3509.88,
        3516.82
    ],
    [
        " troops back by quaker road 10 miles around and give up the rear attack number five to these may",
        3516.82,
        3524.38
    ],
    [
        " be added the actual final movement which was that aries went down the bointin road and Griffin",
        3524.38,
        3530.26
    ],
    [
        " Crawford went by dirt road across the country to crump road as indicated in meads previous orders",
        3530.26,
        3535.46
    ],
    [
        " there's one more thing general grant fought it necessary in order to make sure that Sheridan would",
        3535.5,
        3540.8
    ],
    [
        " have complete an absolute command of his troops to send a special message asking me to make that",
        3540.8,
        3546.04
    ],
    [
        " distinct announcement to Sheridan this is craziness",
        3546.04,
        3549.24
    ],
    [
        " the orders which came to general warn that night were a two an amazing degree confused and",
        3549.24,
        3560.28
    ],
    [
        " conflicting this is charging no blame on any particular person we will call it if you please the",
        3560.28,
        3567.54
    ],
    [
        " fault of circumstances but of course the responsibility for the evil effects of such conditions",
        3567.54,
        3574.68
    ],
    [
        " must naturally in military usage and ethics rest upon the officer receiving them",
        3574.68,
        3582.1
    ],
    [
        " and he is not allowed to use his judgment as to the details of his own command it makes it very",
        3582.1,
        3589.98
    ],
    [
        " hard for him sometimes indeed it is not very pleasant to be a subordinate officer especially if",
        3589.98,
        3596.8
    ],
    [
        " one is also at the same time a commanding officer but in this case i think the trouble was the",
        3596.8,
        3606.38
    ],
    [
        " result of other recognizable contributory circumstances if i might not say causes so he's got",
        3606.38,
        3612.98
    ],
    [
        " some other reasons why this stuff happened this is just it's his mayhem and he's he's in writing the",
        3612.98,
        3619.66
    ],
    [
        " most articulate and eloquent case for decentralized command and not micromanaging",
        3619.66,
        3624.36
    ],
    [
        " some of the reasons he says the awkwardness of having in the field so many superior rather than",
        3624.36,
        3632.24
    ],
    [
        " coordinate commanders so bunch of people make a bunch of chiefs no Indians and it's not really clear",
        3632.24,
        3640.12
    ],
    [
        " who's the main effort and i think they shifted up at one point and you call this a double objective",
        3640.12,
        3646.92
    ],
    [
        " one point being sherdin's independent operations to cut the enemy's communications the other",
        3648.06,
        3653.14
    ],
    [
        " turning of Lee's right and breaking up his army by the entry which one of those this is prioritized",
        3653.14,
        3658.08
    ],
    [
        " next you which one of these is more important which one you want us to do and by the way you can't",
        3658.08,
        3663.0
    ],
    [
        " just say both because both only works if the enemy doesn't get a vote but the enemy is going to",
        3663.0,
        3667.68
    ],
    [
        " get a vote and so is weather and so is your troops and so is morale and so is the supply chain like",
        3667.68,
        3671.94
    ],
    [
        " all these things are going to have an impact so we got to know what's the most important thing you",
        3671.94,
        3675.44
    ],
    [
        " want done number three these supreme commanders being at such a distance from the field of operation",
        3675.44,
        3681.72
    ],
    [
        " on the 31st of March that was impossible to have a complete mutual understanding when orders were",
        3681.72,
        3685.86
    ],
    [
        " put into effect you're not up there and you're making calls from the rear with the gear",
        3685.86,
        3691.22
    ],
    [
        " number four time lost and sequence confused by the difficulty of getting over the ground to carry",
        3691.22,
        3699.04
    ],
    [
        " orders or obey them owing to the condition of the roads or lack of them and the extreme darkness of",
        3699.04,
        3703.28
    ],
    [
        " the night so yeah communication problems",
        3703.28,
        3705.98
    ],
    [
        " he says at three o'clock I had got my pickets which were replaced by Crawfers and let my men rest",
        3705.98,
        3715.3
    ],
    [
        " as quietly as possible knowing there'll be heavy burns laid on them in the morning so all this",
        3715.3,
        3720.7
    ],
    [
        " freaking chaos is going on and by the way like when that whip hits the freaking infantry man that's",
        3720.7,
        3727.76
    ],
    [
        " out with his single last shoes that are both made from left freaking foot god and he's lost four of",
        3727.76,
        3735.5
    ],
    [
        " his friends and he's hasn't eaten and he's thirsty",
        3735.5,
        3738.06
    ],
    [
        " after such a day and night as that of the 31st of March 1865 the morning of April 1st found the",
        3738.06,
        3750.9
    ],
    [
        " men of the 5th Corps strangely glad they were alive they'd experienced a kaleidoscopic regeneration",
        3750.9,
        3758.94
    ],
    [
        " they were ready for the next new turn the test of ordinary probation had been passed all the effects",
        3758.94,
        3766.68
    ],
    [
        " of humiliation fasting and prayer believed to sink the body and exalt the spirit had been fully",
        3766.68,
        3773.16
    ],
    [
        " wrought in them at the weird midnight trumpet call they rose from their fields as those whom death no",
        3773.16,
        3781.6
    ],
    [
        " longer had any power they're pulling out for the march in the ghostly midst of dawn look like a",
        3781.6,
        3787.82
    ],
    [
        " passage in the transmigration of souls not sent back to work out the remnant of their sins as",
        3787.82,
        3794.8
    ],
    [
        " animals but lifted to a third plane by that three days of the underworld eliminating",
        3794.8,
        3801.78
    ],
    [
        " sense incorporating this all there's a word I had to look up transmigration that's basically",
        3801.78,
        3807.48
    ],
    [
        " reincarnation so they're getting reincarnated not as animals but lifted to a third plane",
        3807.48,
        3816.28
    ],
    [
        " there was an interesting note on here on the term infantry did you do the etymology of the word",
        3820.44,
        3827.1
    ],
    [
        " infantry don't know it infant yep the lamest etymology I'd ever heard I was so bomb that",
        3827.1,
        3836.72
    ],
    [
        " I almost didn't want to talk about it on the podcast but back in the day the infantry were the",
        3836.72,
        3843.68
    ],
    [
        " people that weren't old enough or mature enough or of high status enough to fight on horses",
        3843.68,
        3850.36
    ],
    [
        " and so they're infants they're the babies I didn't want to say this I can't I can't not say it I",
        3850.36,
        3859.68
    ],
    [
        " can't say it's not true but that's where it comes from because what does he say uh",
        3859.68,
        3865.44
    ],
    [
        " shared in it also come to the opinion that infantry was a good thing to have around however by",
        3865.44,
        3872.06
    ],
    [
        " some queer break in the hierarchy of honor subordinated to the chevaliers the biped I mean the person",
        3872.06,
        3878.48
    ],
    [
        " to the quadruped meaning the horse and by some freak of etymology named infantry the speech list",
        3878.48,
        3885.16
    ],
    [
        " because that's another thing like hey you don't need to say anything you're infantry the speech",
        3885.16,
        3889.64
    ],
    [
        " us whether because they couldn't talk or because they mustn't tell sorry infantry troopers of the",
        3889.64,
        3896.58
    ],
    [
        " world you have my utmost respect and apologize for the etymology of your name",
        3896.58,
        3901.2
    ],
    [
        " torb I have no idea what to make of it we'll stick with grunts",
        3901.2,
        3906.42
    ],
    [
        " the troops what's that uh we want to press fields book on on afghanistan the afghanistan campaign",
        3906.42,
        3917.04
    ],
    [
        " that one of the infantry guy goes you know what we are we're mules mules that kill yeah",
        3917.04,
        3922.16
    ],
    [
        " because all they do is walk and pack gear that's a good one and then fight well the the uh the",
        3922.16,
        3928.78
    ],
    [
        " dedication um in about face to all the doe boys the ground pounders the grunts the american infantry",
        3928.78,
        3936.22
    ],
    [
        " meant there you go going back to the book the troops had enjoyed about four hours",
        3936.22,
        3944.34
    ],
    [
        " of this unwant and rest when the cavalry having completed its reconnaissance were ordered for it",
        3944.34,
        3951.06
    ],
    [
        " and by the way he talks about this there's a march that they take place that they have to freaking",
        3951.06,
        3955.92
    ],
    [
        " march their ass off to to keep up with the cavalry horses we who were trying to follow closely were",
        3955.92,
        3963.16
    ],
    [
        " brought this is they're talking about the march we were who trying to trying to follow closely were",
        3963.16,
        3967.32
    ],
    [
        " brought to frequent standstill this was vexatious another good word for you our men being heard",
        3967.32,
        3974.04
    ],
    [
        " to the feet in heavy marching order carrying on their backs perhaps three days life for themselves",
        3974.04,
        3978.82
    ],
    [
        " and a pretty big heavy installment of death and for their antagonist and now compelled every few",
        3978.82,
        3984.68
    ],
    [
        " minutes to come to a huddled halt in the muddy road marking time and marking place and also with",
        3984.68,
        3991.54
    ],
    [
        " deep discontent in about two hours we get up to where shared and wants us i think it's crazy",
        3991.54,
        3997.28
    ],
    [
        " to to that he in this in this elevated book he still talks about the fact that it sucks when you're",
        3997.28,
        4007.98
    ],
    [
        " walking and you got to stop and then you go and then you stop and then you go and then you stop",
        4007.98,
        4012.48
    ],
    [
        " and it's hurry up and wait he even has to mention that that it's vexatious to have that happen",
        4012.48,
        4021.02
    ],
    [
        " during this impatient waiting for the seemingly slow preparatory formation our spiritual wheels were",
        4021.02,
        4029.46
    ],
    [
        " lubricated by the flow of discussion explanation about the plan of attack shared and took escape",
        4029.46,
        4034.18
    ],
    [
        " a saber a scabbard and described it graphically on the light earth so this is the this is the",
        4034.18,
        4039.06
    ],
    [
        " classic hey he pulls out his sword and draws in the dirt what we're going to do the plan in general",
        4039.06,
        4044.66
    ],
    [
        " is for the cavalry to occupy the enemy's attention by a brisk demonstration along the right front",
        4044.66,
        4049.68
    ],
    [
        " of their works while the fifth corps should fall upon their left and rear by a sort of surprise",
        4049.68,
        4054.86
    ],
    [
        " if possible and scoop them out of their works along the white oak road and capture or disorganize them",
        4054.86,
        4061.4
    ],
    [
        " cover and move go ahead and we're back to where he was yesterday because yesterday they were holding",
        4061.4,
        4075.52
    ],
    [
        " white oak road and they got jacked around and drugged around and walked all the way around and now",
        4075.52,
        4081.1
    ],
    [
        " they're right back where they started it's amazing that they just didn't just completely get",
        4081.1,
        4087.64
    ],
    [
        " pissed off and throw their rifles down and there's all kinds of confusion in fact he says",
        4087.64,
        4092.98
    ],
    [
        " illiteracy is at such confusion of mind i wrote over to general griffin who with general warn was",
        4092.98,
        4097.52
    ],
    [
        " close on my left at the early stage of this movement and asked for an explanation griffin answers",
        4097.52,
        4102.1
    ],
    [
        " quickly we will not worry about ourselves in diagrams we are to follow Crawford circuit senses will",
        4102.1,
        4107.42
    ],
    [
        " develop our duty okay well that's that that's more helpful than that diagram they're about to get",
        4107.42,
        4114.48
    ],
    [
        " right uh there's starting to move he says i halted my line and rode ahead through the woods to",
        4114.48,
        4122.72
    ],
    [
        " some high cleared ground the southeastern corner of a large field known as Sidnor field along the",
        4122.72,
        4128.92
    ],
    [
        " opposite edge of which i could see strong skirmishing along Crawford's front and turning suddenly",
        4128.92,
        4134.94
    ],
    [
        " looking across broken scruvy ground could see aries troops engaged in a confused world of struggling",
        4134.94,
        4140.92
    ],
    [
        " groups with fitful firing so he's maneuvered into position where he can see what's happening",
        4140.92,
        4147.62
    ],
    [
        " there was aries fighting alone and that was not in the program meaning that wasn't part of the plan",
        4147.62,
        4153.48
    ],
    [
        " there was griffin down there that wasn't order enough for me and i took the responsibility of looking",
        4153.48,
        4159.32
    ],
    [
        " out for the left instead of the right where my last orders committed me i pulled my my brigade out",
        4159.32,
        4165.18
    ],
    [
        " of the wood by the left flank telling Gregory to follow and sending to Bartlett to let him know what i",
        4165.18,
        4171.2
    ],
    [
        " was doing pushed across a muddy stream and up through a ravine toward aries halfway up griffin came to",
        4171.2,
        4178.0
    ],
    [
        " meet me never more welcome he gave the look i wanted and without coming near enough for words",
        4178.0,
        4185.22
    ],
    [
        " waved me to follow up to the head of the ravine and to attack on my right along the bank where",
        4185.5,
        4192.08
    ],
    [
        " hidden by brush and scrub the enemy had aligned perpendicular to their main one on white oak road",
        4192.08,
        4197.94
    ],
    [
        " and were commencing a slant fire in aries direction griffin road passed me toward warning Bartlett",
        4197.94,
        4203.0
    ],
    [
        " so there's a bunch of things going on there number one he'd been told to do one thing but he looks",
        4203.0,
        4209.68
    ],
    [
        " at what's happening and decides i got to do something else and on top of that he then he actually",
        4209.68,
        4214.8
    ],
    [
        " tells other people hey i'm i'm adjusting the plan here so you know i'm doing this i mean that's",
        4214.8,
        4222.24
    ],
    [
        " what right looks like yeah that's what right looks like and again it's when you think about the",
        4222.24,
        4227.36
    ],
    [
        " details he's writing this book the detail that you just pointed out was important enough to him",
        4227.36,
        4232.18
    ],
    [
        " to put it in here to say uh i let him know what i was doing and you know when we mentioned on the",
        4232.18,
        4244.78
    ],
    [
        " way it was bad what's the difference one of the there's several differences one of the differences",
        4244.78,
        4248.86
    ],
    [
        " oh i took initiative but didn't tell anyone that's bad oh i took initiative and tell people what",
        4248.86,
        4254.54
    ],
    [
        " i was getting getting to do then that's good that's one of the things that makes it good so again you",
        4254.54,
        4261.46
    ],
    [
        " got to pay attention to what he's paying attention to he's paying to attention to all of us",
        4261.46,
        4266.62
    ],
    [
        " telling us leaders hey when you're gonna change something you need to let people know what you're doing",
        4266.62,
        4273.0
    ],
    [
        " and then i just thought it's cool you want to talk about relationship and sort of like the",
        4274.78,
        4277.82
    ],
    [
        " silent leader just see the guy look at him i got you the head nod we're going",
        4277.82,
        4283.92
    ],
    [
        " aries fitful fire was approaching and i rode over towards it somewhere near the angle of the works",
        4283.92,
        4293.3
    ],
    [
        " i met shared in he had probably seen me putting my men in and hence i escaped censure for appearing",
        4293.3,
        4298.78
    ],
    [
        " indeed his criticism seemed to be that there was not more of me rather than less",
        4298.78,
        4303.82
    ],
    [
        " oh by god that's what i want to see was his greeting general officers at the front where are your",
        4304.18,
        4309.92
    ],
    [
        " general officers i replied that i'd seen general warrants flag in the big field north of us",
        4309.92,
        4314.92
    ],
    [
        " and that seeing aries was in a tight place i'd come to help him and by general griffin's order",
        4314.92,
        4320.46
    ],
    [
        " then cried he with a vigor of utterance worthy of an army and flanders you take command of all the",
        4320.46,
        4328.28
    ],
    [
        " infantry round here and break this dam i didn't wait to hear anymore that made good grammar as it stood",
        4328.28,
        4336.44
    ],
    [
        " i didn't stand for anything but spurred back to some scattered groups of men demoralized by",
        4336.44,
        4342.7
    ],
    [
        " being so far in the rear and not far enough to do them any good yet too brave to go back",
        4342.7,
        4347.4
    ],
    [
        " captain brinton of griffin staff came along and i took him with me down among these men to get them",
        4347.4,
        4353.02
    ],
    [
        " up i found one stalwart fellow on his hands and knees behind the stump answering with wind",
        4353.02,
        4358.92
    ],
    [
        " sickle grims grimaces to the bullets coming pretty thick and near look here my good fellow i called",
        4358.92,
        4364.92
    ],
    [
        " down to him don't you know you'll be killed here in less than two minutes that would be a shame",
        4364.92,
        4369.48
    ],
    [
        " this is no place for you go forward but what can i do he cried i can't stand up against this all alone",
        4369.48,
        4378.22
    ],
    [
        " no that's just it i replied we're forming here i want for you to guide center up and forward",
        4379.26,
        4386.82
    ],
    [
        " up and out he came like a hero i formed those reserves on him as a guide in the whole",
        4386.82,
        4394.64
    ],
    [
        " queer line 200 of them went in right up to the front and like the thick of it",
        4394.64,
        4400.52
    ],
    [
        " my poor fellow only wanted a token of confidence and appreciation to get possession of himself",
        4400.52,
        4407.5
    ],
    [
        " he was proud of what he did and so was i for him freaking epic i got goosebumps from that man",
        4407.7,
        4415.12
    ],
    [
        " you know i i tell that story i was at trade ed and like the mount situations going on and the",
        4415.12,
        4420.98
    ],
    [
        " guys are getting all their ass kicked with paintball and everything and no one's making any",
        4420.98,
        4425.04
    ],
    [
        " decisions and i walked over to this one badass e5 and i looked down and i go hey bro i go what do",
        4425.04,
        4432.88
    ],
    [
        " you think you should do right now he's like we ought to freaking storm that building over there and",
        4432.88,
        4435.62
    ],
    [
        " get some freaking get some cover and i go why don't you make it happen and look on his face i",
        4435.62,
        4441.7
    ],
    [
        " wish i had a video he looked at look on his face was like wait why don't i make it happen you",
        4441.7,
        4446.46
    ],
    [
        " mean i can make this happen he goes hey strong point that building immediately everyone stay with",
        4446.46,
        4450.56
    ],
    [
        " he said freaking i think he might have been a new guy might have been a one cruise wonder",
        4450.56,
        4456.2
    ],
    [
        " off to ask him because i know exactly who it is you know awesome guy but just that right there i",
        4456.2,
        4465.6
    ],
    [
        " move you just give that little bit of confidence you take charge this is taking ownership right when",
        4465.6,
        4472.32
    ],
    [
        " you we talk about giving people ownership you give them ownership hey i'm gonna make you the center",
        4472.32,
        4476.9
    ],
    [
        " people always ask us what do you do with people not motivate give them ownership",
        4476.9,
        4479.86
    ],
    [
        " this is the example hence fourth this is the example of giving ownership i despise running",
        4479.86,
        4487.7
    ],
    [
        " despise it you're not gonna catch me running unless i'm running toward a chocolate cake or away",
        4487.7,
        4492.62
    ],
    [
        " from the police right but if you tell me to lead a run i can run somehow it's like somehow it's",
        4492.62,
        4500.96
    ],
    [
        " like anyone who's leading a run when you're doing a conditioning run you're like man they're really",
        4500.96,
        4504.94
    ],
    [
        " setting the space because somehow you're buoyed up by all those people behind you the owner to you",
        4504.94,
        4511.64
    ],
    [
        " yeah general guin was riding up and down their front in a demonstrative manner but giving no",
        4511.64,
        4518.76
    ],
    [
        " sign of forward movement i thought this strange for him and bad for all of us in the pinch things were",
        4518.76,
        4525.86
    ],
    [
        " at and with the warrant shared and had given me galloped down to him and asked him if he was acting",
        4525.86,
        4534.12
    ],
    [
        " under any particular orders from general aries no general he replied with an error of relief i've",
        4534.12,
        4542.32
    ],
    [
        " lost aries i have no orders i don't know what to do then you come with me i said i will take",
        4542.32,
        4549.36
    ],
    [
        " responsibility you shall have all the credit let me take your brigade for a moment so that's",
        4549.36,
        4557.02
    ],
    [
        " the two pages you've got giving ownership and taking ownership in two pages in two paragraphs",
        4557.02,
        4565.2
    ],
    [
        " really and by the way i'll take responsibility you'll have all the credit this dude is like deal",
        4566.2,
        4572.96
    ],
    [
        " deal and deal then shared and was by my side in a moment very angry you are firing into my cavalry",
        4572.96,
        4585.2
    ],
    [
        " here we get blue on blue he exclaims his face darkening with a checked exploitive i was under a",
        4585.2,
        4592.42
    ],
    [
        " little pressure to and put on a bold air then the cavalry have gotten into the rebels place one of",
        4592.42,
        4599.02
    ],
    [
        " us will have to get out of the way what will you have us do general don't you fire into my cavalry i'll",
        4599.02,
        4604.88
    ],
    [
        " tell you was the fierce rejoiner so we got this freaking mayhem going on fast forward a little bit",
        4604.88,
        4617.42
    ],
    [
        " more they kind of sort that out i plunged into my business to make up for a minute's lost time my",
        4617.42,
        4621.66
    ],
    [
        " men were still facing too much across aries front and getting into the range of his fire we had got",
        4621.66,
        4628.6
    ],
    [
        " we had got to change that and swing to the right down the rear of the enemy's main works it was a",
        4628.6,
        4635.32
    ],
    [
        " whirl every way was a front and every way was a flank the fighting was hand to hand i was trying to",
        4635.32,
        4641.86
    ],
    [
        " get the three angles of the triangle into something like two right angles and it swung my left well",
        4641.86,
        4647.64
    ],
    [
        " forward opening quite a gap in that direction when a large body of the enemy came rushing in from",
        4647.64,
        4653.44
    ],
    [
        " that flank and rear they were in line formation with arms at something like a ready which looked like",
        4653.44,
        4660.16
    ],
    [
        " business i thought it was our turn to be caught between two fires and that these men were likely to",
        4660.16,
        4666.44
    ],
    [
        " cut their way through us rushing into the ranks of my left battalion i shouted the order prepared a",
        4666.44,
        4672.56
    ],
    [
        " fire by the rear rank my men faced about at once disregarding the enemy in the front",
        4672.56,
        4679.08
    ],
    [
        " but at this juncture our portness visitors threw down their muskets and with hands and faces",
        4679.08,
        4685.76
    ],
    [
        " cried out we surrender running right up upon and almost over us i was very glad of it though more",
        4685.76,
        4692.84
    ],
    [
        " astonished for they outnumbered us largely that's the kind of turn of events that you like",
        4693.06,
        4703.7
    ],
    [
        " and it's it is one of those things that reminds me that he could have surrendered",
        4703.7,
        4711.92
    ],
    [
        " right there he could have surrendered hey you know what we're surrounded just hey everyone drop",
        4711.92,
        4716.62
    ],
    [
        " your weapons it's that it's going that extra little moment right that extra you know what happens",
        4716.62,
        4723.36
    ],
    [
        " in fighting in boxing and MMA fighting where that extra like i'll go one more round who was it who was",
        4723.36,
        4732.62
    ],
    [
        " was that Ali freezer and Ali had returned to his corner saying take off my take off my gloves like",
        4732.62,
        4743.1
    ],
    [
        " i'm done and they're you know they're basically no you're not done he's like no i'm done",
        4743.1,
        4748.66
    ],
    [
        " and they said no you're not done so he's okay and i think it was freezer said he was done didn't",
        4748.66,
        4756.66
    ],
    [
        " answer the bell so he won but it was just that he could have easily surrendered but he did",
        4756.66,
        4762.12
    ],
    [
        " knife it held on for a little bit longer so heaks into that too like those kind of his do you",
        4762.12,
        4767.38
    ],
    [
        " remember when he when he was young again zulu what happened where he that he just felt like no i'm",
        4767.38,
        4772.22
    ],
    [
        " kind of done and they're like oh yeah that's right for sure he got to the after the first round",
        4772.22,
        4777.86
    ],
    [
        " they bring hits on the side and they're like hey he hits and says i'm done man i'm done like i can't",
        4777.86,
        4784.36
    ],
    [
        " this isn't gonna work i'm done i'm physically exhausted and they say no you're not done yet son",
        4784.36,
        4790.1
    ],
    [
        " but the other guy was yeah",
        4790.1,
        4792.8
    ],
    [
        " this battle continues the hardest hold up was in front of my left center the first",
        4792.8,
        4801.16
    ],
    [
        " batine of the hundred and ninety-eighth Pennsylvania i wrote up to the gallant Glenn commanding it",
        4801.16,
        4805.74
    ],
    [
        " and said major Glenn if you will break that line you shall have a colonel's commission it was a",
        4805.74,
        4812.32
    ],
    [
        " hasty utterance and the promise unmilitary perhaps but my every energy was focused on that",
        4812.32,
        4818.82
    ],
    [
        " moments issue nor did that earn a soldier need a personal inducement he was already carrying out",
        4818.82,
        4824.86
    ],
    [
        " the general order to press the enemy before him with as much effect as we could reasonably expect",
        4824.86,
        4829.94
    ],
    [
        " but it was deep in my mind how richly he already deserved this promotion and i was resolved that he",
        4830.32,
        4837.2
    ],
    [
        " should get it now it was this thought and purpose which no doubt shaped my phrase and pardoned it",
        4837.2,
        4845.22
    ],
    [
        " Glenn sprung among his men calling out boys will you follow me",
        4845.22,
        4850.98
    ],
    [
        " wheeled his horse and dashed forward without turning to see who followed nor did he need",
        4850.98,
        4858.0
    ],
    [
        " his words were a question his act in order",
        4858.24,
        4863.66
    ],
    [
        " yeah he doesn't say doesn't give an order to literally ask the question",
        4863.66,
        4870.6
    ],
    [
        " will you follow me and then goes leadership by example",
        4870.6,
        4876.2
    ],
    [
        " and whatever kind of relationship and respect he had from his troops that when they see him go",
        4876.2,
        4885.84
    ],
    [
        " they go his words were a question his act in order on the brave fellows go with a cheer into the hurricane",
        4885.94,
        4896.18
    ],
    [
        " of fire their beautiful flags sways gracefully gracefully aloft with the spring of brave youth",
        4896.18,
        4902.58
    ],
    [
        " bearing it lighting the battle smoke three times it goes down to earth covered in darkening eddies",
        4902.58,
        4910.04
    ],
    [
        " but rises ever again passing from hand to hand of doubtless young heroes then bullet torn and",
        4910.04,
        4918.7
    ],
    [
        " blood blazoned it hovers for a moment above the breast work while the regiment goes over like a wave",
        4918.7,
        4925.42
    ],
    [
        " this i saw from my position to the left where i was pressing on the rest of my command",
        4925.42,
        4931.96
    ],
    [
        " the sight wrought upon me that i snatched time to ride over and congratulate Glenn and his regiment",
        4931.96,
        4939.0
    ],
    [
        " as i passed into a deeper shadow of the woods i met two men bearing his body",
        4942.58,
        4949.28
    ],
    [
        " the dripping blood marking their path they stopped to tell me i saw it all too well",
        4949.28,
        4958.52
    ],
    [
        " he had snatched a battle flag from a broken regiment trying to rally on its colors when a",
        4958.52,
        4965.56
    ],
    [
        " brute bullet of the earth once pronounced good but since cursed for man sin struck him down to its",
        4965.56,
        4973.1
    ],
    [
        " level i could not stop i could stop but for a moment for still on my front was rush and turmoil",
        4973.1,
        4984.26
    ],
    [
        " and tragedy i could only bend down over him from the saddle and murmur unavailing words",
        4984.26,
        4990.82
    ],
    [
        " general i have carried out your wishes this was his only utterance",
        4992.44,
        4998.06
    ],
    [
        " it was as if another bullet had cut through me i fell almost across my saddle my wish",
        4998.06,
        5009.78
    ],
    [
        " god in heaven no more my wish than thine that this fair body still part of the unfallen good",
        5009.78,
        5019.02
    ],
    [
        " should be smitten to the sod that this spirit born of thine should be quenched by the accursed",
        5019.02,
        5026.72
    ],
    [
        " what dark misgivings searched me as i took the import of these words what sharp sense of responsibility",
        5026.72,
        5036.6
    ],
    [
        " for those who have committed to them the issues of life and death why should i have not let this",
        5036.6,
        5043.34
    ],
    [
        " onset take its general course and mend their natural chances why choose him out for his death",
        5043.34,
        5049.5
    ],
    [
        " and so take on myself the awful decision into what home irreparable loss and mezzarless",
        5049.5,
        5056.2
    ],
    [
        " desolation should cast their unlifted burden the crowding fought choked utterance",
        5056.2,
        5064.22
    ],
    [
        " i could only bend my face low to his and answer colonel i will remember my promise",
        5065.26,
        5076.62
    ],
    [
        " i will remember you and press forward to my place where the crash and crush and agony of",
        5076.62,
        5086.78
    ],
    [
        " the struggle summoned me more to more of the same war nothing but the final infinite good for man",
        5086.78,
        5100.42
    ],
    [
        " and god can accept and justify human work like that",
        5100.42,
        5106.28
    ],
    [
        "",
        5116.78,
        5116.78
    ],
    [
        " yeah that's um",
        5116.78,
        5128.54
    ],
    [
        " that massive burden that he feels just absolutely hitting him",
        5128.54,
        5137.16
    ],
    [
        " yeah again there's not much for me to say on that",
        5154.68,
        5159.18
    ],
    [
        " and even with that the battle's not over",
        5159.18,
        5163.74
    ],
    [
        " go forward a little bit and we had now come to the edge of a wide field across the road",
        5163.74,
        5170.8
    ],
    [
        " and the works on the enemies right known as the gillum field",
        5170.8,
        5174.08
    ],
    [
        " here i came to shared an ingriffin my troops all up and well in hand a sharp cavalry fight was",
        5174.94,
        5180.82
    ],
    [
        " going on in which some of aries men and my own had taken part when our line was checked at the",
        5180.82,
        5188.76
    ],
    [
        " last angle griffin had ordered one of Crawford's kernels to advance the kernel a brave well-balanced",
        5188.76,
        5197.92
    ],
    [
        " man replied that where soldiers as good as griffins men had failed he did not feel warranted in going",
        5198.18,
        5205.6
    ],
    [
        " in without proper orders very well i order you in says griffin without adding that he did it as",
        5205.6,
        5215.8
    ],
    [
        " commander of the corps so there's a kernel sitting there and there's this battle going on",
        5215.8,
        5226.22
    ],
    [
        " and griffin says hey you need to get in there and the kernel says well",
        5228.1,
        5232.1
    ],
    [
        " hey i don't think i should go in there if these guys can't get it done i don't think i should go",
        5232.1,
        5237.44
    ],
    [
        " in there unless i'm under orders and griffin says very well then i order you in so he gives a little",
        5237.44,
        5243.32
    ],
    [
        " pushback hey this doesn't seem like a great call and then he gets told you're going in",
        5243.32,
        5247.5
    ],
    [
        " the gallant kernel bouse he is Richardson of the seventh Wisconsin",
        5247.5,
        5253.72
    ],
    [
        " grasps his regimental colors in his own hand significant of the need of his resolution in face of it",
        5254.54,
        5261.02
    ],
    [
        " and rides forward in advance of his men what can they do but follow such example",
        5261.02,
        5268.28
    ],
    [
        " general Warren with intensity of feeling that as now desperation snatches his core flag from the",
        5268.28,
        5277.7
    ],
    [
        " hands of its bearer and dashes up to Richardson side and so the two leaders ride the core commander",
        5277.7,
        5287.0
    ],
    [
        " and his last visible kernel colors aloft reckless of the growing distance between them and their",
        5287.0,
        5293.4
    ],
    [
        " followers straight for the smoking line straight for the flaming edge not hesitating at the",
        5293.4,
        5299.46
    ],
    [
        " breast works over they go one with swelling toe malt of soul where the passion of suffering",
        5299.46,
        5306.36
    ],
    [
        " craves outburst in action the other with obedience and self devotion love like stronger than death",
        5306.36,
        5313.18
    ],
    [
        " over the breast works down among the astonished foe one of whom instinct over mastering admiration",
        5313.18,
        5324.1
    ],
    [
        " aims at the foremost a deadly blow which the noble youth rushes forward to parry and shielding with",
        5324.1,
        5332.14
    ],
    [
        " his own breast of his certain of his uncaring commander falls to earth bathing his colors with his blood",
        5332.14,
        5340.28
    ],
    [
        " need more be told do men tarry at such a point one crested wave sweeps on another broken rolls",
        5340.28,
        5355.28
    ],
    [
        " away all is lost and all is won slowly Warren returns over the somber field",
        5355.28,
        5364.8
    ],
    [
        " so that's just an unbelievable scene you know it's just an unbelievable scene if you try to make that",
        5364.8,
        5383.98
    ],
    [
        " in a movie it wouldn't seem realistic that this guy Richardson gets told hey you need to charge",
        5383.98,
        5391.58
    ],
    [
        " he says I don't think I should do that without proper orders his boss says these are your orders go",
        5391.58,
        5397.98
    ],
    [
        " and as he takes off towards the melee the overall leader without saying a word just grabs his flag",
        5397.98,
        5409.2
    ],
    [
        " and joins him by his side once they get to the enemy lines somebody takes aim at",
        5409.2,
        5416.8
    ],
    [
        " at Warren and Richardson basically jumps in front of him he says blow I don't know if it's a shot or",
        5416.8,
        5424.72
    ],
    [
        " if it was a sword or what it was but I'm assuming you shot and Richardson takes the round",
        5424.72,
        5430.44
    ],
    [
        " I mean to consider like an enemy breast works and they're coming over it in their horses and then",
        5430.44,
        5438.08
    ],
    [
        " once they come over they got to be in in a monk's stomach could have been either could have been a sword I",
        5438.08,
        5443.64
    ],
    [
        " guess bayonet bayonet yeah yeah",
        5443.64,
        5447.64
    ],
    [
        " and then this happens as it is forsaken at its forsaken edge a staff officer hands him this is Warren",
        5447.64,
        5462.72
    ],
    [
        " this is a Warren walks back after this or it rides back after this",
        5462.72,
        5466.8
    ],
    [
        " and a staff officer hands him a crude field order partly by the lurid fast flashes of the",
        5466.8,
        5475.3
    ],
    [
        " last guns partly by the light of the dying day he reads quote major general Warren commanding the",
        5475.3,
        5482.96
    ],
    [
        " fifth army corps is relieved from duty and will at once report for orders to lieutenant general",
        5482.96,
        5488.58
    ],
    [
        " general grant commanding arms the united states by command of major general shared end quote",
        5488.58,
        5494.94
    ],
    [
        " so he just got fired with almost the agony of death upon his face Warren approaches",
        5494.94,
        5504.56
    ],
    [
        " shared and and asks him if he cannot reconsider the order reconsider hell I don't reconsider my",
        5504.56,
        5511.9
    ],
    [
        " decisions obey the order that was the last thunderbolt on Warren's heart the battle has done",
        5511.94,
        5521.5
    ],
    [
        " it's worst for him the iron has entered his soul so all that kind of mayhem and disorganization and",
        5521.5,
        5535.08
    ],
    [
        " all those different orders and stuff caused eventually him to get fired and there's some",
        5535.08,
        5544.82
    ],
    [
        " details in the book about him moving too slow him not being at the front so fast forward a little",
        5544.82,
        5555.64
    ],
    [
        " bit suddenly emerged from the shadows a compact form with vigorous stride unlike the measure and",
        5555.64,
        5562.28
    ],
    [
        " mood of ours and a voice that would itself have thrilled us had it not had not the import of it",
        5562.28,
        5569.68
    ],
    [
        " thrilled us more gentlemen said shared in as we have started to our feet I've come to see you",
        5569.68,
        5576.24
    ],
    [
        " I may have spoken harshly to some of you today but I would not have it hurt you",
        5576.24,
        5581.28
    ],
    [
        " you know how it is we had to carry this place and I was fredded all day till it was done you must",
        5581.28,
        5587.9
    ],
    [
        " forgive me I know it is hard for the men too but we must push there's more for us to do together",
        5587.9,
        5596.92
    ],
    [
        " I appreciate and thank you all and this is Phil Sheridan a new view of him surely and amazingly",
        5596.92,
        5606.74
    ],
    [
        " all the repressed feeling of our hearts sprung out toward him we were ready to blame ourselves if we",
        5606.74,
        5617.88
    ],
    [
        " had borne a better park than that so this guy Sheridan who's been parking orders and stuff all day",
        5617.88,
        5625.4
    ],
    [
        " now rolls in after he fires Warren and says hey guys look I know I was hard today but I'm sorry",
        5625.4,
        5635.24
    ],
    [
        " I was wrong you know you must forgive me he's asking for forgiveness and I mean it landed",
        5635.24,
        5643.96
    ],
    [
        " apparently really well you know because reading this it's it's really apparent that",
        5644.22,
        5651.34
    ],
    [
        " chamberland is sympathetic to one and ain't all that thrilled with Sheridan",
        5651.34,
        5657.36
    ],
    [
        " and then you know you see his response there when Sheridan was smart no it takes ownership",
        5657.36,
        5665.34
    ],
    [
        " it's taken situation ownership of it and regaining some leadership capital because",
        5665.34,
        5669.94
    ],
    [
        " apologizing requires to do huge checking your ego",
        5671.32,
        5674.88
    ],
    [
        " and I can't think of a situation where you anyone loses respect for you when you apologize",
        5674.88,
        5681.44
    ],
    [
        " yeah yeah this is a good case of that um",
        5681.44,
        5686.04
    ],
    [
        " yeah we just went through that whole thing with uh with Joe Rogan and you know him apologizing",
        5686.04,
        5694.88
    ],
    [
        " and there's a bunch of people and I just basically tried to lend support to him and saying that",
        5694.88,
        5700.38
    ],
    [
        " hey let's the guys apologized forgiveness is a virtue that we should all",
        5700.38,
        5707.38
    ],
    [
        " try and go after and try and represent and so when somebody makes a mistake you know that's",
        5707.38,
        5716.06
    ],
    [
        " what forgiveness is for and a bunch of people not a bunch of people what some people were saying",
        5716.06,
        5721.44
    ],
    [
        " you should never apologize no it's never I hear that too with leaders leaders say",
        5721.44,
        5725.04
    ],
    [
        " well it's a week to apologize man if you mess something up then apologize and and hey in a",
        5725.04,
        5731.94
    ],
    [
        " minimum if I say something to you that maybe maybe I offended you well what did I want to offend you",
        5731.94,
        5739.66
    ],
    [
        " and if I didn't maybe if maybe if it's uh you know I say well jeez Jason you know you're",
        5739.66,
        5744.78
    ],
    [
        " you and your stupid freaking blonde hair right you know and all of a sudden I realized that you",
        5744.78,
        5751.0
    ],
    [
        " know used to get picked on for that and even though I meant it as a joke but it offended you",
        5751.0,
        5755.64
    ],
    [
        " does that mean well hey I didn't know I didn't know that you used to get picked on because of that",
        5755.64,
        5760.78
    ],
    [
        " I'm not apologizing no it's actually hey man I'm sorry the way I said it and the thing that I",
        5760.78,
        5767.3
    ],
    [
        " didn't know was gonna offend you offended you and I'm sorry about that like there's nothing wrong",
        5767.3,
        5771.08
    ],
    [
        " when you make a mistake of saying sorry nothing wrong what I really appreciated about",
        5771.08,
        5776.4
    ],
    [
        " Rogan's apology is that he wasn't side stepping any consequences yeah well you know just because",
        5777.3,
        5784.06
    ],
    [
        " you say or sorry doesn't mean there are no consequences well hey it's all good I apologize no but he",
        5784.06,
        5788.96
    ],
    [
        " he took ownership of what happened he wasn't trying to weasel out of any consequences and I thought",
        5788.96,
        5794.72
    ],
    [
        " that it was a huge lesson on how what the right thing to do is when something comes out and",
        5794.72,
        5802.9
    ],
    [
        " I actually gained quite a bit of respect I had a fair amount of respect for Joe before that but",
        5804.06,
        5808.72
    ],
    [
        " but his apology was heartfelt and sincere and and wasn't an attempt to avoid consequences",
        5808.72,
        5816.16
    ],
    [
        " yeah which is awesome and when you make a mistake as a leader when you pick the wrong plan",
        5816.16,
        5821.82
    ],
    [
        " when I say hey Jason I want you to you know can you prep this freaking brief for me",
        5821.82,
        5827.96
    ],
    [
        " and then it turns out we don't need to do the briefing I'm like hey man I know you worked for",
        5828.6,
        5833.74
    ],
    [
        " two weeks on that thing and we didn't ever need to even do it I'm sorry man as opposed to saying well",
        5833.74,
        5839.68
    ],
    [
        " you know we could have used it or whatever just making up the big cover up the big lie you know",
        5839.68,
        5844.18
    ],
    [
        " and just like hey man I'm so sorry I know I wait you wasted two weeks working on that working on",
        5844.18,
        5849.12
    ],
    [
        " that briefing we ended up not using it I should have done a better I should have done more ground",
        5849.12,
        5853.2
    ],
    [
        " work to make sure we're gonna need it and I'm sorry your respect for me doesn't go down goes up",
        5853.2,
        5858.74
    ],
    [
        " you know it's like I I was wrong and when I when it was when I was I'm reading this and I'm and I",
        5858.74,
        5865.76
    ],
    [
        " I'm like oh god here come share and again he's gonna yell at him and then he's like oh look at him",
        5865.76,
        5872.04
    ],
    [
        " go he's apologizing and then he writes about like hey we were all as soon as he did that he completely",
        5872.04,
        5877.72
    ],
    [
        " flipped yeah their feelings towards him yep a new view of him surely and amazingly if that's",
        5877.74,
        5886.26
    ],
    [
        " such a great case for taking ownership and apologizing when you screw something up",
        5886.26,
        5891.02
    ],
    [
        " yeah um he's talking a little bit about about",
        5891.02,
        5896.6
    ],
    [
        " about the the personalities and the attitudes and one thing he's talking about shared in",
        5896.6,
        5905.1
    ],
    [
        " so this is sort of a detached moment he says Sheridan does not entrench he pushes on",
        5905.8,
        5911.26
    ],
    [
        " carrying his flank and rear with him rushing flashing smashing he transfuses into his subordinates",
        5911.26,
        5917.62
    ],
    [
        " the vitality and energy of his purpose transforms them into part of his own mind and will",
        5917.62,
        5923.84
    ],
    [
        " he shows the power of a commander inspiring both confidence and fear as a rule our core and army",
        5923.84,
        5930.48
    ],
    [
        " commanders were men of brains rather than magnetism they relied on brains in others",
        5930.48,
        5937.12
    ],
    [
        " Warren was one of these he was well capable of organizing an entire plan of battle on a great field",
        5937.12,
        5944.78
    ],
    [
        " he would have been an admirable chief of staff of the army so again this is the personality of",
        5944.78,
        5950.5
    ],
    [
        " Warren Warren was like not a dynamic charismatic individual he was good at planning",
        5950.5,
        5955.92
    ],
    [
        " they're brains outweigh temperaments and when you're coming up with the plan your brains are",
        5958.4,
        5962.62
    ],
    [
        " more important he could see the whole comprehensively and adjusts the parts to subordinate",
        5962.62,
        5968.6
    ],
    [
        " but he had a certain order of temperament which although it brought him distinction as a subordinate",
        5968.6,
        5975.44
    ],
    [
        " commander seemed to work against him as a core commander yeah this is man you got it you got to",
        5975.44,
        5982.9
    ],
    [
        " you got to adjust look well we'll get into it well we'll just do it now you look if you are the",
        5983.52,
        5991.04
    ],
    [
        " the second in command if you're the chief operating option you got to make things happen",
        5991.04,
        5996.48
    ],
    [
        " and you're the one that goes hey Jason you need to get the shit done right now and you're like yeah",
        5996.48,
        6000.78
    ],
    [
        " I got it boss and then I elevate to being the CEO I need to change my behavior and I need to be the",
        6000.78,
        6009.46
    ],
    [
        " be the the the bigger personality the the more positive personality that's what I need to do",
        6010.14,
        6017.78
    ],
    [
        " the the more charismatic the more dynamic I I don't want to be the one in the weeds when I'm",
        6017.78,
        6024.4
    ],
    [
        " overall in charge now if I have the personality where I like hey I'm a great at coming up with",
        6024.4,
        6030.5
    ],
    [
        " the plans and this is the way we're gonna do this that's cool but when I promote above that and now",
        6030.5,
        6036.32
    ],
    [
        " I've got to show the vision you got to you got to adjust and you got to grow and you got to mature",
        6036.32,
        6040.78
    ],
    [
        " and by the way sometimes you go back down to that position because you could be leading a department",
        6040.78,
        6045.88
    ],
    [
        " where you got to be kind of charismatic and and then you get promoted to COO now you got to be like",
        6045.88,
        6050.64
    ],
    [
        " a little bit more of the the planner and a little bit more mechanical and then you get promoted to",
        6050.64,
        6055.56
    ],
    [
        " CO and now you got to be back to the dynamic individual again so the so part of the reason I want to say",
        6055.56,
        6063.4
    ],
    [
        " that is because yes you have a personality we all have a personality but you don't necessarily",
        6063.4,
        6072.14
    ],
    [
        " you know have to behave the same way and like I when I was an unassistant platoon commander",
        6072.14,
        6078.98
    ],
    [
        " you know I had to subdue some of my enthusiasm about things when I I was more into the detailed",
        6078.98,
        6086.62
    ],
    [
        " planning hey I got that paperwork let me run that when I was a platoon commander all of a",
        6086.62,
        6091.92
    ],
    [
        " night I stepped up into the more dynamic role got out of the details",
        6091.92,
        6096.76
    ],
    [
        " and that's what you're gonna have to do throughout your career and you have to pay attention to",
        6096.76,
        6104.56
    ],
    [
        " what your personality sort of lends itself to there is guys that I work for that were executive",
        6104.56,
        6111.06
    ],
    [
        " officers the number two in command at a seal team and they were great executive officers",
        6111.06,
        6115.74
    ],
    [
        " as commanding officers maybe not so great there was people that were great commanding officers",
        6116.24,
        6122.48
    ],
    [
        " as executive officers maybe not so great they just have a personality but at least you should",
        6122.48,
        6129.54
    ],
    [
        " you should know where your parent personality is and then modulate your personality to the job",
        6129.54,
        6136.06
    ],
    [
        " that you're in yeah the only way you're gonna do that is to detach yeah that's the only way",
        6136.06,
        6142.94
    ],
    [
        " otherwise you just swept away by your personality yeah and I so the you know in the navy every",
        6142.94,
        6149.58
    ],
    [
        " two years you're promoting right about the time you figure out how to do that job you get up to",
        6149.58,
        6155.76
    ],
    [
        " the next job and then you're doing the next job like that last job for a little while until you",
        6155.76,
        6161.18
    ],
    [
        " figure things out hopefully you figured out I mean it didn't it didn't just work out for Warren",
        6161.18,
        6167.72
    ],
    [
        " there's there's a whole bunch of circumstances where things didn't work out for Warren and maybe",
        6167.72,
        6171.56
    ],
    [
        " another circumstances would have been fine but it didn't sound like he was the dynamic leader and",
        6171.56,
        6177.06
    ],
    [
        " that's that is a hard thing to do because you're gonna start out doing what you know and unless",
        6177.06,
        6182.26
    ],
    [
        " you're willing to take feedback and so you know the 360 feedback is something that we started doing",
        6182.26,
        6190.1
    ],
    [
        " in in the teams and so you'd get feedback from your subordinates and that's painful to hear to",
        6190.1,
        6195.06
    ],
    [
        " look at that stuff sometimes you're like oh but it's so liberating because you're like oh okay",
        6195.06,
        6201.04
    ],
    [
        " and you can tell when you read the feed feedback on who's and kiss and ask and who's just angry",
        6201.04,
        6208.52
    ],
    [
        " about everything and they're just gonna be angry about it and who's giving you honest feedback it's",
        6208.52,
        6211.74
    ],
    [
        " like oh I gotta stop doing that or adjust that or I'm stepping on that guy's toes and pull it back",
        6211.74,
        6217.96
    ],
    [
        " um still still here talking about Warren he said it led him to go in personally with a single",
        6221.54,
        6226.94
    ],
    [
        " division or brigade when a sharp fight came on doing this when he when having a larger command one",
        6226.94,
        6231.82
    ],
    [
        " takes the risk of losing grasp of the hole so he's going into that like hey I'm used to doing this",
        6231.82,
        6236.3
    ],
    [
        " job down in the weeds I'm gonna get down the weeds that was what he did trying to change the front",
        6236.3,
        6241.52
    ],
    [
        " with Crawford's division under fire it was a difficult thing he put his personality into it which",
        6241.52,
        6246.32
    ],
    [
        " is what you just said Jason just a shared and would do and did in this very fight um",
        6246.32,
        6254.08
    ],
    [
        " there's a whole section that covers some of that criticism about Warren and his subordinates",
        6254.08,
        6262.44
    ],
    [
        " and and and Chamberlain goes on to say these accusations against the conduct of",
        6262.44,
        6268.58
    ],
    [
        " each of Warren's divisions while susceptible of being magnified and manipulated so as to produce",
        6268.58,
        6274.72
    ],
    [
        " a certain forensic effect are of no substantial weight even if true in the sharpest sense so even if",
        6274.72,
        6282.22
    ],
    [
        " Warren's subordinates were totally jacked up look he's saying look you can create you can look",
        6282.22,
        6287.32
    ],
    [
        " in the back and say like oh these guys were bad this guy did this wrong this guy did that wrong",
        6287.32,
        6291.62
    ],
    [
        " yet you can produce a certain forensic effect but even if that's true in the sharpest sense",
        6291.62,
        6298.7
    ],
    [
        " they would be overstrained in uncalled for considering how the battle ended and by whom it was",
        6298.7,
        6304.64
    ],
    [
        " mainly fought in a military and highly proper sense general Warren was responsible for the",
        6304.64,
        6313.04
    ],
    [
        " conduct of his core and ultimately for that of each of his divisions there you have it you got",
        6313.04,
        6321.58
    ],
    [
        " people that work for you you got departments under you got divisions underneath you got platoons",
        6321.58,
        6327.24
    ],
    [
        " or battalions or companies underneath you you are responsible for what all those people do",
        6327.24,
        6333.7
    ],
    [
        " there are two ways in which such control might be exercised by prevention or by correction so I'm",
        6336.76,
        6343.4
    ],
    [
        " either going to say Jason you know what you're not doing this job well you're not doing this job you're",
        6343.4,
        6346.78
    ],
    [
        " fired or hey Jason you're not doing this job well here's the corrections you need to make that's",
        6346.78,
        6351.4
    ],
    [
        " what you do or hey Jason I know that you're going to set everything on fire don't set everything on",
        6351.4,
        6358.18
    ],
    [
        " fire which is correction right yeah which is preventive I guess that's prevention prevention",
        6358.18,
        6363.62
    ],
    [
        " it was Crawford's duty to keep his vital connection with Aries and if in any way should be broken",
        6364.74,
        6369.98
    ],
    [
        " to be on the alert to see an act Warren should hold him rest should hold him responsible for that",
        6369.98,
        6374.94
    ],
    [
        " and if he knew he could not at the start Rouse Crawford whose peculiarities he knew to a vivid",
        6374.94,
        6381.78
    ],
    [
        " conception of the anatomy and physiology of the case he should have had a staff officer charged",
        6381.78,
        6386.88
    ],
    [
        " with the duty of keeping Crawford closed on Aries while he himself at the point where he could keep",
        6386.88,
        6393.52
    ],
    [
        " in touch with his whole core and hold Griffin under his hand at the ready and trusted reserve prepared",
        6393.52,
        6399.58
    ],
    [
        " for the unexpected so he's saying the same thing you and I just said like if if ECHO is a little",
        6399.58,
        6404.7
    ],
    [
        " bit of a wild man and a not quite sure who's going to do cool I take Jason my trusted guy and say",
        6404.7,
        6409.48
    ],
    [
        " hey man go with ECHO let me know what he's doing he gets a little wild sometimes you and Dave call",
        6409.48,
        6423.48
    ],
    [
        " down and now we get to Appomattox Appomattox fast forwarding a little bit I'm about to speak of what",
        6426.54,
        6432.52
    ],
    [
        " came under my observation in the action of Appomattox Appomattox courthouse and the circumstances",
        6432.52,
        6437.96
    ],
    [
        " attending the surrender of the army of northern Virginia April 9th 1865 so now they're",
        6437.96,
        6445.14
    ],
    [
        " 20 25 miles or so from five forks the battle that they were just in this is a week later",
        6445.14,
        6453.4
    ],
    [
        " eight days later something like that they had to march that that time he says the fifth",
        6453.48,
        6459.94
    ],
    [
        " core had a very hard march that day made more so in the afternoon and night by the lumbering",
        6459.94,
        6464.58
    ],
    [
        " obstructions of the rear of ords tired column by courtesy given the road before us the incessant",
        6464.58,
        6471.02
    ],
    [
        " check fretting our men almost to mutiny we had been rushed all day to keep up with the cavalry",
        6471.02,
        6477.82
    ],
    [
        " but this constant checking was worse we did not know that grant had set orders to the fifth",
        6478.16,
        6483.66
    ],
    [
        " court of march all night without halting but it was not necessary for us to know it after 29",
        6483.66,
        6489.16
    ],
    [
        " miles of this kind of marching at the blackest hour of night human nature had called the halt",
        6489.16,
        6494.8
    ],
    [
        " dropping by the roadside left and right wet or dry down went men as in a soon swoon officers",
        6494.8,
        6503.88
    ],
    [
        " slid out of the saddle loosened the girth slipped an arm through the loop of a bridal rain",
        6503.88,
        6509.02
    ],
    [
        " and sunk to sleep horses stood with drooping heads just above their master's faces all dreaming",
        6509.02,
        6514.66
    ],
    [
        " one knows not of what of past or coming possible or faded scarcely as the first broken dream begun",
        6514.66,
        6524.64
    ],
    [
        " when a cavalry man comes splashing down the road and vigorously dismounts pulling from his jacket",
        6524.64,
        6530.1
    ],
    [
        " crumpled note the sentinel standing watch by his commander warn in body but alert and every",
        6530.44,
        6536.46
    ],
    [
        " sense touches your shoulder orders sir i think you rise on your elbow strike a match and with smarting",
        6536.46,
        6543.44
    ],
    [
        " streaming eyes read the brief thrilling note from sharedin like this as i remember quote i have",
        6543.44,
        6550.32
    ],
    [
        " cut across the enemy at apomattox apomattox station and captured three of his trains if you can",
        6550.32,
        6557.98
    ],
    [
        " possibly push your infantry up here tonight we will have great results in the morning end quote",
        6557.98,
        6564.86
    ],
    [
        " no more sleep the startling bugle notes the ring out to the march were to sent for the men to",
        6564.86,
        6575.02
    ],
    [
        " take a bite of such as they had for food the promised rations would not be up till noon and by",
        6575.02,
        6580.44
    ],
    [
        " that time we should be where they don't even know they are there men shivering to their senses as",
        6580.44,
        6589.92
    ],
    [
        " if written out of risen out of the earth but something in them not of it now sounds the forward",
        6589.92,
        6596.2
    ],
    [
        " for the last time in our long drawn strife and they move these men sleepless suprilous breakfastless",
        6596.2,
        6603.5
    ],
    [
        " sore footed stiff jointed sense be numbed but with flushed faces pressing for the front",
        6603.5,
        6610.8
    ],
    [
        " some hard man freaking hard",
        6610.8,
        6616.88
    ],
    [
        " they march eventually they arrive on station i ride straight to shared in a dark smile and impotures",
        6616.88,
        6628.16
    ],
    [
        " gesture are my only orders forward into double lines of battle past shared in his guns as cavalry",
        6628.42,
        6635.94
    ],
    [
        " and on for the quivering crest for a moment it is a glorious sight every arm of the service in full",
        6635.94,
        6642.9
    ],
    [
        " play cavalry artillery infantry then a sudden shift shifting scene as the cavalry disengaged by",
        6642.9,
        6651.1
    ],
    [
        " successive squadrons rally under their bugle calls with beautiful precision and promptitude",
        6651.1,
        6655.96
    ],
    [
        " and sweep like a storm cloud beyond our right to close in on the enemy's left and complete the",
        6655.96,
        6662.56
    ],
    [
        " fateful envelopment we take up battle Gregory follows in on my left it is a formidable weight",
        6662.56,
        6669.88
    ],
    [
        " front we make the scene darkens in a few minutes the tide is turned the incoming wave is at high",
        6669.88,
        6676.74
    ],
    [
        " flood the barrier recedes in truth the stone wall men hardly show their well-proved metal they",
        6676.74,
        6683.76
    ],
    [
        " seem astonished to see before them familiar flags of their old antagonist not having thought it",
        6683.76,
        6689.94
    ],
    [
        " possible that we could match our cavalry and march around and across their pressing columns",
        6689.94,
        6695.76
    ],
    [
        " and i don't think i did a good job of laying out the way that went but these soldiers had marched",
        6695.76,
        6702.5
    ],
    [
        " to keep up with the cavalry and had gotten there in 29 miles in a very short period of time",
        6702.5,
        6708.16
    ],
    [
        " their last hope is gone to break through our cavalry before our infantry can get up",
        6709.3,
        6715.08
    ],
    [
        " neither to Danville nor to Lynchburg can they cut their way and close upon their rear five miles",
        6715.08,
        6721.58
    ],
    [
        " away are pressing the second and sixth core of the army of the Potomac it is the end they are now",
        6721.58,
        6728.06
    ],
    [
        " giving way but keep up good front by force of old habit halfway up the slope they make a stand",
        6728.06,
        6735.52
    ],
    [
        " with what perhaps they think a good omen behind a stone wall i try a little artillery on them",
        6735.52,
        6741.88
    ],
    [
        " which directs their thoughts towards the crest behind them and stiffens my lines for a rush",
        6741.88,
        6746.8
    ],
    [
        " anxious for that crust myself crest myself but now comes up orde with a positive order don't expose",
        6746.8,
        6756.6
    ],
    [
        " your lines on that crest the enemy of mass their guns to have to give it a raking fire the moment",
        6756.6,
        6762.32
    ],
    [
        " you set foot there i thought i saw a qualifying look as he turned away but left alone youth",
        6762.32,
        6770.18
    ],
    [
        " struggled with prudence my troops were in a bad position down here i did not like to be",
        6770.18,
        6775.66
    ],
    [
        " the duck the underdog it was much better to be on top and at least know what was there beyond",
        6775.66,
        6782.28
    ],
    [
        " so i thought of grant and his permission to quote push things when we got them going and have",
        6782.28,
        6789.4
    ],
    [
        " shared in and his last words as he wrote away with his cavalry smiting his hands together",
        6789.4,
        6793.86
    ],
    [
        " quote now smash them i tell you smash them end quote so we took this for orders and on the crest we stood",
        6793.86,
        6803.62
    ],
    [
        " one booming cannon shot past close along our front and in the next moment all was still so",
        6803.62,
        6811.18
    ],
    [
        " he gets told don't go up to that crest but he's in a bad situation anyways and he thinks",
        6811.18,
        6818.8
    ],
    [
        " hey i'm i'm this isn't good what are some other orders i've received recently well i've also got",
        6819.94,
        6827.34
    ],
    [
        " told to push things i've also got told to smash them so i'm going to take some initiative here",
        6827.34,
        6832.14
    ],
    [
        " and we're going we're going to get to that crest and when he gets up there turns out there's just one",
        6832.14,
        6837.42
    ],
    [
        " cannon shot we had done it had exposed ourselves to the view of the enemy but it was an exposure",
        6837.42,
        6844.84
    ],
    [
        " that worked two ways for their burst upon our vision of mighty scene fit cadence the story of tumultuous",
        6844.84,
        6852.68
    ],
    [
        " years encompassed by the cordon of steel that crowned the heights about the courthouse on the slopes",
        6852.68,
        6859.04
    ],
    [
        " of the valley formed by the sources of the apomattox lay the remnants of that far famed army",
        6859.04,
        6865.76
    ],
    [
        " counterpart and companion of our own in momentous history the army of northern Virginia please army",
        6865.76,
        6874.08
    ],
    [
        " and so now he standing up in this position looking down and can see the entire scene from his elevated",
        6874.84,
        6881.98
    ],
    [
        " position and including the apomattox apomattox sorry around here's what he describes around its",
        6881.98,
        6891.8
    ],
    [
        " edges now trotten to mire swarms an indescribable crowd worn out soldier struggling to the front",
        6891.8,
        6900.04
    ],
    [
        " demoralized citizen and denizen white black and all shades between following leaves army",
        6900.32,
        6907.48
    ],
    [
        " are flying before these suddenly confronted terrible Yankees pictured to them as demon shape and",
        6907.48,
        6913.98
    ],
    [
        " bent animals too of all forms and grades vehicles of every description and non-description",
        6913.98,
        6920.32
    ],
    [
        " public and domestic four-wheeled or two or one heading and moving in every direction a swarming",
        6920.32,
        6927.44
    ],
    [
        " mass of chaotic confusion so with a fervor of devout joy as when perhaps the old crusaders",
        6927.44,
        6936.92
    ],
    [
        " first caught sight of the holy city of their quest with an uproaring of heart that was half pagan",
        6936.92,
        6943.48
    ],
    [
        " half prayer we dash forward to the consummation a solitary field piece in the edge of town gives",
        6943.48,
        6950.88
    ],
    [
        " an angry but expiring defiance we press down the little slope through a little swamp over a bright",
        6950.88,
        6956.94
    ],
    [
        " swift stream our advances already in the town only the narrow street between the posing lines",
        6956.94,
        6963.54
    ],
    [
        " and hardly that there is wild work that looks frightening but not much killing nor even hurting",
        6963.54,
        6972.0
    ],
    [
        " the disheartened enemy take it easy our men take them easier it is a wild mild fusing earnest",
        6972.0,
        6982.02
    ],
    [
        " but not deadly earnest a young orderly of mine unable to contain himself begs permission to go",
        6982.02,
        6989.44
    ],
    [
        " forward and dashes in sword flourishing as if he was a terrible fellow his demonstrations seemingly more",
        6989.44,
        6997.34
    ],
    [
        " amusing than resisted for he soon comes back hugging four sabers to his breast speechless at his",
        6997.34,
        7004.28
    ],
    [
        " achievement new guy going in so you can see the the Confederate army is kind of fallen apart",
        7007.4,
        7015.6
    ],
    [
        " and these guys are charging in expecting a fight and there's just not that much of a fight",
        7015.6,
        7023.58
    ],
    [
        " and then this suddenly rose to our side another form close in our own front a soldierly young figure",
        7023.58,
        7033.22
    ],
    [
        " handsomely dressed and mounted a Confederate staff officer undoubtedly to whom some of my advanced",
        7033.38,
        7041.0
    ],
    [
        " lines seem to be pointing my position now I see the white flag earnestly born and it's possible",
        7041.0,
        7050.28
    ],
    [
        " purport sweeps before my inner vision like a rath of mourning mist he comes steadily on the",
        7050.28,
        7058.4
    ],
    [
        " mysterious forming gray my mood so whimsical sensitive that I could even smile at the material of",
        7058.4,
        7064.58
    ],
    [
        " the flag wondering where in either army was found a towel and one so white but it bore a mighty message",
        7064.58,
        7073.04
    ],
    [
        " that simple emblem of homely service wafted hitherward above the dark and crimson streams",
        7073.04,
        7081.46
    ],
    [
        " never can wash themselves away the messenger draws near dismounts with graceful salutation and",
        7081.46,
        7090.38
    ],
    [
        " hardly suppressed emotion delivers his message sir I am from general Gordon general lead desires a",
        7090.38,
        7098.48
    ],
    [
        " cessation of hostilities until he can hear from general grant as to the proposal of surrender",
        7098.48,
        7104.28
    ],
    [
        " what word is this so long so dearly fought for so feverishly dreamed but never but ever snatched away",
        7106.78,
        7114.84
    ],
    [
        " held hidden and aloof now smiting the senses with dizzy flash surrender we had no rumor of this",
        7114.84,
        7123.0
    ],
    [
        " from the long messages that had been passing between grant and lee for now these two days between",
        7123.0,
        7128.26
    ],
    [
        " behind us surrender it takes a moment to gather one speech sir I answer that matter exceeds my authority",
        7128.26,
        7137.62
    ],
    [
        " I will send to my superior general lead is right he can do no more",
        7137.62,
        7144.18
    ],
    [
        " all this with a forced calmness covering a tumult of heart and brain",
        7144.18,
        7151.76
    ],
    [
        " I bid him wait a while and the message goes up to my core commander general griffin leaving me",
        7153.06,
        7158.7
    ],
    [
        " mazed at the boating change",
        7158.7,
        7161.96
    ],
    [
        " even here he's trying to remain calm like purposely forced calmness",
        7161.96,
        7170.9
    ],
    [
        " now from the right come foaming up in cavalier fashion two forms I'd watched from away beyond a",
        7170.9,
        7178.78
    ],
    [
        " white flag again held strong a loft making straight for the little group beneath our battle flag",
        7178.78,
        7184.1
    ],
    [
        " high born also the red multi cross on a white field that had thrilled hearts long ago",
        7184.1,
        7189.36
    ],
    [
        " I see now that is one of our cavalry staff in the lead",
        7189.36,
        7194.54
    ],
    [
        " indeed I recognize him colonel wittaker of custer staff and hardly keeping pace with him a confederate",
        7194.54,
        7208.76
    ],
    [
        " unconditional surrender this is the end then he hastily introduces his companion and adds",
        7208.76,
        7215.96
    ],
    [
        " I am just from Gordon and Longstreet Gordon says for god's sake stop this infantry or",
        7215.96,
        7224.5
    ],
    [
        " hell will be to pay I'll go to sharedin he adds and dashes away with a white flag leaving Longstreet's aid with me",
        7224.5,
        7234.14
    ],
    [
        " the captains cry hold the rebels want to surrender the more men want to be there and see it still to",
        7236.78,
        7243.6
    ],
    [
        " the front where the real fun is and the forward takes an upward turn for when we do succeed in",
        7243.6,
        7251.26
    ],
    [
        " stopping their advance we cannot keep their arms and legs from flying to the top of fences and",
        7251.26,
        7256.2
    ],
    [
        " hastacks and chimneys they clamber to toss their old caps higher in the air and leave the earth as far",
        7256.2,
        7263.74
    ],
    [
        " as the enemy gallops up to inquire the meaning of this strange departure from a custom discipline",
        7263.74,
        7268.42
    ],
    [
        " only that lee wants time to surrender I answer glory to god roars the grave and brave old general",
        7268.42,
        7277.52
    ],
    [
        " your legs have done it my men he shouts galloping up cap and hand generously forgiving our disobedience",
        7277.52,
        7285.96
    ],
    [
        " of orders and rash exposure on the dubious crest true enough their legs had done it had matched",
        7285.96,
        7291.46
    ],
    [
        " the cavalry as grant admitted had cut around Lee's best doings and commanded the grand halt",
        7291.46,
        7297.0
    ],
    [
        " but other things had done it the blood was still fresh upon the quaker road the white oak ridge",
        7297.0,
        7303.98
    ],
    [
        " five forks farmville high bridge and sailors creek and we take somewhat gravely this complement of",
        7303.98,
        7311.56
    ],
    [
        " our new commander of the army of the james at last after pardoning something to the spirit of",
        7311.56,
        7321.0
    ],
    [
        " the lines one o'clock comes no answer from lee nothing for us but to shake hands and take arms to",
        7326.98,
        7335.34
    ],
    [
        " resume hostilities as I turned to go general griffin said to me in a low voice prepared a make or",
        7335.34,
        7341.2
    ],
    [
        " receive an attack in ten minutes it was a sudden change in tone in our relations and brought a",
        7341.2,
        7347.52
    ],
    [
        " queer sensation where my troops had halted the opposing lines weren't close proximity the men",
        7348.12,
        7353.6
    ],
    [
        " stacked arms the men had stacked arms and were resting in place it did not seem like war we were",
        7353.6,
        7360.6
    ],
    [
        " going to recommend but willful murder but the order was only to prepare and that we did our troops",
        7360.6,
        7368.96
    ],
    [
        " were in good position my advance line across the road and we stood fast intensely waiting I had",
        7368.96,
        7375.08
    ],
    [
        " mounted and sat looking at the scene before me thinking of all that was impending and depending",
        7375.08,
        7380.44
    ],
    [
        " when I felt it coming upon a strange sense of some presence invisible but powerful like those",
        7380.44,
        7390.46
    ],
    [
        " unearthly visitants told of an ancient story charged with supernatural message disquieted I turned",
        7390.46,
        7396.92
    ],
    [
        " about and there behind me riding in between my two lines appeared a commanding form superbly mounted",
        7396.92,
        7404.44
    ],
    [
        " richly accrued accrued of imposing bearing noble countenance with expression of deep sadness over",
        7404.44,
        7412.8
    ],
    [
        " mastered by deeper strength it is no other than Robert E. Lee and seen by me for the first time",
        7412.8,
        7421.86
    ],
    [
        " within my own lines I sat immovable with a certain awe and admiration he was coming with a single",
        7421.86,
        7434.42
    ],
    [
        " was to determine momentous issues not long after by another in leading road appeared another form",
        7434.42,
        7444.0
    ],
    [
        " plain unassuming simple and familiar to our eyes but but to the thought as much inspiring as Lee",
        7444.0,
        7450.82
    ],
    [
        " in his splendor and his sadness it is grant he too comes with a single aid a staff officer of",
        7450.82,
        7458.16
    ],
    [
        " shared ins slouched hat without cord common soldier blouse unbuttoned on which however the four stars",
        7458.16,
        7467.06
    ],
    [
        " high boots mud splash to the top trousers tucked inside no sword but the sword hand deep in the pocket",
        7467.06,
        7474.04
    ],
    [
        " sitting his saddle with the ease of a born master taking no notice of anything at all all his",
        7474.04,
        7480.46
    ],
    [
        " faculties gathered into intense thought and mighty calm he seemed greater than I'd ever seen him",
        7480.46,
        7486.1
    ],
    [
        " a look of another world about him no wonder I forgot altogether to salute him anything like that",
        7486.1,
        7494.46
    ],
    [
        " would have been too little",
        7494.46,
        7496.56
    ],
    [
        " too little",
        7504.68,
        7505.74
    ],
    [
        " staff officers are flying crying Lee surrenders",
        7505.74,
        7514.64
    ],
    [
        " although with some kind of strength left among those worn and famished men belting the hills",
        7514.64,
        7520.26
    ],
    [
        " around the springs of apomattox who rent the air with shouting and uproar as if the earth and see",
        7520.26,
        7526.76
    ],
    [
        " a join the song our men did what they thought their share and then went to sleep as they had as",
        7526.76,
        7533.32
    ],
    [
        " they had need to do but in the opposite camp they acted as if they got a hold of something too good",
        7533.32,
        7538.92
    ],
    [
        " to keep and gave it to the stars besides they had supper that night which was something of a novelty",
        7538.92,
        7546.34
    ],
    [
        " for we had divided rations with our old antagonist now they were by our side as suffering brothers",
        7546.92,
        7554.64
    ],
    [
        " so they're well in truth long street had come over to our camp that evening with an unwant",
        7554.64,
        7564.16
    ],
    [
        " and moisture on his martial cheek and compressed words on his lips gentlemen I must speak plainly",
        7564.16,
        7571.06
    ],
    [
        " we are starving over there for god's sake can you send us something we were men and we acted like men",
        7571.18,
        7578.74
    ],
    [
        " knowing we should suffer it for ourselves we were too short rations also and had been for days but",
        7578.74,
        7586.22
    ],
    [
        " must be for days to come we sent over to that starving camp share and share alike for all there with",
        7586.22,
        7598.84
    ],
    [
        " ourselves again that's like amazing to the sort of mutual respect almost instantly to try and help",
        7601.4,
        7608.84
    ],
    [
        " out these your enemy how about long streets coming over by you're not sending a staff officer or",
        7608.84,
        7615.62
    ],
    [
        " anybody else he's going to say hey bring my guy some food so there's some forgiveness",
        7615.62,
        7624.32
    ],
    [
        " this was also interesting late that night I was summoned to headquarters where general griffin informed me",
        7626.54,
        7632.64
    ],
    [
        " that I was to command the parade on the occasion of the formal surrender of the arms and colors of",
        7632.64,
        7637.7
    ],
    [
        " lease army he said the Confederates had begged hard to be allowed to stack their arms on the ground",
        7637.7,
        7644.84
    ],
    [
        " where they were and let us go pick them up after they had gone so that was their plan the Confederates",
        7644.84,
        7652.08
    ],
    [
        " said hey let us just leave our weapons and we're going to bail but grant did not think this quite",
        7652.08,
        7657.44
    ],
    [
        " respectful enough to anybody including the United States of America and while he would have all",
        7657.44,
        7662.46
    ],
    [
        " private property respected and would permit officers to retain their side arms he insisted that",
        7662.46,
        7668.0
    ],
    [
        " surrender that the surrendering army as such should march out in due order and lay down all tokens",
        7668.0,
        7675.06
    ],
    [
        " of Confederate authority and organized hostility to the United States in an immediate presence of some",
        7675.06,
        7681.4
    ],
    [
        " representative portion of the Union army griffin added in a significant tone that grant wished",
        7681.5,
        7687.86
    ],
    [
        " the ceremony to be as simple as possible and that nothing should be done to humiliate the manhood",
        7687.86,
        7693.44
    ],
    [
        " of the southern soldiers so there's like a little balance there okay we'll share some food with you",
        7693.44,
        7704.3
    ],
    [
        " but you got to come and you got to come and surrender proper",
        7704.3,
        7708.06
    ],
    [
        " it was now the morning of the 12th of April I had been ordered to have my lines formed for the",
        7708.06,
        7718.14
    ],
    [
        " ceremony at sunrise it was a chill gray morning depressing to the senses we formed along the principal",
        7718.14,
        7724.22
    ],
    [
        " street we were the remnants also Massachusetts main Maryland Michigan Pennsylvania New York",
        7724.22,
        7733.98
    ],
    [
        " veterans and replaced veterans cut to pieces cut down consolidated divisions into brigades",
        7734.3,
        7741.96
    ],
    [
        " regiments into one gathered by state origin back to their place of birth this little line",
        7741.96,
        7749.4
    ],
    [
        " quintet quintessence are meticycosis of porters old core of gains mill of maverine hill",
        7749.4,
        7759.28
    ],
    [
        " men of near blood borne made nearer by bloodshed those facing us now thank god the same",
        7759.38,
        7770.54
    ],
    [
        " our earnest eyes can scan the busy groups on the opposite slopes breaking camp for the last time",
        7770.54,
        7779.92
    ],
    [
        " taking down the little shelter tents and folding them carefully as precious things then",
        7779.92,
        7785.34
    ],
    [
        " slowly forming ranks as for unwelcome duty and now they move the dusky swarms forage forward into",
        7785.34,
        7793.38
    ],
    [
        " gray columns of march on they come with the old swinging root step and swaying battle flags",
        7793.38,
        7800.72
    ],
    [
        " instructions had been given and when the head of each division column comes opposite our camp",
        7800.72,
        7810.24
    ],
    [
        " our bugle sounds the signal and instantly our whole line from right to left regiment by regiment",
        7810.24,
        7816.58
    ],
    [
        " in succession gives the soldiers salutation from the order arms to the old carry the marching salute",
        7816.58,
        7824.62
    ],
    [
        " Gordon at the head of the column riding with heavy spirit and downcast face catches the sound",
        7824.62,
        7831.66
    ],
    [
        " of shifting arms looks up and taking the meaning wheels superbly making himself and his horse one",
        7831.66,
        7837.82
    ],
    [
        " uplifted figure with the proud profound salutation as he drops the point of his sword to the boot toe",
        7837.86,
        7844.32
    ],
    [
        " then facing to his own command gives word for successive brigades to pass us with the same position",
        7844.32,
        7851.04
    ],
    [
        " of manual honor answering for honor our part on our part not a sound of trumpet nor roll of drum",
        7851.04,
        7862.56
    ],
    [
        " not a cheer nor word of whisper of vain gloring nor motion of a man standing again at the order",
        7862.74,
        7869.62
    ],
    [
        " but an odd stillness rather and breath holding as if it were the passing of the dead",
        7869.62,
        7876.06
    ],
    [
        " they fix bayonets stack arms then hesitantly remove cartridge boxes and lay them down",
        7876.06,
        7888.14
    ],
    [
        " lastly reluctantly with agony of expression they tenderly fold their flags battle worn and torn",
        7890.56,
        7897.78
    ],
    [
        " blood stained heart holding colors and lay them down some friends at the rushing from the ranks",
        7897.78,
        7905.38
    ],
    [
        " kneeling over them clinging to them pressing them to their lips with burning tears",
        7905.38,
        7909.94
    ],
    [
        " and only the flag of the union greets the sky",
        7909.94,
        7914.76
    ],
    [
        " what visions thronged as we looked into each other's eyes here past the men of antitom the bloody",
        7918.66,
        7924.9
    ],
    [
        " lane the sunken road the cornfield the burnside bridge the men whom stone walled Jackson on the",
        7924.9,
        7930.6
    ],
    [
        " second night at Fredericksburg begged Lee to let him take and crush the two core of the army of the",
        7930.6,
        7935.94
    ],
    [
        " Potomac huddled in the streets in the darkness and confusion the men who swept the eleventh",
        7935.94,
        7941.78
    ],
    [
        " core at Chancellorville who left six thousand of their companions around the bases of colps and",
        7941.78,
        7947.14
    ],
    [
        " cemetery hills at Gettysburg these survivors of the terrible wilderness the bloody angle at",
        7947.14,
        7952.44
    ],
    [
        " Spotsylvania the slaughter pan of cold harbor the whirlpool of Bethesda church here comes Cobbs",
        7952.44,
        7960.16
    ],
    [
        " Georgia Legion which held the stone wall on Mary's heights at Fredericksburg closed before which",
        7960.16,
        7968.06
    ],
    [
        " we piled our dead for breast work so that the living might stay alive here to come Gordon's",
        7968.06,
        7976.02
    ],
    [
        " and hoax North Carolinians who stood before the terrific mine explosion at Petersburg",
        7976.54,
        7981.84
    ],
    [
        " and advancing retook the smoking crater and the dismal heaps of dead ours more than theirs",
        7981.84,
        7988.96
    ],
    [
        " huddled in the ghastly chasm here are the men of McGowen's hunting and scales who broke the",
        7988.96,
        7995.18
    ],
    [
        " fifth core lines on the white oak road and were so desperately driven back on that four-learn night",
        7995.18,
        8000.22
    ],
    [
        " of March the 31st by Thrice decimated Brigade now comes Anderson's fourth core only Bush",
        8000.22,
        8009.88
    ],
    [
        " Rodden Bush Roddick Johnson's division left and this the Rednant of those we fought so fiercely",
        8009.88,
        8017.84
    ],
    [
        " on Quaker Road two weeks ago with Wise's Legion to fierce for its own good here passes the proud",
        8017.84,
        8026.2
    ],
    [
        " remnant of Ramsons North Ramsams North Carolinians who were swept through five forks 10 days ago",
        8026.2,
        8033.48
    ],
    [
        " and all the little that was left of this division in the sharp passages at Sailor's Creek five days",
        8033.48,
        8040.42
    ],
    [
        " thereafter now makes its last front AP Hills old core heath now at the leads since he had gone too",
        8040.42,
        8050.08
    ],
    [
        " forward ever to return the men who poured destruction into our division at Shepherdstown",
        8050.08,
        8056.84
    ],
    [
        " Ford and Tiedem in 62 when Hill reported the Potomac the Potomac running blue with our bodies",
        8056.84,
        8063.38
    ],
    [
        " the men who opened the desperate first days fight at Gettysburg where",
        8063.38,
        8068.18
    ],
    [
        " withstanding them so stubbornly our Robinson's Brigade lost 1,185 men and the Iron Brigade alone",
        8068.18,
        8076.98
    ],
    [
        " 1,153 these men of Hearth's division here too losing 2,850 men companions of these now looking into",
        8078.56,
        8087.58
    ],
    [
        " our faces so differently now the sad great pageant Long Street and his men what shall we give them",
        8087.58,
        8097.54
    ],
    [
        " for greeting that has not already been spoken in volleys of thunder and written in lines of",
        8097.54,
        8102.28
    ],
    [
        " fire all over the banks of Virginia shall we go back to Gaines male or Mavern Hill or to",
        8102.28,
        8110.0
    ],
    [
        " Antiedem or of Maryland or Gettysburg of Pennsylvania deepest graven of all for here is what remains",
        8110.0,
        8118.96
    ],
    [
        " of Kirshaw's division which left 40% of its men at Antiedem and at Gettysburg with",
        8118.96,
        8125.74
    ],
    [
        " Barksdale and Sims Brigade tore through the Peach orchard rolling up the right of our",
        8125.74,
        8132.72
    ],
    [
        " gallant third corps sweeping over the proud batteries of Massachusetts big low and Phillips",
        8132.72,
        8138.2
    ],
    [
        " where under the smoke we saw earth brown and blue with prostrated bodies of men and horses",
        8138.2,
        8144.48
    ],
    [
        " and the tongues of overturned cannon pointing grim and stark in the air",
        8144.48,
        8150.48
    ],
    [
        " then in the wilderness and at Spots of Vainier Kirshaw again in deeds of awful glory and thereafter",
        8152.84,
        8159.94
    ],
    [
        " for all their losses holding their name and fame until fate fate met them at Sailor's Creek",
        8159.94,
        8166.92
    ],
    [
        " where all but these with Kirshaw himself and the uuul and so many more gave up their arms and hopes",
        8166.92,
        8175.66
    ],
    [
        " all indeed but manhoods honor with what strange emotion I looked into these faces before",
        8176.68,
        8185.8
    ],
    [
        " which in the Matt assault river on Reeves salient June 1864 I was left for dead under their eyes",
        8185.8,
        8194.34
    ],
    [
        " it is by miracles we have lived to see this day any of us standing here",
        8194.34,
        8200.84
    ],
    [
        " now comes the sinewy remnant of fierce hoods division which at Gettysburg we saw pouring through",
        8204.76,
        8211.48
    ],
    [
        " the devils den and plum run gorge turning again by the left our stubborn third corps then swarming",
        8211.48,
        8218.76
    ],
    [
        " up the rocky bastions of round top to be met there by equal valor which changed Lee's whole",
        8218.76,
        8224.38
    ],
    [
        " plan of battle and perhaps the story of Gettysburg is this picket's division this little group",
        8224.38,
        8233.06
    ],
    [
        " left of those who on the lurid last day of Gettysburg breasted level crossfire and thunderbolts",
        8233.06,
        8239.94
    ],
    [
        " of storm to be strewn back drifting wrecks where after that awful futile pitiful charge we buried",
        8239.94,
        8247.8
    ],
    [
        " them in graves a furlong wide with names unknown man again in the terrible cyclone sweep over the",
        8247.8,
        8263.5
    ],
    [
        " breast works at five forks met now so thin so pale purged of the mortal as if knowing pain or joy",
        8263.5,
        8271.46
    ],
    [
        " no more how could we help falling on our knees all of us together and praying God to pity and forgive us all",
        8271.46,
        8283.1
    ],
    [
        " you know i don't know if you can capture the emotions that these guys must have felt on both sides at",
        8305.82,
        8310.72
    ],
    [
        " this juncture but i that must be a pretty close proximity to at least the best you could do to",
        8310.72,
        8316.44
    ],
    [
        " capture those emotions and there's another the book goes on and there's a powerful section",
        8316.44,
        8330.54
    ],
    [
        " where he because that that section there you know he kind of calls out name by name the various",
        8332.22,
        8337.26
    ],
    [
        " units and there's a section where there's a parade for the army of the Potomac and it's incredible",
        8337.26,
        8343.68
    ],
    [
        " pop incredibly powerful as well and he goes by unit by unit um",
        8343.68,
        8349.22
    ],
    [
        " there's one point where he brings up the fact that while Warren was",
        8349.22,
        8355.28
    ],
    [
        " Warren there was a there was basically a trial because Warren said hey i shouldn't have been fired",
        8356.22,
        8361.38
    ],
    [
        " he wanted to kind of redeem himself and there's he brings up a point where someone was asking",
        8361.38,
        8367.38
    ],
    [
        " one of the one of the cross examining lawyers asked Warren hey when you're in this battle where",
        8367.38,
        8373.28
    ],
    [
        " where were your regulars and Warren looks at him with a bold and quivering lip and says buried sir at",
        8373.28,
        8385.26
    ],
    [
        " yeah that's it's it's hard to do this book justice um without just reading the entire thing",
        8386.98,
        8393.98
    ],
    [
        " and there's just stories upon stories and in in this book and lessons so many lessons that we",
        8393.98,
        8405.0
    ],
    [
        " we barely touched into um like i said before if you get a chance to go to Gettysburg go there",
        8405.0,
        8411.08
    ],
    [
        " go there um we go there if you want to come there with us go check that out but",
        8412.24,
        8417.18
    ],
    [
        " there's one more section um that i wanted to cover in the book",
        8417.18,
        8423.58
    ],
    [
        " um Joshua Chamberlain is he's he's with some of his surviving troops in Maine",
        8423.58,
        8435.96
    ],
    [
        " and there've been some kind of scrambling of of the organization the 20th made it become",
        8436.74,
        8441.06
    ],
    [
        " combined with the 16th and the second and the wars finished and i tried to figure out how long",
        8441.06,
        8447.82
    ],
    [
        " after the war this was i'm not i couldn't couldn't quite identify when exactly this was but they're at a",
        8447.82,
        8453.96
    ],
    [
        " banquet and Chamberlain you know this whole both these podcasts were talking about the flags and",
        8453.96,
        8465.94
    ],
    [
        " during the defense of little roundtop at some point they had lost their colors",
        8465.94,
        8470.22
    ],
    [
        " at some point you know during this freaking mayhem they lost their colors and",
        8470.22,
        8478.16
    ],
    [
        " it you know this is a symbolic event but like i said like he was saying it's a tactical event",
        8478.16,
        8485.7
    ],
    [
        " there there's actually a tactical reason for those colors but it's also symbolic as well",
        8485.7,
        8491.32
    ],
    [
        " and at some point these during the battle getty's bergen i'm not exactly sure when it was",
        8494.58,
        8500.18
    ],
    [
        " i don't even know if it was during roundtop that defense but at some point the soldiers from Maine",
        8500.18,
        8504.48
    ],
    [
        " the colors were lost for a little while and Chamberlain wants to address that directly",
        8504.48,
        8509.6
    ],
    [
        " to the surviving troops in this in this speech and i just want to read one section of it",
        8509.6,
        8517.08
    ],
    [
        " he says your colors it was said were lost",
        8520.5,
        8525.7
    ],
    [
        " that word came to me when on the morning of the second i reached the crest far to the rear",
        8525.7,
        8534.18
    ],
    [
        " of that where you had stood and i felt the shock but not of shame",
        8534.18,
        8539.66
    ],
    [
        " for i knew something terrible must have befallen and that there could have been no dishonor where you were",
        8540.8,
        8548.44
    ],
    [
        " but when i came to know the truth of it all i saw that instead of your colors being lost",
        8548.44,
        8555.4
    ],
    [
        " they were eternally saved not laid down but lifted up not captured nor surrendered",
        8555.4,
        8564.72
    ],
    [
        " but translated the shadow lost in substance the flag it is the symbol of the country's honor",
        8564.72,
        8573.18
    ],
    [
        " power law and life it is the answer of loyalty the bond of brotherhood for those who stand under it",
        8573.18,
        8581.88
    ],
    [
        " a token and an inspiration hence it is held sacred by the soldier as in great moments it is also",
        8581.88,
        8591.38
    ],
    [
        " the citizen all which that flag symbolized you had illustrated and impersonated had absorbed",
        8591.38,
        8602.04
    ],
    [
        " into your thoughts and hearts if i should not rather say itself had absorbed your thoughts and",
        8602.04,
        8611.84
    ],
    [
        " hearts your service and suffering into its own deeper meaning and dearer honor",
        8611.84,
        8617.62
    ],
    [
        " now it had done all a symbol could do you had stood for it all now the supreme moment had come",
        8619.76,
        8630.94
    ],
    [
        " nothing could be averted nothing could be resisted nothing could be escaped that was an awful moment",
        8630.94,
        8637.18
    ],
    [
        " passing that of death it seems to me then a new soul is born no thought of yield",
        8637.18,
        8647.56
    ],
    [
        " up the token of the country's honor enters the heart of any one of you",
        8648.04,
        8652.96
    ],
    [
        " though it has fulfilled its ends though you are to go to prison and death your kernel",
        8652.96,
        8661.16
    ],
    [
        " common don'tless commander still bids you break the staff that have born at a loft and tear that",
        8661.16,
        8668.44
    ],
    [
        " symbol single as your souls into many pieces as you had bosoms and shelter them with your lives",
        8668.44,
        8674.5
    ],
    [
        " less that flag be touched by hostile hand or triumphed over living man",
        8674.5,
        8681.26
    ],
    [
        " lost there is a way of losing that is finding",
        8681.26,
        8690.34
    ],
    [
        " when soul overmasters sense when the noble and divine self overcomes the lower self",
        8690.34,
        8700.06
    ],
    [
        " when duty and honor and love immortal things bid the mortal perish it is only when a man",
        8700.06,
        8710.3
    ],
    [
        " supremely gives that he supremely finds that was your sacrifice that is your reward",
        8710.3,
        8724.44
    ],
    [
        " when we talked about the surrender it was him describing it and you know later parts of the book",
        8739.16,
        8745.68
    ],
    [
        " you you find out that that salute that they gave to the Confederates they weren't ordered to do",
        8745.68,
        8753.64
    ],
    [
        " that he just straight up did that out of chivalry and then as the Confederates are coming past",
        8753.64,
        8760.18
    ],
    [
        " and they think that the you know they're like ah man you know their heads are down and they see that",
        8760.18,
        8766.12
    ],
    [
        " you know they think the union armories are making fun of them or laughing at them or scoffing at them",
        8766.12,
        8771.56
    ],
    [
        " and they receive that salute and they give the salute back",
        8771.56,
        8778.8
    ],
    [
        " it's just incredible incredible description yeah",
        8780.16,
        8783.56
    ],
    [
        " yeah it's um",
        8783.56,
        8789.4
    ],
    [
        " I don't know what else I can do um do the do the audio book I think at some point this",
        8789.4,
        8800.18
    ],
    [
        " freaking sit here and read this whole thing in your best main accent yeah my best main",
        8800.18,
        8804.56
    ],
    [
        " accent I'll also work I apologize that sometimes I pronounce word wrong um and I'm sorry",
        8804.56,
        8810.6
    ],
    [
        " I'm just kind of reading it and I don't feel like doing nine takes to say words that I can't say",
        8810.6,
        8816.7
    ],
    [
        " very well so I apologize about that that I don't do that justice but so many lessons in this book",
        8816.7,
        8823.72
    ],
    [
        " just about how to be a good human being and I still I know we just did two podcasts on",
        8823.72,
        8830.4
    ],
    [
        " on it but it's there's so much in there this guy is such an incredible example the way he lived",
        8830.4,
        8836.88
    ],
    [
        " the things he did his attitude and really you know",
        8836.88,
        8841.38
    ],
    [
        " some some people talk about the divisiveness you know in America right now",
        8841.38,
        8848.94
    ],
    [
        " and you know you hear people say oh it's never been this bad before well you know what it has",
        8848.94,
        8854.74
    ],
    [
        " it's been freaking infinitely worse infinitely worse and the fact that you could go through a divisiveness",
        8854.74,
        8863.94
    ],
    [
        " so incredibly incredibly violent I mean this is our war where we just just it was a slaughter",
        8863.94,
        8874.92
    ],
    [
        " just think about that last podcast the things that the description he's giving on those battlefields",
        8874.92,
        8881.24
    ],
    [
        " but if we as a nation can go through that that that insane violence and at the end of that",
        8881.24,
        8891.72
    ],
    [
        " at the end of that at the end of killing each other whole sail slaughtering each other at the end",
        8891.72,
        8900.98
    ],
    [
        " of that the very men that that fought each other that killed each other those very men",
        8900.98,
        8909.88
    ],
    [
        " can stand and salute each other and respect each other and decide that we should stay a union",
        8909.88,
        8924.46
    ],
    [
        " if we as a country can get through that then I only can hope that we can move past some of the",
        8925.6,
        8938.68
    ],
    [
        " bickering that we have today and hold up this flag and unify all of us together to continue to",
        8938.68,
        8953.5
    ],
    [
        " provide a place in the world with freedom for all so thanks for listening",
        8953.68,
        8973.38
    ],
    [
        " thanks for your support in what we're doing like I said if you want to calm out you want to hang out",
        8973.38,
        8981.86
    ],
    [
        " with myself and Jason and the rest of the echelon front team you want to walk these battlefields",
        8981.86,
        8988.84
    ],
    [
        " you want to feel some freaking emotions you want to have a spiritual experience come and check out",
        8988.84,
        8996.5
    ],
    [
        " these events that we do we got in May the 11th and 12th and May the 13th and 14th at Gettysburg and",
        8996.5,
        9010.28
    ],
    [
        " then another session 18th and 19th come and check it out if you can't go with us and",
        9010.28,
        9016.76
    ],
    [
        " give read these books think about what these people went through think about what they overcame it's",
        9016.76,
        9022.76
    ],
    [
        " it's history and we should never forget we should never forget this this history that we have",
        9022.76,
        9029.22
    ],
    [
        " in this country and what we've been through we've been through a ton we can't forget that",
        9029.22,
        9038.84
    ],
    [
        " should keep us together what else echo Charles",
        9038.88,
        9044.84
    ],
    [
        " greedy to deacr this is the old school decompression scenario actually the small thing I thought it's",
        9044.84,
        9054.48
    ],
    [
        " not not quite as serious but I will say this so you know it's what is it about when you have like",
        9054.48,
        9061.26
    ],
    [
        " enemies right or even people who just don't like each other and they won't any form like enemy",
        9061.26,
        9066.48
    ],
    [
        " and then they go through like all this like ups and downs and they fight each other or and",
        9066.48,
        9071.38
    ],
    [
        " and then at the end like they become friends or whatever maybe they reconcile and they become friends",
        9071.38,
        9076.6
    ],
    [
        " but what is it about that that makes everyone feel so good afterwards uh I would say part of it is",
        9076.6,
        9082.62
    ],
    [
        " the shared struggle right yeah yeah you've been through some shit I've been through some shit",
        9082.62,
        9086.92
    ],
    [
        " okay like there's a shared struggle even if we're not opposing it I mean you think of a football",
        9086.92,
        9093.82
    ],
    [
        " game right you play a good game against someone and it's a scrap and you're throwing down it's",
        9093.82,
        9098.76
    ],
    [
        " muddy and it's close like you when you say good game to that person you mean it right you mean it",
        9098.76,
        9104.98
    ],
    [
        " so I think that shared struggle and then you know like part of it it's got to be like thank god",
        9104.98,
        9110.02
    ],
    [
        " this is over you know I got that feeling from the southern soldiers that they were like thank god",
        9110.02,
        9114.86
    ],
    [
        " this is over like I'm done yeah and I mean and there's an opportunity for redemption right when",
        9114.86,
        9123.6
    ],
    [
        " when you're fighting someone in their enemy and then at the end of it we're like hey we're not",
        9123.82,
        9129.04
    ],
    [
        " enemies anymore right there's the redemption there's an end to it because if we keep holding that",
        9129.04,
        9135.28
    ],
    [
        " animosity it never ends yeah and there's no there's no healing there's nothing else like that and so",
        9135.28,
        9141.84
    ],
    [
        " like you know you didn't cover it but like there's what you did where they're sharing their meals but",
        9141.84,
        9147.92
    ],
    [
        " they were they were trading stuff for like there was like an intermingling there for a couple",
        9147.92,
        9153.88
    ],
    [
        " hours where they were trading souvenirs with one another and that's incredible when you're talking",
        9153.88,
        9159.4
    ],
    [
        " about men that and a couple hours before that had walked all freaking night and part of the day",
        9159.4,
        9165.84
    ],
    [
        " to kill one another and now they're just like yeah oh we're done yeah and by the way they'd just",
        9165.84,
        9170.06
    ],
    [
        " killed each other a week before that and a month before that and six months before that you know",
        9170.06,
        9175.06
    ],
    [
        " this is just a bloody bloody awful awful war it's so it's like the Christmas story in World War",
        9175.06,
        9182.52
    ],
    [
        " 1 yeah it's an indicator that we're not bad yeah it's it's one of those things were these these these",
        9182.52,
        9191.02
    ],
    [
        " you know great things happens and it indicates that we're just we're not like sure we're flawed as human",
        9191.02,
        9196.78
    ],
    [
        " beings but we're not flawed beyond redemption and I think the the the thing that I get out of like",
        9196.78,
        9203.1
    ],
    [
        " the the Christmas truths and this ceremony here at the end is it's just that not that not even I don't",
        9203.1,
        9210.72
    ],
    [
        " I don't know if we're not bad or not I definitely indicates that we're not right indicates but also",
        9210.72,
        9216.16
    ],
    [
        " it indicates to me that we all have way more in common than we have not in common yeah and like",
        9216.16,
        9223.76
    ],
    [
        " when you get to the point at the end of the day Jason Gardner has to eat has to shit has to",
        9223.76,
        9231.58
    ],
    [
        " make money has to feed his family has to help out with you know what you're doing in the world",
        9232.18,
        9238.72
    ],
    [
        " and I'm over here I have to eat I have to shit I have to take care of my family and I want my kids",
        9238.72,
        9246.14
    ],
    [
        " to have a good life and you want your kids to have a good life and I don't want you know I want to",
        9246.14,
        9251.52
    ],
    [
        " have some kind of stability in my life and you want to have some kind of stability in your life and so",
        9251.52,
        9254.8
    ],
    [
        " we we we have so much in common and we let things that are sort of oftentimes if you put them in a",
        9256.26,
        9264.42
    ],
    [
        " bigger picture totally irrelevant I mean that's what we're shocking about the Brits and the Germans",
        9264.42,
        9269.5
    ],
    [
        " having a freak play up playing soccer is like those guys didn't give a shit what was going on with",
        9269.5,
        9278.88
    ],
    [
        " some freaking king somewhere they didn't care what I why do I care about this land over here in",
        9278.88,
        9286.88
    ],
    [
        " France I live in Germany bro you live in England like I don't care the French people live here let",
        9286.88,
        9294.24
    ],
    [
        " them live here what are we doing so we get wrapped around some dumb shit and you know in this case",
        9294.24,
        9303.84
    ],
    [
        " it's definitely a very distinct reason for fighting and the union had to go through this turmoil to",
        9305.56,
        9315.66
    ],
    [
        " raid itself of slavery had to go through it there was no other way it wasn't gonna it wasn't gonna",
        9315.66,
        9322.64
    ],
    [
        " go easy you had to do this kind of massive war to get to get through that um but we did",
        9322.64,
        9331.1
    ],
    [
        " and now we can go get stuff in origin USA calm yeah you're supposed to come in and like help",
        9331.1,
        9339.54
    ],
    [
        " bro you're supposed to say some shit like that to like make me calm pal over here that was a rough",
        9339.54,
        9344.4
    ],
    [
        " rough transition but I think it is like it's like um like after you fight for so long it's almost",
        9344.4,
        9350.5
    ],
    [
        " like you lose you almost forget kind of like these men like minimal things that or evidently",
        9350.5,
        9359.5
    ],
    [
        " minimal things that you're quote unquote fighting for and you start remembering all the commonality",
        9359.5,
        9363.76
    ],
    [
        " stuff and then you start to get kind of exhausted in a way where you're like just like I said like",
        9363.76,
        9369.2
    ],
    [
        " what are we doing like you kind of forget what you're fighting for you just so habitually caught up",
        9369.2,
        9374.26
    ],
    [
        " in the fight and then finally when you all it's almost like you kind of snap to him be like wait a",
        9374.26,
        9378.4
    ],
    [
        " second like we're fighting over something super small but meanwhile we have all these commonalities",
        9378.4,
        9382.02
    ],
    [
        " that are so big and then it's like a fight it's like a relief you know and I think even when you",
        9382.02,
        9386.86
    ],
    [
        " engage in a battle what do you call it when two other people battling you're just witnessing it",
        9386.86,
        9392.0
    ],
    [
        " and you see them battling you're taking this guy's side then you're taking this guy's side or whatever",
        9392.0,
        9395.36
    ],
    [
        " and then they finally make up you kind of feel good too for some reason like you've ever seen like",
        9395.36,
        9400.2
    ],
    [
        " a rivalry and between some people it like feels kind of good yeah yeah I uh sometimes I've got to",
        9400.2,
        9407.84
    ],
    [
        " ask a couple times like do I what I want to go back to Iraq and like and I'm not there yet at all",
        9407.84,
        9412.74
    ],
    [
        " well I'm not like hey you're gonna check it out check the battlefield in Ramadi look at go look",
        9412.74,
        9417.98
    ],
    [
        " at Baghdad like I'm not there I'm not I don't have any desire to do that I don't know if I'll get",
        9417.98,
        9423.02
    ],
    [
        " there Ramadhi's just like Rubble anyway they're not rebuilding it at all I don't know but I think when",
        9423.02,
        9429.28
    ],
    [
        " liberating it from ISIS didn't I saw those videos it was freaking Rubble yeah house by house",
        9429.28,
        9437.68
    ],
    [
        " like oh there might be bad guys there nuke it yeah um I don't know you when you had Holly",
        9437.68,
        9448.92
    ],
    [
        " Mackie on and she talked about afghanistan falling and then um you know the story about the two",
        9448.92,
        9455.48
    ],
    [
        " the Taliban guys who slept outside of her hotel room because they were they wanted to protect her",
        9455.48,
        9460.78
    ],
    [
        " so even there are enemy and and and and you can see your enemies acting with with honor and I",
        9464.24,
        9470.36
    ],
    [
        " think that was definitely honorable because I didn't think that was gonna work out that well for her",
        9470.36,
        9474.18
    ],
    [
        " when I heard that story I'm like how did you even make it bad I know when she was over there I was like",
        9474.18,
        9478.06
    ],
    [
        " it might be a good time to leave might be good you're not gonna be able to leave now you know",
        9478.06,
        9481.64
    ],
    [
        " yeah how might you should probably leave you should probably leave oh you're not gonna be all the",
        9481.64,
        9484.24
    ],
    [
        " other she got out of there boy she's a brave woman I asked him like do you think you maybe",
        9484.24,
        9491.98
    ],
    [
        " be a little naive she's like yeah maybe you know I wouldn't be rolling around in there maybe",
        9491.98,
        9498.56
    ],
    [
        " I'm too paranoid maybe I'm too risk averse wait you just see one too many videos yeah yeah",
        9498.56,
        9505.6
    ],
    [
        " and orange jumpsuit some where they weren't supposed to be and you're just like uh",
        9505.6,
        9509.44
    ],
    [
        " all right what else echo speaking of videos or genius say you got some cool videos",
        9509.44,
        9518.74
    ],
    [
        " if you're interested you can see how all the american made stuff is made including jocke",
        9518.74,
        9525.52
    ],
    [
        " a few by the way yep and guess what we uh at origin main have unified the north and the south",
        9525.52,
        9533.56
    ],
    [
        " we have uh we have factories up in main we have factories in north carolina we're all the same team",
        9533.56,
        9539.22
    ],
    [
        " the american team the healing is continues the healing continues uh I haven't been",
        9539.22,
        9546.02
    ],
    [
        " down to the north carolina factory I'm looking forward to getting down there and meeting everyone",
        9546.02,
        9549.32
    ],
    [
        " I got I got some roots in north carolina and you know I obviously have the root the new England",
        9549.32,
        9556.36
    ],
    [
        " roots the wingland uh who's your roots that just on the on my mom's side yeah I was born there",
        9556.36,
        9563.0
    ],
    [
        " I got some roots in south carolina you do you do yeah beautiful skate cruise store yeah you you're",
        9563.0,
        9570.1
    ],
    [
        " you're you're a straight up uh descendant of slaves correct from south carolina south carolina yeah",
        9570.1,
        9576.72
    ],
    [
        " that uh at the end of the civil war about 10% of the union army was",
        9576.72,
        9585.66
    ],
    [
        " former slaves that had escaped to the north and if you think about that number",
        9587.78,
        9593.32
    ],
    [
        " 10% of the union army that means basically every able bodied former slave man",
        9593.32,
        9601.14
    ],
    [
        " straight up just went and fought freaking legit yeah that's freaking legit um",
        9601.14,
        9608.4
    ],
    [
        " well yeah speaking of legit look okay we'll talk about some energy drinks legitimate not illegitimate",
        9608.4,
        9615.08
    ],
    [
        " because that's a stigma that energy drinks he's down we don't have that anymore jaco go",
        9615.46,
        9619.6
    ],
    [
        " healthy energy drink chase me know about this I heard you last time you hear me um also a lot of",
        9619.6,
        9626.56
    ],
    [
        " other good supplements again american made stuff yep good supplements go to jockelfuel.com got some",
        9626.56,
        9633.04
    ],
    [
        " tastes good protein got some uh joint health stuff I'm I'm and you kind of need a bulk right now",
        9633.04,
        9638.62
    ],
    [
        " to be honest yeah bro do you get you get top you get I don't know what the word is because",
        9638.62,
        9643.88
    ],
    [
        " last time we talked about gg2 post gg2 fatigue sets in right hour and a half after gg2 tired",
        9643.88,
        9650.96
    ],
    [
        " you leave gg2 wired kind of like amped hyped yeah by time you get home if you get home and then",
        9650.96,
        9658.54
    ],
    [
        " you eat you're you're going into some series like sleep mode same thing with the podcast like I",
        9658.54,
        9663.62
    ],
    [
        " get done with the podcast I'm super freaking hyped for like an hour and a half oh yeah yeah maybe",
        9663.62,
        9667.9
    ],
    [
        " two hours and then all this no it's not it's not two hours I got like an hour and a half of",
        9667.9,
        9672.64
    ],
    [
        " energy I'll usually try and go home and start prepping my next podcast because I know I have energy",
        9672.64,
        9677.64
    ],
    [
        " that I need to do something with but then it's mentally taxing to think and read and react and",
        9677.64,
        9686.16
    ],
    [
        " you're so like deep into it and you're getting emotional I'm freaking getting emotional reading",
        9686.16,
        9691.94
    ],
    [
        " and freaking book today right like that's all happening what does that mean is if I'm getting",
        9691.94,
        9698.34
    ],
    [
        " emotional reading a book is that taking the same emotional toll or having the same emotional impact",
        9698.34,
        9704.72
    ],
    [
        " as it is if I watch a movie is it the same as if it if I have like something happened in my life",
        9704.72,
        9712.78
    ],
    [
        " what's the difference probably the movie is probably similar not in life because life kind of like",
        9712.78,
        9716.96
    ],
    [
        " the emotional part of life kind of continues right because your life is actually can the movie ends",
        9716.96,
        9722.3
    ],
    [
        " and you're like cool story book I mean even though this one's true it's like okay that story is",
        9722.3,
        9727.04
    ],
    [
        " kind of done so yeah but like there's an emotion of pride that I feel when I hear these stories that",
        9727.04,
        9734.16
    ],
    [
        " again when I see my kid like doing something or someone that I'm proud for them it's kind of it's",
        9734.16,
        9740.58
    ],
    [
        " almost the same experience but it is a shorter burn for sure yeah for sure well they you know this",
        9740.58,
        9745.7
    ],
    [
        " it's like this is always gonna be the case this happened no matter what happens from not you know",
        9745.7,
        9750.4
    ],
    [
        " kind of thing but when you read the book it kind of calls your attention to it you know and that's",
        9750.4,
        9754.22
    ],
    [
        " what's gonna invoke these emotions same thing with the movie but when I read this book or books",
        9754.22,
        9759.16
    ],
    [
        " like this I'm having the emotions that I'm feeling are probably one third the motion from the book",
        9759.16,
        9767.22
    ],
    [
        " and two third a motion of my own memories yeah and that's all movies are two right like the like",
        9767.22,
        9773.64
    ],
    [
        " I get them like I think about these situations that unfolded and I'm thinking about situations",
        9773.64,
        9778.66
    ],
    [
        " that unfolded for me obviously not to the degree of but you know like you can't help thinking about",
        9778.66,
        9786.22
    ],
    [
        " that stuff and so even though it it comes quick and then you can close the book and it's over but",
        9786.22,
        9794.02
    ],
    [
        " you still were in there yeah that's so I'll be freaking sleep like a baby tonight yeah after",
        9794.02,
        9801.02
    ],
    [
        " your mulk shake yeah after that that's what I was saying because the mulk shake also just stimulates",
        9801.02,
        9806.1
    ],
    [
        " like a form of the pleasure centers yeah pleasure centers and of of of of safety and of",
        9806.1,
        9815.26
    ],
    [
        " like comfort yeah you know you have a mulk and you're kind of like bro it's all good you know the",
        9815.26,
        9821.32
    ],
    [
        " world's good it kind of kind of takes you to a psychological area where things are good like",
        9821.32,
        9826.62
    ],
    [
        " you're not storming up a blood soaked hill and drinking the mulk no no those are the",
        9827.0,
        9833.68
    ],
    [
        " opposite spectrum so I'll go have a mulk is like a way to wind down a little bit",
        9833.68,
        9839.38
    ],
    [
        " enter the zone the mulk zone so there you go check it out jokal fuel.com origin USA.com",
        9839.38,
        9848.72
    ],
    [
        " jokal store we sell shirts at jokal store yep right shirts hats hoot he's merch if you will",
        9848.72,
        9855.4
    ],
    [
        " there's a bleakles freedom it's got some new stuff on there. What's up with the greys against the",
        9855.4,
        9860.32
    ],
    [
        " machine shirt that you're wearing is it like a group is it just a no man it's a it's a it's a",
        9860.32,
        9865.5
    ],
    [
        " a buddy of mine that's into regenerative ag. No sweet. Had the shirt made up. Greys against the",
        9865.5,
        9872.56
    ],
    [
        " machine. What if people want to order one what's the guy that wants to know if they make them anymore.",
        9872.56,
        9876.64
    ],
    [
        " Just got it. Yeah I will figure that out and post something in the notes. Yeah we can throw",
        9876.7,
        9883.06
    ],
    [
        " them if we want to make them if he wants to make them or whatever. Subscribe to the",
        9883.06,
        9889.12
    ],
    [
        " plank. Jokal Underground.com once again I don't know what's getting I don't know who's getting shut",
        9889.12,
        9894.02
    ],
    [
        " down for what. I don't know what there's some crazy stuff going on in Canada right now.",
        9894.02,
        9899.78
    ],
    [
        " People are getting shut down they're getting their finances halted. That's what's happening right now.",
        9899.92,
        9905.56
    ],
    [
        " This isn't like me talking about some dystopian future where things have gone awry.",
        9905.56,
        9910.0
    ],
    [
        " It's like what's happening in Canada. They're doing that without court order. Yeah that's",
        9910.04,
        9914.66
    ],
    [
        " other scary stuff. So that's kind of crazy. Yes. I don't know what's going to happen here but if",
        9914.66,
        9921.1
    ],
    [
        " it happens we're going to be on the underground if you want to help us out there jokal Underground.com",
        9921.1,
        9926.8
    ],
    [
        " go subscribe it costs $8.18 a month if you can't afford that we're not casting you out of the",
        9926.8,
        9934.8
    ],
    [
        " zone of freedom. You just have to email assistance at jokal Underground.com YouTube channel check",
        9935.18,
        9940.72
    ],
    [
        " that out. It's true. Psychological warfare. Flipside Canvas, Dakota Meyer. Making cool stuff to",
        9940.72,
        9948.4
    ],
    [
        " hang on your wall. I've written a bunch of books about leadership. You can also get banned",
        9948.4,
        9951.38
    ],
    [
        " it forward. If you want to get these books you can go to jokalpodcast.com and go to",
        9951.38,
        9956.52
    ],
    [
        " books on the podcast. Books from episode two. And they're all there. They're kind of a list",
        9956.52,
        9963.28
    ],
    [
        " in order of the books I recommend you read. Now would all things being if I was to restack that",
        9963.34,
        9970.04
    ],
    [
        " book that that thing would they be adjusted a little bit there'd be some adjustments that this",
        9970.04,
        9976.48
    ],
    [
        " book would be further up there. I was never a huge civil war guy until probably like five years",
        9976.48,
        9983.3
    ],
    [
        " ago. I don't know it seemed like it was too far ago whatever. No, no, like don't get me wrong. It's",
        9983.3,
        9992.26
    ],
    [
        " start going deep. Not like you know for me it was always kind of number one, NOM,",
        9992.26,
        9997.58
    ],
    [
        " closest memory, number two, World War II, number three, Korea because we didn't hear as much about",
        9998.2,
        10004.54
    ],
    [
        " that as we needed to. So the civil war, there has been people asking me about the civil. I've got",
        10004.54,
        10010.68
    ],
    [
        " a stack of books, stack of books ready for the podcast that I this is the one we're starting with I",
        10010.68,
        10018.14
    ],
    [
        " guess. Yeah, so you can get all that stuff at jockelpodcast.com. We have a leadership consultancy.",
        10019.58,
        10025.58
    ],
    [
        " If you want to check that out, we talk about leadership, not just in war. In fact, very little in",
        10026.42,
        10031.46
    ],
    [
        " war. Now it's about business. So go to echelonfront.com for that. We have an online training academy. Go",
        10031.46,
        10037.98
    ],
    [
        " to extremotership.com. If you have a question about any of this and you want to ask Jason Gardner",
        10037.98,
        10042.48
    ],
    [
        " or you want to ask me or you want to ask Lafe or any of us JP De Nell, you want to ask him something.",
        10042.54,
        10048.68
    ],
    [
        " Go to extremotership.com and you can go on to one of our Zoom sessions. You can just ask away.",
        10049.1,
        10055.08
    ],
    [
        " You can ask 19 questions if you want to. Yeah, and then there's a bunch of other people who are",
        10055.46,
        10059.68
    ],
    [
        " in the game and on the path. And you can hear the questions there asking because they probably have",
        10059.68,
        10064.48
    ],
    [
        " the same and they do they have the same problems you do. Yeah, yeah, it's fantastic. So that's extremotership.com",
        10064.48,
        10070.62
    ],
    [
        " and then we have some charities. America's mighty warriors dot org doing great stuff by",
        10070.62,
        10076.06
    ],
    [
        " Mama Lee, Mark Lee's mom and then also heroes and horses dot com. Check that one out. Both",
        10076.06,
        10082.06
    ],
    [
        " these organizations looking to help out people who have served. And if you want to hear more from us,",
        10082.06,
        10089.76
    ],
    [
        " we're on social media, which means in order to enter that, you got to go you got to go play",
        10089.9,
        10096.6
    ],
    [
        " Russian roulette with the algorithm. We're like dodgeball to be honest. You know, you can have",
        10096.6,
        10103.92
    ],
    [
        " some fun with it for sure, but yeah, you get to that thing gets a headache. Yeah, you get caught up in",
        10103.92,
        10108.32
    ],
    [
        " a spiral. They're not letting that happen in China, by the way, because their kids aren't allowed",
        10108.32,
        10113.38
    ],
    [
        " to be on after such and such a time. And the things that they're allowed to look at are controlled by",
        10113.38,
        10117.94
    ],
    [
        " the state. Now, I don't support controlling things by the state. Certainly. But if you don't",
        10117.94,
        10126.5
    ],
    [
        " pay attention, you can waste 45 minutes on social media. 45 minutes. Yeah, you wind up. You're like,",
        10126.9,
        10134.84
    ],
    [
        " hey, what is my thumb doing? Why did it just go right there? Hit Instagram. And now I'm sweeping past.",
        10134.88,
        10141.2
    ],
    [
        " I'm like, oh, stop it. Yeah. That's the algorithm. Got you. See, Eccles trying to defend the algorithm",
        10141.4,
        10148.2
    ],
    [
        " last time. No, no, no, no, no. The algorithm is like fire. Right. It's okay. You can use it if you",
        10148.2,
        10154.1
    ],
    [
        " use it in a controlled way, but it can really easy catch, catch hold of your whole household.",
        10154.1,
        10158.12
    ],
    [
        " Everything is burning. Everything's on fire. Very, very, so be careful. Jason on Instagram, he's at",
        10158.12,
        10163.82
    ],
    [
        " Jason dot n dot, dot gardener. And on Twitter, he's Jason and gardener. And on the Twitter,",
        10163.82,
        10173.34
    ],
    [
        " on the gram and on the Facebook. Yeah, yeah, that goes out. I'm at Jocco, willing. And of course,",
        10173.62,
        10183.92
    ],
    [
        " thanks to all the military personnel out there for holding us safe here in the world,",
        10183.92,
        10192.42
    ],
    [
        " holding up the flag and doing your best to represent the ideals. So everyone can see.",
        10192.78,
        10200.14
    ],
    [
        " We appreciate that. And of course, here at home, thanks to our police and law enforcement,",
        10200.86,
        10205.76
    ],
    [
        " firefighters, paramedics, EMTs, dispatchers, correctional officers, Border Patrol Secret Service,",
        10205.94,
        10210.66
    ],
    [
        " all the first responders. Thank you for what you do here at home to keep us safe.",
        10210.66,
        10217.06
    ],
    [
        " And until next time, remember that there is a way of losing that is finding.",
        10218.16,
        10227.8
    ],
    [
        " And as Joshua Chamberlain said, it is only when a man supremely gives",
        10228.46,
        10237.08
    ],
    [
        " that he supremely finds. So go out there and give. And until next time, this is Jason,",
        10238.86,
        10251.16
    ],
    [
        " Daneko and Jocco out.",
        10251.54,
        10253.94
    ]
]