[
    [
        " Did you notice anything from when you went through in 1969, 1970, and then you fast forward",
        0.0,
        8.02
    ],
    [
        " what, 20 something years?",
        8.02,
        10.02
    ],
    [
        " Was there anything that you said, oh, they got soft over here, they got weak over here,",
        11.26,
        15.08
    ],
    [
        " this is easier or this is harder?",
        15.2,
        16.68
    ],
    [
        " I'm going to say it got harder.",
        17.52,
        19.94
    ],
    [
        " So I take over as a CEO of the center.",
        21.3,
        25.66
    ],
    [
        " And one of the things that I did was I looked at the schedules for each of the different phases.",
        26.56,
        33.84
    ],
    [
        " And I also looked at all the schedules for the advanced training because one of the things",
        34.56,
        39.72
    ],
    [
        " I wanted to do is I wanted to go out and observe the class, observe the instructors,",
        39.72,
        45.12
    ],
    [
        " you got it, yeah, I went and I spent time out at St. Clemente Island when I was the commanding",
        45.12,
        49.48
    ],
    [
        " officer.",
        49.48,
        49.7
    ],
    [
        " I went to wherever there was training.",
        50.28,
        53.54
    ],
    [
        " So I take over as a skipper and I'm looking at the training schedules.",
        54.88,
        60.76
    ],
    [
        " Now when I went through training, I do not recall a training day that started before 0700.",
        61.48,
        72.92
    ],
    [
        " We had to be on the line at 0700.",
        73.5,
        76.08
    ],
    [
        " And I was after breakfast.",
        76.08,
        77.26
    ],
    [
        " So we didn't form up, but training started at 0700.",
        77.62,
        82.5
    ],
    [
        " And I got to training and I'm looking at the schedule.",
        83.74,
        92.14
    ],
    [
        " The 0400, 0400, 0400, 0400, 0400, when I went through it was early.",
        93.28,
        97.1
    ],
    [
        " And this particular thing that jumped out at me was a 0530 or 0515, four mile time run.",
        98.42,
        107.26
    ],
    [
        " And I'm saying, what the hell was this shit?",
        107.94,
        113.84
    ],
    [
        " You know, I was saying that too.",
        115.52,
        117.46
    ],
    [
        " I was doing them.",
        117.98,
        118.82
    ],
    [
        " So whether it was the first phase or the second phase, they came up to me and I said,",
        119.66,
        125.42
    ],
    [
        " what are we doing here?",
        126.44,
        127.62
    ],
    [
        " Well, that's the only low tide.",
        128.18,
        133.02
    ],
    [
        " And that guy is one of the luckiest guys in Naval Special Warfare.",
        134.24,
        140.92
    ],
    [
        " Because my question was, how fucking stupid do I look?",
        141.42,
        144.38
    ],
    [
        " One high tide in the morning?",
        145.6,
        149.2
    ],
    [
        " One low tide in the morning?",
        149.56,
        150.64
    ],
    [
        " One high in the afternoon?",
        150.92,
        152.18
    ],
    [
        " One low in the afternoon.",
        152.5,
        153.76
    ],
    [
        " And that is not cast and stone because there are certain number of days in the year where",
        155.22,
        161.0
    ],
    [
        " you only have, you know, combination of three tides, you know, you'll get two highs.",
        161.0,
        165.98
    ],
    [
        " I said, do not even think about opening your mouth to say anything else about the tides.",
        166.3,
        173.82
    ],
    [
        " But to my point, they were now doing four mile time runs.",
        174.1,
        182.0
    ],
    [
        " And maybe an O-course or another session before breakfast.",
        182.36,
        186.42
    ],
    [
        " And like I say, we didn't do that now.",
        187.48,
        189.9
    ],
    [
        " When we were out at San Clemente Island, there was no schedule.",
        190.5,
        195.22
    ],
    [
        " It was 24 hours a day.",
        195.22,
        196.52
    ],
    [
        " But otherwise, you know, of course, there were night swims.",
        197.18,
        202.52
    ],
    [
        " You know, it was a course when you get, it wasn't like, you know, seven to five every",
        203.16,
        207.02
    ],
    [
        " day.",
        207.02,
        207.26
    ],
    [
        " You might have a night navigation.",
        207.26,
        213.3
    ],
    [
        " We'd go up to different places for orienting and so on.",
        213.9,
        217.82
    ],
    [
        " And again, you throw the clock out the window just because of what you're doing.",
        217.96,
        222.88
    ],
    [
        " But basically, when we were at the Strand, it was a seven to five or seven to five",
        223.14,
        230.54
    ],
    [
        " thirty or again, you talk about night dives and so on.",
        230.54,
        233.5
    ],
    [
        " Of course, you're working until, you know, 10, 11 midnight, whatever it might be.",
        233.5,
        237.22
    ],
    [
        " So it has changed.",
        238.36,
        240.58
    ],
    [
        " They are putting at least 12 or 15 pounds into a 10 pound bag.",
        240.94,
        246.56
    ],
    [
        " I mean, they are really, they're using every minute of the day.",
        247.24,
        252.02
    ],
    [
        " So if somebody asked me, is training hard at the day, you bet your ass it is.",
        252.5,
        255.9
    ],
    [
        " And the kids are in better shape.",
        256.66,
        258.8
    ],
    [
        " They're all in better shape.",
        259.06,
        260.8
    ],
    [
        " So like if you're running with your boat crew, you're running with guys that are able",
        260.86,
        266.38
    ],
    [
        " to run faster.",
        266.38,
        266.96
    ],
    [
        " So you better be able to run faster.",
        267.06,
        268.78
    ],
    [
        " They're just all in better shape.",
        268.84,
        270.06
    ],
    [
        " I was over there a couple of years ago and one of my buddies was now a civilian work",
        270.2,
        274.6
    ],
    [
        " in there.",
        274.6,
        274.94
    ],
    [
        " And we were having the same conversation and we were standing out by the first phase office.",
        275.58,
        279.62
    ],
    [
        " And he, you know, there's a hundred helmets lined up.",
        280.32,
        282.42
    ],
    [
        " And he said, you know, he goes, look at these hundred and whatever it was, 122 helmets.",
        282.84,
        288.3
    ],
    [
        " He goes, every one of these guys I'm telling you was a stud.",
        288.44,
        292.12
    ],
    [
        " And they're gone.",
        293.3,
        294.24
    ],
    [
        " It's like this program is hard.",
        294.84,
        297.08
    ],
    [
        " I said, yeah, Roger that.",
        297.42,
        299.06
    ],
    [
        " It's a hard, freaking program.",
        299.26,
        300.6
    ]
]