[
    [
        " And then you fast forward a little bit further.",
        0.0,
        1.76
    ],
    [
        " I think it was 1996 or 1997.",
        2.24,
        4.36
    ],
    [
        " I think it was 1997.",
        4.44,
        5.28
    ],
    [
        " And now I meet the Hulk again.",
        6.38,
        8.16
    ],
    [
        " Only now he's the admiral.",
        8.58,
        9.78
    ],
    [
        " He's in charge of all the seals.",
        9.94,
        10.98
    ],
    [
        " And he interviewed me and wrote me a recommendation",
        11.88,
        16.44
    ],
    [
        " to become a seal officer.",
        16.44,
        17.52
    ],
    [
        " And I got accepted into that program",
        18.4,
        20.98
    ],
    [
        " and carried on with the rest of my career.",
        20.98,
        24.2
    ],
    [
        " But never forgot the impression",
        24.72,
        26.92
    ],
    [
        " that Admiral Richards left on me",
        27.12,
        29.48
    ],
    [
        " and on the seal community.",
        29.48,
        31.74
    ],
    [
        " And it's an honor to have him here tonight",
        32.34,
        34.54
    ],
    [
        " to share some of his experiences,",
        34.54,
        36.46
    ],
    [
        " some of his stories, some of his lessons learned",
        36.72,
        38.38
    ],
    [
        " from a 30 year career in the seal teams.",
        38.38,
        42.36
    ],
    [
        " Admiral, thanks for coming by.",
        43.26,
        45.74
    ],
    [
        " Well, Jacko, thanks for having me here.",
        46.46,
        48.54
    ],
    [
        " When I sit here and listen to those excerpts",
        48.68,
        52.22
    ],
    [
        " from Michael Slattery's article,",
        52.22,
        54.4
    ],
    [
        " it takes me back to those rice patties.",
        54.74,
        57.48
    ],
    [
        " And it is a day that I would have to describe",
        58.42,
        62.5
    ],
    [
        " as one of the worst days in my entire naval career",
        62.5,
        68.18
    ],
    [
        " had to be the worst day.",
        68.18,
        70.82
    ],
    [
        " But I'll also tell you it was the best fucking day.",
        71.7,
        74.24
    ],
    [
        " Cause I got those guys.",
        75.14,
        77.5
    ],
    [
        " I got those guys out of the kilosome.",
        83.6,
        88.42
    ],
    [
        " Over to the protection of the lake.",
        88.42,
        91.0
    ],
    [
        " And then into the hilo.",
        92.24,
        93.32
    ],
    [
        " Yeah, I was a big strong guy.",
        94.6,
        96.7
    ],
    [
        " There's something called a adrenaline rush,",
        98.06,
        100.06
    ],
    [
        " adrenaline high and all that other stuff.",
        100.32,
        101.78
    ],
    [
        " And maybe you could help some, you know,",
        101.96,
        104.36
    ],
    [
        " you know, limp dick, you know, pencil neck geek,",
        104.36,
        107.06
    ],
    [
        " you know, you know, you know,",
        107.2,
        107.48
    ],
    [
        "",
        107.48,
        107.48
    ],
    [
        "",
        107.48,
        107.48
    ],
    [
        " you know, you could drag some of those guys across the rice patty,",
        107.48,
        109.38
    ],
    [
        " but I seriously effing down it.",
        109.56,
        111.36
    ],
    [
        " Thankfully, it was me.",
        112.02,
        115.1
    ],
    [
        " There was only wounded in one hand.",
        115.46,
        116.64
    ],
    [
        " And I was able to drag those guys out of there.",
        116.64,
        119.24
    ],
    [
        " Listen into Carl Nils.",
        120.38,
        125.02
    ],
    [
        " Make those gun runs.",
        125.76,
        130.72
    ],
    [
        " I don't know if there's any car nuts in the room or listen in here,",
        131.3,
        134.58
    ],
    [
        " but one of my roommates who've gone over had a 1967 Corvette 427,",
        135.16,
        140.8
    ],
    [
        " 425 damn horsepower.",
        141.06,
        142.88
    ],
    [
        " And when skips stood on that thing,",
        143.72,
        145.92
    ],
    [
        " I believe you had a couple of cutouts legal or not.",
        146.18,
        149.08
    ],
    [
        " But when skips stood on that sucker, it roared.",
        149.18,
        152.9
    ],
    [
        " Well, that is the closest sound that I can describe to those who haven't been",
        153.1,
        159.46
    ],
    [
        " there when a minigun rips off and lights off.",
        159.46,
        163.44
    ],
    [
        " And that was one of the most beautiful sounds that I've ever heard.",
        163.5,
        167.14
    ],
    [
        " So as I'm going back and forth,",
        168.32,
        172.34
    ],
    [
        " Grant Tufor and his update to the award recommendation,",
        172.52,
        180.02
    ],
    [
        " you know, use those terms that you used in the article without regard to",
        180.46,
        183.98
    ],
    [
        " my own personal safety or my life.",
        183.98,
        186.78
    ],
    [
        " I have to tell you that I never gave a thought.",
        187.42,
        192.38
    ],
    [
        " To anything, but my teammates who were,",
        193.44,
        197.64
    ],
    [
        " Grant was shot in both legs, rock, gym roll, and shot in the chest on the groin.",
        197.96,
        207.14
    ],
    [
        " And of course, Jim's major concern with those injuries was with the equipment",
        207.52,
        213.24
    ],
    [
        " ever to work again.",
        213.24,
        214.14
    ],
    [
        " And then, you know, you mentioned how Don Futrell was getting ready to go into shock.",
        214.94,
        221.3
    ],
    [
        " You know, I'd never been trained about what somebody going into shock sounds like or doesn't.",
        222.38,
        228.72
    ],
    [
        " I had no clue, but as soon as I heard Don, and you know, you could hear his voice going up a few",
        228.72,
        234.04
    ],
    [
        " octaves. He referred to it and a note to me about his girly voice.",
        234.04,
        238.0
    ],
    [
        " Hey, Don, you were just shot in the damn chest.",
        238.36,
        240.7
    ],
    [
        " And you got a right to be, you know, going into panic or whatever it is.",
        241.2,
        246.26
    ],
    [
        " I didn't, we didn't have that conversation.",
        246.34,
        247.8
    ],
    [
        " This is flashing to my mind.",
        247.8,
        249.12
    ],
    [
        " But I could hear it.",
        249.44,
        251.62
    ],
    [
        " And I just said, you know, it just came to me as you get his mind off his situation and get it",
        251.76,
        257.28
    ],
    [
        " back onto our situation.",
        257.28,
        258.96
    ],
    [
        " I didn't realize how badly he was injured and that he was going to be useless as tits on a",
        259.56,
        264.44
    ],
    [
        " bore hog after that.",
        264.44,
        265.44
    ],
    [
        " But, you know, I just wanted to get him back into action.",
        265.6,
        268.08
    ],
    [
        " And out of any shock because, you know, we're in the middle of nowhere and, you know,",
        268.62,
        274.24
    ],
    [
        " have no idea how if we're even going to get out of there and if we get out of there,",
        274.24,
        278.42
    ],
    [
        " how long it's going to take and so on and so forth.",
        278.44,
        280.38
    ],
    [
        " So, you know, just the great training from the legends and seal team one before I got there.",
        281.14,
        288.76
    ],
    [
        " You know, that we used to call it seal basic indoctrination training and then we'd go through",
        288.88,
        292.34
    ],
    [
        " a predepointment training program.",
        292.34,
        294.7
    ],
    [
        " But those who set the history of seal team one before I got there, those guys made all the,",
        294.96,
        303.58
    ],
    [
        " made all the difference in the training and my reaction and everybody else's reaction and",
        304.24,
        308.24
    ],
    [
        " they're in the right patty.",
        308.24,
        309.22
    ],
    [
        " So, as I was saying, it was the best of days and it was the worst of days.",
        309.84,
        312.86
    ],
    [
        " You know, thank God everybody got out of there.",
        313.3,
        315.18
    ],
    [
        " I don't know how often it happens, but I'm going to bet not very often.",
        315.82,
        320.94
    ],
    [
        " Both Roland and Futreau, when they were shot in the chest, the bullets passed front the back,",
        321.42,
        327.44
    ],
    [
        " didn't touch a bone.",
        327.84,
        328.98
    ],
    [
        " You just went through soft tissue and the heat of the round actually caught the injury.",
        328.98,
        336.26
    ],
    [
        " Those guys, Goddamn lucky is all I can say.",
        337.0,
        341.74
    ],
    [
        " Of course, I didn't know that at the time and it was just a real crappy situation.",
        342.12,
        351.8
    ]
]