[
    [
        " We have to get back into the business of developing human beings.",
        0.0,
        4.54
    ],
    [
        " You know, we have a, um, we have a desire.",
        5.6,
        10.0
    ],
    [
        " You know, human beings are now in such a state of like hyper complexity where",
        10.24,
        14.78
    ],
    [
        " everything is integrated to everything is connected that there is no individual",
        14.78,
        19.36
    ],
    [
        "ality. There is no original thought.",
        19.36,
        21.96
    ],
    [
        " You become an amalgamation of everything that you've heard and been exposed to,",
        21.96,
        25.74
    ],
    [
        " but you really do nothing, right?",
        25.74,
        27.32
    ],
    [
        " Like the jury's out like wake up, do hard work, learn about yourself, turn the",
        27.66,
        33.0
    ],
    [
        " shit off like meditate, like, you know, eat a carrot every now and then like",
        33.0,
        37.26
    ],
    [
        " and life is going to be pretty good for you.",
        37.26,
        40.22
    ],
    [
        " Um, doesn't mean it's going to be easy, but you'll have the built in tools",
        40.84,
        44.46
    ],
    [
        " and you'll begin to learn about your higher self.",
        44.46,
        47.96
    ],
    [
        " And, you know, people can say like, you know, oh, this is like woo,",
        48.32,
        52.32
    ],
    [
        " magic or whatever, but like there is like, I don't care.",
        52.46,
        55.02
    ],
    [
        " You're in war, you like, you got the spidey senses.",
        55.02,
        56.8
    ],
    [
        " What is that?",
        56.88,
        57.44
    ],
    [
        " What is that?",
        57.86,
        58.64
    ],
    [
        " What is that thing?",
        59.16,
        60.38
    ],
    [
        " What is meaning, right?",
        60.84,
        62.18
    ],
    [
        " What is this?",
        62.82,
        63.42
    ],
    [
        " What is this thing?",
        63.5,
        64.12
    ],
    [
        " Meaning that we all have?",
        64.24,
        65.54
    ],
    [
        " We're all going to answer that question at some point in our life, whether you",
        65.72,
        68.62
    ],
    [
        " get hit by a, you know, skateboarder like in whack your head in the curb or you",
        68.62,
        72.56
    ],
    [
        " die in combat or you, you know, eat yourself to death.",
        72.56,
        75.86
    ],
    [
        " Like you're all going to face those, those things.",
        75.86,
        79.26
    ],
    [
        " And to me, the hero's journey is the journey of learning about yourself and",
        79.38,
        83.86
    ],
    [
        " using those tools to overcome the external circumstances that you face.",
        83.86,
        87.7
    ],
    [
        " And so like over the 41 days, like we have, you know, that every guy walks",
        88.54,
        94.36
    ],
    [
        " at least 80 miles in the program, just to me, else, they'll spend 22 days in",
        94.36,
        98.34
    ],
    [
        " the wilderness.",
        98.34,
        98.68
    ],
    [
        " They won't eat a piece of sugar.",
        99.12,
        100.74
    ],
    [
        " They won't eat dairy.",
        100.74,
        101.96
    ],
    [
        " They won't eat, they won't have juice.",
        102.28,
        104.32
    ],
    [
        " They will only eat meat, vegetable salt, water and black coffee.",
        104.72,
        108.78
    ],
    [
        " And they will learn to meditate.",
        109.14,
        112.08
    ],
    [
        " They'll get into an ice tank every single day.",
        112.08,
        114.22
    ],
    [
        " They will start their day with mindfulness.",
        114.8,
        117.0
    ],
    [
        " They'll read books.",
        117.48,
        118.14
    ],
    [
        " They'll go through leadership courses.",
        118.28,
        119.5
    ],
    [
        " They'll learn to shoe horses, ride horses.",
        119.72,
        121.2
    ],
    [
        " They'll learn to see themselves, you know, working with wild mustangs.",
        121.42,
        124.3
    ],
    [
        " They'll be put in very dangerous situations.",
        124.3,
        126.34
    ],
    [
        " All these are just tools to shift focus from a person that is always looking",
        126.76,
        131.08
    ],
    [
        " out for answers to a person that is looking in for answers.",
        131.08,
        135.1
    ],
    [
        " And then using those answers to then change the material world around them",
        135.5,
        140.78
    ],
    [
        " with their choices that are authentically theirs.",
        140.78,
        143.0
    ],
    [
        " And that's called purpose.",
        143.42,
        144.7
    ],
    [
        " And when you start to do that,",
        145.18,
        147.46
    ],
    [
        " yours always a dragon that steps out right in front of you.",
        148.1,
        151.88
    ],
    [
        " Right?",
        152.44,
        153.34
    ],
    [
        " The dragon steps out in front of you.",
        153.6,
        155.58
    ],
    [
        " And, and then you find out what you really want it because everything is designed",
        156.14,
        159.78
    ],
    [
        " to date to keep you from knowing what you are.",
        159.78,
        162.84
    ],
    [
        " Like social media doesn't exist if you're not there.",
        163.2,
        166.0
    ],
    [
        " The internet doesn't exist.",
        166.84,
        167.78
    ],
    [
        " If you're not there, you are the energy source",
        167.94,
        170.56
    ],
    [
        " that feeds your own demise.",
        170.56,
        172.04
    ],
    [
        " So, so you give your energy to feed your own destruction.",
        173.02,
        178.24
    ],
    [
        " And then you complain about the very thing that you're feeding.",
        178.52,
        181.56
    ],
    [
        " When it's always you, you're the one.",
        182.06,
        185.32
    ],
    [
        " I always tell people like, oh God, like the guys, like the Twitters and then, you know, whatever.",
        185.42,
        189.3
    ],
    [
        " It's like, it's like, oh God, he's, it's not there if you're not there.",
        189.44,
        193.76
    ],
    [
        " You feed it.",
        194.46,
        195.38
    ],
    [
        " You are feeding and you are clothing and you are arming your own captors.",
        195.56,
        200.5
    ],
    [
        " You are and everything is designed to keep you sound asleep, consume, consume, consume, consume,",
        200.78,
        208.4
    ],
    [
        " yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum, yum,",
        208.4,
        211.24
    ],
    [
        " let's get something, you know, everything is designed to fulfill these physical desires",
        211.4,
        215.2
    ],
    [
        " that then override you from searching from the real energy source that the people",
        215.2,
        221.2
    ],
    [
        " that aren't aware know of.",
        221.2,
        223.36
    ],
    [
        " They know I need you to feed what I'm building.",
        223.6,
        227.14
    ],
    [
        " You will serve, serve, serve as the cog, you know, a gigantic organism",
        227.9,
        235.56
    ],
    [
        " and you will give your energy 40, 50 years of and you get your little plaque.",
        235.56,
        241.22
    ],
    [
        " Thanks for Bob, ploy of the month and and and then what?",
        241.22,
        247.88
    ],
    [
        " You go down to South Florida and you sit there and you just wait.",
        248.08,
        251.84
    ],
    [
        " Your car you're sitting in the same traffic.",
        255.06,
        257.48
    ],
    [
        " Yeah, maybe it's a Ferrari.",
        257.8,
        258.78
    ],
    [
        " So what?",
        259.06,
        259.38
    ],
    [
        " You're in the same traffic.",
        259.56,
        260.4
    ],
    [
        " And maybe you get a little bit of better beef.",
        260.58,
        263.32
    ],
    [
        " And I mean, this one was massage by 50 Japanese ladies or whatever.",
        264.02,
        267.52
    ],
    [
        " Right?",
        267.7,
        267.86
    ],
    [
        " It doesn't matter.",
        268.1,
        269.04
    ],
    [
        " It doesn't matter because then the fear starts to build.",
        269.52,
        272.74
    ],
    [
        " And then the clock just starts going in.",
        273.56,
        278.64
    ],
    [
        " Next thing you know, what are they doing?",
        278.72,
        279.78
    ],
    [
        " They're like, it's too late.",
        279.78,
        281.78
    ],
    [
        " It's too late.",
        282.18,
        283.56
    ]
]