[
    [
        " You know, you, you had sort of, uh, I think you had, uh, a reputation or an image, I think,",
        0.0,
        5.88
    ],
    [
        " and you, uh, more than that, I think you just get categorized, right?",
        5.98,
        8.56
    ],
    [
        " You were a Democrat at the time, which I know you are.",
        8.78,
        12.08
    ],
    [
        " You are.",
        12.36,
        12.64
    ],
    [
        " Yep.",
        12.9,
        13.52
    ],
    [
        " Uh, so what happened, man?",
        14.16,
        15.32
    ],
    [
        " What happened?",
        15.32,
        15.88
    ],
    [
        " Let's just talk about that.",
        16.02,
        16.96
    ],
    [
        " So you left the Democratic party.",
        16.96,
        18.32
    ],
    [
        " Yeah.",
        18.44,
        18.6
    ],
    [
        " Well, first of all, just say, um, for as long as I've been in politics, people who",
        19.0,
        27.1
    ],
    [
        " like to put other humans and categories have always had trouble putting me in a category,",
        27.1,
        32.36
    ],
    [
        " um, just because I've always been a very independent minded person.",
        32.54,
        35.44
    ],
    [
        " So, you know, I first ran for office in 2002 in Hawaii.",
        35.62,
        40.46
    ],
    [
        " I was 21 years old, very passionate about environmental issues and protecting the beauty",
        40.64,
        45.38
    ],
    [
        " of our home and Hawaii, the water oceans and, and that was my motivation to run for a",
        45.38,
        50.42
    ],
    [
        " state house.",
        51.08,
        50.94
    ],
    [
        " And, you know, prior to that point, I had no, like familial political affiliation.",
        51.8,
        58.64
    ],
    [
        " There was no like, you know, my daddy and granddaddy were Democrat.",
        58.64,
        61.44
    ],
    [
        " So I have to be a Democrat.",
        61.44,
        62.58
    ],
    [
        " My parents were very like, hey, you, you go make your own decisions, figure out, you know,",
        62.62,
        67.24
    ],
    [
        " what, what is your foundational principles?",
        67.76,
        69.88
    ],
    [
        " And so at that time, I, I really had to look because I had to, you know,",
        70.18,
        75.5
    ],
    [
        " file the piece of paper saying I'm running for office and there was a box to check, like,",
        75.6,
        78.68
    ],
    [
        " okay, fine, what party gonna run under?",
        78.68,
        80.24
    ],
    [
        " And so I started looking at kind of the origins of in Hawaii, the democratic party.",
        81.28,
        86.9
    ],
    [
        " Hawaii had been under the rule of a few very wealthy Republicans,",
        87.04,
        91.62
    ],
    [
        " since it became a territory of the United States and then later through statehood.",
        92.12,
        96.42
    ],
    [
        " And the shift towards democratic politics in Hawaii came about because,",
        97.24,
        101.36
    ],
    [
        " of plantation workers, people who are being treated like crap,",
        102.22,
        107.36
    ],
    [
        " like in, in, in, in human conditions being paid pennies for working super long hours.",
        107.36,
        114.74
    ],
    [
        " It was, it was basically like glorified slave labor.",
        114.98,
        118.36
    ],
    [
        " And so it was the democratic party in the IOW that came in and was like, no, this is not okay.",
        118.76,
        123.24
    ],
    [
        " And, and so it was the party that in our history in Hawaii was the big tent inclusive party.",
        123.68,
        129.76
    ],
    [
        " It was the party for the people.",
        129.9,
        131.58
    ],
    [
        " It was the party that stood up against those few very wealthy people in power.",
        131.94,
        136.7
    ],
    [
        " And said, no, you can't just abuse people like this.",
        137.36,
        139.28
    ],
    [
        " It was the party that stood for civil liberties and individual freedom and choice.",
        140.1,
        143.84
    ],
    [
        " Like, hey, whatever your personal choice is, whether it's free speech or freedom of religion or whatever it is,",
        144.18,
        148.92
    ],
    [
        " like, live and let live.",
        149.06,
        150.9
    ],
    [
        " We can disagree without being disagreeable.",
        151.28,
        152.82
    ],
    [
        " And so I looked at the party in Hawaii and I looked at leaders like JFK and Dr. Martin Luther King.",
        152.88,
        157.26
    ],
    [
        " And I was drawn to the democratic party for those reasons because again,",
        157.46,
        161.46
    ],
    [
        " and in my eyes, I looked at Hawaii as like these super rich Republican dudes have been abusing their power.",
        161.56,
        167.28
    ],
    [
        " To fill their pockets at the expense of the well-being of the people.",
        167.46,
        171.36
    ],
    [
        " And so fast forward, I left the democratic party because all of those things that I just talked about are gone.",
        172.68,
        181.56
    ],
    [
        " The leaders of today's democratic party don't believe in really end of freedom,",
        181.9,
        188.34
    ],
    [
        " basically, when it comes down to it.",
        188.34,
        190.0
    ],
    [
        " And you look at that freedom of choice, freedom of speech, freedom of religion,",
        190.06,
        194.52
    ],
    [
        " and there's a lot of other issues that I could get into.",
        197.1,
        200.82
    ],
    [
        " But ultimately, how do you have a political party that's in power that doesn't believe in freedom",
        201.0,
        208.16
    ],
    [
        " and is actively taking action to undermine our constitution and bill of rights?",
        208.16,
        213.64
    ],
    [
        " And that was really what was at the crux of why left the Democrat party.",
        214.56,
        219.4
    ],
    [
        " Was there a straw that broke the camel's back?",
        219.74,
        222.28
    ],
    [
        " There wasn't one single moment, but it was really over the last like a few years, two, three years, seeing this increasing.",
        223.44,
        231.9
    ],
    [
        " Like quickly escalating towards policies coming from our government that really frankly were becoming increasingly authoritarian.",
        232.86,
        244.84
    ],
    [
        " And so it caused me to kind of spend time reflecting and being introspective like, wait, hold on a second.",
        245.96,
        252.1
    ],
    [
        " And people saying like, how can you still be, how can you call yourself a Democrat?",
        252.32,
        255.96
    ],
    [
        " And I was obviously have, like I said, I've always been an independent minded person.",
        256.24,
        259.82
    ],
    [
        " I've been critical of people in power, whether they were Republicans or Democrats,",
        259.96,
        265.82
    ],
    [
        " and also complimentary when I felt like they did things that were good for the country.",
        265.82,
        270.02
    ],
    [
        " But looking at the dangerous combination of what we've seen over the last few years,",
        270.64,
        278.68
    ],
    [
        " especially of people in power who don't believe in the constitution, who openly question things like",
        280.2,
        285.24
    ],
    [
        " the First Amendment and right to free speech, coupled with, oh, by the way, they control and are",
        285.24,
        291.14
    ],
    [
        " politicizing agencies like the Department of Justice and the FBI and Department of Homeland Security",
        291.14,
        296.58
    ],
    [
        " sicking the domestic, newly formed domestic terror unit of the Department of Homeland Security",
        296.58,
        303.06
    ],
    [
        " on parents like protesting at Board of Education meetings because they're like, well, we don't agree with",
        303.06,
        307.86
    ],
    [
        " what you guys are trying to teach our young kids at school. And to see that playing out before our",
        307.86,
        314.58
    ],
    [
        " eyes and this culture of fear, where if you speak out against this stuff and call it for what it is,",
        314.58,
        322.82
    ],
    [
        " you are immediately labeled anti-authority and also therefore coming from our government,",
        323.44,
        331.62
    ],
    [
        " an extremist and a potential threat, a potential domestic threat. And so that's why you're talking",
        332.3,
        337.82
    ],
    [
        " about the over-tune window and you look at like, okay, well, you take people having open minds and",
        337.82,
        342.94
    ],
    [
        " like, okay, well, I can consider, you know, someone else's perspective, even if I don't agree with it,",
        342.94,
        346.6
    ],
    [
        " which is how things should be in general. And then you take it to that next level where you're saying,",
        346.62,
        352.06
    ],
    [
        " well, there are no guardrails anymore. And this is what's so dangerous is when you have, again,",
        352.16,
        358.16
    ],
    [
        " people are entitled to their own opinions. But when you have people in positions of power in this",
        358.24,
        362.94
    ],
    [
        " country who deny the existence of objective truth as they are, then where is like, where's the floor?",
        362.94,
        371.96
    ],
    [
        " Where's the guardrails? Where is the ceiling? How do you measure anything? Well, it's like, okay,",
        372.12,
        376.22
    ],
    [
        " well, whatever's true is whatever they say is true. But then what happens when when they're gone and",
        376.3,
        382.42
    ],
    [
        " the next person or group of people come in or the next party and then would have they don't agree with",
        382.42,
        387.14
    ],
    [
        " what that group says is true or false. And so, and then you couple that with the fear factor and",
        387.14,
        393.6
    ],
    [
        " cancel culture and people literally seeing what happens to people like me where you just say, like,",
        393.6,
        399.7
    ],
    [
        " hey, well, this is what's happening. And it's crazy. It's insane. And then I get called all kinds of",
        399.74,
        405.72
    ],
    [
        " names and all kinds of stuff, all kinds of attacks. And so no wonder so many people are afraid",
        405.72,
        411.38
    ],
    [
        " to do the equivalent of like, yeah, obviously the emperor has no clothes. Like, we can all see it.",
        412.02,
        417.14
    ],
    [
        " And there's a lot of concern about what's happening. But so few people feel like they have the",
        417.48,
        422.56
    ],
    [
        " ability to speak up without being worried about losing their job or being shunned by friends or",
        422.56,
        427.4
    ],
    [
        " family members or being like that crazy person. And so this is this is kind of one thing that's been",
        427.4,
        435.46
    ],
    [
        " interesting and and hope inspiring is is, you know, I put out this this kind of long and end-up",
        436.5,
        442.54
    ],
    [
        " statement talking about some of these very specific examples of what's wrong with today's",
        442.54,
        447.5
    ],
    [
        " Democrat Party. And I've been hearing from a lot of people, people I know a lot of people I don't",
        447.5,
        453.44
    ],
    [
        " know in person on social media. People just saying like like in a really serious and heavy kind of",
        453.44,
        460.84
    ],
    [
        " way, thank you for bringing voice to the things that I've been feeling and frustrated with. And",
        460.84,
        465.38
    ],
    [
        " but, you know, haven't been able to give voice to. And so my hope is that, you know, the more we speak",
        465.38,
        473.46
    ],
    [
        " up, the more people feel as though they can speak up. And yeah, how do we protect people? How do we",
        473.46,
        481.5
    ],
    [
        " protect our freedoms that are under attack by exercising them?",
        481.5,
        484.34
    ]
]