[
    [
        " President Putin, recently you ordered your troops into Ukraine, which is a sovereign nation,",
        0.88,
        10.86
    ],
    [
        " and this was a mistake.",
        11.66,
        13.82
    ],
    [
        " You underestimated the capability and the fighting spirit of the brave Ukrainian people.",
        15.22,
        22.42
    ],
    [
        " And that's understandable.",
        23.78,
        25.48
    ],
    [
        " My country made that same mistake in Vietnam, in Iraq, and in Afghanistan.",
        26.62,
        35.64
    ],
    [
        " These mistakes led to drawn out conflicts that depleted our finances, our materials, and",
        36.38,
        48.1
    ],
    [
        " cost us much of our most precious resource of all American blood.",
        48.1,
        54.6
    ],
    [
        " Your country has made that same mistake in the past as well, in Afghanistan, and more",
        55.06,
        65.32
    ],
    [
        " recently in Cheshna.",
        65.32,
        67.24
    ],
    [
        " Now you have made that same mistake again, but you have also made another mistake.",
        67.8,
        74.24
    ],
    [
        " You misjudged the international community who has universally condemned your actions.",
        75.3,
        84.74
    ],
    [
        " You have been cut off financially.",
        85.08,
        89.36
    ],
    [
        " Your supply chain has been severed.",
        90.14,
        92.9
    ],
    [
        " You are standing alone from a military perspective you will receive no support.",
        92.9,
        99.22
    ],
    [
        " Yet on the contrary, your enemy, the free people of Ukraine are going to receive an",
        101.12,
        109.66
    ],
    [
        " unlimited supply of weapons, ammunition, fuel, food, and troops from nations around the",
        109.66,
        118.66
    ],
    [
        " world.",
        118.66,
        118.98
    ],
    [
        " This will be a war of attrition against the most well-supported freedom fighters the",
        119.78,
        127.52
    ],
    [
        " world has ever seen.",
        127.52,
        128.94
    ],
    [
        " And you will lose.",
        129.66,
        132.5
    ],
    [
        " That is the reality.",
        133.48,
        135.9
    ],
    [
        " But I don't want that.",
        136.98,
        139.88
    ],
    [
        " I do not want war.",
        140.52,
        143.4
    ],
    [
        " I do not want suffering.",
        143.68,
        145.62
    ],
    [
        " And I don't want to see our once great ally, the Russian people consumed by the devastation",
        146.06,
        155.36
    ],
    [
        " of war.",
        155.36,
        155.72
    ],
    [
        " So I am solemnly requesting that you immediately correct this mistake by withdrawing all your",
        156.24,
        167.1
    ],
    [
        " troops from Ukraine starting within the next 48 hours.",
        167.1,
        170.38
    ],
    [
        " If you do so, I will personally see to it that there are no further ramifications against",
        170.76,
        180.84
    ],
    [
        " your country.",
        180.84,
        181.44
    ],
    [
        " I will find a way to negotiate a peaceful agreement with Ukraine that addresses your concerns.",
        183.06,
        189.94
    ],
    [
        " And finally, I will help rebuild your infrastructure and I will support actions that will help to",
        189.94,
        198.1
    ],
    [
        " rebuild your economy.",
        198.1,
        199.36
    ],
    [
        " This is a generous offer to your nation, a nation with a history of great strength, a nation",
        199.92,
        210.74
    ],
    [
        " who we once stood side by side with to defeat the evil Third Reich.",
        210.74,
        217.24
    ],
    [
        " I hope you accept this request for peace.",
        218.16,
        224.66
    ],
    [
        " But if you do not comply, there will be consequences.",
        225.98,
        234.54
    ],
    [
        " I have been to war and I do not like it, but I know how to wage it.",
        236.04,
        243.26
    ],
    [
        " Twelve hours ago, I gave an order sending three aircraft carrier battle groups to the",
        245.34,
        251.36
    ],
    [
        " vicinity.",
        251.36,
        251.74
    ],
    [
        " I also gave the order for the deployment of 50,000 combat ready soldiers, sailors, airmen",
        252.66,
        260.06
    ],
    [
        " and Marines to our NATO allies bordering Ukraine.",
        260.06,
        263.68
    ],
    [
        " These include surface to air and surface to surface missile systems.",
        264.22,
        270.3
    ],
    [
        " It includes combat aviation and aviation support teams.",
        270.88,
        275.16
    ],
    [
        " And it also includes medical logistics, infantry and special operations units.",
        276.2,
        283.06
    ],
    [
        " The United States of America will bring the full spectrum of lethal warfare to the battlefield.",
        284.94,
        292.02
    ],
    [
        " That being said, we will not get into a ground war with you.",
        292.66,
        299.42
    ],
    [
        " America does not need to.",
        300.12,
        301.76
    ],
    [
        " The brave Ukrainian men and women will fight for their own country.",
        303.34,
        308.64
    ],
    [
        " History tells us of their courage and they are already proving their metal in battle once again.",
        309.82,
        317.48
    ],
    [
        " But with our technological capabilities and assets are eminently prepared troops",
        318.36,
        325.88
    ],
    [
        " and our partnerships with allies and the undaunted Ukrainian people on the ground.",
        325.88,
        331.96
    ],
    [
        " I promise you your aircraft will be destroyed.",
        332.24,
        336.62
    ],
    [
        " Your missile systems will be destroyed.",
        337.34,
        340.42
    ],
    [
        " All of your tanks and armored fighting vehicles will be destroyed.",
        340.92,
        345.74
    ],
    [
        " Your naval vessels in proximity of the conflict will be destroyed.",
        346.32,
        352.14
    ],
    [
        " And many of your fine soldiers and sailors will be killed.",
        352.94,
        358.84
    ],
    [
        " It will be a devastating loss and your country's military and economy will take years to rebuild.",
        360.44,
        370.28
    ],
    [
        " But I don't want that.",
        370.96,
        375.32
    ],
    [
        " My generation of Americans have been at war for two decades.",
        376.04,
        381.16
    ],
    [
        " We don't want war.",
        381.6,
        382.7
    ],
    [
        " We want peace for Russia, for Ukraine, for Europe and for the world.",
        383.64,
        391.92
    ],
    [
        " So please carefully consider my offer.",
        392.38,
        397.42
    ],
    [
        " Withdraw your troops.",
        398.14,
        400.78
    ],
    [
        " And let's move forward together in a positive way that avoids further war and bloodshed",
        402.16,
        410.4
    ],
    [
        " and brings peace and prosperity to the world.",
        411.14,
        415.44
    ],
    [
        " The choice is yours.",
        417.14,
        418.82
    ],
    [
        " I am standing by for your reply.",
        420.38,
        422.54
    ]
]