[
    [
        " Discipline a spree, decor, and proficiency are significant factors that you as a leader can develop in your Marines.",
        0.0,
        6.26
    ],
    [
        " These along with morale and motivation will influence your success and combat.",
        6.76,
        10.66
    ],
    [
        " Man, when you're skilled at something and you practice and you train, it just helps in every",
        10.96,
        16.4
    ],
    [
        " aspect proficiency is so important and obviously discipline.",
        16.4,
        21.48
    ],
    [
        " And I said earlier that we're going to get into a little bit of this discipline is the willful obedience of orders.",
        22.28,
        28.4
    ],
    [
        " Discipline is exemplified by a situation where the individual has been taught to sacrifice their interests for the common good and",
        29.58,
        35.66
    ],
    [
        " respond from a sense of duty, which is more important than individual rights or wants. Now",
        35.66,
        41.04
    ],
    [
        " What you and I talk about a lot in here",
        41.04,
        44.48
    ],
    [
        " The common good this is you know discipline like self-discipline is when you're gonna do something that's good",
        44.48,
        51.98
    ],
    [
        " Not for you right now, not the doughnut, not the sleeping in, but what's good for the common good?",
        52.04,
        58.5
    ],
    [
        " That takes discipline. When the moment comes for a leader to send a Marine in the harm's way there's not room for discussion.",
        59.82,
        66.64
    ],
    [
        " Discipline ensures prompt accomplishment of assigned missions and spawns initiative",
        66.92,
        70.98
    ],
    [
        " Which guides your Marines actions in the absence of order",
        70.98,
        74.9
    ],
    [
        " Moral and motivation provide the foundation for discipline more than being a simple mechanism for maintaining order",
        76.6,
        83.16
    ],
    [
        " Discipline is the essential condition within a unit that allows to overcome the extreme fear and fatigue of combat",
        83.16,
        89.38
    ],
    [
        " And this is why this is the part that I wanted to get into",
        89.38,
        92.32
    ],
    [
        " Oh the three types of discipline",
        92.32,
        94.94
    ],
    [
        " First off is self-discipline",
        94.94,
        97.42
    ],
    [
        " Self-discipline is the most important quality to develop in your Marine",
        97.42,
        103.32
    ],
    [
        " Self-discipline means that the individual has a sense of personal duty to their unit fellow Marines and nation",
        104.9,
        111.52
    ],
    [
        " This type of discipline will hold your Marines sturdy against anything the enemy may throw at them because they have",
        111.52,
        118.96
    ],
    [
        " In firm inner conviction that they will not let their fellow Marines down",
        118.96,
        125.62
    ],
    [
        " That's what we want that's the most important quality to develop in Marine is self-discipline",
        125.62,
        134.88
    ],
    [
        " From the expectations of Marines in your squat it arises from a form of peer pressure where a Marine knows that",
        134.88,
        140.82
    ],
    [
        " For an individual to belong one must uphold the standard",
        140.82,
        144.58
    ],
    [
        " This quality of discipline will hold the Marine steady while in the company of other fellow Marines",
        144.58,
        151.2
    ],
    [
        " And then it gets to this and this is why I wanted to cover this",
        151.2,
        155.72
    ],
    [
        " imposed discipline",
        155.72,
        158.04
    ],
    [
        " Imposed discipline is probably the most important part of this book",
        158.04,
        162.74
    ],
    [
        " Imposed discipline is behavior that is motivated primarily by your immediate supervision",
        164.08,
        170.12
    ],
    [
        " Do it because I said so",
        170.12,
        173.0
    ],
    [
        " It is a direct order to perform now you've heard me say this many times",
        173.0,
        178.7
    ],
    [
        " We don't want imposed discipline and we definitely want to impose things on people",
        178.7,
        183.62
    ],
    [
        " But here's the Marine Corps saying you know, hey",
        183.62,
        185.96
    ],
    [
        " Do it because I said so and then they continue",
        185.96,
        188.48
    ],
    [
        " This discipline influences your Marines to accomplish unpleasant or inconvenient tasks",
        188.58,
        193.5
    ],
    [
        " And then it says this under extreme combat conditions",
        193.5,
        199.46
    ],
    [
        " You may be required to resort to imposed discipline",
        199.46,
        203.4
    ],
    [
        " Says the words required to resort to it. This is not what we want to be doing",
        203.4,
        209.66
    ],
    [
        " And by the way, it's under extreme combat conditions",
        209.66,
        214.5
    ],
    [
        " So if you're working in a finance company or you're working on a construction site or you're working",
        214.92,
        222.56
    ],
    [
        " On a manufacturing line and you think as a leader you better use imposed discipline",
        222.56,
        229.68
    ],
    [
        " You're probably wrong",
        229.68,
        231.26
    ]
]