[
    [
        " morale makes up three quarters of the game in combat",
        0.08,
        4.36
    ],
    [
        " You know, that's one of those ones you go well. Yeah, because you know if you're thinking you know your football team against another football team",
        4.36,
        13.2
    ],
    [
        " And they have great morale, but you guys are better players. Yeah, right? Well, it's probably not gonna work out too well",
        13.2,
        19.08
    ],
    [
        " But because this is what I was thinking about last time I said well, you know",
        19.08,
        22.2
    ],
    [
        " Where's that gonna really carry you in a football game?",
        22.2,
        25.74
    ],
    [
        " But then I thought what if you want if your football game was played for months",
        26.6,
        29.9
    ],
    [
        " You see what I'm saying? Yeah, and it wasn't about how big and strong you were but it was about hey",
        29.9,
        36.04
    ],
    [
        " We're gonna be we're gonna maneuver faster than you we're gonna walk further than you",
        36.04,
        40.74
    ],
    [
        " We're gonna keep working while you're resting",
        40.74,
        42.96
    ],
    [
        " Like though we're gonna keep our weapons clean like all those things like that's how you win",
        42.96,
        47.44
    ],
    [
        " Yeah, and all those things have to do with morale",
        47.44,
        49.4
    ],
    [
        " So it might not make a sense in a short",
        49.4,
        52.44
    ],
    [
        " engagement in a physical game",
        52.44,
        55.42
    ],
    [
        " It can have an impact for sure. I would almost say",
        55.88,
        59.28
    ],
    [
        " You were right to begin with",
        59.28,
        61.76
    ],
    [
        " In a football game as far as the example. I mean you're right either way, but",
        61.76,
        65.44
    ],
    [
        " If your morale is low the other team is high",
        65.44,
        69.52
    ],
    [
        " But you have a better football team your morale is gonna be low for a reason like base essentially like oh",
        69.52,
        75.92
    ],
    [
        " You know, it's like there's gonna be in low morale is gonna be a lack of confidence",
        75.92,
        79.26
    ],
    [
        " I'm sure there's gonna be a lack of motivation and according to the book lack of proficiency which negatively affects your morale",
        79.26,
        85.04
    ],
    [
        " So you know you're not that good your morale is bound exactly right? So like I said it's for a reason",
        85.04,
        89.12
    ],
    [
        " So their morale is good. What if like every your morale if you're a better",
        89.12,
        92.7
    ],
    [
        " Quote-unquote better football team is gonna be for a reason and then whatever that reason is",
        92.7,
        96.38
    ],
    [
        " I don't know it's your hypothetical",
        96.38,
        97.36
    ],
    [
        " I don't know but think of a realistic one maybe",
        97.36,
        99.62
    ],
    [
        " People are arguing about this and that so they're not working together as a team both the morale on the team itself like what can hurt",
        99.62,
        106.4
    ],
    [
        " The morale exactly right on the better",
        106.4,
        108.26
    ],
    [
        " Quote-unquote team. Yeah, like you like you blew a game like you blew the last game",
        108.26,
        112.88
    ],
    [
        " Like you shouldn't miss the field goal and you did and you were a better team than them",
        112.88,
        115.92
    ],
    [
        " But then they won morale could be down. Yeah, and you're arguing with your team quarterbacks is blaming everyone",
        115.92,
        120.94
    ],
    [
        " They you know, maybe their best guys injured and that you know now everyone's not as confident and like maybe they're starting",
        120.94,
        127.44
    ],
    [
        " You know all this other stuff and they're tired because they've been drinking, you know all this stuff",
        127.44,
        131.9
    ],
    [
        " So technically there there's a thing I'm just saying that's that's a big factor a lot of them so",
        131.9,
        135.72
    ],
    [
        " So technically they they are maybe a better team",
        135.72,
        138.98
    ],
    [
        " But the morale so low for these were specific reasons the other guys they've been working hard",
        138.98,
        142.84
    ],
    [
        " Yeah, they even got a strategy in place a secret strategy",
        142.84,
        145.58
    ],
    [
        " I tell you about this one time this team was we were technically better than them",
        145.58,
        149.3
    ],
    [
        " But they were like saying oh, we're gonna kick their ass. We're gonna kick their ass and they're telling the whole island",
        149.3,
        153.5
    ],
    [
        " Essentially we're gonna kick their ass so bad. Well was this was this high school? Yeah, and I was like what that",
        153.5,
        158.38
    ],
    [
        " This is uncanny the way they're saying this so much, you know, and then but they had a little plan and they did they beat us",
        158.38,
        164.92
    ],
    [
        " To with the plan it was to do these weird quarterback keep plays with no huddle",
        164.92,
        171.8
    ],
    [
        " So it's just essentially that that surprise kind of thing and then just keep going going going",
        171.8,
        177.74
    ],
    [
        " So they'd go quarterback keep and we'd kind of stop it then they go no huddle quarterback keep and be like oh",
        177.74,
        182.4
    ],
    [
        " We're scrambling and we kind of stop it",
        182.4,
        184.28
    ],
    [
        " But they gave him a little bit more and they just kept doing it kept doing it for the whole but didn't you figure out a solution",
        184.28,
        189.0
    ],
    [
        " Ford after they did it for seven or nine times I",
        189.0,
        192.7
    ],
    [
        " Think always do I think our morale went down in that first flurry to be honest to you. Um, I forget how it so their morale was high very high",
        192.7,
        200.64
    ],
    [
        " Actually, did you yeah for that reason? I'm always surprised in football that there's not more sneakiness",
        200.64,
        205.36
    ],
    [
        " Yeah, I think a lot of sneakiness since I feel like we might have talked about this",
        205.36,
        211.04
    ],
    [
        " With football there's so much history behind in the way plays work that",
        211.04,
        215.18
    ],
    [
        " Sneakiness usually comes with an element of risk that's equal. So",
        215.18,
        220.12
    ],
    [
        " Yeah, if you do a trick play like there's a there's teams that could sort of lend towards more sneakiness",
        221.54,
        227.44
    ],
    [
        " But they lend more towards risk as well. So like one of the mainstream sneaky plays is called a reverse where",
        227.44,
        232.92
    ],
    [
        " It's like you give the ball this many ways to do it",
        232.92,
        236.12
    ],
    [
        " But a standard one would be you give the ball to the running back and an outside run",
        236.12,
        239.58
    ],
    [
        " Mm-hmm",
        239.58,
        240.12
    ],
    [
        " And instead of keeping running the the wide receiver who's where over there he comes around this way",
        240.12,
        243.94
    ],
    [
        " So he's acting like he's running and he gives it to the wide receiver going the other way",
        243.94,
        246.3
    ],
    [
        " So the defense says all this momentum going this way with the ball and the reverse just comes around with but he's a single guy",
        246.4,
        252.12
    ],
    [
        " Because he has no blockers if he had blockers everyone would see the blockers going over there",
        252.12,
        256.78
    ],
    [
        " They'd be like oh wait. This isn't you know this so they'd be waiting the risk being that if somebody picks it up and reads the play",
        256.78,
        261.54
    ],
    [
        " Then he's getting a nice away probably behind the line because he has no blockers exactly right or the what's the one?",
        261.54,
        267.52
    ],
    [
        " There's like a hook and lateral which has a big risk on now and then",
        267.88,
        274.08
    ],
    [
        " Pass back to the quarterback. That's another one. We're like you give it to the running back and he runs and he doesn't go past the line",
        274.88,
        280.62
    ],
    [
        " The quarterback does that the quarterback runs around the other side on a on a pass pattern",
        280.62,
        285.6
    ],
    [
        " Essentially a receipt so he goes down and then now the running back has to throw the ball to the quarterback",
        285.6,
        291.7
    ],
    [
        " Which is huge risk by the way brother gonna pick that thing and the quarterback got to catch it got a catch",
        291.7,
        296.54
    ],
    [
        " It has to be open by the way because if he's not open who's gonna throw it to?",
        296.54,
        299.98
    ],
    [
        " Another wide receiver usually it's like all you know",
        300.58,
        302.76
    ],
    [
        " It's that you put your eggs all in one basket a lot of time and then nowadays people are kind of",
        302.76,
        307.6
    ],
    [
        " Hip to trick plays so they kind of wait for it to develop and now the risk goes up, you know",
        307.6,
        312.12
    ],
    [
        " So that's probably why I'm sure back in the in fact sure what back in the day like",
        312.12,
        316.36
    ],
    [
        " 1940s football that's all kinds of weird plays. Yeah",
        316.36,
        320.72
    ],
    [
        " So morale you guys lost the other",
        320.72,
        326.08
    ],
    [
        " Platoon team was hyped on their morale your morale was",
        327.18,
        330.36
    ],
    [
        " Immediately crushed and then you were all embarrassed then you just lost",
        330.36,
        333.62
    ],
    [
        " So even even in football it can be morale can be",
        333.62,
        337.16
    ],
    [
        " Three quarters of the game",
        337.16,
        340.22
    ],
    [
        " Yeah, I think so it says morale is the confident",
        340.22,
        344.08
    ],
    [
        " Resolute willing and often self-sacrificing and courageous attitude of a Marine to accomplish the tasks expected by the squad",
        344.08,
        352.08
    ],
    [
        " Morales based upon",
        352.12,
        353.58
    ],
    [
        " Pride in the achievement and aims of the squad faith in you as a squad leader a",
        353.58,
        359.08
    ],
    [
        " Sense of participation in the squad's work devotion and loyalty to the other members of the squad confidence in the ultimate success of the squad",
        359.08,
        367.66
    ],
    [
        " Whichever army goes into battle stronger in soul",
        367.66,
        374.0
    ],
    [
        " Their enemies generally cannot withstand them. That's the Greek warriors xenophon more than 2000 years ago",
        374.0,
        381.14
    ],
    [
        " Morale tends to fluctuate even among the best Marines",
        382.9,
        386.52
    ],
    [
        " It must be your constant concern",
        386.52,
        389.84
    ],
    [
        " Because this is the foundation of discipline you must recognize the extreme importance morale has to the combat effectiveness of your squad",
        389.84,
        399.0
    ],
    [
        " Marine tense or morale tends to fluctuate even amongst the best Marines that's something that's important to know",
        399.0,
        407.06
    ],
    [
        " I'll tell you it affect it it fluctuates less",
        407.06,
        410.86
    ],
    [
        " It can't fluctuate, but man you get some some motivated troopers",
        411.56,
        416.6
    ],
    [
        " It's hard to even it's hard to even bring them down a little bit. There's in the game",
        416.6,
        422.14
    ],
    [
        " And they help everybody it's so helpful to have somebody kind of motivated in the game like somebody with high morale",
        422.14,
        429.14
    ],
    [
        " Yeah, like we got this and it kind of takes someone who can deal with adversity, right? Yeah, so and I was thinking which by the way is a decision",
        429.14,
        439.06
    ],
    [
        " Yeah, you know when it's a more decision too. Yeah, you can be like look. I know what's happening right now",
        440.2,
        445.14
    ],
    [
        " I can see what's happening. I can see the negativity start to drag down",
        445.14,
        449.92
    ],
    [
        " And you can say they were I'm not letting this happen on me",
        449.92,
        454.74
    ],
    [
        " And you get crazy so but that guy who's getting crazy in your kid",
        454.74,
        458.46
    ],
    [
        " He has to be kindly used to adversity and one way or at the very least know how to deal with it",
        458.46,
        463.96
    ],
    [
        " That's where yes, so the so it kind of brought me back a little bit to the two conversation",
        463.96,
        468.18
    ],
    [
        " We had recently about guys quitting who you whatever it may be",
        468.18,
        472.22
    ],
    [
        " Where you would think no way this guy's gonna quit because he's he's a stud",
        472.22,
        475.9
    ],
    [
        " but",
        475.9,
        477.2
    ],
    [
        " This guy is probably not you you get an you know in MMA and well yes, so whatever in",
        477.2,
        483.54
    ],
    [
        " Dick Marcikos book who recently died the rogue warrior",
        483.54,
        487.62
    ],
    [
        " He wrote a book came out 1992 when I was a new guy in the",
        487.62,
        491.64
    ],
    [
        " Terrems",
        493.96,
        494.4
    ],
    [
        " But he called these people gazelles right? Yes, yeah, and he said gazelles",
        494.4,
        498.78
    ],
    [
        " They they're used to winning",
        498.78,
        501.02
    ],
    [
        " They're run they run and they win and they run they win and they're just good athletes and they're just winning winning winning",
        501.02,
        506.22
    ],
    [
        " And they show up at buds and you I can promise you",
        506.22,
        509.64
    ],
    [
        " There's gonna be some shit you lose",
        509.64,
        512.1
    ],
    [
        " And if you and if that's you hit that adversity wall and you've been a stud your whole life and all of a sudden",
        512.1,
        519.14
    ],
    [
        " It I'm sure there's multiple psychological",
        519.22,
        521.36
    ],
    [
        " Things that can unfold one of them might be you're used to winning and now you lose and you get down yourself, but also hey",
        521.36,
        530.0
    ],
    [
        " This is the hardest thing I've ever done. It's harder than I thought it was gonna be or I failed this thing",
        530.0,
        536.12
    ],
    [
        " And now what's gonna happen if I failed this thing and I'm only two days into this gig I",
        536.12,
        540.34
    ],
    [
        " Got six more months of this yeah, and I already failed nom. I'm not cut out for this",
        540.34,
        546.42
    ],
    [
        " I'm not totally not used to it. It's totally like an imposition on their whole sensibility",
        546.42,
        550.88
    ],
    [
        " And that's just how it's not used to it",
        550.88,
        553.06
    ],
    [
        " But so you could in a way kind of track it back to morale really that",
        553.06,
        557.24
    ],
    [
        " That individuals morale gets crushed exactly right like crot",
        557.24,
        561.58
    ],
    [
        " So you get a guy who's used to adversity is like hey, this won't crush my morale I've been here before I know I can fight back out of this",
        561.58,
        568.24
    ],
    [
        " I know this is gonna end I know the you know guys wouldn't know like adversity",
        568.24,
        571.34
    ],
    [
        " But the guy who doesn't the guy who wins every single time never failed ever in his thing",
        571.34,
        576.86
    ],
    [
        " You know just and just things come natural to him. Oh, bro. You like that guy get crushed one time",
        576.86,
        581.54
    ],
    [
        " Damn that might be this the situation on that one come big",
        581.54,
        587.9
    ]
]