[
    [
        " I shouldn't say that the first report is always wrong because that's too strong.",
        2.64,
        6.64
    ],
    [
        " The first report is not all the information you're going to need.",
        6.9,
        11.8
    ],
    [
        " When people come up to me freaking out about something, I beg Roger got it.",
        12.2,
        16.78
    ],
    [
        " Okay, Roger that.",
        17.14,
        17.78
    ],
    [
        " Would you see him or just engage but don't freak out.",
        18.4,
        22.76
    ],
    [
        " And if you do this with your family, if you do this with your employees, if you do this",
        23.14,
        27.52
    ],
    [
        " with the news, if you do this with your life, you're going to be better off.",
        27.52,
        30.56
    ],
    [
        " You're not going to be better off, you're going to be more stable, you're going to be more",
        31.02,
        33.94
    ],
    [
        " consistent, you're going to have better perspective.",
        33.94,
        36.1
    ],
    [
        " It sounds small but it's a real thing and it really truly is beneficial to your life if",
        36.56,
        44.46
    ],
    [
        " you do this.",
        44.46,
        44.98
    ],
    [
        " Do you think sometimes like people's immediate reaction, like if they, if they jump too",
        45.38,
        52.56
    ],
    [
        " quickly, right?",
        52.56,
        53.48
    ],
    [
        " If they launch too quickly, do you ever think that that?",
        53.72,
        57.4
    ],
    [
        " Is or it becomes just like a habit for sure it becomes a habit and it also becomes when",
        58.24,
        62.72
    ],
    [
        " I launch, I don't turn back.",
        62.72,
        64.94
    ],
    [
        " Yeah.",
        65.16,
        65.68
    ],
    [
        " Because I already committed to it.",
        65.7,
        66.98
    ],
    [
        " Yeah, I launched it.",
        66.98,
        67.66
    ],
    [
        " I already said disgrace.",
        67.66,
        68.68
    ],
    [
        " And when someone says, well, he was actually only, you know, that's a taken out of context.",
        69.16,
        72.2
    ],
    [
        " You don't, you don't go back and delete the tweet because then you look like an idiot,",
        72.2,
        75.12
    ],
    [
        " right?",
        75.12,
        75.46
    ],
    [
        " So instead you just leave it and you say, yeah, but even in the context, you can't be",
        76.14,
        79.44
    ],
    [
        " taken.",
        79.44,
        79.62
    ],
    [
        " Boba Boba.",
        79.86,
        80.5
    ],
    [
        " And just dig in on stupid stuff.",
        80.5,
        82.16
    ],
    [
        " So what's your self and stupid situation?",
        82.48,
        83.9
    ],
    [
        " Don't paint yourself into a corner.",
        83.9,
        85.08
    ],
    [
        " All you have to do is listen, read the rest of the articles, see what the other reports",
        85.34,
        88.68
    ],
    [
        " say.",
        88.68,
        89.02
    ],
    [
        " What are you getting the scoop?",
        89.22,
        90.66
    ],
    [
        " What are you have freaking 1957 reporters trying to get the scoop on the tweet?",
        91.88,
        97.84
    ],
    [
        " It's on the post.",
        98.36,
        99.22
    ],
    [
        " That's good that you said there.",
        99.5,
        100.68
    ],
    [
        " I know because the answer is actually yes.",
        100.84,
        103.24
    ],
    [
        " I know it is because it's like, this one seems like I can't read.",
        103.4,
        107.68
    ],
    [
        " Nobody's mind.",
        107.78,
        108.3
    ],
    [
        " Obviously, but that's what it really feels like when like someone repost it and then says",
        108.48,
        112.98
    ],
    [
        " it's disgraceful, for example, it is.",
        112.98,
        115.5
    ],
    [
        " It does seem like they want to be the one to share it with everyone and like proclaim",
        115.66,
        119.62
    ],
    [
        " some opinion, you know, like first, you know, like almost like as if, because when you consider",
        119.62,
        125.46
    ],
    [
        " it, this is just my interpretation again, I don't know.",
        125.46,
        127.6
    ],
    [
        " But someone wouldn't really have motivation to do that if it's old news or any, you know,",
        127.96,
        135.08
    ],
    [
        " it's old news.",
        135.22,
        136.0
    ],
    [
        " You're not going to like, you know, get in the scoop, bro.",
        136.16,
        138.4
    ],
    [
        " It is, right?",
        138.52,
        139.3
    ],
    [
        " Getting the scoop is definitely a trigger that makes people do this.",
        139.54,
        144.68
    ],
    [
        " One of the, it's not the only one, but there's, because some people sometimes people just",
        144.92,
        149.88
    ],
    [
        " overreact because of habit.",
        149.88,
        152.22
    ],
    [
        " Sometimes they overreact because they haven't learned this simple lesson that I'm trying",
        152.4,
        155.78
    ],
    [
        " to teach right now.",
        155.78,
        156.48
    ],
    [
        " It's a very simple lesson.",
        157.12,
        158.18
    ],
    [
        " Don't overreact to stuff.",
        158.74,
        160.7
    ],
    [
        " It's a very simple lesson and yet people overreact all the time to all kinds of stuff.",
        161.32,
        166.44
    ],
    [
        " And then also too, and this is like applies to, this actually does apply to the news, but",
        167.36,
        172.62
    ],
    [
        " it applies to someone breaking news to you.",
        172.62,
        175.46
    ],
    [
        " Like, I don't know, your friend comes running in the room and wants to proclaim or say",
        175.68,
        180.7
    ],
    [
        " to this about something that happened.",
        180.7,
        182.28
    ],
    [
        " Chances are, the chance that of them exaggerating it are pretty solid.",
        183.02,
        187.24
    ],
    [
        " They're very solid.",
        187.44,
        188.54
    ],
    [
        " Yeah.",
        188.82,
        189.08
    ],
    [
        " Why?",
        189.22,
        189.48
    ],
    [
        " Because they're emotional.",
        189.74,
        190.52
    ],
    [
        " They're excited about it.",
        190.96,
        192.12
    ],
    [
        " Yeah, they want to tell you something.",
        192.14,
        193.36
    ],
    [
        " They want to make sure it hits you hard.",
        194.0,
        196.06
    ],
    [
        " Yeah.",
        196.06,
        196.32
    ],
    [
        " And all that.",
        196.64,
        197.44
    ],
    [
        " Well, here's another thing about this.",
        197.74,
        199.94
    ],
    [
        " I'm talking about the decision making process around this and how this, if you can detach",
        200.58,
        205.7
    ],
    [
        " and you can take a grain of salt with new information about how it helps you with the decision-making",
        205.7,
        211.02
    ],
    [
        " process, it also will help you remain emotionally stable.",
        211.02,
        215.42
    ],
    [
        " Because if you come in yelling, this is what's going on and then I get excited about it.",
        215.74,
        221.36
    ],
    [
        " My emotions are skewed, which means my decision is, my decision-making process is off.",
        222.06,
        227.78
    ],
    [
        " But even in a situation where I don't have a decision to make, I'm allowing my emotions",
        228.18,
        233.26
    ],
    [
        " to go into a roller coaster ride for no good, freaking reason, which is a dumb move.",
        233.26,
        240.06
    ]
]