[
    [
        " This is Jockel Podcast number 320 with Echo Charles and me, Jockel Willink. Good evening, I go.",
        0.0,
        6.04
    ],
    [
        " Good evening.",
        6.14,
        6.42
    ],
    [
        " So there's a",
        7.2,
        9.7
    ],
    [
        " common set of",
        9.7,
        13.24
    ],
    [
        " metaphors that get thrown around a decent amount.",
        13.24,
        17.28
    ],
    [
        " Something along the lines of",
        17.78,
        21.24
    ],
    [
        " we as people, we're authors of our own book and we're the star of our own movie.",
        21.24,
        28.78
    ],
    [
        " You heard these things before? I have. Yeah.",
        30.58,
        32.54
    ],
    [
        " And they, when you hear them, when I just said them, and even the way I said them,",
        33.86,
        38.2
    ],
    [
        " they seem kind of tried and they seem cliched. And I guess they are, but",
        38.2,
        42.52
    ],
    [
        " like many cliches, they are true in many ways.",
        42.52,
        47.26
    ],
    [
        " And there's an analogy in those statements with the idea of",
        47.88,
        55.28
    ],
    [
        " extreme ownership.",
        55.28,
        57.34
    ],
    [
        " Take take ownership of your life. That's the similar to, hey, you write your own book.",
        60.0,
        65.42
    ],
    [
        " You get to create the plot is the is the underlying theme, which means that you have control.",
        66.4,
        73.46
    ],
    [
        " And obviously I like that idea.",
        73.76,
        76.38
    ],
    [
        " I like that attitude. And I agree with the idea of creating your own plot and writing your own",
        77.1,
        85.78
    ],
    [
        " book that you're in. But it doesn't quite correlate 100% because here's the thing.",
        85.78,
        97.66
    ],
    [
        " If you are truly writing your own script, then you actually have control over everything",
        98.26,
        105.4
    ],
    [
        " that's happening. You have 100% control over everything that you're writing. You're writing it.",
        105.4,
        111.38
    ],
    [
        " But in life, in real life,",
        112.54,
        115.22
    ],
    [
        " there are things that are beyond your control. In war, the enemy gets a vote.",
        115.42,
        123.12
    ],
    [
        " In life, life gets a vote. Life gets a vote.",
        123.84,
        132.06
    ],
    [
        " Bad things are going to happen. Things that you don't expect.",
        133.22,
        137.36
    ],
    [
        " Disease, accidents, misfortunes, mishaps, catastrophes.",
        138.74,
        143.58
    ],
    [
        " And it doesn't matter who you are or what situation you are in. These things are going to",
        143.58,
        151.14
    ],
    [
        " impact your life at some point. No one gets out of life without these things happening.",
        151.14,
        155.74
    ],
    [
        " No one truly gets to write their own script.",
        156.66,
        161.98
    ],
    [
        " So the question is, what do you do with these things when they hit you?",
        162.72,
        166.88
    ],
    [
        " How do you face these challenges? How do you actually take ownership of your life?",
        168.84,
        174.92
    ],
    [
        " It is not an easy thing to do. But we are lucky enough today to have someone here that",
        175.76,
        186.16
    ],
    [
        " has taken ownership of his life and has dedicated his life to service. He served in the seal teams.",
        186.16,
        194.98
    ],
    [
        " Once he got out of the seal teams, created an incredibly successful business. He serves his",
        197.36,
        203.06
    ],
    [
        " family, serves his wife and his two daughters. He serves his faith.",
        203.06,
        206.26
    ],
    [
        " And now he is looking to serve his country again as a political leader.",
        207.66,
        214.64
    ],
    [
        " His name is Eli Crane. And he is here tonight to share his experiences and pass on some of those",
        214.98,
        224.66
    ],
    [
        " lessons learned that he got along the way. Eli Crane, thanks for coming down, man.",
        224.84,
        230.7
    ],
    [
        " Thanks for having me, Jaco. Long drive out from Arizona. I know about five and a half hours,",
        231.1,
        236.14
    ],
    [
        " but it was a good one though. Let's jump into this. So speaking of Arizona, let's start at the",
        236.14,
        242.52
    ],
    [
        " beginning. Let's start about your past and where you came from. Yeah, I actually was born in Tucson,",
        242.52,
        249.28
    ],
    [
        " Arizona. My dad was going to pharmacy school out there. Both my parents are from Iowa and they",
        249.84,
        256.08
    ],
    [
        " moved out here, go to a good pharmacy school. And there were a lot of pharmacy jobs in the West.",
        256.08,
        262.04
    ],
    [
        " So my dad went through pharmacy school and then moved us down to Yuma, Arizona of all places.",
        262.24,
        267.14
    ],
    [
        " Hey, yeah. And so was there a job or something down there? There was. That's why that's why",
        267.48,
        272.06
    ],
    [
        " he did it. And it's cool because I remember a lot of my, a lot of my buddies in the platoon were",
        272.06,
        277.62
    ],
    [
        " always complaining about, you know, Iraq and they, you know, I was like, this is like where I'm from,",
        277.84,
        282.06
    ],
    [
        " man, you know, except Arabic street signs and maybe an extra dust storm here there. This is",
        282.12,
        287.36
    ],
    [
        " like kind of like Yuma without the good Mexican food. But yeah, so grew up in grew up in Yuma and,",
        287.36,
        294.04
    ],
    [
        " you know, just, you know, love playing sports was a football player played a little bit of basketball",
        294.06,
        301.16
    ],
    [
        " and stuff like that. Wanted to be a pro football player, but then I realized, you know, I ran into",
        301.16,
        306.02
    ],
    [
        " reality and realized that I didn't have, didn't have the skills and started looking at other options.",
        306.86,
        312.16
    ],
    [
        " Was your, sir, your dad was actually completed pharmacy school and he's a pharmacist?",
        312.52,
        316.56
    ],
    [
        " Yes, sir. And what about your mom? Was she doing the same thing or did you start raising the kids?",
        316.62,
        320.54
    ],
    [
        " Yeah, she was, she was raising the kids and she was also, she also did some part-time work at our",
        320.72,
        326.14
    ],
    [
        " church as a secretary. So, so you were spending time in church then when you were younger?",
        326.14,
        331.72
    ],
    [
        " Yeah, I did. How was, uh, how was the attention span in school and whatnot?",
        331.72,
        337.42
    ],
    [
        " It was good to know. I was a horrible student. It was funny. I remember, you know, thank God, you know,",
        337.96,
        344.7
    ],
    [
        " Jaco, you talk about dynamic leadership. Sometimes they're like, hey, what works for this",
        344.82,
        349.28
    ],
    [
        " individual? Doesn't work for that individual. But, um, it was interesting because I remember my mom.",
        349.28,
        356.04
    ],
    [
        " Thank God she, you know, tried to be dynamic and parenting me and my brothers because my older brother,",
        356.04,
        360.7
    ],
    [
        " my older brother and younger brother were good students. But me on the other hand, not so much.",
        360.7,
        365.22
    ],
    [
        " We the, you're the middle, right? I was the middle and they were, I remember my mom coming home from",
        365.4,
        369.58
    ],
    [
        " a parent teacher conference and she's like, you know, Ela is in the classroom, but he's not really",
        369.58,
        376.7
    ],
    [
        " here. And like I was always daydream and I was out at recess, chasing butterflies, whatever I was doing.",
        376.7,
        383.46
    ],
    [
        " But yeah, it didn't, and it was interesting because as I, as I went down that pipeline, you know,",
        383.92,
        389.74
    ],
    [
        " I started to think, you know, people would tell me, like, especially my brothers, you know,",
        389.94,
        393.82
    ],
    [
        " you always raise your brothers, give each other a hard time. And my brothers, you know, I,",
        393.9,
        398.86
    ],
    [
        " I probably dished out more than I, than I received. But, um, you know, they would tell me that I was",
        398.94,
        405.56
    ],
    [
        " stupid because my grades were awful. And so you hear it, you hear something enough time,",
        405.56,
        410.6
    ],
    [
        " you're stupid, you're stupid, you're stupid. You start to internalize it. And, you know,",
        410.6,
        414.42
    ],
    [
        " you can easily make that a part of your identity. So, um, I did. And, you know, I started to think I was",
        414.62,
        420.56
    ],
    [
        " stupid. And then as I got, as I got further along in life and I started, you know, finding what I was",
        420.56,
        427.08
    ],
    [
        " passionate about, I realized that I wasn't stupid. I just, you know, needed to have that energy and my",
        427.08,
        433.64
    ],
    [
        " attention funneled in the right direction towards something that I really cared about.",
        433.64,
        437.02
    ],
    [
        " So you played football, did you say football and what? You know, I played football a little bit of",
        438.34,
        444.52
    ],
    [
        " basketball, but most of my focus was football. And you played all through high school. Yeah. How good",
        444.52,
        449.88
    ],
    [
        " were you? You know, I was decent, um, but I wasn't, I wasn't good enough to move on to college. I",
        449.88,
        457.86
    ],
    [
        " played, you know, I played quarterback. I loved, you know, playing quarterback. I loved the team",
        457.86,
        463.6
    ],
    [
        " dynamics of football, but it was interesting. And, you know, I got to take extreme ownership of",
        464.28,
        470.72
    ],
    [
        " this, but my, my coach, we had like three slow white quarterbacks. And in high school, our coaches",
        470.72,
        477.3
    ],
    [
        " decided to switch us to an option, you know, running football team. So it was kind of like,",
        477.3,
        482.5
    ],
    [
        " you know, none of us were even really in a system that, you know, really highlighted our skills,",
        482.7,
        489.48
    ],
    [
        " preferred skill sets or what we were even good at. But, um, and there was, there was one guy",
        489.8,
        495.9
    ],
    [
        " that ended up starting over me. And, uh, unfortunately, he was juicing at the time. And I was like,",
        495.9,
        502.56
    ],
    [
        " a scrawny like hundreds, you know, I wasn't fortunate for him, apparently. He was like, I was",
        502.7,
        508.66
    ],
    [
        " six one, like 170 pounds. Just really, really scrawny hadn't put on any weight yet. And, uh, he had,",
        508.66,
        514.64
    ],
    [
        " he could throw about 15 yards further than me. And he got, he started. So it is what it is.",
        514.64,
        520.18
    ],
    [
        " Didn't get, you know, didn't, didn't get the opportunity to really start once I got deeper.",
        520.26,
        526.0
    ],
    [
        " I started all the way up to like my junior year. And then, you know, I got benched. And, um,",
        526.22,
        531.08
    ],
    [
        " the bottom line is, you know, I wasn't good enough to make it happen. And I'm kind of looking back",
        531.52,
        536.3
    ],
    [
        " on it, hindsight, being what it is. I'm kind of glad because I'm pretty, pretty thrilled about",
        536.3,
        540.64
    ],
    [
        " the route that I ended up going down. And then you, you, you stayed in Yuma. Is that where you went",
        540.76,
        547.38
    ],
    [
        " to high school? Yeah, that's where I went to high school, subola high school. And your parents",
        547.38,
        552.38
    ],
    [
        " were just continuing to work and, yeah, get you ready for life? Yep. Pretty much just raising me",
        552.38,
        560.56
    ],
    [
        " in my two brothers and, um, yeah, I mean, you know, I'm, I feel pretty fortunate to grow up in the",
        560.56,
        567.62
    ],
    [
        " home that I did, you know, my parents loved us. They provided for us, et cetera. And, um, you",
        567.62,
        573.5
    ],
    [
        " know, I, I realize a lot of, a lot of folks don't get that. So pretty grateful for that.",
        573.5,
        577.58
    ],
    [
        " And then were you planning to go to college? Was that part of your plan? Yeah, I, I was planning",
        577.92,
        584.12
    ],
    [
        " to go to college, but I was hoping that I could go there and play football. Like that was my focus.",
        584.12,
        588.58
    ],
    [
        " That was my goal. And, uh, and then I also wanted to be in the military at some point. And so the",
        588.58,
        596.46
    ],
    [
        " advice that I was getting was, hey, E life, you're going to go to college, you know, uh, or if you're",
        596.46,
        601.44
    ],
    [
        " going to go into the military, go through, go through school, get your degree, becoming an officer,",
        601.44,
        605.22
    ],
    [
        " you know, and you'll get a lead man, the pays better, et cetera. And, you know, that wasn't the path",
        605.76,
        612.54
    ],
    [
        " I ended up taking. But, um, did you end up, did you get better grades as you got older or did",
        612.54,
        618.52
    ],
    [
        " you, did your, did your brothers scar you to the point where you're just not doing any school work",
        618.52,
        623.54
    ],
    [
        " at all? No, my, so when I got out of, uh, when I got out of high school, I started working some",
        623.54,
        629.44
    ],
    [
        " like odd jobs, like construction, you know, at one point I was like a scorekeeper down at Parks and",
        629.44,
        635.22
    ],
    [
        " Rec, you know, for like softball games, stuff like that. I was working at a restaurant as like a bus",
        635.22,
        640.74
    ],
    [
        " boy, you know, definitely not on the, on the path to success. This is when you got out of high school.",
        640.74,
        645.28
    ],
    [
        " Yeah. When I got out of high school, did you didn't go right into college? I didn't. Okay. And then,",
        645.46,
        649.76
    ],
    [
        " and then I was kind of, I was kind of lost and it was right after my parents divorce.",
        650.82,
        654.32
    ],
    [
        " And my parents' divorce was pretty tough. And so it kind of rocked my world. I was definitely,",
        654.86,
        659.08
    ],
    [
        " you know, a little bit rattled. So I was trying to figure, how old were your parents got the",
        659.08,
        664.04
    ],
    [
        " divorce? I was 17. So, um, you know, thankfully, like I said, I got my parents together for most of",
        664.04,
        671.02
    ],
    [
        " my, you know, upbringing, but it was, it was a pretty brutal divorce. And so it just really rocked",
        671.02,
        676.72
    ],
    [
        " and I was, you know, took some time trying to figure out who the hell I was, what I was going to do.",
        677.66,
        681.94
    ],
    [
        " And, um, and then I started, I started going back to a community college called Arizona Western.",
        682.9,
        689.64
    ],
    [
        " And I started studying criminology. And that's when I started getting good grades because I,",
        690.06,
        694.26
    ],
    [
        " I loved it. I loved it. And, you know, I was, I wasn't getting straight A's, but I think,",
        694.44,
        699.38
    ],
    [
        " I had like a three, three, five average or something like that. And, you know, I enjoyed it.",
        699.38,
        704.94
    ],
    [
        " And how long did that last for? So I did that for about two years. I think I was one credit away,",
        705.98,
        711.96
    ],
    [
        " like I'm elective away from getting my, uh, my associates degree. And then I applied to go to the",
        712.1,
        717.96
    ],
    [
        " University of Arizona. Unfortunately, when I got to the University of Arizona, they didn't have like a",
        717.96,
        723.0
    ],
    [
        " criminology degree. They had like a, some criminal justice degree, but I'd have to go to the",
        723.0,
        728.92
    ],
    [
        " Eller Business School and I didn't get into that one. You had to have really good grades get into it.",
        728.92,
        734.1
    ],
    [
        " And, uh, and so I ended up being like, okay, I still want to finish my degree. Still want to have",
        735.0,
        740.9
    ],
    [
        " the opportunity to become an officer if possible. And so I was like, okay, being the typical, you",
        740.9,
        747.5
    ],
    [
        " know, I was like, okay, what's, what path can I go that allows, allows me to do that? And so I",
        747.5,
        753.0
    ],
    [
        " looked at sociology, the study of society and culture. And I started, uh, you know, working on my",
        753.0,
        760.48
    ],
    [
        " major and that I just switched my major at that point because it's because they didn't have the",
        760.48,
        764.24
    ],
    [
        " criminology major. Were you thinking about the seal teams or were you just thinking about the",
        764.24,
        768.98
    ],
    [
        " military in general? Did you know? Yeah. So at that point, I knew I wanted to be a seal. Um,",
        768.98,
        774.74
    ],
    [
        " even when I was back in Yuma before I came to Tucson, um, I was never a big part of your or anything",
        775.2,
        780.8
    ],
    [
        " like that. And I remember, um, when I was even when I was doing the odd jobs, one of my favorite",
        780.8,
        785.62
    ],
    [
        " things to do at night was to go to Barnes and Noble and just like, you know, really go through the",
        785.62,
        792.02
    ],
    [
        " military history section that they have there. And I would just read books on special forces,",
        792.02,
        797.04
    ],
    [
        " PJs, Rangers, Delta. And I was just fascinated by the special forces community. And I remember my",
        797.6,
        805.1
    ],
    [
        " dad gave me a piece of advice in high school. He said, Eli, the trick to being happy in your career",
        805.1,
        810.38
    ],
    [
        " is basically to pick something you would do for free. Don't don't pick a career because of money.",
        810.52,
        815.76
    ],
    [
        " It won't make you happy. And uh, and he told me if I could, if I could go back and do it again,",
        816.14,
        821.46
    ],
    [
        " I wouldn't be a pharmacist. He said, I could have gone and, you know, been a forest ranger or something",
        821.54,
        826.36
    ],
    [
        " like that. I would, I would do that. And so I took that advice on board and I was like, oh man,",
        826.36,
        831.0
    ],
    [
        " I was reading the books and I was like jumping out of airplanes, blowing stuff up, you know,",
        831.32,
        836.06
    ],
    [
        " shooting, you know, being with, you know, being in a team environment, dude, I'd do that for",
        836.46,
        840.66
    ],
    [
        " free for sure. And so I started setting my mind on special forces. Is there something that particularly",
        840.66,
        847.44
    ],
    [
        " narrowed it down to the seal teams? Yeah. Because all the literature that I was almost, almost",
        847.44,
        853.3
    ],
    [
        " all of it said that it was the toughest training in the department of defense. And I don't know,",
        853.3,
        859.9
    ],
    [
        " there was something about that that just appealed to me like I wanted to test myself and see if I could",
        860.0,
        863.8
    ],
    [
        " if I had what it took to to make it through the toughest training in the world. And then I, I",
        864.96,
        870.3
    ],
    [
        " loved the water or I thought I did. You know, that that that notion gets tested. Yeah.",
        870.3,
        877.98
    ],
    [
        " No, she gets tested. Big time. How old were you when you were figuring all that out? Was that when",
        878.16,
        882.18
    ],
    [
        " you were already at the University of Arizona? Yeah. Um, so it was even when I was, you know,",
        882.18,
        888.36
    ],
    [
        " definitely thinking about it, even when I was at Arizona, Western, I was also thinking about",
        888.4,
        892.48
    ],
    [
        " would it be cool to be a fed? Because I was studying criminology. You know, federal law enforcement",
        892.48,
        897.46
    ],
    [
        " or something like that. And then as soon as I got to U of A, you know, I started studying sociology,",
        897.46,
        904.04
    ],
    [
        " which I really, I was back in that. I really don't like this that much. And I really, I could even see",
        904.04,
        911.14
    ],
    [
        " kind of the indoctrination within academia at that point. And I was like, yeah, I'm really not on",
        911.14,
        916.94
    ],
    [
        " board with a lot of this extra curricular stuff that they're putting out here. And kind of the the",
        916.94,
        921.52
    ],
    [
        " bent that a lot of academia has. Um, and so I started, I found a program in ROTC. I started,",
        922.18,
        930.7
    ],
    [
        " I realized, okay, there is an ROTC program here. There's a lot of military folks. Maybe I should go get",
        930.84,
        935.9
    ],
    [
        " hooked into that. And so I did. And I found that they had a Ranger Challenge program at U of A.",
        935.9,
        942.64
    ],
    [
        " And so I was like, oh, cool, man, I want to see if I can join and get into that. Maybe I could",
        942.84,
        946.8
    ],
    [
        " learn a little bit and, you know, network and just figure out start, start working towards",
        946.8,
        952.38
    ],
    [
        " getting in the right type of shape. And so I started doing the Ranger Challenge program. And,",
        952.38,
        957.52
    ],
    [
        " you know, we'd have to, you know, wake up, do early morning PT's and, you know, just get some",
        957.7,
        962.24
    ],
    [
        " exposure to that culture and the leaders within that culture. And so I started doing that. And",
        962.24,
        968.86
    ],
    [
        " that was helpful. So what year is this? So that would have been probably 2000.",
        968.86,
        974.52
    ],
    [
        " So were you in college in September 11th came? I was. That was. I was just starting my senior year",
        976.14,
        983.06
    ],
    [
        " at the U of A. And I was doing that Ranger Challenge program. You know, my grades were decent. I was",
        983.06,
        988.44
    ],
    [
        " a lifeguard at the U of A Rec Center. And, um, and 9-11 happened. I just finished a Ranger Challenge",
        988.44,
        995.88
    ],
    [
        " workout early in the morning, got my car turned on the radio. And I was driving back to where I lived.",
        995.88,
        1002.46
    ],
    [
        " And it was all over the radio. And I was like, damn, I was actually in an agricultural fraternity",
        1002.78,
        1008.2
    ],
    [
        " called Alpha Gamma Row at the time. So I drove home and I was like, I woke up all the guys who",
        1008.2,
        1013.26
    ],
    [
        " were still asleep. And I was like, dude, you guys got to get out here and watch this. And so we all,",
        1013.26,
        1016.72
    ],
    [
        " we all got to watch it. And everybody was just obviously stunned and surprised and pissed off",
        1016.74,
        1023.56
    ],
    [
        " at the same time. And so I remember, um, wanting to join, you know, obviously I wanted to join",
        1023.56,
        1030.68
    ],
    [
        " the military. And I remember, you know, taking a couple days to think about it, but I'm just like,",
        1030.68,
        1036.1
    ],
    [
        " I gotta go, you know, and I remember calling my, my mom and my dad and telling them, hey, look,",
        1036.26,
        1042.26
    ],
    [
        " I've decided I'm gonna go join the military. I'm gonna drop out of school and join the military.",
        1042.4,
        1046.16
    ],
    [
        " Because I just really felt like, hey, there's never gonna be a time like this, you know, where the",
        1046.66,
        1051.84
    ],
    [
        " nation needs the next crop to step up and serve. And so, um, actually dropped out that week when,",
        1051.84,
        1059.64
    ],
    [
        " you know, dropped out all my classes and then went down, started talking to the recruiter and",
        1059.78,
        1064.76
    ],
    [
        " playing those games with the recruiter. And then with then probably, I think seven or eight days,",
        1064.76,
        1069.78
    ],
    [
        " I was, we were driving up to Phoenix so that I could get on a plane and fly to Great Lakes. And",
        1070.46,
        1075.58
    ],
    [
        " it was pretty quick. Dude, that's really quick. Yep. And was it like a seal contract? Was it,",
        1075.58,
        1082.0
    ],
    [
        " what, was it a seal contract? Yeah. Was it called Dive Fair? I don't think I don't think that's",
        1082.1,
        1087.92
    ],
    [
        " it. I did back in 1820. No, it was, it wasn't called that. I can't remember, I can't remember",
        1087.92,
        1095.84
    ],
    [
        " what it was called, but they did guarantee me the opportunity to do a screen test and try out.",
        1095.84,
        1100.4
    ],
    [
        " Yeah. Which is if you think about that is the shallowest guarantee you could ever get to",
        1100.76,
        1108.06
    ],
    [
        " sign your life away. Right. Hey, here you sign this piece of paper for six years in the Navy.",
        1108.06,
        1113.54
    ],
    [
        " And you will be guaranteed a chance to take a street screening test that might get you picked",
        1113.9,
        1120.08
    ],
    [
        " up for buds. Right. That's a slim offering. I know it. And you rogered up. I did. I did. And,",
        1120.08,
        1126.62
    ],
    [
        " you know, I'm, I wouldn't looking back on it now. I don't think I would change it. Even though I,",
        1126.66,
        1134.14
    ],
    [
        " I'd never have still to this day never finish my degree, you know, for a couple different reasons.",
        1134.3,
        1139.46
    ],
    [
        " And, but I think this, I think it was the right thing to do. And I'm glad that, you know, there were",
        1139.82,
        1146.28
    ],
    [
        " a lot, there were thousands of Americans that did the exact same thing. Yeah. Tim Kennedy was saying that",
        1146.28,
        1151.0
    ],
    [
        " same thing. He went down to recruiter like September 12th or whatever. Yep. And he said the line was",
        1151.0,
        1155.88
    ],
    [
        " around the building and everything. So you showed up to boot camp. Yep. In Chicago. Yep.",
        1155.88,
        1162.54
    ],
    [
        " And was it, was it a shock to the system? Well, big time. Big time.",
        1163.2,
        1168.26
    ],
    [
        " Yeah. Yeah. I don't know who doesn't get a shock when he showed the boot camp. Even Navy boot camp,",
        1168.26,
        1173.54
    ],
    [
        " which is, you know, relatively mild, I guess compared to like, let's say the Marine Corps boot camp.",
        1173.7,
        1182.06
    ],
    [
        " But just the immediate loss of all your personal freedom, right, in personal space,",
        1182.22,
        1187.96
    ],
    [
        " it's kind of a, it's kind of a little bit of a shocker echo. I understand.",
        1188.18,
        1191.94
    ],
    [
        " And what were you going to be? So I, uh, back then, I mean, obviously your goal is to be a seal,",
        1193.8,
        1199.5
    ],
    [
        " but you had to take a rate, right? Yep. What Gunners made was a seal source rate at the time.",
        1199.5,
        1205.14
    ],
    [
        " I think there were only five of them. So I was like Gunners made. Yeah. Cool. That sounds awesome.",
        1205.14,
        1209.62
    ],
    [
        " So I chose Gunners made. And, uh, thankfully, I chose a cool one because I was going to spend some",
        1209.7,
        1215.58
    ],
    [
        " time in that rate. Yeah. Did you take the screening test? I did. You passed it? Not the first",
        1215.58,
        1221.84
    ],
    [
        " time. The second time. Um, yeah, man. This, you know, this is something even before.",
        1221.84,
        1229.22
    ],
    [
        " Holder you at this point. I am 20. I'm 21 years old. Okay. So, um, I didn't pass my first one.",
        1229.22,
        1237.6
    ],
    [
        " I passed, I passed the second one. Like I was running in like steel, the, you know, back when you",
        1237.76,
        1243.16
    ],
    [
        " had to run the screen test and like steel toad boot, boot, yeah. And I had gotten some, what I",
        1243.16,
        1249.36
    ],
    [
        " would consider today probably some pretty bad gouge from a team guy that I talked to because I",
        1250.02,
        1255.06
    ],
    [
        " didn't know any seals and I, you know, but my recruiter, he was like, Hey, man, there's some seals",
        1255.06,
        1259.96
    ],
    [
        " out at YPG, you improving ground hurt at jump school. We can go talk to him if you want. I was like,",
        1259.96,
        1264.5
    ],
    [
        " yes, I'd love to go talk to him. So I remember going out, he drove me out there and I talked to one",
        1264.5,
        1269.32
    ],
    [
        " and he was like, he's like, look, man. The only way you're going to know is if you,",
        1269.32,
        1275.26
    ],
    [
        " if you have what it takes, it's just to show up and do it. He's like, can you pass the screen test?",
        1275.46,
        1279.36
    ],
    [
        " And I was like, yeah, I think I can't. And so that is, that is the worst device ever. So that's",
        1279.54,
        1286.56
    ],
    [
        " what I was rolling on. Like this guy's a Navy SEAL dude. This is what he told me. So, um, and then,",
        1286.56,
        1291.32
    ],
    [
        " so I, you know, once I got to the level where, you know, I could do like, I could pass the screen test.",
        1291.58,
        1296.72
    ],
    [
        " I was like, okay, I'm good to go. Let's do it. And then when I got, like I was, but even when I ran",
        1296.82,
        1303.16
    ],
    [
        " the screen test on my own, I was never running it in steel-toed boots and pants and I don't, and",
        1303.16,
        1309.36
    ],
    [
        " like a fool when I did, when I did this stuff, I didn't, I didn't do it together. And that's a big deal.",
        1309.36,
        1315.36
    ],
    [
        " There are a lot of people don't, we, a lot of people don't, yeah, dude, I can do 42 push-ups.",
        1315.48,
        1319.66
    ],
    [
        " Yeah, I can do, I can do six pull-ups. I can, I can do all these things individually, but you're not",
        1319.78,
        1325.82
    ],
    [
        " running them together. And when you start running them together with, with the time, um, requirements in",
        1325.82,
        1331.42
    ],
    [
        " between, it'll gash you pretty quick. So, the first time I ran it, man, I was dry heaving, coming across",
        1331.7,
        1338.96
    ],
    [
        " the finish line and, uh, failed, but I got a chance to go back and do it again. Then the next time, like,",
        1338.96,
        1344.78
    ],
    [
        " I came in with like maybe a second left. And, uh, they're like, all right, sweet. You get your",
        1344.9,
        1350.22
    ],
    [
        " still contract. And I'm like, yes. And so, um, graduated from boot camp, went to Gunners-Mate, A-School,",
        1350.22,
        1357.44
    ],
    [
        " right there in Great Lakes. And at that point, they let us work out with some actual seals.",
        1357.44,
        1362.26
    ],
    [
        " We got to do COPT, I think three times a week. So I started doing that. And it was kind of funny.",
        1362.26,
        1367.9
    ],
    [
        " I had, I have hairy legs. And so, there was this instructor hat. You would Joe Biden, apparently.",
        1368.08,
        1373.34
    ],
    [
        " Right. Wow. Wow. I didn't realize you didn't give me that video, right? I mean, is there a",
        1373.52,
        1381.6
    ],
    [
        " crazier like no combination of randomness that you can put into a video besides that Joe Biden",
        1381.64,
        1387.84
    ],
    [
        " and hairy legs and the kids and the blonde hair and the most insane thing? Yeah. So you got",
        1387.84,
        1396.5
    ],
    [
        " hairy legs. Yeah. And so one of the instructors in the name was instructor had her. He wouldn't even",
        1396.5,
        1401.28
    ],
    [
        " let me speak English. He made me speak in wookie. Like, and I used to be real good at like doing the",
        1401.28,
        1407.84
    ],
    [
        " shoot, but it was like, he made me run around it. Like, you know, go report to so and so over there.",
        1407.84,
        1414.32
    ],
    [
        " I would run up to him and he'd make me report like that. And he, they loved it. But whatever.",
        1414.34,
        1419.12
    ],
    [
        " And yeah, so did the COPT thing graduate, graduated Gunners-Mate, A-School, and then",
        1419.74,
        1426.24
    ],
    [
        " went immediately to Buds in classed up with Buds Class 242.",
        1426.24,
        1431.22
    ],
    [
        " What did you get? What you expected at Buds? Yeah. And more. And more. And you know, it was really",
        1432.08,
        1440.92
    ],
    [
        " interesting because I actually made it through how week on my first attempt. And you know,",
        1440.92,
        1450.4
    ],
    [
        " definitely not heroic. More like hanging on by the hanging on. What were you having trouble with?",
        1450.46,
        1457.64
    ],
    [
        " I so yeah, yeah, I was I was having trouble with Buds. So I when I was born, I was born with",
        1460.14,
        1466.8
    ],
    [
        " some doctors say that I had asthma. Some said I had exercise induced bronchitis,",
        1466.8,
        1471.76
    ],
    [
        " whichever diagnosis is correct. At the end of the day, my lungs only functioned at about 60",
        1471.92,
        1477.9
    ],
    [
        " percent. And that, you know, of what they're supposed to. And that's after even like an",
        1477.9,
        1481.9
    ],
    [
        " albuterol hit or treatment. And so, you know, you can imagine, you know, if your lungs are only",
        1482.04,
        1487.64
    ],
    [
        " functioning at 60 percent and you've trained to the better minimum, you're going to have a tough",
        1487.64,
        1493.26
    ],
    [
        " time. And so I was having a really tough time. And so I made it and I walk around it about 225",
        1493.26,
        1502.04
    ],
    [
        " pounds. I had because my lungs don't function at the level they're supposed to, I had to get down to",
        1502.04,
        1508.86
    ],
    [
        " 175 pounds just to pass the screen test, right? It's like a car, right? We can't put a bigger engine",
        1511.04,
        1515.58
    ],
    [
        " in this thing. You know, we can't do a lot to it. How do we make it? We start stripping weight out",
        1515.58,
        1520.84
    ],
    [
        " of it. Throw the back seat, you know, like get rid of weight. Because just saying it is only going",
        1520.84,
        1524.88
    ],
    [
        " to go as fast as it goes. And so started really, you know, getting really thin, really thin. And that",
        1524.88,
        1531.06
    ],
    [
        " had that this is while you were in Buds. I had to get I had to get really thin before even going",
        1531.06,
        1536.14
    ],
    [
        " to Buds just because, you know, it was just while you were at GMA school. Yeah. So while you're",
        1536.14,
        1540.52
    ],
    [
        " GMA school, you're just dropping weight. Yeah. Trying to get trying to get people run faster. Yep.",
        1540.52,
        1545.5
    ],
    [
        " And you show up at Buds and you're hurting. Yeah. And it wasn't honestly, it wasn't just that,",
        1545.68,
        1550.98
    ],
    [
        " it wasn't just that. Like I was immature as well. You know, I had, that's one thing that like I,",
        1551.3,
        1558.76
    ],
    [
        " when I talked to people about seal training and Buds and the fact that they're trying to",
        1558.9,
        1563.08
    ],
    [
        " form you into a team guy. When I first showed up, I was immature and I was like, I was looking out for",
        1563.14,
        1570.82
    ],
    [
        " number one. I was looking out for me. I was like, man, and it wasn't like I was like I was a jerk.",
        1570.82,
        1576.68
    ],
    [
        " But if I'm struggling, if I'm on the struggle bus over here and I haven't grown up and matured",
        1576.9,
        1582.06
    ],
    [
        " yet, I'm like, man, I got a, I got to, I got to focus on myself. I'm not going to, I'm not going to",
        1582.06,
        1586.78
    ],
    [
        " volunteer for that two spot under the boat. Man, I'm, I'm hurting, right? And so",
        1586.78,
        1591.32
    ],
    [
        " after post-hell week, I failed a evolution called life saving, which sometimes is a pass or fail.",
        1591.32,
        1599.9
    ],
    [
        " Sometimes it's a weed out evolution. And, uh, so life saving just for people to understand,",
        1599.9,
        1605.98
    ],
    [
        " this is where the students have to rescue the instructors who are allegedly drowning and they're",
        1606.02,
        1616.76
    ],
    [
        " so, and they have different levels. The first one is kind of passive. And then the, it goes up",
        1616.76,
        1622.34
    ],
    [
        " those to the fifth level, which is you're, you're in a, you're in a fight with another dude in the water.",
        1622.34,
        1628.02
    ],
    [
        " And you mentioned that it's pass-failed, but you also mentioned that there's a decent amount of",
        1628.84,
        1635.58
    ],
    [
        " subjectivity to it, where if you have a guy that's coming through Buds that maybe he's meeting the",
        1635.58,
        1641.34
    ],
    [
        " standards, he might even be crushing the standards, but he's not a good, doesn't appear like he's",
        1641.56,
        1646.64
    ],
    [
        " going to be a good teammate, doesn't it, doesn't appear to be the kind of guy you'd want your platoon",
        1646.64,
        1650.84
    ],
    [
        " as an instructor. Yep. They can weed that guy out. Yep. At least that's the way it used to be. Yep.",
        1650.84,
        1657.4
    ],
    [
        " And that, that, that, that's what it was. And it's, I'm glad. I, you know, I look back on it. It's",
        1657.68,
        1664.12
    ],
    [
        " one of the best things that ever happened to me. Um, you know, I got, I failed that event. They,",
        1664.12,
        1668.94
    ],
    [
        " they give you like, in most evolutions of Buzz, they'll give you like two or three chances to pass it.",
        1668.94,
        1673.78
    ],
    [
        " I failed it three times. So they sent me to an academic review board. When you were, when you were",
        1673.78,
        1678.62
    ],
    [
        " failing that, was that just like horrifying? I can only imagine that failing, life saving would be",
        1678.62,
        1685.9
    ],
    [
        " yeah, kind of like drowning. Yeah. Yeah. Yeah. It, you know, it, it was horrifying. Like, I remember",
        1685.9,
        1692.1
    ],
    [
        " we had one instructor who was a very large man, very large man. I remember getting him back to",
        1692.1,
        1698.72
    ],
    [
        " the pool wall, pinning his hands on the side. And I was just smoked. And I got up on the pool deck.",
        1698.72,
        1704.46
    ],
    [
        " And I'm still holding his hands on the pool wall so that, you know, he doesn't, because he'll just,",
        1704.46,
        1708.82
    ],
    [
        " he'll just fall into the pool if you don't, if you don't pin him to the wall. And so I'm,",
        1708.94,
        1713.64
    ],
    [
        " pin him to the wall. I get up, I get out of the pool deck. And like, I'm supposed to like crop,",
        1713.72,
        1719.36
    ],
    [
        " cross his hands as I bring him up. You know, you know, you don't want to talk about. So he can",
        1719.86,
        1722.9
    ],
    [
        " like spin the other way. So he can spin with his back towards me. And then I can put him, put him on",
        1722.9,
        1728.22
    ],
    [
        " my legs and slowly let him down. So if he was a real drowning victim, I'm not creating more trauma.",
        1728.22,
        1733.36
    ],
    [
        " And I remember I spun him the wrong way. And he jumped like landing right on the pool deck. And I",
        1733.96,
        1739.38
    ],
    [
        " heard him go, and this, he was his biggest jocke of food. And I'm like 170 pound bud student.",
        1739.38,
        1746.82
    ],
    [
        " On my third try. And I'm like, oh my god. I'm done. And went to an academic review board. And",
        1746.98,
        1753.64
    ],
    [
        " yeah, they were, I remember walking in and they were like, all right, young man, we've looked over",
        1754.18,
        1758.86
    ],
    [
        " your record. And this is post-hell week. This is post-hell week. Meet, yeah, me and my roommate were both",
        1758.86,
        1765.2
    ],
    [
        " stand. I think we both got boarded that day with one other guy. And they were like, look,",
        1765.2,
        1772.12
    ],
    [
        " you're obviously tough. You made it through a whole week, but we need the best of the best here.",
        1772.48,
        1775.84
    ],
    [
        " And you're not meeting up to that standard. They were like, you fell the run, you fell the swim,",
        1776.26,
        1780.78
    ],
    [
        " you fell to no course. And here is the big one. And you're ranked in the bottom 25% of your class.",
        1780.82,
        1788.64
    ],
    [
        " Because in sealed training, even back then, we were doing pure evils. And so that's a big deal.",
        1789.08,
        1794.22
    ],
    [
        " And so they're like, we're going to recommend that you come back in a year. And I was like, okay.",
        1794.98,
        1799.68
    ],
    [
        " And so, you know, that was a tough, tough blow for me because they actually ended up keeping my",
        1800.54,
        1805.52
    ],
    [
        " roommate who had basically the same stats that I had was ranked the same the same way. So that was",
        1805.52,
        1810.7
    ],
    [
        " they he pamed you know, honestly, I don't know, but they didn't tell me, but he actually made it",
        1810.7,
        1817.42
    ],
    [
        " all the way to third phase couldn't pass his final swim. And he got he got booted. And he was",
        1817.42,
        1825.28
    ],
    [
        " he was a little dude as well. But I felt really bad for him because he never went back.",
        1825.28,
        1830.8
    ],
    [
        " When you were going through hell week, what were you solid and hell week in terms of mentally?",
        1830.8,
        1837.36
    ],
    [
        " You know, I would say, I wouldn't say solid. I would say my mentality was hanging on for",
        1838.72,
        1845.78
    ],
    [
        " dear life. And I think that was, you know, the difference between my first,",
        1845.78,
        1849.42
    ],
    [
        " whole week and my second, whole week. If I'm, if I'm saying hanging on for dear life,",
        1849.42,
        1853.5
    ],
    [
        " you mean you're sitting in the water on Tuesday night and you're like,",
        1853.66,
        1858.56
    ],
    [
        " like can we get a little bit further and you just did that the whole time basically? Yeah. So",
        1859.42,
        1863.9
    ],
    [
        " the interesting thing is, is that I never thought about quitting. However, I remember we broke out",
        1863.9,
        1873.46
    ],
    [
        " Sunday night and then Monday night, I remember standing in line with, you know, the class,",
        1873.46,
        1879.98
    ],
    [
        " you know, where they're coming around with flashlights looking at you and I'm thinking to myself,",
        1880.54,
        1884.2
    ],
    [
        " I've never been this cold. I've never been this wet. Never been this tired.",
        1884.6,
        1888.42
    ],
    [
        " This is no, Monday night, this 24 hours in and I've still got another four and a half days of this.",
        1888.74,
        1894.8
    ],
    [
        " No, and I'm starting to think to myself, there's no way. And what I was trying to do is I was",
        1895.14,
        1899.96
    ],
    [
        " trying to eat that elephant, you know, in one bite. And I mean, that's, I think that's probably the",
        1899.96,
        1906.0
    ],
    [
        " thing that gets most guys in training is that like when you've got a five and a half day block",
        1906.0,
        1912.54
    ],
    [
        " like that and you try and eat it in one bite, it's just mentally overwhelming. No. But if you're",
        1912.54,
        1918.42
    ],
    [
        " able to break it up into, I'm not even going to worry about Friday afternoon, I'm just going to",
        1918.42,
        1922.0
    ],
    [
        " focus on, I know I get to eat chow in two hours. I'm just going to, I'm going to make it to chow.",
        1922.0,
        1927.48
    ],
    [
        " And if it gets tougher than that, I'm just going to make it through this race. And if it gets",
        1927.72,
        1931.3
    ],
    [
        " tougher than that, I'm just going to put my right foot in front of my left foot and front of my,",
        1931.3,
        1934.62
    ],
    [
        " and you just break those goals down. And that, that was something that you, you think your decent",
        1934.7,
        1940.54
    ],
    [
        " at doing until you get into the eye of that storm. And you're like, that was a big difference",
        1940.54,
        1945.96
    ],
    [
        " between how weak one and how weak two for me. But I bottom line is extreme ownership. I got what",
        1945.96,
        1953.68
    ],
    [
        " I deserved and it ended up being a blessing. How were you not just super freaking angry when you",
        1953.68,
        1970.06
    ],
    [
        " remember talking to instructor, table at the time? He was, he was there in my board. He was the",
        1970.06,
        1975.06
    ],
    [
        " proctor of my class. And you know, he pulled me aside. And it was really cool because he didn't have",
        1975.06,
        1979.46
    ],
    [
        " to do this. But he was just really encouraging. He was like, Hey, don't, don't let this, he said",
        1979.46,
        1984.56
    ],
    [
        " something in fact, don't let this be the end. Come back, do it. You can make it. And he's like,",
        1984.56,
        1990.04
    ],
    [
        " and he's like, and don't, he basically, he's like, don't feel bad about this. Just make it right.",
        1990.46,
        1997.24
    ],
    [
        " And that was really cool coming from a guy like that who at that point in my life, I didn't even know",
        1997.58,
        2002.16
    ],
    [
        " if, you know, he, you know, cared about because, you know, the persona that buzz instructors put on.",
        2002.16,
        2007.22
    ],
    [
        " But it was just really cool. It was like an older dude who'd been there, done that, seal chief.",
        2007.22,
        2011.32
    ],
    [
        " And it just a mentorship moment. And that that was really cool that he did that.",
        2011.68,
        2015.56
    ],
    [
        " So then it's trick or treat to the fleet. Yep. Give me something good to sweep. Oh yeah.",
        2015.9,
        2021.44
    ],
    [
        " Where'd you get stationed? So the, the detailer gave me, hey, your options are you can go to Japan",
        2021.54,
        2026.64
    ],
    [
        " or you can go to Virginia or you can go to Jacksonville, Florida. And so",
        2026.84,
        2030.94
    ],
    [
        " Japan sounded kind of cool, but I was worried that if I went there, it'd be harder to get back.",
        2030.94,
        2035.98
    ],
    [
        " And so, and I really didn't want to go to Virginia because I heard a lot of bad things about",
        2036.7,
        2040.18
    ],
    [
        " being in the fleet there. It's a lot colder. I was like, Florida's kind of nice. I mean,",
        2040.18,
        2044.24
    ],
    [
        " Rhonda Santas wasn't there at the time, but I still heard good things. And so I was like,",
        2044.34,
        2049.86
    ],
    [
        " yeah, I'll go to Florida, I'll go to Mayport. And I remember Jaco, I drove, I drove across",
        2049.96,
        2055.88
    ],
    [
        " country and showed up there and I looked at that ship. And I was like, and I knew I was going to be",
        2057.36,
        2061.16
    ],
    [
        " sleeping on that ship for the next at least couple of years. So I actually slept in my car, man.",
        2061.16,
        2065.96
    ],
    [
        " I was like, oh my god, dude, this is gonna suck. And it did suck.",
        2066.2,
        2070.32
    ],
    [
        " What are you in E3 at this point? Yeah. So you check on board your ship. Did you get",
        2070.68,
        2076.8
    ],
    [
        " scullery duty out of the gate? Like, like, mast X? Yeah. No, I didn't, um, matter of fact,",
        2076.8,
        2083.24
    ],
    [
        " I got hooked up on that on that regard. I never went crank, we call it cranking. Yeah,",
        2083.24,
        2088.7
    ],
    [
        " that's cranking. Yeah, that's cranking. Yeah, that's cranking. And, uh, my, my rotation didn't come",
        2088.78,
        2093.32
    ],
    [
        " up for probably until I'd been on the ship like a year or so. And instead of going cranking,",
        2093.32,
        2098.34
    ],
    [
        " I wouldn't did something called the Hab team. And we were just rehabilitating spaces.",
        2098.36,
        2103.06
    ],
    [
        " It was the easiest duty I'd ever had on a ship. I worked for the, I worked for the post office",
        2103.68,
        2109.6
    ],
    [
        " clerk and, uh, like, they would just pick a space or two every week. And we would just go in,",
        2110.36,
        2116.0
    ],
    [
        " we would tape off the space, we would tape off everything that couldn't get painted. And we",
        2116.1,
        2119.86
    ],
    [
        " would just paint it. And other than that, like, that's all we had to do. And they pulled me out",
        2119.86,
        2124.58
    ],
    [
        " of my division. So I didn't have to do any of the divisional work. I wasn't standing watches.",
        2124.58,
        2128.84
    ],
    [
        " And it was like the, it was like the easiest duty I ever did and all my buddies that were, you know,",
        2129.22,
        2134.26
    ],
    [
        " and, and, uh, the Gunnersmade Division were so pissed off at me, they couldn't believe it. I was",
        2134.36,
        2138.8
    ],
    [
        " getting a good deal. So we had this little gym on board. It was probably the size of this room,",
        2138.8,
        2144.04
    ],
    [
        " no kidding. Maybe a little bit bigger. What ship was it? It was the USS Gettysburg. It was an",
        2144.5,
        2150.56
    ],
    [
        " Aegis missile cruiser CG 64. And, um, there were over like 450 people on this ship echo. So there",
        2150.56,
        2158.74
    ],
    [
        " were two gyms about this size, four hundred and by ten rooms, four hundred and, and, and they would",
        2158.74,
        2163.78
    ],
    [
        " close it down if like the ship was rolling too much. And so it was like you would show up,",
        2163.78,
        2168.84
    ],
    [
        " hoping to get a workout in two treadmills. And then, you know, they were almost always busy. And",
        2168.94,
        2174.56
    ],
    [
        " the food you're eating is garbage. You know, and so it was like not only that, but you would,",
        2174.56,
        2181.06
    ],
    [
        " typically underway, you would work your regular day like, let's just say, you know, a six in the",
        2181.34,
        2187.54
    ],
    [
        " morning to five in the afternoon. And then every single night you would have to stand a watch. You",
        2187.54,
        2193.24
    ],
    [
        " would either have the eight to midnight or the balls to four as we called it, or the four to eight.",
        2193.24,
        2198.06
    ],
    [
        " And so your sleep was always interrupted. You were always getting treated like crap in the",
        2198.4,
        2203.08
    ],
    [
        " end of fleet. And, um, but it, again, it was good for me. It's what I needed to grow up. And even in",
        2203.08,
        2211.16
    ],
    [
        " those circumstances, I said that I was immature when I went through buds the first time. And I still",
        2211.16,
        2223.22
    ],
    [
        " was cool because I started, I started looking back on, okay, what did I do wrong? How do I make",
        2223.22,
        2228.9
    ],
    [
        " this? How do I make this right? How do I improve while I'm out here? And even in those circumstances,",
        2228.9,
        2233.22
    ],
    [
        " I think I wasn't under a boat anymore running with that heavy boat. Or, you know, I couldn't,",
        2233.22,
        2238.78
    ],
    [
        " I couldn't step up from my buddies in that circumstance. But there were times where we were all",
        2238.78,
        2244.0
    ],
    [
        " tired. Nobody wanted to take the watch or nobody wanted to take the trash out or nobody wanted to",
        2244.0,
        2248.24
    ],
    [
        " do this. And there were times where I could practice, you know, taking it, you know, taking one for",
        2248.24,
        2254.26
    ],
    [
        " the team. And that's, that was part of what I needed to do. And just learning how to be that guy,",
        2254.26,
        2258.86
    ],
    [
        " you know, when, um, when the team needed you. And so, and just grow up a little bit. But",
        2259.22,
        2265.98
    ],
    [
        " so, so how long did you spend on that ship? Two and a half years. Did you do one deployment or two",
        2265.98,
        2271.64
    ],
    [
        " two? Um, they said the seal instructors and the recommendation on, on my exit e-value or whatever",
        2271.86,
        2279.26
    ],
    [
        " it's called was, you like, we recommend he comes back in a year. But the CEO of a ship won't get",
        2279.26,
        2285.84
    ],
    [
        " a replacement. Yeah. If they, if they let you go to a special program so that they were like, no,",
        2285.84,
        2290.58
    ],
    [
        " it's just weird happening. You're staying here. We can't be under manned. And so at what point did",
        2290.7,
        2294.98
    ],
    [
        " you commit to like, I'm going back to buzz. I'm going to make it. So this is an interesting story.",
        2294.98,
        2300.4
    ],
    [
        " And it, it talks about, you know, it's all about taking, taking risk at times because Jaco, when,",
        2301.04,
        2309.08
    ],
    [
        " when my orders came through to go to buds, I still had a year left on my, my current contract.",
        2309.3,
        2316.78
    ],
    [
        " So I could have gone to buds, either past or failed. And then, you know, whatever,",
        2317.02,
        2321.86
    ],
    [
        " the, or if I failed, I could just get out. Yep. And maybe it was like, nope. We're, you're going to",
        2322.16,
        2330.28
    ],
    [
        " drop that on me the day that I was scheduled to leave the ship. I was so pissed and I was just",
        2330.92,
        2335.94
    ],
    [
        " like, I can't believe it because I'm faced, I'm staring down the barrel because I, are you",
        2335.94,
        2340.2
    ],
    [
        " going to show you at the four year mark now? I was at the three year mark. OK, I was three",
        2340.2,
        2343.84
    ],
    [
        " your first enlistment was like three years because you didn't get through buds? Well, it was,",
        2343.84,
        2347.42
    ],
    [
        " I had a four year enlistment, but when my orders came through, I was at my three year mark. Got",
        2347.62,
        2351.68
    ],
    [
        " it. Got it. So I had enough time on my contract where even if I went to buds failed out, I could",
        2351.68,
        2357.16
    ],
    [
        " just get out. I'm out clean, clean escape. Don't have to come back to the fleet, but the navy is like,",
        2357.16,
        2361.26
    ],
    [
        " nope, you're signing a four, they knew they know that how much of leverage they have on kids that",
        2361.3,
        2366.74
    ],
    [
        " want to go back to seal training or do seal training or special program or whatever. And so like,",
        2366.74,
        2372.14
    ],
    [
        " I remember calling some mentors in my life, I was like, hey man, this is what I'm staring at. What do",
        2372.14,
        2375.74
    ],
    [
        " you think? And I also, I was just praying. I was like, Lord, this is the only thing, this is the",
        2375.74,
        2382.84
    ],
    [
        " only thing on my heart. And I was even praying while I was underway on the Gettysburg. I was like,",
        2382.84,
        2386.88
    ],
    [
        " Lord, if this is not what you want me to do, please take it from me because I don't, I want to walk",
        2387.22,
        2392.92
    ],
    [
        " in your favor. I want to, I want to be the man you want me to be and I want to do what you want me to",
        2392.92,
        2397.1
    ],
    [
        " do. But this is the only thing on my heart. And so if it's not what you want me to do, please,",
        2397.1,
        2402.26
    ],
    [
        " like path me out of here, you know, you know, you know, send me down the path, whatever path you",
        2402.42,
        2407.3
    ],
    [
        " want me to go down, because I'm a knucklehead. And if, if you don't help me and guide me and direct",
        2407.3,
        2412.88
    ],
    [
        " me in this, I'm going to probably make a bad decision. And so, but yeah, it was still, it was still,",
        2412.88,
        2418.92
    ],
    [
        " the fire still burned, you know, to go back, even knowing that if I didn't make it, I was going to",
        2419.32,
        2424.78
    ],
    [
        " be right back in the fleet. So that's one of the hard things about the Navy, all you young men that",
        2424.78,
        2430.7
    ],
    [
        " listen to this show, you know, is it, at least in the Marines or in the Army, man, it's like, if you",
        2430.7,
        2435.94
    ],
    [
        " don't make it through a program, you can go being a conventional unit and fight, bro, you're going",
        2435.94,
        2440.88
    ],
    [
        " to be fighting some rust and some dust in the Navy for a politician, some brass sweepers, sweepers,",
        2440.88,
        2448.12
    ],
    [
        " man, man, you're broonded. It's bad. And it must have been super hard to prepare now since you're",
        2448.12,
        2456.04
    ],
    [
        " on a ship underway two deployments in two years. You're eating food that sucks for your health.",
        2456.04,
        2461.28
    ],
    [
        " Chili dogs, baby. Chili dogs. Worker, how did you stay in shape or how'd you get in shape?",
        2461.44,
        2466.74
    ],
    [
        " Once I got, once I knew that my orders, once I submitted my package, I went right back to,",
        2468.68,
        2474.36
    ],
    [
        " I got to drop a bunch of weight. I'd gotten a little bit stronger, put on a little bit more muscle,",
        2474.5,
        2479.16
    ],
    [
        " but I started dropping the weight again so that, you know, I could keep up on the runs and whatnot.",
        2479.62,
        2484.78
    ],
    [
        " Sometimes they'd let us run around the ship. Sometimes, you know, sometimes they wouldn't,",
        2485.44,
        2491.82
    ],
    [
        " but, you know, I just did any time I got the opportunity to work out, I did. And, you know, I was",
        2491.82,
        2497.86
    ],
    [
        " hoping that the increased maturity was really going to help me out a lot, but, you know, I just",
        2497.86,
        2505.72
    ],
    [
        " worked out whenever I can and I definitely don't feel like I was ready just because of what I came",
        2505.72,
        2510.56
    ],
    [
        " out of, but I was more ready mentally to, you know, go back. And I think that was where my biggest,",
        2510.56,
        2516.38
    ],
    [
        " where my biggest issue was. And so you get back to buds.",
        2516.8,
        2520.4
    ],
    [
        " Easier this time or maybe not easier, but you were more mentally prepared. Yeah, it was,",
        2520.82,
        2526.74
    ],
    [
        " it was easier in the fact that I was mentally prepared and I knew, you know, I'd seen a lot of the",
        2526.86,
        2532.64
    ],
    [
        " movie already. The difference was, is that when I got back the second time right off the bat,",
        2532.64,
        2539.14
    ],
    [
        " I got pneumonia. And so I feel, so I already have horrible lungs and now I've gotten pneumonia,",
        2539.26,
        2544.94
    ],
    [
        " like just ravaging them. And so I failed my first two runs. And like so they were like, look,",
        2544.94,
        2550.56
    ],
    [
        " if you fail one more run, you're done, we're dropping you. And I hadn't even got back to",
        2551.06,
        2555.66
    ],
    [
        " hell week. So I'm like, I'm like, oh my god, dude, I'm not even going to get back to where I was,",
        2555.66,
        2559.38
    ],
    [
        " where I made it to the first time. And so thank god I passed my third run and got an opportunity",
        2559.72,
        2569.76
    ],
    [
        " going to hell week. And so thankfully, you know, I made it, you know, passed that run, made it",
        2569.76,
        2576.16
    ],
    [
        " through hell week. And then, but I was on the bubble the entire rest of seal training for runs.",
        2576.16,
        2580.28
    ],
    [
        " Yeah. And I was a horrible runner. Every time, like came in like, made, you know, four, three,",
        2580.44,
        2587.88
    ],
    [
        " two, you know, one second passes. Exactly.",
        2588.0,
        2591.24
    ],
    [
        " Was hell week, was it, was it better going through the first time when you didn't really know what",
        2592.5,
        2598.34
    ],
    [
        " to expect or the second time where you did know what to expect? Which one was better? Which one was",
        2598.34,
        2603.38
    ],
    [
        " worse? For me, the second one was much better. Just because I think that there's a lot of,",
        2603.38,
        2611.32
    ],
    [
        " you know, fear and anxiety going into something like that that you know has taken out so many men",
        2611.38,
        2616.0
    ],
    [
        " better than you or perceivably better than you and stronger than you and faster than you. And",
        2616.0,
        2621.48
    ],
    [
        " you can't argue with the data. I mean, so many guys don't make it through that.",
        2621.48,
        2625.5
    ],
    [
        " And so I knew I could make it through it. And I also knew there was a part of me that was like,",
        2628.14,
        2633.84
    ],
    [
        " I'd only stayed awake for maybe 48 hours before going into hell week the first time. Maybe,",
        2634.12,
        2640.98
    ],
    [
        " probably not even that long, probably like 30 something like that. And so there's a part of you",
        2641.14,
        2646.96
    ],
    [
        " that's like, if you've never done something, okay, how am I going to stay awake? How's the body",
        2646.96,
        2651.68
    ],
    [
        " even do that? Stay awake from five and a half days and just get destroyed the entire time. And so",
        2651.68,
        2656.26
    ],
    [
        " there's always that part of you that's like, okay, I know they can't kill me, but this just doesn't",
        2656.26,
        2660.88
    ],
    [
        " make a lot of sense. At the end of the day, I'm exhausted, I'm tired. What would what would things",
        2660.88,
        2665.26
    ],
    [
        " look like if if I didn't sleep for five, five and a half days? How would I function? How",
        2665.26,
        2670.24
    ],
    [
        " so the fact that I'd already done it and gone through it, I was like, I know I can do this. I know",
        2670.24,
        2675.7
    ],
    [
        " that, you know, one of the things that I like to tell people, this is how it felt for me was,",
        2675.7,
        2680.16
    ],
    [
        " you know how echo you always get like a, even today you'll probably get a second win, you'll feel",
        2680.16,
        2684.82
    ],
    [
        " tired and then you'll get a second win. That's how I felt. I felt like every time like, you know,",
        2684.82,
        2689.78
    ],
    [
        " five, six, seven hours into, you know, into it, I'd get tired. I'd just wait an hour and then I'd get",
        2690.16,
        2696.2
    ],
    [
        " a second win and I'd be right back in it. And that's kind of cool that your body works that way, but",
        2696.2,
        2700.48
    ],
    [
        " they also said that your body will stop like shutting, it'll start shutting down functions that",
        2700.48,
        2707.62
    ],
    [
        " aren't necessary to survival like growing fingernails or facial hair. I don't know if that's true,",
        2707.9,
        2713.3
    ],
    [
        " but that's what they told us. Yeah, that's crazy. And and then that's it. I mean, you, you make it through",
        2713.36,
        2720.3
    ],
    [
        " buds this second time, even though you're on the bubble the entire time for runs. Yep. But you make it",
        2720.3,
        2726.06
    ],
    [
        " through. I make it through and then I'm told I get orders, Sil team three. Most of my class got",
        2726.06,
        2736.9
    ],
    [
        " orders to the east coast. There were only six of us is stayed on the west coast. Sure. How",
        2736.9,
        2741.5
    ],
    [
        " is one of the fortunate ones? So you get through it, you graduate and where'd you get orders to?",
        2741.5,
        2747.86
    ],
    [
        " Sil team three. And did that, the most your class get west coast east coast, even split? How",
        2748.78,
        2754.46
    ],
    [
        " did how they do that? So only six of us stayed on the west coast. Everybody else went to the east",
        2754.46,
        2759.32
    ],
    [
        " coast. So I was, I felt lucky. Dang. And where was team three at the time? What was going on?",
        2759.32,
        2765.48
    ],
    [
        " Team three was already deployed at the time. Oh, this was this is a",
        2765.48,
        2769.1
    ],
    [
        " this is a comedy. Oh, yeah. So what they told us, Jaco, is it all right, team three is deployed.",
        2769.1,
        2775.7
    ],
    [
        " You guys are just going to stay here and go to schools. And so it was interesting because I had",
        2775.96,
        2780.06
    ],
    [
        " just married my wife in between buds and SKT. And so I'm like, this is awesome, babe. I'm just",
        2780.06,
        2785.74
    ],
    [
        " going to, you know, hang out at the team and like maybe, you know, sweep for a little bit and like",
        2785.74,
        2790.24
    ],
    [
        " go to a school every once in a while. We can start our life together. So why don't you move out?",
        2790.24,
        2793.84
    ],
    [
        " She had just graduated from Mara University of Arizona. Like why don't you move out? We can start",
        2793.84,
        2798.1
    ],
    [
        " our marriage together. Did you run that plan through the US Navy? No, no. But Jaco, the chief in charge",
        2798.1,
        2805.7
    ],
    [
        " of us was like, no, you guys are good to go. You're not deploying. We've, you know, we've talked",
        2805.7,
        2809.54
    ],
    [
        " it through a blah, blah, blah. And so she moves out. And we move into this little apartment here in",
        2809.54,
        2815.84
    ],
    [
        " Point Loma. And and then two weeks later, they're like, hey, change of plans. You're deploying",
        2815.84,
        2821.74
    ],
    [
        " as soon as you're you're going to go through Sears School and then you're going to deploy.",
        2822.48,
        2825.88
    ],
    [
        " And so I don't remember what what it was that happened, but",
        2826.28,
        2830.0
    ],
    [
        " four of the guys went through Sears School the week before I did. And then they deployed. And so",
        2830.0,
        2837.02
    ],
    [
        " I went through Sears School by myself and then to like flew over by myself on like a civilian",
        2837.02,
        2844.88
    ],
    [
        " airplane. And I'm just like, oh my, dude, I was so stressed out. First time going to war. Don't",
        2844.88,
        2850.12
    ],
    [
        " know any of the guys that still team three, but my instructors have told us, hey, listen,",
        2850.12,
        2854.06
    ],
    [
        " you guys when you get there, keep your mouth shut. Do what you're told. You're about to swim with",
        2855.0,
        2861.0
    ],
    [
        " some great white sharks. That's that's basically the the advice. And so I don't know anybody. I'm",
        2861.0,
        2865.68
    ],
    [
        " flying to war by myself. I don't even have any guns. And it's just like, you don't know. I had",
        2865.68,
        2871.1
    ],
    [
        " nothing to compare to. I'd I'd been I'd been on a ship before, but I'm flying into a war zone",
        2871.1,
        2876.24
    ],
    [
        " with no guns. Like I don't know what's going to is the plane going to land is like I'm going to",
        2876.24,
        2881.0
    ],
    [
        " have to PLF out of the plane because there's like people shooting us like I have no idea or no",
        2881.0,
        2886.1
    ],
    [
        " context for what that's going to look like. And then I'm going to have to like integrate into",
        2886.1,
        2890.7
    ],
    [
        " this platoon of guys that already did a workup together. And so anyway, we were what 30 minutes",
        2890.7,
        2897.14
    ],
    [
        " down the road from you guys in Bravo, Platoon. I think there were four or five of us four of us",
        2897.14,
        2904.68
    ],
    [
        " that went to Bravo, Platoon. And so we started immediately, you know, doing the new guy job,",
        2904.68,
        2909.82
    ],
    [
        " you know, making sure the hummers are gassed up, making sure they're clean, making sure the windows",
        2910.1,
        2914.66
    ],
    [
        " have all the moon dust wiped off and making sure the 240s and the 50s are clean, oiled up, ready",
        2914.66,
        2920.94
    ],
    [
        " for the op. And then it was cool because they threw us in to turret gunning immediately. And I was",
        2920.94,
        2926.3
    ],
    [
        " like, this is fantastic, man, because all of our buddies, you know, are doing whatever they're doing",
        2926.3,
        2930.72
    ],
    [
        " on the east coast. And we're already getting to go on ops with these guys.",
        2930.88,
        2934.5
    ],
    [
        " Yeah, that's freaking awesome. And the culture was, and that platoon was really cool in that",
        2934.94,
        2941.04
    ],
    [
        " the rule was this. We're not messing with you unless we need to. And then if we need to, we're",
        2941.04,
        2947.64
    ],
    [
        " going to tighten you up and you know, but it was just like as long as you as long as you walk",
        2947.64,
        2953.8
    ],
    [
        " around at egg shells and do the new guy thing, you know, we'll leave you alone. But you're going to,",
        2953.8,
        2959.42
    ],
    [
        " you're going to do all the crappy jobs that nobody wants to do. You're going to do it standing tall",
        2959.42,
        2964.1
    ],
    [
        " with respect. And you know, I was totally, totally all about that. Things changed a little bit once",
        2964.1,
        2970.12
    ],
    [
        " I came into bruiser, the very next pump. I try to think of how many guys came to task unit bruiser",
        2970.12,
        2978.8
    ],
    [
        " in Ramadi. You guys got, you guys got South, the Frank, and another dude named Sean. Okay. Sean H.",
        2978.8,
        2987.0
    ],
    [
        " Yeah. Sal was, he was, he's such a nice guy. And he had, and he smiled all the time. This is the,",
        2988.22,
        2997.32
    ],
    [
        " this is the, this is the invention of normal face. So I had this thing I'd do with Sal, where I'd",
        2997.36,
        3004.72
    ],
    [
        " taken the, the cardboard like, innard from the spools of paper that we would print maps on. Yeah.",
        3004.72,
        3012.14
    ],
    [
        " And I'd sit there and I'd be like, all right, Sal, listen up, bro. You can't be, you're like,",
        3012.54,
        3016.46
    ],
    [
        " supposed to be a seal now. You can't be having this big smile on your face. You look like a",
        3016.46,
        3020.42
    ],
    [
        " dork. We don't look like dorks. And of course, this is all like hilarious. So he's smiling even more.",
        3020.42,
        3026.44
    ],
    [
        " And I'm like, okay, so here's what we're going to do. You can't smile. If you smile, I'm going to",
        3026.5,
        3029.18
    ],
    [
        " whack you in the head with this thing. And you know, so I'd say I got ready. And he'd be like,",
        3029.18,
        3032.88
    ],
    [
        " this sir, and I go, go. And he couldn't, he couldn't keep like a normal face for a half a second.",
        3033.16,
        3038.6
    ],
    [
        " I didn't have to whack him in the head. But he was a freaking good guy, funny. And just had a good",
        3038.66,
        3043.34
    ],
    [
        " attitude, but he just smiled a lot. And of course, whatever you're going to do, if you don't smile,",
        3043.34,
        3048.2
    ],
    [
        " you're going to get beat for not smiling. If you smile too much, you're going to get beat for",
        3048.32,
        3051.32
    ],
    [
        " smiling too much. So you're going to get beat. I mean, that's basically what the whole concept was",
        3051.32,
        3057.32
    ],
    [
        " when you rolled out. But when we get to, when we get to it, remind me to tell you a funny",
        3057.32,
        3062.64
    ],
    [
        " salda Franco story that involved you in skits. Okay. It made us do skits. It was hilarious.",
        3062.64,
        3070.82
    ],
    [
        " That must have been good. So you ended up, I mean, that's still even for Sal, for you, for you,",
        3071.74,
        3077.18
    ],
    [
        " for you guys to roll out on the deployment. You haven't even done a work before you guys get to go",
        3077.28,
        3081.34
    ],
    [
        " out. You guys get to do some ops, get some experience, get to know what it's like to drive down the",
        3081.34,
        3086.62
    ],
    [
        " road in the middle of night waiting to get blowed up. Yeah. Which is, which is fun. Then,",
        3086.62,
        3093.34
    ],
    [
        " then what? So then the deployments over? Yeah. Then the deployments over. And I flew back on the",
        3094.74,
        3101.44
    ],
    [
        " on the last bird. And I wonder if we were on the same bird. If it was the last bird, we were on",
        3101.44,
        3109.68
    ],
    [
        " the last bird. I don't think so. I was relaxed. So he wasn't there. But yeah. So anyway, I get back,",
        3109.68,
        3118.06
    ],
    [
        " and it's weird because all the guys had already been back. They were already like selecting the",
        3118.26,
        3124.3
    ],
    [
        " new platoons. I was on the last bird. So I get in late. And then I remember, you know, getting back,",
        3124.3,
        3130.32
    ],
    [
        " me and my wife, we schedule our first like date night. Like we're going to finally get a go out",
        3130.68,
        3135.72
    ],
    [
        " and celebrate a hanging out, made it back, all that. And so I'm we're, she's getting ready. I'm",
        3135.72,
        3148.04
    ],
    [
        " from one of my other new guy buddies that just came back with me, but he came back, I think before",
        3148.34,
        3153.5
    ],
    [
        " me. And he's like, Hey, you need to get down to Danny's right now. And I'm like, what? And he's",
        3153.5,
        3159.68
    ],
    [
        " like, yeah, bro, we're in Delta Platoon now. Get down here right now. And I'm like, no, dude,",
        3159.68,
        3165.46
    ],
    [
        " I'm I'm off. He's like, Eli, I'm not asking you. I'm telling you, get your ass down to Danny's now.",
        3165.58,
        3171.92
    ],
    [
        " So I got to go tell my wife. Yeah. Like, Hey, there's going to be no date night. I don't know what's",
        3172.46,
        3177.54
    ],
    [
        " going on, but it sounds serious. So so I'm rolling down the world war three is apparently broken out.",
        3177.54,
        3183.34
    ],
    [
        " There's a situation. It happens to be in a bar in Coronado. Yeah. And so like I jump in my little",
        3183.34,
        3189.3
    ],
    [
        " green Honda Civic and I drive over the bridge as fast as I can without, you know, getting arrested.",
        3189.3,
        3194.28
    ],
    [
        " And he's like, he's like, just when you get to Danny's come out behind the bar. I'm like, oh,",
        3194.66,
        3199.54
    ],
    [
        " this sounds fantastic. He's like, yeah, we're in Delta Platoon. Chris cows are LPO. And I'm like,",
        3199.62,
        3203.96
    ],
    [
        " awesome. And so I get there. I walk through the bar. All the new guys that I just like graduated,",
        3204.42,
        3210.8
    ],
    [
        " you know, SKT with some of which went down range, some of which didn't are now standing at attention",
        3211.12,
        3217.22
    ],
    [
        " in lines behind Danny just getting screamed at. And I'm like, holy, holy cow. So yeah, that was",
        3217.22,
        3224.32
    ],
    [
        " and so that night, you know, we were, you know, it was the in indoctrinated in dock in the T",
        3224.48,
        3232.1
    ],
    [
        " bruiser, right? And so this guy, this guy, you know, he wasn't there, but it was just, yeah,",
        3232.1,
        3241.78
    ],
    [
        " it was interesting because the culture had completely shifted to, hey, man, totally new,",
        3241.82,
        3247.64
    ],
    [
        " new group of dudes, new rules. And yeah, I realized real quick that this was going to be a",
        3248.02,
        3256.16
    ],
    [
        " interesting two years and you better be locked on. Like we would come in, like we would come into",
        3256.16,
        3262.14
    ],
    [
        " rooms like the new guys like back to back like, fire hands ready to go because you didn't know what",
        3262.14,
        3268.64
    ],
    [
        " was you didn't know what were you were going to get it with, but they definitely, they definitely",
        3268.64,
        3273.86
    ],
    [
        " loved having new guys around. I'll tell you. Yeah, I guess that answers my question. I was going to",
        3275.12,
        3279.08
    ],
    [
        " ask you if you got treated like a new guy since you kind of would like had a little bit of a deployment.",
        3279.08,
        3283.62
    ],
    [
        " I guess the answer is a solid yes. Oh, yeah, they were like, yeah, that's like a little bit worse",
        3283.62,
        3287.9
    ],
    [
        " because they're like, you lucky bastard. You got to go over there and you didn't even do a",
        3287.9,
        3291.16
    ],
    [
        " workup. That was the thing. They're like, hey, that didn't count. You're doing a full workup.",
        3291.16,
        3296.08
    ],
    [
        " You will be a new guy for a full two years. It was like, Roger that. And you know, what doesn't",
        3296.2,
        3303.04
    ],
    [
        " kill you makes you stronger, right? So it's all good. Did you, what position did you get in the",
        3303.04,
        3308.36
    ],
    [
        " platoon? We're a dub a dub turret gunner. Yep. And it was it was cool, but I like to talk about my",
        3308.36,
        3316.5
    ],
    [
        " failures because I think that's where the gold off and is Chris actually sat down with each and",
        3316.5,
        3322.88
    ],
    [
        " every one of us with his like little green notebook. And he's like, all right, tell me what",
        3322.88,
        3326.84
    ],
    [
        " are your goals? What do you want to accomplish? What do you want to do? And I said, I want to become",
        3326.84,
        3330.12
    ],
    [
        " a sniper. And so he actually, you know, I think there were a couple other, but that was other",
        3330.12,
        3337.34
    ],
    [
        " guys that wanted to go to sniper school, but that was my number one thing. And so he actually sent",
        3337.34,
        3340.74
    ],
    [
        " me to sniper school my first as a new guy. Yeah. And I failed. Oh, no, man, I made it through",
        3340.74,
        3347.04
    ],
    [
        " pick and then scout. And then I didn't qualify expert on the, the M4, the 200 yard",
        3347.04,
        3355.8
    ],
    [
        " quality that you have to do before you actually get to go to sniper school. And so I was,",
        3356.26,
        3360.38
    ],
    [
        " that was hard walking. Can you imagine coming back and telling Chris, hey, I just blew that.",
        3360.54,
        3366.02
    ],
    [
        " And so they didn't get an extra billet because I failed. So Chris wasn't happy about that.",
        3366.5,
        3372.76
    ],
    [
        " It definitely went in the book of woe. And, uh, yeah, so, uh, you know, paid, paid for that pretty",
        3373.16,
        3381.68
    ],
    [
        " dearly, but, you know, I mean, you know, it is what it is. Wasn't like I was, wasn't trying.",
        3381.68,
        3387.88
    ],
    [
        " Yeah. The people, I guess it's hard to, it's hard to see from the public persona that got put",
        3388.54,
        3394.46
    ],
    [
        " out of Chris of like how funny he was and how like shit talking he was and just like, and the other",
        3394.46,
        3400.86
    ],
    [
        " thing that sounds crazy is the, the prank. Like he like to do like pranks on people like a",
        3400.86,
        3406.86
    ],
    [
        " little kid, you know, he did. That was when people asked me all the time, they're like, so what",
        3406.9,
        3413.04
    ],
    [
        " do you think of that movie? And I was like, I, you know, the movies, you know, it's decent, whatever.",
        3413.04,
        3416.32
    ],
    [
        " But I was like the number one thing that they screwed up was like that. They missed like how funny",
        3416.68,
        3423.38
    ],
    [
        " he was and his sensor humor and how he was always doing something shady, always doing something shady.",
        3423.38,
        3430.08
    ],
    [
        " So, but, but I guess I don't, maybe it wouldn't, maybe Hollywood didn't think it'd be as cool of a",
        3430.28,
        3435.86
    ],
    [
        " movie as if, you know, they portrayed him that way. Yeah. I guess they would have had to make it into",
        3435.86,
        3439.96
    ],
    [
        " a, like a mini series or something where they could, where they could develop the character,",
        3439.96,
        3444.76
    ],
    [
        " develop his personality so you could see all sides, which would have made it more impactful",
        3445.36,
        3449.72
    ],
    [
        " because then you'd see, hey, this guy that is very funny loves his family and likes to clown around.",
        3449.72,
        3457.3
    ],
    [
        " I also can be totally serious and has a very, has the most serious job. But, you know, they got to",
        3457.48,
        3463.36
    ],
    [
        " take all that stuff and like you said, they got to make it into a movie that's now and a half long and",
        3463.36,
        3467.56
    ],
    [
        " that's what they do. Yeah, they took like 15, 20 years of his life and convincing him to an hour and a half.",
        3467.56,
        3473.22
    ],
    [
        " So, I mean, you know, that can't be easy to do. Yeah. How was that work up? Good. So, I was,",
        3473.38,
        3479.7
    ],
    [
        " I was, I was running your work up. Yeah. Thank you, by the way. My God, dude, unbelievable.",
        3479.74,
        3486.96
    ],
    [
        " Do you carry any wounded guys anymore? Yeah, we actually do. It was so crazy. Like,",
        3487.0,
        3493.18
    ],
    [
        " you know, and it was cool to see you because you'd come out all the time and I can't remember which",
        3493.38,
        3502.26
    ],
    [
        " ones, which years you were even out for, but it was, I do remember doing like, you know, seven click",
        3502.26,
        3508.24
    ],
    [
        " insert and, you know, you know, hit hit the target and then on the way, ex fill, this guy would put",
        3508.24,
        3516.3
    ],
    [
        " half of our guys down at least. So, I mean, I would you guys would you guys would get tore up",
        3516.3,
        3522.16
    ],
    [
        " by the opt for. All right. I think there might have been a little win, bro. I wanted you to win.",
        3522.16,
        3527.0
    ],
    [
        " I think there might have been a little bit of suggestion from this guy to make it as hard as",
        3527.02,
        3531.84
    ],
    [
        " humanly possible just by reading some of his stuff. But I, you know, it was interesting because like,",
        3531.84,
        3537.68
    ],
    [
        " you would, you know, you do your op, you do your mission and then like, you've got another,",
        3537.82,
        3541.98
    ],
    [
        " you know, clicker to to ex fill out and, you know, trade it's putting down over half of your guys.",
        3542.36,
        3548.62
    ],
    [
        " And so, you know, you're, it's all right. You've already got your body armor on. You've got like",
        3548.84,
        3553.76
    ],
    [
        " a machine gun. You've already got like, you know, you're loaded for bearer and now you've got to",
        3553.76,
        3558.92
    ],
    [
        " carry, you know, another 250, maybe even depending on the size. We had some beasts in my platoon. So,",
        3558.92,
        3566.12
    ],
    [
        " you know, maybe another 300 pound dude and it was just like brutal. I remember, remember one time",
        3566.12,
        3572.82
    ],
    [
        " I was getting ready to pick up a down seal and it was chief D and he's a big muscular dude, the",
        3572.82,
        3580.8
    ],
    [
        " type of guy that was, you didn't know I want to piss off. Let's, and also let's say like he's not",
        3580.8,
        3585.22
    ],
    [
        " going to be super light. He is not super light. Yeah. He's, he's really heavy. And so I,",
        3585.22,
        3591.66
    ],
    [
        " I'm a freaking stud. He is. He just want to be it like everyone just wants to like do good,",
        3591.66,
        3597.76
    ],
    [
        " especially his guys, you know, they want to, they want to kick ass for him. And so I had my guns",
        3597.76,
        3603.0
    ],
    [
        " on my back, but I didn't like have it with retention or anything. So I went down to like grab his",
        3603.0,
        3609.44
    ],
    [
        " upper torso and my gun comes over top and hits him on the, and I was, he was like, oh my god,",
        3609.44,
        3617.04
    ],
    [
        " who did that? Thank God it was nighttime. And you couldn't see you did it. And I got it.",
        3617.24,
        3623.26
    ],
    [
        " Jocco, I didn't take extreme ownership because he wouldn't kill me. And I just like, I just,",
        3623.5,
        3629.42
    ],
    [
        " we got him up and we, you know, we started moving him, but extreme ownership might have cost me",
        3629.62,
        3635.38
    ],
    [
        " my life right there. So, yeah, we didn't, I didn't tell chief D that it was me that then sling my gun",
        3635.38,
        3641.42
    ],
    [
        " and just smack him in the face. But yeah, it was, I think the good thing about the way that you ran",
        3641.42,
        3647.8
    ],
    [
        " training was that there was nothing that I ever faced that was even close to the training. And",
        3647.8,
        3654.76
    ],
    [
        " I think that's a good thing. I wasn't always happy with you about it. I remember one time you",
        3654.76,
        3659.54
    ],
    [
        " route it, I think you route it a sankle man air something. And instead of like, okay, we,",
        3659.54,
        3664.48
    ],
    [
        " we do the day runs, we do the night runs, we go to sleep. There was, you didn't let us go to sleep.",
        3664.5,
        3669.42
    ],
    [
        " It was just like, okay, TST, here we go. We're going back in the town. We got to go hit this.",
        3669.42,
        3674.2
    ],
    [
        " And I'm like, oh, God, dude. Well, I always thought of like day runs, night runs, morning runs",
        3674.2,
        3679.9
    ],
    [
        " at mid afternoon runs. Yeah, brunch runs. How's that sound? We'll get a little bit of that.",
        3679.9,
        3685.14
    ],
    [
        " And Stoner, was your TU commander? Yeah, he was, he was the TU commander there from 06 to 08",
        3685.82,
        3692.44
    ],
    [
        " right after you left. Yeah, yeah. Yeah. And that's when he got, that's when he got hurt. Yep,",
        3692.44,
        3697.84
    ],
    [
        " he broke his neck. Yeah, that happened. Luckily, he didn't break his spine. He just broke",
        3697.84,
        3705.48
    ],
    [
        " vertebrae in his neck when a dude fell off, fell off one of the other new guys. Yep.",
        3705.48,
        3709.54
    ],
    [
        " Fell off of the ship boarding and landed on top of him, broke his neck. I remember, I'm,",
        3709.78,
        3714.6
    ],
    [
        " it was at, obviously, I was at trade at and I get the call like, hey, we got an injury. And I'm like,",
        3715.8,
        3720.12
    ],
    [
        " all right, Roger. And then I got like a text from someone's like, hey, it's Stoner. And I was like,",
        3720.12,
        3724.46
    ],
    [
        " check, went up to the hospital, but thank God he, uh, he didn't break his spinal cord. So",
        3724.78,
        3732.2
    ],
    [
        " he was able to put on a neck brace, kind of walk through the rest of until that was healed up and",
        3732.2,
        3739.14
    ],
    [
        " and still able to go on employment because he wasn't going to stay home. I mean, come on. No,",
        3739.14,
        3744.84
    ],
    [
        " no. Well, that brings up another funny story because, uh, remember, uh, I don't know if this guy",
        3744.84,
        3751.88
    ],
    [
        " is still in anyway, our LT during that period, Texan guy, Jimmy. Yep. He, uh, he made us roll. He",
        3751.88,
        3761.06
    ],
    [
        " made us do jujitsu three times a week, right? He's, you know, all of them, you know, fall in,",
        3761.06,
        3766.9
    ],
    [
        " following this guy's footsteps. And so we would, we would roll. We did jujitsu before,",
        3767.0,
        3772.14
    ],
    [
        " before the day started. And, uh, I remember one time I got somebody, I can't remember who it was,",
        3772.92,
        3779.22
    ],
    [
        " another LT in a triangle choke. And I, I was tying it in good and he, he, he's picked me up,",
        3780.82,
        3786.1
    ],
    [
        " stacked me and dropped me on my neck. And I heard something go pop, pop. And I was like, okay,",
        3786.24,
        3791.28
    ],
    [
        " you know, and we did a quick time out and I was like, okay, I can still move it. And then we,",
        3791.72,
        3796.44
    ],
    [
        " we finished the day. I'm okay. Like we finished the rolling. I feel okay. And then it is,",
        3796.6,
        3801.08
    ],
    [
        " take a shower and then it starts getting real, real tight and real stiff. And I, I'm like, man,",
        3801.36,
        3806.22
    ],
    [
        " this is, this doesn't feel right. Maybe I should go say something. So I made a mistake and I",
        3806.74,
        3812.02
    ],
    [
        " went and said something and I told Chris, I was like, hey, I did something while I was rolling.",
        3812.02,
        3815.56
    ],
    [
        " I heard some pops in my neck and it's starting to get really, really tight. And he's like, okay,",
        3815.76,
        3821.02
    ],
    [
        " go over the medical. So medical made, um, called an ambu, who came to the, to this, you know,",
        3821.34,
        3827.9
    ],
    [
        " three, pick me up, put, like, put me on like a bed or whatever. They took me to Balboa, did X-rays",
        3828.16,
        3834.96
    ],
    [
        " or whatever. And they're like, you know, they're like, oh, you're good, you're good to go. So they,",
        3836.02,
        3840.58
    ],
    [
        " they brought me back and, uh, but they made me put a neck brace on. And so I walk in to see Chris",
        3840.6,
        3846.6
    ],
    [
        " and, uh, and I take in the neck brace off. And he's like, so, uh, what, what happened? And I'm like,",
        3846.6,
        3852.2
    ],
    [
        " I'm good to go. They did X-rays. He's like, did they give you anything? And I'm like, well,",
        3852.26,
        3856.16
    ],
    [
        " this neck brace, but, you know, I don't need it. I'm good. And he's like, no, put the neck brace on.",
        3856.26,
        3860.9
    ],
    [
        " So Chris had the guy's pain at pink. And they made me wear the neck brace for like the next week.",
        3861.1,
        3867.02
    ],
    [
        " And I was like, even when we, like, because we were just getting ready to go to Pendleton. And so he",
        3867.08,
        3871.56
    ],
    [
        " made me wear it out in town. He made me wear it everywhere. And I was just like, oh, man, dude,",
        3871.56,
        3876.06
    ],
    [
        " I'm never saying anything ever again. Like I said, he liked that so far. Yeah. Yeah.",
        3876.26,
        3883.44
    ],
    [
        " And then, uh, so how was that deployment?",
        3883.98,
        3886.3
    ],
    [
        " Um, it was, you know, it was, I think it was good. I know a lot of guys weren't happy about it, but, um,",
        3887.66,
        3894.46
    ],
    [
        " we started on the Syrian border in al-Qaim. We turned over with an SF unit.",
        3895.72,
        3901.22
    ],
    [
        " And the deployment started out by, with our primary focus, trying to stop, uh, foreign fighters",
        3901.6,
        3908.68
    ],
    [
        " and equipment and, you know, all sorts of money and stuff flowing in from Syria into Iraq. And so",
        3908.68,
        3915.32
    ],
    [
        " we did a lot of desert patrols. Um, and, you know, that it's not, I don't think it's what team",
        3915.32,
        3922.4
    ],
    [
        " guys really love doing, but it, you know, it is what it is. And then probably, and we asked,",
        3922.4,
        3928.1
    ],
    [
        " we actually spent a lot of the first month and a half building up a structure to live in.",
        3928.26,
        3933.48
    ],
    [
        " So we called ourselves seal bees. Like we had two C-bees that were like constantly telling us what to",
        3933.66,
        3939.04
    ],
    [
        " do, how to build this structure. And so we built that. And then after we got that finished, um,",
        3939.04,
        3944.84
    ],
    [
        " that's when I think the army called and said, Hey, we're, we're gonna, we're gonna",
        3945.62,
        3950.56
    ],
    [
        " corden off solder city. And we need some seal snipers and some guys to come in and help us do that",
        3950.56,
        3958.26
    ],
    [
        " because, uh, al-Sadr's militia was killing the Iraqi contractors that were building the wall. And so",
        3958.26,
        3964.78
    ],
    [
        " that's when stoner and Chris and several other guys, some were RG 33 techs, some, some were comms guys,",
        3965.84,
        3975.04
    ],
    [
        " and many of them were snipers, um, from silteam eight. And then from silteam three, they formed like",
        3975.04,
        3980.24
    ],
    [
        " this super troop, um, which stoner was in charge of. And, uh, so they, they went and left us, I think four",
        3980.24,
        3988.96
    ],
    [
        " of them went from Arplatoon. And then the rest of us stayed back and we just went all over, you",
        3988.96,
        3995.22
    ],
    [
        " know, went all over the country. We flew some humvees up to Mizzoul. And then, uh, towards the end",
        3995.22,
        4001.64
    ],
    [
        " of deployment, Chris came back and I actually got to go and, you know, be a part of that for like",
        4001.64,
        4007.2
    ],
    [
        " the last month and a half or something like that. But it was a, you know, it was a decent platoon,",
        4007.2,
        4012.32
    ],
    [
        " but we were all over, I mean, instead of operating out of one place, we spent time in Al Assad,",
        4012.32,
        4018.88
    ],
    [
        " we spent time in, I think, Hit Haditha, we even built the new base in Rawa when Al-Qaim got shut",
        4019.26,
        4026.54
    ],
    [
        " down. So we were just like transient all over the place. Yeah. Yeah, that there's, it always sucks",
        4026.54,
        4032.78
    ],
    [
        " when you're not like with your whole platoon. It's also there's cool things about traveling all",
        4032.78,
        4037.88
    ],
    [
        " over the place that my first deployment to Iraq, we lived in Baghdad the whole time, but we would",
        4037.88,
        4044.54
    ],
    [
        " go out to all over the country. So that was kind of, you know, you just get to see different areas",
        4044.54,
        4048.8
    ],
    [
        " and we'd stay for day here, two days here, some random like SF outstation in the middle know where",
        4048.8,
        4054.92
    ],
    [
        " hanging out with them, do whatever we can to support and then come back. So that's kind of cool.",
        4054.92,
        4060.16
    ],
    [
        " And then my second deployment to Iraq, I didn't leave Ramadi, like those are the entire time.",
        4060.2,
        4065.04
    ],
    [
        " And that was also cool in a different way. So kind of different experiences, they both have",
        4065.6,
        4071.74
    ],
    [
        " something cool about them. They also have some things that kind of, you know, might not be as cool.",
        4071.74,
        4076.48
    ],
    [
        " But what was like the big lessons learned on that deployment for you as a human?",
        4077.12,
        4082.62
    ],
    [
        " Oh man. Let's see, you know, be flexible, you know, be adaptable. I found that that",
        4083.66,
        4094.4
    ],
    [
        " that was so key in that job is just to be flexible, adaptable and try and keep a positive",
        4094.4,
        4102.08
    ],
    [
        " mental outlook at all times. And the other thing too, I started to see like,",
        4102.08,
        4107.28
    ],
    [
        " I started to see how negativity, complaining could affect the morale of the group and it,",
        4107.9,
        4118.62
    ],
    [
        " you know, it could be detrimental. And so always try and, you know, be a part of not bringing people",
        4118.7,
        4129.18
    ],
    [
        " down, bringing the group down, but just being positive, you know, because there was some,",
        4129.18,
        4133.36
    ],
    [
        " there was some of that going on in that group, like, you know, some real negativity. And,",
        4133.5,
        4140.26
    ],
    [
        " you know, I get it. I understand why. But at the same time, I don't know that, you know,",
        4140.28,
        4148.52
    ],
    [
        " was very productive, making us the most cohesive, you know, fighting unit that we could possibly be.",
        4148.52,
        4155.72
    ],
    [
        " Yeah. When that real simple idea of complaining and it's so bad. And that's one thing I picked up",
        4156.16,
        4165.7
    ],
    [
        " from wherever in the teams was like, hey, don't complain. Don't ever complain about anything.",
        4165.7,
        4170.82
    ],
    [
        " Don't complain if you're cold, don't complain if you're hot, don't complain if you've been",
        4170.96,
        4174.54
    ],
    [
        " awake too long, don't complain about anything. Just don't complain. Just don't complain. And,",
        4174.54,
        4179.08
    ],
    [
        " you know, obviously not everyone gets on board with that program, but it never, it never,",
        4179.24,
        4185.2
    ],
    [
        " complaining just never helps anything. Just doesn't. Like, if you want to joke about it, that's cool.",
        4185.5,
        4190.52
    ],
    [
        " If you want to jokingly, you know, bring something up because you're going to make it,",
        4190.84,
        4194.76
    ],
    [
        " you're going to make fun of the situation you're in. Man, that's a different thing. But if you're",
        4195.0,
        4204.52
    ],
    [
        " not getting the support we need, this is bullshit. Like those attitudes, they're just, they're just,",
        4204.78,
        4209.4
    ],
    [
        " they're just not good. And that's why I always liked that, that team guy that you just never hear",
        4209.48,
        4215.3
    ],
    [
        " him complain or when someone does complain, when you get, when you get the right crew, someone starts",
        4215.3,
        4220.4
    ],
    [
        " to complain, they get shut down, you know, and that's a good attitude to have. Is that where good",
        4220.4,
        4226.32
    ],
    [
        " that is? That is a hundred percent where good comes from that's that's freaking stoner. That was",
        4226.32,
        4232.06
    ],
    [
        " stoner coming to tell me, coming to complain me about something. Yeah. And me saying, and him saying,",
        4232.06,
        4236.5
    ],
    [
        " like, I know what you're going to say. And I'm like, what? And he says, you're going to say good,",
        4236.5,
        4240.64
    ],
    [
        " because that's what you say about everything. And it's true. I'd be like, oh, we don't, we don't,",
        4240.68,
        4244.72
    ],
    [
        " well, we're going to have to stay out freaking at this desert warfare training facility for",
        4244.88,
        4248.9
    ],
    [
        " next two weeks. Good. We're going to get better at it. Whatever it is. Yeah. Let's not complain.",
        4248.9,
        4253.84
    ],
    [
        " That's not the deal. Uh, so you don't from that deployment. Yep. And it's another platoon,",
        4254.22,
        4261.6
    ],
    [
        " because you're a new guy still kind of now you're one cruise wonder one and a half cruise wonder.",
        4261.6,
        4266.9
    ],
    [
        " There's always something man. Did you go, did you end up going back to sniper school? I did. Yeah.",
        4267.38,
        4274.1
    ],
    [
        " Where when you got home. Yeah. So thankfully, I, I just got to go qualify. And then I got to pick up",
        4274.58,
        4282.04
    ],
    [
        " where I left off. I learned a little trick that really helped me. You know how on our pistols,",
        4282.04,
        4287.36
    ],
    [
        " you know, front sight focus, you have that little green dot and whatever or the little white dot.",
        4287.36,
        4292.78
    ],
    [
        " Well, I was like, I was looking at the front sight post on my, you know, M4 iron sight. And I was like,",
        4293.48,
        4298.7
    ],
    [
        " it's just straight black. I mean, any small, miss small. And I was like, I took a little paint pen. And I",
        4298.96,
        4304.18
    ],
    [
        " just put the tiniest little white dot on my front sight post. And that really helped me to like,",
        4304.18,
        4310.14
    ],
    [
        " put it where I needed to. And just I started doing a lot of dry firing in the positions that I was",
        4310.6,
        4314.9
    ],
    [
        " going to have to shoot and did well on the test. And then went out this, went out to sniper school.",
        4314.9,
        4320.06
    ],
    [
        " I did really good on the shooting, but I was really bad at the stocking. And I was like on the bubble",
        4320.14,
        4325.1
    ],
    [
        " the entire time. And, but, you know, made it through sniper school. Got my sniper suite. And then,",
        4325.1,
        4332.28
    ],
    [
        " unfortunately, by that point in 2010, we went to Fallujah. And they wouldn't allow us to take",
        4332.44,
        4340.44
    ],
    [
        " sniper weapons on. So they were trying to deescalate the war. And snipers don't typically do that.",
        4341.66,
        4346.18
    ],
    [
        " They typically throw gasoline on things. So that we still pig gunner. And that, or do you move to",
        4346.44,
        4355.42
    ],
    [
        " point man or something? Yeah, I moved the point man and lead navigators as well. I was also running",
        4355.42,
        4361.8
    ],
    [
        " ordinance department. So yeah, I mean, it was, it was good. You know, and I was, I felt for the first",
        4361.8,
        4370.3
    ],
    [
        " time I felt like I didn't feel like I was some great operator, but I felt like I felt confident",
        4370.3,
        4377.16
    ],
    [
        " for, you know, because it takes a while. I mean, there's so much that you know, there's so much",
        4377.16,
        4382.44
    ],
    [
        " from like, coms to, you know, understanding maps to, you know, the, the physicality side of it",
        4382.44,
        4389.34
    ],
    [
        " to, you know, small unit tactics that you're trying to pick up and learn. But in the, in special",
        4389.34,
        4394.84
    ],
    [
        " forces, you'll spend two, two weeks doing this. And then you'll spend a month doing that. And then",
        4394.84,
        4401.62
    ],
    [
        " sometimes it'll be four months before, before you shoot your gun again, you know, and it's like,",
        4401.62,
        4406.66
    ],
    [
        " so I feel like, by that point, you know, in my service, I finally felt like I was, you know,",
        4406.9,
        4413.96
    ],
    [
        " okay, I feel comfortable doing this. I feel like I'm decent at it, you know, the learning curve",
        4414.46,
        4424.7
    ],
    [
        " and your first kid, you have no idea what's going on. You're a total idiot. And, but you learned so",
        4425.12,
        4430.52
    ],
    [
        " much by your second kid, you're like, okay, we, we kind of got this by your third kid, you're like,",
        4430.52,
        4434.34
    ],
    [
        " I'm dialed. I'm ready. By your fourth kid, you're like, I got this like we're, we're making",
        4434.54,
        4439.24
    ],
    [
        " shit happen. But you see guys in their first platoon, man, it's a lot of, it's a lot of stuff,",
        4439.24,
        4445.64
    ],
    [
        " especially nowadays. Like when I was in my first platoon, it was like, okay, your radio man,",
        4445.74,
        4449.6
    ],
    [
        " there's three radios like it's, it was just we weren't doing nods. We didn't have lasers on",
        4450.36,
        4455.98
    ],
    [
        " our weapons. Everything was easier. And guys now, they have a lot more to learn. Just even with",
        4455.98,
        4462.2
    ],
    [
        " the technical side, they have more to learn. And then from the operational side, there's more to",
        4462.2,
        4465.9
    ],
    [
        " learn. That's the way it goes. So that, what'd you do on that deployment? So as you're as now,",
        4465.9,
        4474.02
    ],
    [
        " we're DS, is this like 2010 now? Yep. It's 2010. We're de escalating. We were partnered up with",
        4474.08,
        4479.84
    ],
    [
        " Fallujah SWAT team. We were still doing, you know, some DAs here and there. We were doing a lot of",
        4479.84,
        4484.48
    ],
    [
        " FID with them, making sure that, you know, they, they knew what they were doing. And we actually",
        4484.48,
        4488.8
    ],
    [
        " started me and one of our JOs kind of ran the FID. And we were just making sure we were trying",
        4488.8,
        4495.4
    ],
    [
        " to turn more and more of the op over to them. So by the time, by the time that platoon was over with,",
        4495.4,
        4502.08
    ],
    [
        " we would go on an op and there were only allowed to be four seals on the ground. You had to have,",
        4503.88,
        4508.38
    ],
    [
        " for every one seal, I think you had to have five Iraqis. That was the ratio it had to be.",
        4508.52,
        4513.84
    ],
    [
        " And so the, you know, the closest call I ever had was a night where we got ambushed by three dudes.",
        4514.84,
        4521.66
    ],
    [
        " And we only had four seals on the ground. We had, we had, I think, two, three gun trucks. So we had",
        4522.14,
        4529.48
    ],
    [
        " three RG-33s with those remote weapon system, the Ramo 50 cows. But yeah, I mean, it was, it was",
        4530.18,
        4536.42
    ],
    [
        " interesting getting, you know, an ambush like that where you only got four dudes and then a bunch",
        4536.42,
        4540.88
    ],
    [
        " of, a bunch of Fallujah SWAT team guys and you're like, you know, at one point, our AOLIC at the time,",
        4540.88,
        4549.5
    ],
    [
        " he was like, he was on my side of the street. Just give us, like, give us, start to finish a little",
        4549.66,
        4555.72
    ],
    [
        " bit. Okay. So it was really interesting, Jocco, because as we were turning over things to the Iraqis",
        4555.72,
        4562.78
    ],
    [
        " so that they could hopefully stand on their own once we left, one of the, one of the very last things",
        4562.78,
        4567.62
    ],
    [
        " that we turned over to them was the actual coordinates for the target we were going to hit. And as",
        4567.62,
        4572.94
    ],
    [
        " a point man, I was sharing that responsibility with another, another one of my, you know, another,",
        4572.94,
        4578.36
    ],
    [
        " another guy in that platoon. And so we were, we were like doing blue and gold shifts. It was my night.",
        4578.48,
        4584.38
    ],
    [
        " And so they gave me like, hey, this is the, this is the eight digit grade we're hitting. These are,",
        4584.6,
        4589.54
    ],
    [
        " you know, maps, you know, of the area that we're going to. We were actually going to Abu Ghraib,",
        4589.54,
        4595.76
    ],
    [
        " which is like a suburb of Baghdad. And which is like a 45 minute drive from Fallujah. And so",
        4595.86,
        4603.3
    ],
    [
        " they were like, you know, notoriously nasty part of the city. Yeah, the, like the prisons there that",
        4603.3,
        4608.06
    ],
    [
        " everyone's heard about Abu Ghraib prison, but it's also like a part of town. And it's,",
        4608.06,
        4611.78
    ],
    [
        " it's notoriously a pretty bad part of town. Yeah, it was a real bad part. And anyway, so they,",
        4612.6,
        4618.7
    ],
    [
        " I can't remember who told me, but they were like, hey, like this is the first night we're going",
        4619.24,
        4622.96
    ],
    [
        " to give these guys a grid coordinates. So I want you to walk over there with an interpreter.",
        4622.96,
        4627.6
    ],
    [
        " Well, you know, go outside our main base, go to there where they, where they were sleeping.",
        4628.46,
        4632.8
    ],
    [
        " The Fallujah SWAT team, given, given the grid coordinates for the target we're hitting tonight,",
        4633.48,
        4638.6
    ],
    [
        " ask them to make sure that they know where we're going, because they're actually going to lead,",
        4638.94,
        4642.3
    ],
    [
        " lead us out. And so I walked over there. I gave them the, you know, the grid coordinate,",
        4642.34,
        4647.54
    ],
    [
        " given all the maps and pictures. I was like, do you guys know where this is? And they're like,",
        4647.88,
        4651.3
    ],
    [
        " yeah, we know where this is. And so I was like, and at the time we had,",
        4651.4,
        4655.28
    ],
    [
        " did you feel funky about that? Very. And this made it worse too. We knew we knew that there was one",
        4655.28,
        4660.86
    ],
    [
        " of them that was every time we left the wire that he was calling and telling people which direction",
        4660.86,
        4666.06
    ],
    [
        " we were headed. So, you know, you always, you always feel really, really shady about that. And so",
        4666.06,
        4672.24
    ],
    [
        " gave it to him. And then probably at like one in the morning or something we took off started driving",
        4672.24,
        4678.58
    ],
    [
        " driving there. And I noticed soon as we drive into the neighborhood, there's like sirens on",
        4678.58,
        4684.4
    ],
    [
        " all over the neighborhood. And like, like, we're already blown. And so we, we did like a video, a video,",
        4684.4,
        4692.86
    ],
    [
        " drop off, like vehicle drop off, like 600 yards from the target because the orgies are pretty",
        4693.0,
        4697.38
    ],
    [
        " loud. And we didn't want them to hear us like foot patrol and in or the vehicles. And so we get",
        4697.38,
        4702.54
    ],
    [
        " out and there's four seals on the ground. And then there's like 20 Fallujah Swat team members.",
        4702.54,
        4708.4
    ],
    [
        " And we, we start taking off. And I'm also a point man that night. So it's like a 600, it's only",
        4708.76,
        4714.46
    ],
    [
        " a 600 yard patrol in the target. And so we're walking down this really, really wide street. And so I",
        4714.46,
        4720.08
    ],
    [
        " put us into like a file formation so that at least a couple of us can engage if we get a contact",
        4720.08,
        4725.62
    ],
    [
        " front. And so we're walking and probably halfway to the target. And I noticed that like a",
        4725.62,
        4732.88
    ],
    [
        " staggered file, you said, five, you meant staggered. Yeah. Okay. Okay. I'm just trying to",
        4732.88,
        4737.0
    ],
    [
        " make sure I'm tracking. No, no, no, thanks. And so we're walking and and I'm noticing as I'm walking",
        4737.0,
        4744.36
    ],
    [
        " because you're always when you're patrolling, you're always looking for like cover concealment. Hey,",
        4744.36,
        4748.76
    ],
    [
        " if we get contacted from the front, where can I duck duck into? Is there a wall or a door or",
        4748.76,
        4754.0
    ],
    [
        " something I can and I notice everything's boarded up bars everywhere. Nothing, nothing is open. And so",
        4754.0,
        4760.04
    ],
    [
        " halfway there. All of a sudden, dude, three dudes with one had an RPK machine gun. And then the",
        4760.04,
        4768.96
    ],
    [
        " other two, I think had a case. But we had a we had a predator overhead. We had I think two",
        4768.96,
        4775.26
    ],
    [
        " of patches. And we had a AC 130 gunship overhead. I'd never we'd never gotten that much air in any",
        4775.26,
        4783.32
    ],
    [
        " off I'd ever been on. And so three guys open up on us. And it was surreal because the guy with the RPK,",
        4783.32,
        4790.94
    ],
    [
        " no kidn had probably 200 rounds belted together of tracer. So it was you could see every bullet flying",
        4791.22,
        4797.26
    ],
    [
        " over us. And you know, in training that you you taught, okay, you hit the ground, make yourself",
        4797.26,
        4803.76
    ],
    [
        " as small as possible, make yourself a small target and then return fire gains fire superiority.",
        4803.76,
        4809.48
    ],
    [
        " And then somebody's gonna, you know, we're gonna maneuver whatever the call is gonna come out is",
        4809.94,
        4815.04
    ],
    [
        " gonna be. And so I remember hitting the ground and just watching, you know, tracer rounds fly over",
        4815.04,
        4822.3
    ],
    [
        " us for probably a minute and a half before he had to reload. And then I could see the other two,",
        4822.3,
        4827.38
    ],
    [
        " the other two guys muzzle flashes. I'm thinking to myself, I thought, you know what, if I can see their",
        4827.38,
        4834.08
    ],
    [
        " muzzle flashes, even though I have a suppressor on my gun, because they're shooting high. I was like,",
        4834.08,
        4838.6
    ],
    [
        " if I open up right now and they the suppressor doesn't work as well as I hope it does. And they",
        4838.82,
        4844.58
    ],
    [
        " they pinpoint my location. I'm dead. Because it was when we went back and looked at the footage from",
        4844.58,
        4849.62
    ],
    [
        " the Pred feed. It was only 110 yard engagement. So it's very close. And so I did where they in a building",
        4849.62,
        4857.58
    ],
    [
        " or they on a roof or something or not. They were coming, they were coming around a building. So I",
        4857.58,
        4862.68
    ],
    [
        " got to watch like, so they were external. So you could actually see them even from the Pred because",
        4862.68,
        4867.68
    ],
    [
        " they were outside of the building. You could see them from the Pred. I couldn't see them, you know,",
        4867.68,
        4871.58
    ],
    [
        " even on nods. All I could see was their muzzle flash. And so anyway, like I wait and I noticed that",
        4871.58,
        4879.0
    ],
    [
        " the the little of fire dies down. And so as soon as it dies down, like I get up and I'm like I said,",
        4879.66,
        4886.3
    ],
    [
        " I'm really slow. So, but I'm running back. You know, I must have been cooking echo. And I'm like,",
        4886.3,
        4892.68
    ],
    [
        " I'm moving as fast as I can. And I'm pretty I'm pretty light. I only have I think four mags on me,",
        4892.82,
        4897.9
    ],
    [
        " you know, in four mags on me. And I'm running back and they always ALICs over here. And he had found",
        4897.96,
        4904.0
    ],
    [
        " he's like, I got I got an out. I got an out. And that for us means, hey, man, I got some cover.",
        4904.26,
        4908.7
    ],
    [
        " Come over here. And so I come over and I start I bump him off. And then, you know, start I start",
        4908.84,
        4915.78
    ],
    [
        " returning fire. And the gun trucks by this point pull up next, you know, next to me. And then",
        4915.78,
        4921.9
    ],
    [
        " this fight, I don't know, goes this gunfight goes on for, I don't know, maybe maybe another",
        4921.9,
        4928.1
    ],
    [
        " couple minutes. And then the gun trucks start, you know, blasting these dudes with 50 cowl. And it",
        4928.1,
        4932.9
    ],
    [
        " like ends like that. They're like, no, we're done. But it was it was it was interesting because",
        4932.9,
        4939.56
    ],
    [
        " like the the A O I C was like, hey, let's flank. Let's let's and I was just thinking to myself,",
        4939.56,
        4948.38
    ],
    [
        " I was thinking to myself, hey, we were already blown when we came in. These guys knew the gig was up.",
        4948.38,
        4952.94
    ],
    [
        " They knew we were coming here because there were sirens all over the place. We've got a bunch of,",
        4953.08,
        4957.96
    ],
    [
        " you know, flusha SWAT team guys. We know at least one of them is working on the other side. And",
        4958.1,
        4963.42
    ],
    [
        " they're not like a they're not a good fighting force at all. I'm like, I was like, bro, I don't think",
        4963.42,
        4968.46
    ],
    [
        " that's a good idea. And I say we hold what we got and get the hell out of here. And thankfully,",
        4968.46,
        4974.12
    ],
    [
        " you know, and I don't know how it would have worked out if we would have done, you know, what",
        4974.44,
        4978.72
    ],
    [
        " what he wanted to, he was just being a hard charging, you know, O who was he was he wanted to make",
        4978.72,
        4985.36
    ],
    [
        " moves and, you know, go just smoke these dudes, but I had a real bad feeling about it. And so,",
        4985.38,
        4991.04
    ],
    [
        " you know, thankfully, he was like, he listened to me and he was like, let's hold what we got. And we,",
        4991.22,
        4996.56
    ],
    [
        " you know, jumped in the trucks and we got the got the hell out of there. And then it was crazy because",
        4996.74,
        5000.9
    ],
    [
        " because blear or not, it was actually a Iraqi policeman that ambushed us. And so then they roll up.",
        5000.9,
        5010.34
    ],
    [
        " And it's like this, it's gets this heated exchange like what WTF are you guys doing? You know,",
        5011.34,
        5018.4
    ],
    [
        " because we had to pass, you know, how that works, we have to pass up to, you know, they're higher.",
        5018.42,
        5022.86
    ],
    [
        " I was like, we're going to be operating. So there's deconfliction that goes on. And it got really,",
        5022.98,
        5028.84
    ],
    [
        " it was starting to get a little tense. And I remember there were, we had some guys in the trucks,",
        5029.0,
        5033.52
    ],
    [
        " you know, just some shooters in the trucks. I'm like, hey, you guys can get out of those trucks.",
        5033.52,
        5037.62
    ],
    [
        " If this goes down, we need to, we need to make sure that we finish this. And so anyway,",
        5038.02,
        5044.24
    ],
    [
        " nobody got nobody got hurt on our side, which I couldn't believe because like I was watching",
        5045.0,
        5049.76
    ],
    [
        " hundreds of traces around streaming to what my chief's position. I thought he was done because he",
        5049.76,
        5054.12
    ],
    [
        " didn't come up over comms for probably 40 seconds to kind of make a call on what he wanted. But",
        5054.12,
        5059.7
    ],
    [
        " anyway, we got back, we drove back to Fallujah after that. And it was kind of wild because",
        5059.7,
        5066.22
    ],
    [
        " the ROIC at the time, who was actually, who was actually my swim buddy and buds and a really good",
        5069.0,
        5075.12
    ],
    [
        " friend of mine. He, you know, thankfully he didn't bring this up in the debrief, but he was like,",
        5075.12,
        5081.96
    ],
    [
        " he came to me and the team room, he's like, he like, what were you doing? What were you doing",
        5082.16,
        5087.5
    ],
    [
        " tonight? And I'm like, what are you talking about? He's like, I was screaming at you from inside",
        5087.5,
        5097.6
    ],
    [
        " guy out. I came out on the left and I started trying to engage their muzzle flashes with my laser.",
        5097.6,
        5102.9
    ],
    [
        " And he was like, he's like, bro, he's like, the wall right behind you, rounds were exploding",
        5103.96,
        5109.8
    ],
    [
        " right over your head. They had a total beat on you. They were just shooting like a foot high.",
        5109.8,
        5113.84
    ],
    [
        " And I was like, dude, I'm sorry, bro, I could not hear you. And that's one thing I learned on",
        5114.44,
        5119.24
    ],
    [
        " that deployment is that those cool silings that we have that like work as comms pieces, but also",
        5119.24,
        5125.08
    ],
    [
        " ear pro, you can't hear the crack over your head because they canceled that anything over like",
        5125.08,
        5130.7
    ],
    [
        " 105 decibels or whatever they were canceling it out. So I couldn't hear it. I didn't know they had",
        5130.7,
        5135.84
    ],
    [
        " a beat on me, but you know, thankfully, you know, it worked out. It worked out.",
        5135.84,
        5141.96
    ],
    [
        " It worked out. It worked out. Thankfully, Moose shoots a little higher. Thank God, man. But,",
        5142.18,
        5145.86
    ],
    [
        " but yeah, that was, that was interesting that because, because of the situation and we had so many",
        5146.0,
        5153.56
    ],
    [
        " jundies or, you know, I wrapped flujaswatt team members with us, it really limited our ability to",
        5154.22,
        5161.16
    ],
    [
        " do stuff when we needed to. So you wrap up that deployment. Yeah.",
        5161.16,
        5171.02
    ],
    [
        " And then what's your plan? Because now you've got two platoons. You maybe could do a third platoon.",
        5171.52,
        5178.0
    ],
    [
        " You maybe could go to training cell or trade debt. Maybe go, you know, what's your options?",
        5178.0,
        5183.68
    ],
    [
        " What are you looking at? What do you make up your mind to do? Yeah. So I was looking at a",
        5183.84,
        5188.26
    ],
    [
        " couple different things. My body was pretty tore up at that point. I hurt my back really bad,",
        5188.26,
        5193.7
    ],
    [
        " you know, weightlifting. And I had the Navy wasn't able to diagnose it at the time. Turns out,",
        5193.94,
        5201.34
    ],
    [
        " once I got out of the Navy and went to like a civilian doc, like laser spine institute and Phoenix,",
        5201.34,
        5206.66
    ],
    [
        " they were like, hey, man, you got, you know, you got some stress fractures in your spine. You've",
        5206.66,
        5211.56
    ],
    [
        " got some, you know, some stuff going on. We can either give you a fusion or we can just give you",
        5211.56,
        5216.32
    ],
    [
        " shots. And I was just like, okay, I'll just wait. But my back was pretty messed up at that time. It",
        5216.32,
        5221.7
    ],
    [
        " really, you know, was pretty excruciating just don't even wear a body armor. And so I'm looking at",
        5221.7,
        5226.38
    ],
    [
        " that. I'm looking at the fact that I've kind of done what I came to do as far as like I wanted to",
        5226.38,
        5232.5
    ],
    [
        " go serve my country. And I had little, you know, I was kind of watching my little kids grow",
        5232.5,
        5239.38
    ],
    [
        " up in pictures or my oldest grow up in pictures. And I was just like, man, you know, that was kind of",
        5239.38,
        5244.44
    ],
    [
        " tearing, tearing at me a little bit. And so I was like, I was like, I'm either going to go",
        5244.44,
        5249.6
    ],
    [
        " through our like ASO program. I need something new. If I'm going to stay and do this, I'm going to",
        5249.6,
        5262.48
    ],
    [
        " need to some change. And so I started thinking about it. I was definitely praying about it. And",
        5262.48,
        5267.56
    ],
    [
        " while I was on that deployment, I actually was like, but I want to make sure that I give myself",
        5267.56,
        5272.3
    ],
    [
        " enough time to make a good decision because my family's counting on it. And so I actually",
        5272.3,
        5277.62
    ],
    [
        " re-enlisted on that deployment. And at the time, you could give your kids the GI Bill if you",
        5277.62,
        5283.72
    ],
    [
        " re-enlisted it. You had enough time in. And, you know, and so I split, I gave my daughter my GI Bill",
        5283.72,
        5291.14
    ],
    [
        " and re-enlisted for four so that I had enough time to plan the exit. And at that point,",
        5291.14,
        5295.54
    ],
    [
        " I was pretty confident that I was done, you know, you know, deploying. And I started focusing on,",
        5296.22,
        5302.46
    ],
    [
        " okay, I needed, I needed exit. And I did, I did, you know, talk to some folks about ASO. I looked",
        5302.52,
        5310.74
    ],
    [
        " at it a little bit. I never really looked at screening. And then as I went to the recruiting",
        5310.74,
        5317.24
    ],
    [
        " directorate after that. So that's when you got home from deployment. Yes. You went to the recruiting",
        5317.5,
        5321.9
    ],
    [
        " directorate. I don't even know what that is. Right. No, most people don't. So when I came, is it",
        5321.9,
        5329.3
    ],
    [
        " NSW? Yes. Recruiting director? Yep. Got it. When I came into the teams, we only were filling 60% of our",
        5329.3,
        5337.3
    ],
    [
        " billets at the schoolhouse. So that's why guys like me could come, you know, I knew guys that went",
        5337.3,
        5343.2
    ],
    [
        " to Buds three or four times. But now if you, even if you come, well, I'm working off old information.",
        5343.2,
        5350.68
    ],
    [
        " But when I was at the recruiting directorate, even if you like were an Olympic athlete and you",
        5351.0,
        5355.3
    ],
    [
        " came in there and you crushed the screen test, like it had never been crushed before, earliest spot",
        5355.3,
        5359.66
    ],
    [
        " you were getting was nine months out. You know, and so what what the Navy did was, and the reason I",
        5359.66,
        5372.46
    ],
    [
        " master chief JT, you know, JT. Yep. Yep. He said, hey, hey, Eli, if you come work for me, I'll let you",
        5373.46,
        5379.26
    ],
    [
        " go to school in the afternoon. So you can finish up that old degree, start work toward working towards",
        5379.26,
        5384.28
    ],
    [
        " getting out. I'm like, that sounds like pretty cool. And so I took that job, started doing that,",
        5384.28,
        5390.16
    ],
    [
        " working for him. And you know, it was, it was interesting because the Navy sent us all over the",
        5390.74,
        5397.6
    ],
    [
        " country. They'd done a gallop survey that showed that there were seven different sports that young",
        5397.6,
        5403.24
    ],
    [
        " men were playing that were enabling them to be more successful at a higher rate than others.",
        5403.24,
        5411.06
    ],
    [
        " What are they? So one was water polo. I think two was swimming and three was wrestling. And that's",
        5411.4,
        5417.3
    ],
    [
        " where we spent most of our time. And it made total sense to me because like football players weren't",
        5417.3,
        5427.58
    ],
    [
        " jersey on me like, don't hit that dude. Or like, you know, it was like, it was so position-driven in",
        5428.18,
        5433.22
    ],
    [
        " football that when you look at it like wrestling, water polo, swimming, you know, types of sports like",
        5433.22,
        5439.62
    ],
    [
        " that where it's like, it doesn't matter how big you are. You're doing everything, you know, and",
        5439.62,
        5444.38
    ],
    [
        " you're going to be held to a standard, you know, I mean, you look at big old echo or what position",
        5444.38,
        5449.78
    ],
    [
        " you play echo. Why do you see that? I was a lot smaller back then. He's only 185 back then. Oh my god.",
        5449.78,
        5455.08
    ],
    [
        " We've been through this. Long time ago. Holy cow. Did you like eat a cornerback or something?",
        5455.08,
        5460.0
    ],
    [
        " But yeah, like even as like, you know, as a wide receiver, they would make, you know, you know how",
        5460.64,
        5468.08
    ],
    [
        " it was. It was like, okay, this is your position. This is what we want you to be good at. But we're",
        5468.08,
        5472.92
    ],
    [
        " not going to focus you in the in seal training, bro. It's like, nobody cares how big you are,",
        5472.92,
        5479.42
    ],
    [
        " what position you played. It's like, you're doing, you're doing everything, you know. So those are",
        5479.42,
        5486.12
    ],
    [
        " the sports that the NSW director, it was trying to raise awareness. But you said seven sports,",
        5486.12,
        5491.68
    ],
    [
        " that's three. What were the other four? You remember? It was, yeah, I was like, crew, cross country,",
        5491.68,
        5496.86
    ],
    [
        " crew, I think look for us. Bestling water polo. Yeah. So it was though, but that's where we spent",
        5497.12,
        5509.04
    ],
    [
        " the most of our time on those three. And they would send what they called seal scouts around to",
        5509.04,
        5515.78
    ],
    [
        " those type of events in high school, college. And we what we would do is we'd show a video of like,",
        5515.78,
        5521.24
    ],
    [
        " you can't you can't recruit a seal. If you have to talk somebody in to show it up to that and",
        5521.48,
        5525.84
    ],
    [
        " then they see it for real. They're like, no, I'm not doing this. So what we would actually try and do",
        5525.84,
        5532.28
    ],
    [
        " is just raise awareness like this is an option for you. And then, and then leave and then let them,",
        5532.28,
        5539.46
    ],
    [
        " you know, self select themselves into it. And so we'd go around the country doing that. So I did that",
        5539.64,
        5544.48
    ],
    [
        " for about a year and a half and then got an opportunity to go over to trade at and be in more ops.",
        5544.48,
        5551.54
    ],
    [
        " Got a spot in VVSS. And I started, you know, just learning from the guy who was the LPO at the time.",
        5551.54,
        5557.68
    ],
    [
        " I actually got to go buy his house last night and have a beer with him and have some dinner with him.",
        5558.3,
        5562.22
    ],
    [
        " But after that is when he left, he turned it over to me and I became the LPO of VVSS. And so",
        5562.32,
        5568.68
    ],
    [
        " honestly, that was the best training I got to go into entrepreneurship because, as you know,",
        5568.68,
        5575.42
    ],
    [
        " like you, you have like a hundred times more of this than I ever did. But I'd never got put in a",
        5575.98,
        5583.3
    ],
    [
        " leadership position like that where there were so many things that you had to account for so many",
        5583.3,
        5588.86
    ],
    [
        " things that you were tracking on making sure things are going to be in the right place. And then also",
        5588.86,
        5593.24
    ],
    [
        " when things don't go as planned, how do we flex? What do we do? What's the contingency? And so,",
        5593.24,
        5599.48
    ],
    [
        " you know, that was a phenomenal opportunity for me because I was even running my small business",
        5600.16,
        5604.7
    ],
    [
        " barber breacher out of our one car garage in Point Loma while doing that and just working stupid hours.",
        5604.7,
        5610.94
    ],
    [
        " But, you know, that was really helpful in, you know, helping me learn how to be a better leader.",
        5611.38,
        5618.8
    ],
    [
        " But it was also cool to see too, just, you know, being a part of being on the other side and",
        5619.48,
        5625.5
    ],
    [
        " watching, you know, the training cycle, how much goes into it and making sure that these guys are",
        5625.5,
        5631.3
    ],
    [
        " prepared when they go down the range. So you're teaching VVSS and you just mentioned this is when you",
        5631.3,
        5635.52
    ],
    [
        " started ball breacher for the first time. Yeah. How'd that come about? So it came about, um, I was actually,",
        5635.52,
        5641.84
    ],
    [
        " I knew I was getting out. I probably had, you know, two and a half years before my time was up. But",
        5642.02,
        5647.3
    ],
    [
        " I'd watched a lot of my buddies get out before me that had the same credential, same qualifications.",
        5647.3,
        5653.08
    ],
    [
        " I watched them struggle like to find something that they could actually sink their teeth into.",
        5653.54,
        5658.48
    ],
    [
        " And I knew that wasn't even an option for me because I had a daughter or two at the time.",
        5659.52,
        5664.7
    ],
    [
        " And so I was like, man, Eli, you got to figure this out. And so it was a little bit of fear that was",
        5665.3,
        5669.64
    ],
    [
        " driving me, um, but also going back to that identity early on. Like, you know, I didn't, I didn't want to,",
        5669.64,
        5677.28
    ],
    [
        " you know, that one of the things that my brothers used to call me was a fuck up. They used to call me",
        5677.42,
        5681.66
    ],
    [
        " that all the time. And I'm not trying to throw F-Moms on your show. I know this is, you know, some",
        5681.66,
        5687.66
    ],
    [
        " kids listen to the show, but, you know, it is what it is. And so there was a part of me that,",
        5687.66,
        5692.64
    ],
    [
        " you know, still had that identity in the back of my mind like, hey, well, maybe you got lucky",
        5692.64,
        5697.5
    ],
    [
        " and became a seal. But this is when you're actually going to show the world that you are, you know,",
        5697.5,
        5702.96
    ],
    [
        " that, that F up. And so, um, you know, not only did I not want to be that, but I also wanted to make",
        5703.04,
        5710.32
    ],
    [
        " sure that my little girls and my wife were provided for. So like, I was doing that, you know, the VBSS",
        5710.32,
        5715.52
    ],
    [
        " thing, the LPO thing and running bottle breach at the same time. But the way it actually came",
        5716.06,
        5720.54
    ],
    [
        " about was I remember my little brother who is a Marine Corps pilot. He is a co-bure pilot. He went,",
        5720.54,
        5727.3
    ],
    [
        " he went to the PI and at one of the outdoor markets there got a 50-cal bottle opener and he brought",
        5727.36,
        5733.32
    ],
    [
        " it back and he gave it to me. And I was like, dude, this, what is this thing? It opened your beer",
        5733.32,
        5737.66
    ],
    [
        " no way. Try it. Yep, sure enough it does. And I was like, dude, that's the coolest thing I've ever seen.",
        5737.66,
        5743.74
    ],
    [
        " And so I put it in my junk drawer and then when my buddies would come over to my house, like watch",
        5744.94,
        5748.66
    ],
    [
        " a UFC or something, they were like, dude, that is badass. Where can I get one? And I was always like,",
        5748.66,
        5753.46
    ],
    [
        " I don't know, man, unless you go to the Philippines. But I started thinking about it and I was,",
        5753.52,
        5758.12
    ],
    [
        " I actually went up to LA for Thanksgiving that my some family members were having up there. And I",
        5758.14,
        5764.56
    ],
    [
        " remember on the way back, I was like, dude, that thing is cool, but it was real generic. Just plain",
        5764.56,
        5769.02
    ],
    [
        " brass all dinged up. And I was like, but it could be way better. And so I came back and I went into",
        5769.56,
        5775.58
    ],
    [
        " my garage and I spray painted it black. And then I, I had bought a bunch of Punisher stickers because",
        5775.58,
        5782.2
    ],
    [
        " I made platoon DVDs for my last, my last platoon. And I took one of the little Punisher stickers once",
        5782.2,
        5788.62
    ],
    [
        " the paint dried and I put it on there. And it was like, oh, I was like, oh my god, this thing is insane.",
        5788.62,
        5796.34
    ],
    [
        " And so I took it to work. You know, the next, you know, the next day or so I showed it to my",
        5796.34,
        5800.66
    ],
    [
        " buddies. They were like, dude, this is maybe the coolest thing I've ever seen. Make me one. Make me",
        5800.66,
        5805.42
    ],
    [
        " five for every guy in my family. And so that's when the light bulb like came on. Like this thing is",
        5805.42,
        5810.94
    ],
    [
        " cool, but it could be way better than nobody that I knew of or any of my buddies knew of was selling",
        5810.94,
        5815.34
    ],
    [
        " them in the States. And so it was at that time, my wife was, she was running a couple online or want.",
        5815.34,
        5823.12
    ],
    [
        " She, she, she'd had success with some online businesses, just small little online businesses,",
        5823.12,
        5828.64
    ],
    [
        " like boutiques and stuff. But she knew how to work, you know, the store, the internet. And she",
        5828.64,
        5833.92
    ],
    [
        " graduated with a degree in, you know, business from U of A University of Arizona. So she was definitely",
        5833.92,
        5841.22
    ],
    [
        " had that part down where I was extremely weak. And I was like, babe, babe, do you think you can help",
        5841.22,
        5847.54
    ],
    [
        " me sell these online? She's like, well, let me do some research and, you know, I'll let you know. And so",
        5847.54,
        5852.74
    ],
    [
        " she comes back and she's like, yep, I know what we're going to do. She's like, we're going to",
        5853.18,
        5857.42
    ],
    [
        " sell them on Etsy. And I'm like, Etsy, what is Etsy? How about eBay or something I've heard of? And",
        5857.42,
        5863.1
    ],
    [
        " she's like, no, trust me. She's like, women shop on eat Etsy all the time. It's like an artisan,",
        5863.1,
        5868.76
    ],
    [
        " whatever artisan, you know, website. And she's like, they will buy them for their men. And, and so",
        5869.0,
        5875.46
    ],
    [
        " we started them. And the first ones after that one that I already had. So I started buying dummy",
        5875.74,
        5883.04
    ],
    [
        " rounds online. And then I would, you know, I'd start practicing cutting them with a Dremel tool.",
        5883.04,
        5887.64
    ],
    [
        " You know, just like crawl, walk, run, right? And that's what we used to say in the SEAL teams all",
        5887.92,
        5892.56
    ],
    [
        " the time. I was like, I just have to figure out. And I didn't know anything about manufacturing,",
        5892.56,
        5895.72
    ],
    [
        " cutting metal. I was just a dude in the garage. How do I make that cut? And so I cut like, I figured",
        5895.98,
        5902.9
    ],
    [
        " out how to get it down. And this was kind of cool. It would take me, it would take me about, I think,",
        5902.9,
        5909.38
    ],
    [
        " 25 minutes to cut one when I started. And they look like crap, but people still bottom. But then I",
        5909.38,
        5917.38
    ],
    [
        " started getting real squared away with my manufacturing. And I realized, Jaco, that the tip of my",
        5917.38,
        5922.18
    ],
    [
        " broom handle that I cut off with a Dremel tool fit perfectly over a 50-cal round. So now I could",
        5922.18,
        5928.5
    ],
    [
        " make a fixture, my first fixture. And I cut the cut into the broom handle and then I take a sharpy",
        5928.5,
        5934.6
    ],
    [
        " marker. And I would actually draw the cut on there. So that, because it was taking me seven minutes,",
        5934.6,
        5939.7
    ],
    [
        " I timed myself to actually like take a take measuring cloth, measure out all the dots, then connect",
        5939.84,
        5945.44
    ],
    [
        " them. And then I would take my Dremel tool, put it in a vice and cut them. And so that was my first",
        5945.44,
        5950.02
    ],
    [
        " fixture. And then now now we were, now we were cooking. And so they were, you know, they were still",
        5950.02,
        5956.54
    ],
    [
        " really rough. Like I would prime them, then I'd paint them. And then I was like, okay, if these",
        5956.92,
        5961.54
    ],
    [
        " team guys who, you know, get everything, you know, people think they're the coolest dudes in the world",
        5961.54,
        5966.72
    ],
    [
        " are willing to buy them. Anybody would buy them. I just have to figure out a market to somebody else.",
        5966.72,
        5970.72
    ],
    [
        " So I started thinking, okay, these are going to be big in the military units, firemen, cops,",
        5971.02,
        5975.96
    ],
    [
        " et cetera. And so I started buying stickers online. And I started painting them and putting",
        5976.16,
        5980.48
    ],
    [
        " stickers on them. And we would market them that way. And it was interesting because, you know, when",
        5980.48,
        5985.7
    ],
    [
        " you start, when you start selling stuff, typically you want to start your price point high and then",
        5985.7,
        5990.86
    ],
    [
        " work down until you find somebody that'll buy it. And so I remember looking at what everybody",
        5990.86,
        5994.36
    ],
    [
        " else was doing. They were selling them, you know, like really generic cheap ones for like 20,",
        5994.36,
        5999.48
    ],
    [
        " you know, 20 bucks. And I'm like, I want to see if I can start buying it like 28 and make more",
        5999.5,
        6003.86
    ],
    [
        " profit. And so I started at 28 crickets. Nobody bought them. Brought it down, waited two weeks,",
        6003.86,
        6009.26
    ],
    [
        " brought it down to 2499. A couple people bought them. Oh, cool. Got our first sale. And then,",
        6009.5,
        6015.32
    ],
    [
        " you know, let it let it hang out there for a bit and then brought it down to where everybody",
        6015.32,
        6019.06
    ],
    [
        " else was. Boom. Flood gates open. People are buying these things nonstop. And, you know, we're in",
        6019.06,
        6024.46
    ],
    [
        " business. And so at that point, I just kept, you know, working at working at trying to improve,",
        6024.46,
        6029.84
    ],
    [
        " you know, our fighting position or the product found somebody that was an actual machine.",
        6029.84,
        6034.56
    ],
    [
        " It's that could cut them professionally found a professional powder cutter that could put instead",
        6034.62,
        6039.1
    ],
    [
        " of putting paint on them. Actually, like powder code them. And you just I want to get one of the old",
        6039.1,
        6043.9
    ],
    [
        " school spray painted one. That's what I want. My boy, I've got like, I've got like probably",
        6044.14,
        6050.26
    ],
    [
        " a hundred bottle breaches from people give them to me. And we have some that we give away. Yeah.",
        6050.26,
        6058.0
    ],
    [
        " And so I have, but I want, I want one that's spray painted with the gnarled cut that barely works.",
        6058.4,
        6064.74
    ],
    [
        " That's what I want. I saw one last night. Yeah. My boy, my boy Mike, he was the LPO at VBSS",
        6064.82,
        6073.14
    ],
    [
        " before he passed the job over to me. And he had, he broke out one of the old ones. I was like,",
        6073.84,
        6079.26
    ],
    [
        " damn, I was looking at the drummel cut nicks and crappy cut. And I'm like, God, I can't believe it.",
        6079.28,
        6084.58
    ],
    [
        " But, you know, honestly, and I am big on my faith. And I remember that point in my life. And I was",
        6085.32,
        6091.26
    ],
    [
        " definitely afraid of failing my family. And, you know, I was still seeking God in the things in",
        6091.26,
        6097.28
    ],
    [
        " my life. And I was praying. I was like, Lord, how do you want me to provide for my family when I",
        6097.28,
        6101.24
    ],
    [
        " get out of the military? And it was funny, man, when he's like beer opens. Well, right. But here's",
        6101.24,
        6109.28
    ],
    [
        " the cool thing, man. You know, they, they are bottle openers. And most people use them to open",
        6109.28,
        6113.82
    ],
    [
        " their beer. But, you know, the cool thing is is like, even something like that, if you give God the",
        6113.82,
        6119.54
    ],
    [
        " glory, dude, you'd be surprised at some of the doors he will open in your, in your life. So, you know,",
        6119.54,
        6125.58
    ],
    [
        " and it's just, it's, it's crazy, man, because when I told people, especially Navy guys,",
        6126.24,
        6131.44
    ],
    [
        " they were like, Eli, what are you going to do when you get out? I'm like, hey, I'm so",
        6131.72,
        6136.16
    ],
    [
        " with bottle openers. Jocco, I'm surprised somebody didn't send me to you. They were like, yeah,",
        6136.16,
        6142.82
    ],
    [
        " that's probably not going to work out. And let's get this guy to a psychological e-vow ASAP. But it",
        6142.84,
        6149.04
    ],
    [
        " was cool because within six months, we were, my original goal wasn't to build like a multi-million",
        6149.04,
        6155.9
    ],
    [
        " dollar business. It was like, hey, I want to make some extra money for a date night or to save up",
        6155.9,
        6161.3
    ],
    [
        " for, you know, my next firearm or whatever, just some supplemental income. And then as it started",
        6161.3,
        6167.88
    ],
    [
        " growing, I was like, dude, this could be something. And six months into it, we were doing $7,500",
        6167.88,
        6172.9
    ],
    [
        " a month, which blew me away. I never thought we'd even get there. And then at that point, I made",
        6172.9,
        6178.4
    ],
    [
        " one of the better moves that I ever made in business. And I sold my chopper out of motorcycle that",
        6178.4,
        6186.28
    ],
    [
        " I used to drive over to your gym and do jiu jitsu with. But, um, and I sold the chopper and I bought a",
        6186.28,
        6195.0
    ],
    [
        " laser, I took the funds and I bought a laser engraver. And that is when things just went, because",
        6195.0,
        6201.36
    ],
    [
        " I was watching an episode of Shark Tank. And, um, these, the sharks were tearing apart",
        6201.36,
        6207.86
    ],
    [
        " in entrepreneur primarily, Kevin O'Leary, who became one of my, um, investors. And he's,",
        6207.86,
        6212.62
    ],
    [
        " he was ripping apart an entrepreneur because this guy, he had decent sales, he had a pretty cool,",
        6212.68,
        6217.74
    ],
    [
        " unique product, but he had no brand recognition on the product. So like, he had the brand on the",
        6217.74,
        6223.58
    ],
    [
        " packaging, but as soon as it left, the packaging was the product. It was like a green neon suit that",
        6223.58,
        6229.5
    ],
    [
        " you would wear at a football game or like a ski, you know, like skiing or something made you stand",
        6229.5,
        6235.02
    ],
    [
        " out, right? And the guy Kevin and Marley, there's a market for that.",
        6235.02,
        6239.26
    ],
    [
        " I for a green neon suit with like a skin tight suit, like spandex suit. Exactly. Yeah. And so the guy",
        6239.86,
        6246.4
    ],
    [
        " had, he was doing 300 K in sales and you know, I've never seen a human in a green neon suit.",
        6246.4,
        6252.72
    ],
    [
        " I'd never seen one either, but he had this, he had the sales, he had the product there and kev,",
        6252.98,
        6258.14
    ],
    [
        " they were looking at it and Kevin's like, you know, he's like, is the brand on, on this anywhere?",
        6258.26,
        6262.86
    ],
    [
        " And the guy's like, no, is like, Kevin just starts ripping him up. He's like, this is the dumbest",
        6263.06,
        6267.56
    ],
    [
        " thing you that, you know, you can do as an entrepreneur. He's like, what if, what if somebody's looking at it",
        6267.56,
        6272.24
    ],
    [
        " and outside the package and they want to know who made it, but they can't find your brand on",
        6272.24,
        6276.58
    ],
    [
        " there anywhere, they can't go Google it and look it up online. And so I was sitting on the couch",
        6276.58,
        6280.64
    ],
    [
        " with my wife Jen and we, because we had two small kids, I was in the Navy still and we were running",
        6280.64,
        6286.7
    ],
    [
        " bottle breachers. There wasn't a lot of free time, but we did allow ourselves, like that was our,",
        6286.7,
        6290.92
    ],
    [
        " like, you know, one show that we'd watch together and I was like, babe, we got to figure out how to",
        6290.92,
        6295.32
    ],
    [
        " get bottle breacher on each and every one of these units leaving the garage. And so I started doing",
        6295.32,
        6299.58
    ],
    [
        " some research, which led me to laser engraving. And so I had about $30,000 in the bank from like a",
        6299.58,
        6305.64
    ],
    [
        " reinless meant bonus. And I was like, I don't, we're getting out of the Navy. I don't want to risk,",
        6305.64,
        6309.48
    ],
    [
        " you know, our little nest egg on something and unknown, right? And so I was like, I'm going to sell",
        6309.52,
        6314.92
    ],
    [
        " my bike. And send you goes the best place in the world to have a motorcycle. I mean, just the best",
        6314.92,
        6320.06
    ],
    [
        " place. And so that was hard for me to do, but I later read Rich Dad Poor Dad with Robert Kissocky.",
        6320.5,
        6326.72
    ],
    [
        " And he talks about all the time, you know, and, you know, he talks about his book Rich Dad Poor Dad,",
        6327.26,
        6334.52
    ],
    [
        " what, what, what the rich teach their kids at the poor don't. Basically, the summary is, you know,",
        6334.6,
        6340.08
    ],
    [
        " wealthy people teach their kids to buy assets, not liabilities, right? Assets, something that makes",
        6340.16,
        6345.74
    ],
    [
        " you money, liability, something that costs you money. And I hadn't read the book at the time,",
        6345.74,
        6349.64
    ],
    [
        " but that was basically the move that I made. And, you know, by doing that, our sales went from $7,500",
        6349.64,
        6355.56
    ],
    [
        " at the six month mark to a month and a half later, we were doing $22,000 a month out of that same",
        6355.56,
        6361.74
    ],
    [
        " one car garage to the point where like, I couldn't keep up with it. I had to start like moon, like",
        6361.74,
        6366.8
    ],
    [
        " bringing guys in from the military that were like, you know, doing whatever job and they'd have,",
        6366.8,
        6371.06
    ],
    [
        " they'd work in the garage and help me out. And then, you know, I think, you know, a year after",
        6371.26,
        6377.04
    ],
    [
        " that point, we were doing $80,000 a month out of that one car garage. And that's when I pitched",
        6377.04,
        6381.32
    ],
    [
        " a shark tank. And, uh, we, so you were still on active duty when you pitched a shark tank. I was.",
        6381.32,
        6387.0
    ],
    [
        " Yeah, I was, I was right at the tail end. Okay. I was right at the tail end and there was an open",
        6387.2,
        6391.92
    ],
    [
        " casting call down here in like Miramasa. And, uh, I was sitting with one of my advisors in L.A.",
        6391.92,
        6397.62
    ],
    [
        " And he's like, you got to get on that show. And so found an open casting call went down there.",
        6397.62,
        6402.4
    ],
    [
        " They were like, Hey, first 500 people get it, get the pitch to a casting member. And so I went",
        6402.48,
        6407.84
    ],
    [
        " gotten line at like one in the morning. I was like number one, 25. And then, and then, uh, came back",
        6407.84,
        6414.14
    ],
    [
        " the next day once I got my little wristband badge and, uh, you know, knocked it out of the park.",
        6414.14,
        6420.34
    ],
    [
        " And then they were like, within a week. No, within that was on a Saturday Monday morning. They sent",
        6420.66,
        6425.26
    ],
    [
        " me an email. They said, Hey, we loved your pitch. We need you have one week to make a video. And I,",
        6425.26,
        6430.28
    ],
    [
        " you know, made the video. They loved it. We kept moving on. And it was funny because they,",
        6430.4,
        6435.16
    ],
    [
        " when you get in that process, they assign you a couple producers and who are kind of coaching",
        6435.26,
        6440.12
    ],
    [
        " you through the process. And, uh, they were like, it was funny. Me and Jen would have to hop on",
        6440.12,
        6444.74
    ],
    [
        " the phone with them every Friday at like four p.m. to have a, like a conference call with them.",
        6444.74,
        6449.64
    ],
    [
        " How's the pitch going? Where are you guys at in the process? And, uh, it was funny. They were always",
        6449.66,
        6454.46
    ],
    [
        " telling Jen we would practice our pitch on the phone with these guys. And they're like, Jen,",
        6454.46,
        6458.84
    ],
    [
        " Eli is just not excited. You've got to get him excited. He sounds like he's not enjoying this.",
        6459.26,
        6464.68
    ],
    [
        " And I'm like, guys, I'm not a cheerleader. Like when I need to get excited, like, all, but I'm not",
        6464.82,
        6469.84
    ],
    [
        " going to, I'm not going to rob, rob, rob, rob, just going to buy like I'm going to tell you, hey,",
        6469.84,
        6472.84
    ],
    [
        " this is what we're doing. These are what the sales are. This could be something. And, but you,",
        6472.88,
        6477.66
    ],
    [
        " you got to keep in mind it's a TV show. So they want you to like, you know, they want you to be all",
        6477.68,
        6482.0
    ],
    [
        " they want that drama, bro. What the drama? That drama. Yeah. But anyway, we got, we got an",
        6482.0,
        6487.82
    ],
    [
        " opportunity to go on the show. And we, you know, it went really well and got two sharks.",
        6487.82,
        6494.64
    ],
    [
        " Mark Cuban and Kevin O'Leary and, you know, it just, it started blowing up. And that created another",
        6495.42,
        6501.6
    ],
    [
        " another leadership challenge to work through. So then we're, once it came out, how much longer",
        6501.6,
        6508.48
    ],
    [
        " did you have in the Navy once the show came out? So I actually pitched on the show.",
        6508.48,
        6512.76
    ],
    [
        " I feel weird telling the seal commander this, but I was on terminal leave when I pitched.",
        6515.36,
        6520.98
    ],
    [
        " So that's legal, dude. Is it? Yeah, yeah, totally. Okay. Well, at least as far as I know.",
        6521.86,
        6526.4
    ],
    [
        " I've been out of the Navy now since what? Since 2014. So maybe there's a statute of limitations.",
        6526.66,
        6533.72
    ],
    [
        " Hopefully. But anyway, so yeah, I was on terminal leave. So I wasn't even going into work,",
        6533.72,
        6538.68
    ],
    [
        " but I went and pitched in LA and then the show, the show actually aired the month after I got",
        6538.68,
        6548.12
    ],
    [
        " out of the Navy, my final, my final month in the Navy. So it was like perfect timing for us.",
        6548.12,
        6552.74
    ],
    [
        " And, you know, we started, we started working, you know, we started working, you know,",
        6553.68,
        6558.2
    ],
    [
        " with back to Arizona. We, yeah, as soon as I could even, even on terminal leave, I moved my",
        6558.26,
        6562.84
    ],
    [
        " family back to Arizona. So what did you get? Did you get a building for production? Like, what",
        6562.84,
        6567.28
    ],
    [
        " you do from that aspect? We did. We, we, we rented space. We rented a couple different spaces.",
        6567.28,
        6573.04
    ],
    [
        " And we just ran it out of there. And it was interesting because when you go through that process,",
        6573.5,
        6578.1
    ],
    [
        " there's no guarantee that even if you go to LA and you shoot the show, there's no guarantee",
        6578.84,
        6584.32
    ],
    [
        " that your episode's even going to air. So this goes right back to kind of like the situation I talked",
        6584.32,
        6589.5
    ],
    [
        " about it. And in my second time, taking those orders, coming back to Buds, it was a big risk because",
        6589.5,
        6594.7
    ],
    [
        " at that point, we had like $70,000 in the bank in our business account. And I remember knowing that,",
        6594.94,
        6601.3
    ],
    [
        " you know, if this show airs, we need a lot more inventory. We need more machinery. We need to hire",
        6601.58,
        6607.74
    ],
    [
        " some people. But if it doesn't air, we just wasted all of our money. Or we're going to have to figure",
        6607.74,
        6613.54
    ],
    [
        " something out. And so we, again, we went big. We gambled. We spent every last cent we had. My wife,",
        6613.54,
        6619.26
    ],
    [
        " who ran the numbers, who's always run the numbers, she was like, hey, if this show doesn't air,",
        6619.32,
        6624.1
    ],
    [
        " we're not going to make payroll. So thankfully, it aired when it was supposed to air. And I think we",
        6624.7,
        6631.56
    ],
    [
        " did like $450,000 that night of the airing. And that was, it would have been way bigger than that. But",
        6631.56,
        6638.08
    ],
    [
        " that we got so much traffic on the website. I was told it was like 13,000 hits a second because",
        6638.08,
        6644.4
    ],
    [
        " there was like 12, 12 million people watching the show. And they were like the website crashed",
        6644.4,
        6651.14
    ],
    [
        " within seconds of an airing on the East Coast. And so thankfully, one of the things that I learned",
        6651.52,
        6657.5
    ],
    [
        " in the teams guys like Jaco was one is none to his one. Always have a backup. So we had a redundancy",
        6657.5,
        6663.72
    ],
    [
        " plan in place. We put up a banner on the website. Hey, go to Etsy. We still had our Etsy store.",
        6663.72,
        6667.8
    ],
    [
        " People were still able to buy there. And so we lent, lent through it. And then we're all like, yes,",
        6668.0,
        6674.06
    ],
    [
        " this is awesome. You know, great exposure, great sales. And then I'm like, now we have to make",
        6674.22,
        6679.76
    ],
    [
        " this stuff, right? Because we don't call it. It's not like we're calling China. Like, you know,",
        6679.76,
        6684.34
    ],
    [
        " it's so we were before shark tank. We don't call it turn around here. That's right. That's right.",
        6684.46,
        6688.38
    ],
    [
        " My man. So we were making like 135 bottle breaches on a good day before shark tank. I think when we",
        6688.46,
        6695.4
    ],
    [
        " woke up the next day, we had to make like 60,000 bottle breaches. And we had 20,000 emails to answer.",
        6695.4,
        6701.6
    ],
    [
        " And like people are pissed off. Like this is the day and age of Amazon man. And like we're this",
        6701.82,
        6706.18
    ],
    [
        " little mom and pop shop that was like, we're not making with jumble tools anymore. But I mean,",
        6706.22,
        6711.26
    ],
    [
        " we don't, we're not making them that fast. And so it created a real leadership challenge where,",
        6711.38,
        6716.1
    ],
    [
        " you know, that lesson of, hey, what we did yesterday, you can't say, this is how we've always done",
        6716.46,
        6724.34
    ],
    [
        " it. Because how we've always done it ain't going to work anymore. And we got to, we got to think",
        6724.34,
        6727.52
    ],
    [
        " outside the box. We got to get creative. And thankfully, I mean, it took me longer than I would have",
        6727.52,
        6732.68
    ],
    [
        " liked to have figured figured it out. But thankfully, we finally figured it out. Got things up on",
        6732.68,
        6737.56
    ],
    [
        " step and we're able to handle national television earrings and stuff like that. And so what year was that?",
        6737.56,
        6743.62
    ],
    [
        " That was 2014. How long did it take you to get caught up with 60,000?",
        6744.2,
        6749.14
    ],
    [
        " Baking of $135 a day. Three months took us three months and people were pissed, man. Yeah.",
        6749.14,
        6755.34
    ],
    [
        " The worst part is if some people somehow were finding Mark and Kevin's, you know, emails are",
        6755.52,
        6761.34
    ],
    [
        " shark tank investors. And they're like, I can't believe you did a deal with this company. These guys are",
        6761.34,
        6765.96
    ],
    [
        " idiots. You're stupid. You know, and like me and like, at that point in my life, nothing was",
        6765.96,
        6772.16
    ],
    [
        " worse than getting an email from, you know, Mark Cuban, like WTF. You guys need to get this stuff",
        6772.16,
        6778.44
    ],
    [
        " straight now. You know, and it was just like, I mean, that's the type of thing that would just ruin",
        6778.44,
        6782.32
    ],
    [
        " your night, you know. But, you know, going back to just like working for Chris Kyle, dude,",
        6782.32,
        6787.12
    ],
    [
        " hey, that don't cut it anymore, man. You know, so I think it's been, I think it was a blessing.",
        6787.12,
        6793.88
    ],
    [
        " And it's definitely prepared me for what I'm doing now. There's a, I watched the,",
        6794.08,
        6799.14
    ],
    [
        " they have a YouTube video that's like after the shark tank. Beyond the tank. Yeah,",
        6799.46,
        6804.86
    ],
    [
        " beyond the tank. And it was pretty cool. O'Leary, you know, he was talking about you and talking",
        6804.96,
        6809.88
    ],
    [
        " about veterans. You could see he's a patriotic guy who's getting like, he's getting choked up,",
        6809.88,
        6812.92
    ],
    [
        " talking about what you guys were doing and just thankful for your service. So I thought that was",
        6812.96,
        6817.02
    ],
    [
        " to me. That was awesome to see because I don't, I don't watch that show. Echo is like a big time.",
        6817.28,
        6823.34
    ],
    [
        " Watch your of shark tank. Yeah. Did you watch this like when it happened live? Oh, you did,",
        6823.46,
        6828.32
    ],
    [
        " you did. It's my boy, dude. In the game. In the game. Yes, over there. Well, yeah.",
        6828.32,
        6832.44
    ],
    [
        " Were you nervous before you walked out there? A little bit, but I was more excited. I'm not",
        6832.8,
        6840.06
    ],
    [
        " gonna lie to you. I was a little bit nervous because you know, it's like, you know, that you're",
        6840.06,
        6844.1
    ],
    [
        " about to either be a hero or a zero on national television. And obviously too, like all those",
        6844.1,
        6850.98
    ],
    [
        " entrepreneurs, like they have more, you know, business acumen in their finger than I did my entire",
        6850.98,
        6856.94
    ],
    [
        " body, but I knew we had something. And I knew that if we could just get on the show, obviously it",
        6856.94,
        6862.64
    ],
    [
        " was a controversial product because it was a bullet bottle open. So I was worried about that,",
        6862.64,
        6866.94
    ],
    [
        " but it was funny because one of the things that we'd rehearse was we were going to get each shark",
        6867.0,
        6872.5
    ],
    [
        " their favorite beer. And then, you know, hand out the personalized bottle breaches that I'd made",
        6872.5,
        6878.9
    ],
    [
        " for each one of them and then let them, you know, open their beer within. We were all gonna cheers",
        6878.9,
        6883.36
    ],
    [
        " and whatever. Well, last minute, the prop director guy, he's like, Hey, we're not going to use their",
        6883.36,
        6889.4
    ],
    [
        " favorite beers or whatever. We're going to use these beers that we have backstage. And I'm like, Hey,",
        6889.4,
        6893.92
    ],
    [
        " you're a call your show, whatever you guys want to do. And so I don't know if somebody was playing",
        6894.24,
        6898.1
    ],
    [
        " a joke on me or what, dude, but I went and I, you know, took my bottle, my bottle breacher, I breached",
        6898.1,
        6903.28
    ],
    [
        " her up. And this thing starts foaming all over the place. And I look at it and I'm like, you know,",
        6903.28,
        6908.68
    ],
    [
        " this is like, they're opening their beers. I'm opening, you know, my beer and I'm supposed to cheer",
        6908.68,
        6913.4
    ],
    [
        " up, you know, do the cheers thing. And I was like, whatever, dude, I just, you know, take a big",
        6913.4,
        6919.9
    ],
    [
        " swig of it. And it was funny because we start our pitch and Jen, like, lean over to me and she",
        6919.9,
        6925.1
    ],
    [
        " whispers to me. She's like, there's beer, there's foam in your mustache. And I was like, whatever,",
        6925.22,
        6932.08
    ],
    [
        " I just keep, Charlie, Mike, right? Just keep going, dude. So we did it, you know, and it was,",
        6932.36,
        6938.26
    ],
    [
        " it was a blessing. And I think it's led to, you know, so much, so much other stuff. But,",
        6938.38,
        6943.98
    ],
    [
        " you know, it definitely isn't always roses. And one of the hardest things about it was working",
        6944.38,
        6949.16
    ],
    [
        " with my spouse, you know, I mean, you know, I hadn't even learned to barely live with my spouse",
        6949.16,
        6955.48
    ],
    [
        " at that point because I'd been gone a lot. And, you know, we were both kind of like type A's,",
        6955.48,
        6962.54
    ],
    [
        " like button heads all the time. And it definitely took some learning to what we call stay in your swim",
        6962.6,
        6968.14
    ],
    [
        " lane, you know, and like, you do what you do. I do what I do. And I'm trying not to sleep on the",
        6968.14,
        6974.48
    ],
    [
        " couch. It's been a lot of time sleeping on the couch. But, you know, I probably deserved it.",
        6974.48,
        6978.9
    ],
    [
        " So you're talking about the fact that, you know, like, with your faith, with, you know, you,",
        6979.12,
        6986.6
    ],
    [
        " basically a couple times in your life that critical times have been praying and saying, hey,",
        6987.0,
        6991.94
    ],
    [
        " look, if I'm supposed to go to Buds, open the door. If not, close it. You know, I need a way to help",
        6992.02,
        6997.36
    ],
    [
        " my family. If I leave the Navy, open a door. I'm knocking. Let me in. Let me, let me, let me know",
        6997.36,
        7004.34
    ],
    [
        " what to do. Yeah. Serious guidance for you. Yeah. It was, and it was interesting because",
        7004.34,
        7010.38
    ],
    [
        " after, after the shark tank, and I know there's a spectrum here. And I try not to compare myself to",
        7010.38,
        7018.78
    ],
    [
        " other people, but I knew just by knowing myself, I knew I wasn't in a good spot mentally. Like, you",
        7018.78,
        7025.36
    ],
    [
        " don't, five deployments. And I'd gotten out. And I felt this anger and this rage inside me.",
        7025.84,
        7034.48
    ],
    [
        " And I tried to keep it under wraps because I didn't think it was cool. I didn't want, you know,",
        7035.38,
        7041.46
    ],
    [
        " people to know that, like, I was struggling with certain things. And, you know, and then all the",
        7041.6,
        7047.76
    ],
    [
        " stress of being a dad to young kids and then running this, running this business with your spouse,",
        7047.76,
        7053.54
    ],
    [
        " who you've just barely learned to, you know, work with. And so I felt like, you know, I was on the",
        7053.54,
        7058.88
    ],
    [
        " struggle bus. I felt like I was failing as a, as a husband in many ways. And even as a dad. And I",
        7058.88,
        7063.96
    ],
    [
        " was laser focused on this business because I was like, took the same mentality from the SEAL teams.",
        7063.96,
        7068.42
    ],
    [
        " Like, hey, just go as hard as you can. Outflank your enemy. You know, stand up this team. And, you",
        7068.44,
        7073.92
    ],
    [
        " sometimes when your laser focused on something, you start dropping other important priorities. And",
        7073.92,
        7080.06
    ],
    [
        " when it really resonated with me, like the spot that I was in, probably probably two years after",
        7081.32,
        7089.16
    ],
    [
        " Shark Tank, I think it was 2016. A buddy of mine here in San Diego, who was in that VBSSL with me,",
        7089.16,
        7098.0
    ],
    [
        " just a good dude. I'm pretty sure he's still active. He was an e-dog and then got his commission.",
        7098.2,
        7102.28
    ],
    [
        " And he called me up. And usually when he called me, it was just to talk shit to me. We called it",
        7103.38,
        7111.06
    ],
    [
        " banter therapy. We just, you know, tell each other how worthless they were. And we'd laugh about it.",
        7111.06,
        7115.74
    ],
    [
        " And then like it felt like you just did like, you know, an hour long intensive therapy session or",
        7115.88,
        7120.82
    ],
    [
        " something. And so I was like, oh, here we go. You know, his initials are KP. KP's calling. We're",
        7120.82,
        7132.26
    ],
    [
        " up to see how he's doing. And I could tell immediately he wasn't calling to, you know, banter therapy,",
        7132.26,
        7136.82
    ],
    [
        " give me a hard time. And he's like, hey, man, I got bad news. And I'm like, what's up, dude? And he's",
        7136.94,
        7142.42
    ],
    [
        " like, hey, man, Chuck is dead. And I'm like, what? And he's like, yeah, Chuck is dead. He, uh, he got",
        7142.42,
        7149.04
    ],
    [
        " killed, uh, fighting with the Peshmerga, you know, fighting ISIS. I think it was yesterday or something.",
        7149.04,
        7155.22
    ],
    [
        " You know, like, I don't remember what else he said. Um, but we got, we got off the phone and I was",
        7155.78,
        7161.72
    ],
    [
        " just in shock because Chuck Keating was one of my new guys at a still team three in Delta, platoon. And",
        7161.72,
        7168.68
    ],
    [
        " like, like, I was like, it's kind of a seed daddy, you know, like, looked after him. Um, just",
        7168.68,
        7174.16
    ],
    [
        " loved the kids, such a, such a solid dude. And went on to become just a phenomenal seal. Um, but it",
        7174.16,
        7181.74
    ],
    [
        " was, I noticed how I was in trouble because I remember walking out of bottle breacher. And I didn't,",
        7181.74,
        7191.7
    ],
    [
        " want my staff to see me, you know, break down. I didn't think that would be professional. And, uh,",
        7191.7,
        7197.04
    ],
    [
        " I remember feeling it like I remember feeling the emotion come up from my stomach into my throat.",
        7198.08,
        7202.86
    ],
    [
        " And like, oh, cool. Let's, let's just get this out. And it just like stopped. And it would,",
        7202.86,
        7208.28
    ],
    [
        " like, I couldn't, I couldn't mourn. I couldn't, I couldn't shed a tear. I couldn't cry. And, uh,",
        7208.4,
        7213.94
    ],
    [
        " this happened like, I started walking around the, the, uh, the, uh, the, uh, the, like, mall,",
        7214.04,
        7220.42
    ],
    [
        " that bottle breachers buildings are located in. Happened like four or five times. And I was like,",
        7220.42,
        7225.18
    ],
    [
        " oh, damn, dude, that's kind of, that's kind of weird. And, uh, I've kind of, it was, it was, it",
        7225.18,
        7231.72
    ],
    [
        " was so weird that I started thinking about it. And that was the first time that it ever happened.",
        7231.72,
        7236.94
    ],
    [
        " And there had probably been, I don't know, to that point, probably 15, at least 15 guys that I",
        7237.3,
        7243.62
    ],
    [
        " knew that had been killed, you know, in war. And, uh, he was out of all of them. None of them",
        7243.88,
        7249.84
    ],
    [
        " were closer to me than him. And it was kind of, I was perplexed at why I couldn't mourn, mourn him.",
        7249.84,
        7255.4
    ],
    [
        " And so I started thinking about it. And there's a, uh, there's a, there's a, there's a verse in",
        7255.74,
        7261.52
    ],
    [
        " Proverbs 423. It says above all else, guard your heart for from it flow the springs of life.",
        7261.52,
        7269.46
    ],
    [
        " And I realized, I realized it not only had I not guarded my heart, but I had built massive walls",
        7269.94,
        7275.86
    ],
    [
        " around my heart to where I couldn't feel anything anymore. I couldn't even feel, I couldn't even mourn",
        7275.86,
        7280.46
    ],
    [
        " like one of my best friends. It just got killed fighting ISIS. And I knew I was in trouble.",
        7280.46,
        7284.9
    ],
    [
        " And, uh, and the other thing I realized was that that wasn't an isolated incident. Like it was",
        7286.2,
        7292.72
    ],
    [
        " affecting the, the, the springs of life that as a father and a husband that were supposed to be",
        7293.52,
        7300.38
    ],
    [
        " flowing out of us so that we can love those around us, especially our spouses, our kids.",
        7300.38,
        7305.8
    ],
    [
        " They were broke, man, that those walls that I built around my heart so that I couldn't be hurt",
        7306.78,
        7312.24
    ],
    [
        " anymore. Like it was affecting. It was keeping some of the arrows of life out, but it was definitely",
        7312.24,
        7317.84
    ],
    [
        " affecting that love that was supposed to be flowing out. And I just knew I was in trouble. And",
        7318.0,
        7322.4
    ],
    [
        " thankfully a buddy of mine named Rick, who loves your show, by the way, he invited me to this,",
        7322.4,
        7329.86
    ],
    [
        " this men's retreat. And it was like a Christian men's retreat. And I was like, oh God, that sounds",
        7329.86,
        7334.56
    ],
    [
        " awful. But, you know, he kept after me for a couple years. And it's called, uh, it was called",
        7334.56,
        7342.42
    ],
    [
        " ransom heart. It's called, you know, now it's called wild at heart. The guy that wrote the book",
        7342.44,
        7347.12
    ],
    [
        " wild at heart is a guy named John Eldridge. And he writes some phenomenal books. But finally,",
        7347.12,
        7352.76
    ],
    [
        " I said, you know what, man, I want to be a better man. I want to be a better husband, a better dad",
        7352.78,
        7356.72
    ],
    [
        " and all of that. So I'm going to go with you. And so I went and I think it was 2017. And the event",
        7356.72,
        7363.14
    ],
    [
        " changed my life, man. And I think the biggest question, biggest questions most of us ask,",
        7363.14,
        7369.68
    ],
    [
        " theologically or who am I? Why am I here? Why is the world so messed up? What can I do about it?",
        7370.64,
        7377.1
    ],
    [
        " And, uh, you know, I definitely got some answers to those questions. And it was cool, man,",
        7377.9,
        7381.74
    ],
    [
        " it wasn't like, there was no religion, you know, there was no churchy entity. You would think,",
        7381.8,
        7388.04
    ],
    [
        " going to a event like that, you'd be surrounded by a bunch of Ned Flanders types, but it was just",
        7388.04,
        7392.46
    ],
    [
        " a bunch of regular dudes who all came with the same questions that I had. And I think,",
        7392.46,
        7399.38
    ],
    [
        " and I think many of them were in the same spot that I was they hadn't taken care of their heart.",
        7399.5,
        7403.98
    ],
    [
        " They hadn't guarded their heart. And, um, that in the scripture, it also, I think it's first",
        7404.56,
        7411.4
    ],
    [
        " Peter five, five eight says, be alert and of sober mind for your enemy, the devil, proud of the",
        7411.4,
        7422.44
    ],
    [
        " a lot of men devoured. I mean, we got 22 vets every day killing themselves. And that's just",
        7422.44,
        7428.7
    ],
    [
        " the states that report it. And that's just one, that's just one area of devouring going on.",
        7428.7,
        7438.16
    ],
    [
        " And, you know, it's like, I've always, and I know that not everybody believes the same things",
        7438.86,
        7443.6
    ],
    [
        " that I believe, I totally get that and I respect that. But I've always believed that if like, if you,",
        7443.6,
        7449.12
    ],
    [
        " if you get something good and you don't share it with other people, if you have a life altering",
        7449.18,
        7455.5
    ],
    [
        " experience and you don't point others to it, that's pretty messed up. And you're not being a",
        7455.5,
        7460.76
    ],
    [
        " team guy at that point. And so I like, I want to share that with people because I realize there's",
        7460.76,
        7465.58
    ],
    [
        " a lot of dads out there and a lot of husbands out there and a lot of, you know, vets out there",
        7465.58,
        7470.88
    ],
    [
        " and first responders out there that have a lot of questions and they're dealing with a lot of stuff.",
        7470.88,
        7474.78
    ],
    [
        " And like me, many of you have tried to like stuff it down like a beach ball under the water.",
        7475.48,
        7480.7
    ],
    [
        " And you can hold that beach ball down under the water for a couple of seconds. You know,",
        7481.22,
        7484.32
    ],
    [
        " couple seconds made me even a minute if you're strong like echo over here. But sooner or later,",
        7484.46,
        7489.32
    ],
    [
        " man, that thing's coming up. And if you don't take care of it, it's going to explode. And usually",
        7489.32,
        7495.0
    ],
    [
        " on the people that you love the most. Was there, was there like concrete actions that you took",
        7495.0,
        7504.34
    ],
    [
        " when you got home from the retreat? Yeah, there were. The first thing I did was I apologize to my wife.",
        7504.34,
        7511.72
    ],
    [
        " The very first thing because I realized just and this goes back to extreme ownership, man.",
        7512.34,
        7521.02
    ],
    [
        " I realized how many just how many ways I had failed her, you know, and how she needed me.",
        7521.7,
        7527.14
    ],
    [
        " She needed to she needed me to fight for her and off the time. I was so proud, Jaco,",
        7527.88,
        7533.92
    ],
    [
        " and so screwed up in so many ways that half the time I couldn't even apologize to her if I,",
        7534.18,
        7538.02
    ],
    [
        " if I screwed up now. And I was broken. And, you know, I needed I needed fixing. And",
        7538.02,
        7543.54
    ],
    [
        " one of the first things that you need in that situation is to realize, hey, man, I'm broken.",
        7543.54,
        7548.64
    ],
    [
        " And it's okay to get help. It's okay, you know, to seek it out. And that's not how team guys",
        7548.64,
        7555.2
    ],
    [
        " are trying to thought we're taught to BTF, Charlie Mike figured out keep moving forward.",
        7555.2,
        7560.98
    ],
    [
        " You know, and we're not we're not we try and stay away from medical. We try and stay from stay",
        7562.0,
        7567.84
    ],
    [
        " away from any of the touchy, feely emotional stuff because we got stuff to do. And that stuff",
        7567.84,
        7575.5
    ],
    [
        " typically not helpful, but I can tell you after going to that going through that ministry. And I've",
        7575.5,
        7580.8
    ],
    [
        " been many times now over the last several years, but my marriage I never thought my marriage",
        7580.8,
        7588.68
    ],
    [
        " would be great. I actually have a great marriage now, man. And so much of it was because I was equipped",
        7588.68,
        7595.24
    ],
    [
        " to not go back into my own story and get some healing, but also get some tools on how to move",
        7595.24,
        7601.88
    ],
    [
        " forward. And just understand the bigger perspective of this story that we live in, man. And, you know,",
        7601.88,
        7609.64
    ],
    [
        " it's like one of the things they teach there is that you were given a masculine heart for a reason",
        7609.64,
        7614.42
    ],
    [
        " because you were born into a world at war. And I think a lot of the stuff that we see in society",
        7614.42,
        7619.78
    ],
    [
        " has spiritual undertones and foundations to it. And if you don't like if nobody ever teaches you",
        7619.78,
        7625.48
    ],
    [
        " that stuff, man, it's it's kind of like getting shot at from and you have no idea where you get",
        7625.48,
        7631.46
    ],
    [
        " shot at from. There's a lot. I think there's a parallel there. But the first thing I did was",
        7631.46,
        7636.5
    ],
    [
        " apologize to my wife. And the second one of the second things that there's another scripture and",
        7636.58,
        7643.06
    ],
    [
        " forgive me. I don't remember exactly which one it is, but the scripture is I stand at the door",
        7643.06,
        7647.72
    ],
    [
        " and I knock. And whoever hears my voice and opens the door, I will come in and eat with him and he",
        7647.72,
        7653.44
    ],
    [
        " with me. And that's what I needed, man. I just I just prayed and I gave it up. And I said, Lord,",
        7653.44,
        7659.1
    ],
    [
        " I'm broken. I'm hurting on the inside. And I'm inviting you in to come rip all this stuff out",
        7659.22,
        7666.08
    ],
    [
        " of my life and my heart that I don't need that's dragging me down. And that's not helpful to my",
        7666.08,
        7672.72
    ],
    [
        " family, to those that even trusted me to love and take care of. And I need I need your help. And",
        7672.72,
        7678.34
    ],
    [
        " it kind of goes from trying to do it on your own to being like, Hey, Lord, come in here and help",
        7678.34,
        7684.22
    ],
    [
        " help me with that. And I say that respectfully, man, because again, I know that Pete, a lot of people",
        7684.22,
        7689.34
    ],
    [
        " don't see things the way I do or feel this feel the same way. But again, I'm not trying I'm just",
        7689.34,
        7694.98
    ],
    [
        " trying to help other people because I know there's a lot of dudes out there asking the same questions",
        7694.98,
        7699.98
    ],
    [
        " that I that I was asking and they want relief and they want to be well. And they don't know how to",
        7699.98,
        7705.72
    ],
    [
        " they don't know how to do it. Yeah, well, there's a there's like a route to humility that you're",
        7705.72,
        7712.02
    ],
    [
        " talking about. And there's a bunch of different routes to humility. And I was actually thinking about",
        7712.02,
        7717.14
    ],
    [
        " that earlier today, you know, like the one of the one of the founding tenants of like Christianity is",
        7717.14,
        7724.1
    ],
    [
        " Hey, I'm going to put God above myself. Well, that's that's that's that's humility to put,",
        7724.1,
        7731.9
    ],
    [
        " you know, I talk about humility oftentimes from a leadership perspective, you put the team above",
        7732.06,
        7736.52
    ],
    [
        " yourself. You put someone else's plan above your own plan. That's that's a form of humility.",
        7736.52,
        7742.34
    ],
    [
        " And extreme ownership is you can't be you can't take ownership without being humble enough to say,",
        7742.78,
        7748.78
    ],
    [
        " Oh, this this this problem was my fault. So I think, you know, the the route that you take to get",
        7748.88,
        7756.22
    ],
    [
        " to a point where you can say, Okay, I'm going to be humble. I'm going to look at my life and say,",
        7756.22,
        7761.12
    ],
    [
        " Hey, hey, wife of 10 years, I'm sorry that I haven't been as good as I can. Right. That what what it",
        7761.12,
        7769.66
    ],
    [
        " takes to get you there is you can you can take a bunch of different paths to get there, but humbling",
        7769.66,
        7776.54
    ],
    [
        " yourself whether it's before God, whether it's before your team, whether it's before your wife",
        7777.38,
        7781.46
    ],
    [
        " and saying, Hey, I know I can do better. That's a path that is going to help anybody. And and I",
        7781.46,
        7789.42
    ],
    [
        " think how you get there, there's a bunch of different ways. And the result is going to is going to",
        7789.42,
        7794.64
    ],
    [
        " bring you to an area where you are going to find improvement. Yeah, yeah, no, I agree. And I",
        7794.64,
        7799.78
    ],
    [
        " definitely needed to be humbled, you know, and all the guys that are a part of that, you know,",
        7801.92,
        7807.1
    ],
    [
        " that ministry, John Morgan Bart. Man, thank you guys so much for everything you've done. Cause I know",
        7807.12,
        7813.72
    ],
    [
        " it's not just me. I know that they've helped thousands of dudes through it. And if you guys want to",
        7813.72,
        7817.86
    ],
    [
        " go check it out, just go look up, you know, wild at heart. I think it's wild at heart.com or whatever.",
        7817.86,
        7823.2
    ],
    [
        " But man, wow, just a life changing experience for me. And it really, I went from wanting to build",
        7823.38,
        7830.82
    ],
    [
        " the biggest, baddest veteran owned company in the, you know, in the United States to, you know,",
        7830.82,
        7836.16
    ],
    [
        " wanting to focus on my family more. And also just coming back to, okay, God, you know, you've",
        7836.32,
        7843.04
    ],
    [
        " blessed, you've blessed me with so much. How do you want me to spend the rest of my life? Like,",
        7843.04,
        7847.82
    ],
    [
        " where do you, where do you want me to be? What do you want me to, you know, be doing? And,",
        7848.2,
        7852.66
    ],
    [
        " and now here, now here I am. And, you know, doing something that I never, ever thought I'd be a",
        7852.66,
        7858.44
    ],
    [
        " part of. But I think that's what happens when often you turn it over and be like, whatever you",
        7858.44,
        7863.68
    ],
    [
        " want me to do, just open the door. And if you don't want me to do it, please shut the door. You",
        7863.68,
        7868.74
    ],
    [
        " know, but I definitely want to spend, spend the rest of my life trying to help, you know, help",
        7868.74,
        7874.66
    ],
    [
        " people in, in, in guide them towards, you know, concrete stuff that actually helped me.",
        7874.66,
        7879.74
    ],
    [
        " And through that idea of serving, here you are now running for Congress in Arizona. Yeah. What,",
        7880.22,
        7890.86
    ],
    [
        " I mean, that's just a, like a, like a, like a, like a massacistic move, right? To go and just",
        7891.62,
        7899.86
    ],
    [
        " open up your life, give away your time, give away your privacy, give away any semblance of civility",
        7899.86,
        7908.7
    ],
    [
        " from other human beings. Right. And, and here you are. Yeah. You're going for it. Yeah. I am. And,",
        7908.7,
        7917.88
    ],
    [
        " you know, I think we're off, we're off to a good start. But I went into this knowing that there",
        7917.88,
        7927.74
    ],
    [
        " the outcome that many people, including myself, are, are striving towards will not, there's a,",
        7927.74,
        7934.0
    ],
    [
        " there's a decent chance that that outcome will not become a reality. But at the end of the day,",
        7934.0,
        7939.92
    ],
    [
        " I focus on what I can control. I focus on a focus on your posture, Eli. Don't focus on the outcome.",
        7940.3,
        7948.4
    ],
    [
        " Continue to try and be a man of honor and integrity. And, and, and more importantly, be a guy",
        7949.12,
        7956.12
    ],
    [
        " that's willing to say, okay, I may not have all the experience in the world. I may not even be the",
        7956.14,
        7961.72
    ],
    [
        " best candidate. But this country's in massive trouble. It's in massive trouble. And I'm willing to",
        7961.72,
        7967.88
    ],
    [
        " go serve again. And if you all don't want to send me, I'm cool with that. If I'm not, if not,",
        7967.88,
        7973.02
    ],
    [
        " if I'm not a good enough candidate, I'm cool with that. What I'm not cool with is sitting on my",
        7973.2,
        7978.16
    ],
    [
        " couch complaining about it and yelling at my TV. And I'm not going to be okay. I like to, I don't",
        7978.16,
        7983.78
    ],
    [
        " know if you do this, Shaco, but I like to think about sometimes, you know, from a legacy building",
        7983.78,
        7989.08
    ],
    [
        " perspective, like, I like to think about my funeral. Like, who's going to show up? Who's not going",
        7989.08,
        7994.5
    ],
    [
        " to show up? What's my, what are people going to say about me when, when I'm gone? Are they even",
        7994.5,
        7998.72
    ],
    [
        " going to be talked, are they even going to, are they even going to talk about me or, or, or bring up",
        7998.72,
        8003.48
    ],
    [
        " my name? And, you know, I'm, I'm hoping that at the end of my life, people show up to my funeral",
        8003.48,
        8009.26
    ],
    [
        " and be like, you know what? He led to some, you know, he, he, I was good, dude. And he loved, he loved",
        8009.26,
        8016.12
    ],
    [
        " people. And he wasn't willing, or he was, he was willing to sacrifice and serve something bigger",
        8016.12,
        8022.26
    ],
    [
        " than himself. And if, if, if that's what people say about me when I'm dead and gone and six feet",
        8022.26,
        8027.26
    ],
    [
        " under, then to me, I've lived a purpose driven life, something that I can be proud of. And to",
        8027.26,
        8034.38
    ],
    [
        " me, that's, that's what this is all about. It's like, you and I swore an oath to protect and defend",
        8034.38,
        8040.58
    ],
    [
        " this country from foreign and domestic threats. And right now, I don't, I don't know how you see it.",
        8040.58,
        8046.08
    ],
    [
        " I believe we have some very dangerous foreign threats out there. But I think the biggest threats",
        8046.66,
        8051.74
    ],
    [
        " in this country right now are within. And the fact that we can't, we can't unite. And we can't,",
        8051.74,
        8059.48
    ],
    [
        " we have a lot of forces working against us who I don't believe actually want to see a free and",
        8059.48,
        8066.08
    ],
    [
        " prosperous people that still have the power where our government is a foreign by the people.",
        8066.08,
        8073.36
    ],
    [
        " But there's a dichotomy to that. We have, we're so free and so prosperous here that many of us",
        8074.12,
        8082.3
    ],
    [
        " have become complacent. We've checked out. We don't think that we have to participate. And you can't",
        8082.3,
        8088.52
    ],
    [
        " have both. You can't have a government and a country that's foreign by the people and have a",
        8088.52,
        8094.12
    ],
    [
        " complacent people that have checked out and don't participate. And I think that's one of the reasons",
        8094.12,
        8098.38
    ],
    [
        " we're in the spot that we're in because people don't want to deal with the negativity that goes",
        8098.38,
        8102.9
    ],
    [
        " along with politics. They don't want to deal with the nastiness. I totally get it. But that's one of",
        8102.9,
        8109.44
    ],
    [
        " the reasons we're in such a bad spot because we just think that we can elect these, these",
        8109.44,
        8114.36
    ],
    [
        " individuals who look good and they sound good. They put on the suit with the little flag on the",
        8114.52,
        8119.16
    ],
    [
        " collar. Tell us what we want to hear. And then we leave it up to them. And then when they let us down,",
        8119.16,
        8124.4
    ],
    [
        " you know, we're like, oh, well, I guess there's nothing we can do. No, there is something we can do.",
        8124.8,
        8131.9
    ],
    [
        " We can get them, we can get involved. And we can fight for it. And that's what it's going to take,",
        8132.24,
        8137.36
    ],
    [
        " honestly. Was there any issues that was there like a straw that broke the camel's back",
        8138.74,
        8144.96
    ],
    [
        " where you said, I, or I got to go, I got to do this. Yeah. There was. And it was this last election",
        8144.96,
        8152.62
    ],
    [
        " in 2020. For so many different reasons, it was, it was part the election. What I, what I saw",
        8152.62,
        8160.6
    ],
    [
        " happen in the election, but then it was also watching people that I thought were actually",
        8160.6,
        8167.52
    ],
    [
        " eyes wide open, willing to fight for us. Do this number. They look left. They look right. Oh,",
        8167.52,
        8175.18
    ],
    [
        " I guess nobody else is saying anything. I'm just going to get back in line. And, you know,",
        8175.34,
        8179.14
    ],
    [
        " you know, do do my thing and make sure that I don't put myself out there.",
        8179.98,
        8183.54
    ],
    [
        " And jeopardize my future political career. And so that was that that was the big one for me",
        8185.58,
        8192.2
    ],
    [
        " because I believe that there was massive fraud in this last election for a bunch of different,",
        8192.2,
        8198.58
    ],
    [
        " for a bunch of different reasons. At the end of the day, if we have a government that's of",
        8198.66,
        8203.44
    ],
    [
        " buying for the people and yet our elections aren't tight and we're not electing, we're no longer",
        8203.44,
        8209.76
    ],
    [
        " electing our officials. We're in massive massive, massive trouble. And the clock then starts",
        8209.76,
        8218.92
    ],
    [
        " ticking on how long in my opinion, we actually last. And so I've said this before I'll say it again,",
        8218.92,
        8225.66
    ],
    [
        " I would rather we not, I would rather my guy lose or whoever I'm voting for lose, then,",
        8225.8,
        8233.42
    ],
    [
        " you know, have to even question, hey, how legit what how legit was that? Because I didn't look",
        8233.64,
        8239.24
    ],
    [
        " right over there and that didn't look right. And what about this over here? Oh, we're not allowed",
        8239.24,
        8243.66
    ],
    [
        " to talk about this or we'll get kicked off of social media too. Okay, yeah, that doesn't smell right.",
        8243.66,
        8248.26
    ],
    [
        " How about how about if we how about if we have if we we the people want to actually audit and",
        8248.88,
        8255.56
    ],
    [
        " check the results of our election? What's what does that look like? Is it is it is it is it welcomed?",
        8255.56,
        8262.72
    ],
    [
        " Or is it or or do you lawsuit start flying? You know, there's been some interesting stuff going on",
        8263.28,
        8270.08
    ],
    [
        " that are similar to what you're talking about. So, you know, Joe Rogan, who's like, do I have to",
        8270.08,
        8279.62
    ],
    [
        " explain who Joe Rogan is? No, you don't really. Okay, so Joe, he, you know, had these had these",
        8279.62,
        8286.08
    ],
    [
        " doctors on talk about COVID and these these are doctors that have a non mainstream media view about COVID.",
        8287.42,
        8295.88
    ],
    [
        " And he just released a statement yesterday because now we have some of these old rock and roll people",
        8296.86,
        8302.22
    ],
    [
        " telling Spotify if you don't pull Joe Rogan off, then we don't want our music off and and that's a",
        8302.22,
        8308.68
    ],
    [
        " legitimate thing. So, it's like, okay, so Rogan came out, he released like a nine minute podcast",
        8308.68,
        8318.02
    ],
    [
        " last night. I happened to be driving and when it came out, so I listened to it. And so this is",
        8318.02,
        8323.92
    ],
    [
        " what's interesting. I forget the examples that he gave, but one of them was six months ago or a",
        8323.92,
        8330.9
    ],
    [
        " year ago or whatever. If you said cloth masks don't do anything, you would be literally banned and",
        8330.9,
        8339.96
    ],
    [
        " there's documented people that were banned from social media for saying that. And now it's, oh,",
        8339.96,
        8345.18
    ],
    [
        " it turns out it's actually true. And, and for example, CNN has been widely reporting that. There's",
        8345.4,
        8351.22
    ],
    [
        " a whole list of things like that. Oh, here's another example is if you were to say six months ago or",
        8351.22,
        8360.36
    ],
    [
        " a year ago, once you're vaccinated, you can't catch COVID and you can't spread COVID. And if you",
        8360.36,
        8368.34
    ],
    [
        " would have said that, there's people that were banned from social media for saying those things.",
        8368.34,
        8373.06
    ],
    [
        " And now you look up and those things are actually true. They're factually true. That's what's",
        8373.46,
        8379.02
    ],
    [
        " happening. And you get this with the with the election results that you're talking about in 2020.",
        8379.02,
        8386.4
    ],
    [
        " There's, when people said, Hey, I'm not sure about this election. Right. Some people weren't",
        8388.12,
        8395.64
    ],
    [
        " necessarily saying, I mean, there was politicians. There was a very few politicians that were saying, Hey,",
        8395.64,
        8400.8
    ],
    [
        " not so sure about this. Maybe we should hold off. Maybe we should check the results. There was",
        8401.5,
        8407.2
    ],
    [
        " personality social media personalities that were saying that and they, they got shut completely",
        8407.2,
        8412.88
    ],
    [
        " shut down. Right. Not for saying, Hey, I think we should overthrow the government, but for saying,",
        8412.88,
        8417.76
    ],
    [
        " Hey, don't you think we should confirm this? Because I agree with you that to me, the worst outcome",
        8418.08,
        8425.52
    ],
    [
        " for an American election is people look at it and go, I don't believe it. Right. Even if it's",
        8425.52,
        8433.92
    ],
    [
        " never mind half the popular, I don't want 10% of the population to think, Hey, I don't believe",
        8433.92,
        8440.84
    ],
    [
        " this is true. I think that that I think that the election results were wrong. I think there was foul",
        8440.84,
        8446.8
    ],
    [
        " play. All those things. What I want to do is if 10% of the people say, or 1% of the people say, Hey,",
        8446.8,
        8454.34
    ],
    [
        " we think that there was foul play in the elections. I want to say, Okay, well, let's, let's get",
        8454.66,
        8462.3
    ],
    [
        " everything out in the table. You know, a good analogy would be if you're watching, if you're playing",
        8462.3,
        8466.08
    ],
    [
        " a football game, yeah. And what, you know, a team, we think a team got a touchdown. And, and the other",
        8466.08,
        8474.34
    ],
    [
        " team says, yeah, that wasn't a touchdown. You don't say, well, shut up. It was because now we all",
        8474.34,
        8479.24
    ],
    [
        " leave and we don't really think they, they want it. We argue about it. We fight about it. And it's a",
        8479.24,
        8483.12
    ],
    [
        " bad thing. Instead, what do we do? What do we do? Nowadays, when there's that problem, we solve the",
        8483.12,
        8488.14
    ],
    [
        " problem by going, Oh, you don't think it was a touchdown? Cool. We're going to go to the videotape.",
        8488.14,
        8492.78
    ],
    [
        " We're going to lay everything out on the table. And then everyone can see, Oh, yeah,",
        8492.78,
        8497.58
    ],
    [
        " cross the plane. It was a touchdown or didn't cross the plane. That's it. We can solve the argument",
        8497.96,
        8504.64
    ],
    [
        " so that we actually get the truth out there. And, and it seems like with this election,",
        8504.64,
        8511.42
    ],
    [
        " instead of saying, Hey, here's what happened in these situations. Here's these anomalies that took",
        8511.92,
        8520.34
    ],
    [
        " place. Here's why they took place. Here's the impact that they have actually had. Here's some",
        8520.34,
        8525.42
    ],
    [
        " characters that did some things that they shouldn't have done. Here's some things that some accusations",
        8525.42,
        8530.74
    ],
    [
        " were made that were totally false. But, but to just say, Oh, if you don't think that that election",
        8530.74,
        8540.0
    ],
    [
        " was perfect, then you should, you should be silenced. And, and the reason I bring up the, the, the,",
        8540.0,
        8548.12
    ],
    [
        " the masks and the vaccines is because right now it seems like there are some people that are",
        8548.12,
        8556.92
    ],
    [
        " gathering evidence about the election that might not necessarily turn the election over. But,",
        8556.92,
        8564.68
    ],
    [
        " they might at least say, Hey, this is something that happened. This no one, no one agrees that",
        8564.68,
        8570.8
    ],
    [
        " this should happen. No one agrees that someone should be stuffing ballot boxes, right? No,",
        8570.8,
        8578.08
    ],
    [
        " boxes are getting stuffed. What can we do to prevent that? And to me, I can't imagine an,",
        8578.08,
        8585.7
    ],
    [
        " an American that's aligned with America, like with just the broad idea of America where we have",
        8585.7,
        8595.04
    ],
    [
        " freedom of speech, we have the right to bear on the, the, the, the, we have the right to life,",
        8595.04,
        8598.96
    ],
    [
        " liberty and the pursuit of happiness. I can't imagine someone saying, Ah, you know what? I actually",
        8599.14,
        8602.84
    ],
    [
        " think stuffing ballot boxes, okay? I actually think, I think these, these changing these election",
        8602.9,
        8607.82
    ],
    [
        " laws is, I think that's fine as long as, you know, it's done for the right party. That, that, to me,",
        8607.82,
        8613.26
    ],
    [
        " doesn't make sense. Right. So, I think when you start talking about the thing that kind of pushed",
        8613.42,
        8619.3
    ],
    [
        " you over the edge, I think there's a lot of people that felt that way. Yeah. And honestly,",
        8619.3,
        8626.02
    ],
    [
        " there's a long, there's a long list of things that I've been watching for years, but",
        8626.54,
        8631.8
    ],
    [
        " you know, I, like, for instance, you look at the, look at the southern border, right?",
        8633.4,
        8639.84
    ],
    [
        " We're getting ready right now to possibly, you know, go send troops over to Ukraine on the eastern,",
        8640.18,
        8645.8
    ],
    [
        " their eastern border. And yet, we don't even take care of our own border, right? We have fentanyl",
        8646.1,
        8652.4
    ],
    [
        " and drugs coming over that southern border. We have human trafficking coming over that southern border.",
        8652.4,
        8657.2
    ],
    [
        " You know, we have, we're, we're basically in, you know, supporting the cartels by doing that.",
        8658.12,
        8664.0
    ],
    [
        " We have MS-13 gang members coming over that southern border. And you have an administration right now",
        8664.1,
        8669.38
    ],
    [
        " that doesn't even want to address that problem at all. They're actually taking people in the dead",
        8669.38,
        8674.6
    ],
    [
        " of night sometimes and flying them around the country, right? You had a situation where border",
        8674.6,
        8679.24
    ],
    [
        " patrol agents were being fired because they wouldn't take a vaccination yet. People that were",
        8679.24,
        8683.7
    ],
    [
        " coming here illegally weren't forced to take a vaccination and then flown all over the country",
        8683.7,
        8688.32
    ],
    [
        " in the dead of night so that you and I wouldn't, wouldn't know about it, wouldn't see about it, etc.",
        8688.32,
        8693.52
    ],
    [
        " And those are facts as well. And so that's just one, that's just one more issue. How about our,",
        8694.46,
        8699.7
    ],
    [
        " how about our debt situation? We've got like close to $30 trillion in debt, right? Right? Right now,",
        8699.76,
        8707.34
    ],
    [
        " you have Nancy Pelosi and others pushing spending bills that are going to continue to rack up that debt.",
        8707.6,
        8715.98
    ],
    [
        " And we don't even have the money to pay for it. We're just printing money and basically",
        8716.68,
        8720.48
    ],
    [
        " we're devaluing the US dollar and we're causing inflation to skyrocket. And you have Democrats",
        8720.48,
        8729.6
    ],
    [
        " like the guy I'm running against, guy named Tom O'Hallar and who will try and convince you that",
        8729.6,
        8734.12
    ],
    [
        " inflation, it's not that bad or it's, I've even heard in the media they'll say, well,",
        8734.18,
        8740.54
    ],
    [
        " Jen Socky said, well, it's an upper class problem. And it's like people that are putting gasoline",
        8740.88,
        8750.08
    ],
    [
        " in their cars, people that are buying hamburger meat or any of the consumer products that we buy,",
        8750.08,
        8758.54
    ],
    [
        " those prices are going up and up and up and it affects everybody. And this idea that we can just",
        8758.78,
        8764.22
    ],
    [
        " print our way out of this mess that we've gotten ourselves in because we don't have any fiscal",
        8764.22,
        8768.22
    ],
    [
        " responsibility. And we have politicians that want to support a, you know, a spending bill so that",
        8768.22,
        8774.68
    ],
    [
        " they can go back to their constituents and say, oh, well, hey, look, I just got you guys, you know,",
        8774.68,
        8779.34
    ],
    [
        " great broadband, you know, Wi-Fi or whatever it is. But knowing deep down that there were,",
        8779.6,
        8785.46
    ],
    [
        " you know, a thousand other things in that bill that wasn't good for the country, but now they can",
        8786.08,
        8790.82
    ],
    [
        " come back and hold this trophy up and be like, look what I did for you guys. You know, all across the",
        8790.82,
        8796.68
    ],
    [
        " board, how about energy? You know, we went from actually having so much energy that we were",
        8796.68,
        8802.82
    ],
    [
        " exporting energy. We shut down the Keystone XL pipeline. And now we, and we greenlit the Russian",
        8802.82,
        8810.18
    ],
    [
        " pipeline at the same time, right? So how's that good for America? We're talking about defunding",
        8810.52,
        8817.5
    ],
    [
        " police officers. Are you, are you, what, what, what, what, what universe are we living in, right?",
        8817.5,
        8823.38
    ],
    [
        " Where that's a good idea. You know, and I like Jaco, what you've been talking about, hey, how about",
        8823.68,
        8828.06
    ],
    [
        " we get, get some of these, you know, police officers, some better training, right? I think that's",
        8828.06,
        8833.28
    ],
    [
        " great. But defunding them ain't going to help anything. It's going to, it's going to hurt people",
        8833.28,
        8838.5
    ],
    [
        " and it's going to hurt people, lower class people in minorities more than anybody else. So we've got,",
        8838.5,
        8843.3
    ],
    [
        " this country has gone so, in my opinion, it's gone so far backwards in so many different,",
        8843.8,
        8849.24
    ],
    [
        " in so many different ways that I look around. And one of my favorite sayings of all time is evil",
        8849.24,
        8854.36
    ],
    [
        " triumphs when Goodman do nothing. And so again, it's just like, I'll tell you what, if there was,",
        8854.36,
        8859.06
    ],
    [
        " you know, if, if you were running in my district, I wouldn't be running in this district, bro.",
        8859.68,
        8864.82
    ],
    [
        " I wouldn't, and matter of fact, I'm going to put you on the spot right now.",
        8865.16,
        8867.96
    ],
    [
        " Because I know I'm not the only one that has asked you, Gavin Newsom. There aren't too many guys",
        8868.72,
        8876.16
    ],
    [
        " that could take him out. You could take him out, dude. And I know you're building your empire,",
        8876.16,
        8880.0
    ],
    [
        " but I want to put that on your brain, bro, because you could take him out.",
        8880.46,
        8884.02
    ],
    [
        " I know you could. Yeah. Um, there aren't. Think about, like, think about the platform that you have.",
        8884.74,
        8891.46
    ],
    [
        " Think about your reputation in the SEAL teams. Think about what, what you've done as an entrepreneur.",
        8891.5,
        8898.82
    ],
    [
        " And at the same time, you've managed to keep your family intact, bro. That's, that's big time.",
        8899.48,
        8905.06
    ],
    [
        " I don't know another, I don't know another human being that has that all under one roof, man.",
        8905.88,
        8911.38
    ],
    [
        " And so I know you got stuff to do. I know you're working on stuff, but you could take him out.",
        8912.0,
        8918.02
    ],
    [
        " You could.",
        8919.46,
        8920.14
    ],
    [
        " Evil tribes, when good men do nothing, man. And I hate to even, I hate to even put you on the spot,",
        8921.16,
        8928.5
    ],
    [
        " because nobody's done, nobody deserves to like enjoy the American dream more than you have,",
        8928.62,
        8934.08
    ],
    [
        " just with everything you've done. But this is an inflection point in this country. That's why,",
        8934.08,
        8938.54
    ],
    [
        " echo, that's why you see seven Navy SEALs running right now. Because it wasn't like, hey,",
        8938.7,
        8943.54
    ],
    [
        " it wasn't like we got on a conference call, like, hey, you know, be cute.",
        8943.62,
        8946.98
    ],
    [
        " Is if we all ran for, no, no, everybody, they all realized it. I know you, I know you feel it as well.",
        8947.26,
        8953.34
    ],
    [
        " But, you know, how bad I was with that beat of, have Jaco, you know, the governor of California.",
        8953.7,
        8960.22
    ],
    [
        " Yeah. And, and look, I appreciate you, your input on that one.",
        8960.9,
        8967.46
    ],
    [
        " Yeah.",
        8967.82,
        8968.26
    ],
    [
        " I really don't want to go into politics. That being said, I, you know, what's interesting is,",
        8968.38,
        8977.24
    ],
    [
        " you know, I talked to all my friends at live in Texas, they live in Utah, and they live in Montana,",
        8977.36,
        8982.12
    ],
    [
        " and they live in Arizona. And, you know, there's just been a rash of people leaving California.",
        8982.68,
        8987.7
    ],
    [
        " Businesses leaving California. My friends, a bunch of my friends have left California. And",
        8988.96,
        8994.88
    ],
    [
        " I love California. California is freaking awesome. It is California has the Pacific Ocean. It has the mountains.",
        8995.64,
        9003.82
    ],
    [
        " It has the desert. It has the redwood trees. It has Yosemite. It is a magnificent place. It is absolutely magnificent.",
        9003.82,
        9012.1
    ],
    [
        " And, yeah, it is in a very precarious situation right now that I don't think it can, I don't think it,",
        9013.3,
        9023.18
    ],
    [
        " I don't think it can continue to go this way. I mean, you've seen the news, you've seen the, the,",
        9023.18,
        9029.98
    ],
    [
        " the homeless situations. Yeah. You see the, the trains that were getting attacked and, you know,",
        9029.98,
        9039.48
    ],
    [
        " robbed from entire freight trains. I don't know what's going to happen, man. I don't know what's",
        9039.94,
        9053.16
    ],
    [
        " going to happen, man, in a very",
        9070.26,
        9082.34
    ],
    [
        " time-pain an incredible amount of taxes and having the regular tour environment",
        9082.34,
        9085.86
    ],
    [
        " that's that's hostile to business, legitimately hostile. So with all these",
        9085.86,
        9093.62
    ],
    [
        " things as they continue to add up, I can't predict the future. I certainly",
        9093.62,
        9099.48
    ],
    [
        " hope I don't have to get into politics. I really just don't know if I have the",
        9099.48,
        9103.68
    ],
    [
        " stomach for it. I don't want to do it, man. And it's like just the biggest cop out",
        9103.68,
        9111.94
    ],
    [
        " that I can throw back at you at this point and you and the rest of the guys",
        9111.94,
        9116.4
    ],
    [
        " that are out there trying to do it for the right reasons is awesome. Man, I",
        9116.4,
        9123.46
    ],
    [
        " don't want to get into that business. I don't want to get into that world. And you",
        9123.46,
        9128.8
    ],
    [
        " know, when people ask me about politics, I always tell them that, you know, I don't",
        9128.8,
        9132.38
    ],
    [
        " want to do it unless they get really bad. And people hit me up all the time. Is it",
        9132.38,
        9135.84
    ],
    [
        " bad enough yet? Is it bad enough yet? Is it bad enough yet? I don't know where",
        9135.84,
        9140.48
    ],
    [
        " that line is for me. I feel a dumb and dumb or moment coming on right now where I",
        9140.48,
        9147.0
    ],
    [
        " just want to say, so you're saying there's a chance. There's a chance. Okay. One",
        9147.0,
        9153.48
    ],
    [
        " and a million. Awesome. Don't like it. No, I hear you. I hear it's a nasty man. It's a",
        9153.48,
        9160.94
    ],
    [
        " nasty world and it's a God dude. And I'm barely even scratching the surface of it.",
        9160.94,
        9166.32
    ],
    [
        " But even now, like, I don't really like the world. I don't like the self-promotion",
        9166.32,
        9172.24
    ],
    [
        " of going around campaigning and telling people why you're so great and why they",
        9172.24,
        9175.72
    ],
    [
        " should vote for you. I don't like that part of it. I don't like the nastiness of, you",
        9175.72,
        9180.26
    ],
    [
        " know, people lying, lying about you and trying to smear you and, you know, every single",
        9180.26,
        9185.92
    ],
    [
        " way possible. And if they can't come up with anything good, they'll just make it up.",
        9185.92,
        9188.8
    ],
    [
        " I don't like that part of it. I don't like exposing my family, you know, to this stuff",
        9188.94,
        9193.3
    ],
    [
        " as well. I just want my kids to grow up kind of like a normal life. And, but I'll tell",
        9193.3,
        9198.8
    ],
    [
        " you what, man, it's like, if enough of us don't do it, we're done. That's the way I see",
        9198.8,
        9204.82
    ],
    [
        " it, man. And I wish I was more optimistic, but I watched, like, just like on a, you know,",
        9204.82,
        9210.1
    ],
    [
        " a dope sheet as a sniper, man, I watched trajectories. I watch where this country started",
        9210.28,
        9214.9
    ],
    [
        " and where we're at now, man. And it's, I mean, COVID, if that doesn't wake people up,",
        9214.9,
        9219.78
    ],
    [
        " you know, to, you know, the fact that often, most often governments aren't typically",
        9220.42,
        9226.8
    ],
    [
        " interested in letting the power rest with the people. I don't know what's going to wake",
        9226.8,
        9233.4
    ],
    [
        " people up, but it's, it's getting bad. And we need to, we need some sled dogs to put",
        9233.4,
        9239.96
    ],
    [
        " their, and maybe a couple of leaders to put their, their shoulder to the wheel. But just",
        9239.96,
        9246.5
    ],
    [
        " saying, am I the only one that's ever called him out on, I don't think so now.",
        9246.94,
        9250.7
    ],
    [
        " I will say when I speak, maybe not necessarily on the podcast, because it's a small group of",
        9251.24,
        9256.84
    ],
    [
        " two or maybe three. Yeah, whenever I go and talk to businesses, companies, organizations,",
        9256.84,
        9262.26
    ],
    [
        " I'm getting called out almost 100% of the time to get in the game, to get in that game,",
        9262.28,
        9268.14
    ],
    [
        " and right now, I mean, part of my cop out, part of my rationalization is, you know, I'm trying",
        9268.84,
        9278.94
    ],
    [
        " to build businesses in America, American made business, we're bringing manufacturing, we're putting",
        9278.94,
        9283.98
    ],
    [
        " people back to work. We've got hundreds of employees, American employees that are, that are making",
        9283.98,
        9288.74
    ],
    [
        " things happen. We're, we're bringing back manufacturing. That's, that's, it is a part, it is a part of the",
        9288.74,
        9295.94
    ],
    [
        " fight. It's a very important part of the fight. And honestly, that's why I'm an America first",
        9295.94,
        9299.78
    ],
    [
        " candidate, not because I, not because I hate, you know, any, any other country around the world,",
        9299.78,
        9305.5
    ],
    [
        " but I love this country. And it's for so long, so many of our leaders and politicians have put",
        9305.56,
        9310.06
    ],
    [
        " America on the back burner, and they've sold out so many, you know, of our workers, our constituents,",
        9310.06,
        9316.12
    ],
    [
        " and it's just like, hey, you know, I'm all for, I'm all for, you know, free trade, but it needs to",
        9316.12,
        9322.5
    ],
    [
        " be fair, and we need to make sure that we're not shooting ourselves in the foot and shooting, you",
        9322.5,
        9326.18
    ],
    [
        " know, you know, displacing our workforce and taking manufacturing away from many of these folks",
        9326.18,
        9332.02
    ],
    [
        " and families that, you know, count on it. And that was one of the coolest things about",
        9332.02,
        9336.3
    ],
    [
        " Bobber Breacher is that I couldn't have even done it this long. I couldn't have even run that",
        9336.3,
        9340.66
    ],
    [
        " business this long if I didn't find a way to incorporate mission into it. Okay, how do we,",
        9340.66,
        9345.82
    ],
    [
        " how, how is this bigger than just profits and balance sheets and okay, so we can support some",
        9346.5,
        9352.38
    ],
    [
        " cool, veteran nonprofits, we can hire some vets, we can make our products in the USA. Okay,",
        9352.38,
        9357.7
    ],
    [
        " that's enough of a mission to keep me, you know, engaged, you know, for a certain amount of time,",
        9358.16,
        9363.26
    ],
    [
        " but, you know, and I love that you're doing that as well, man. It seems like it's getting hard to",
        9363.26,
        9369.36
    ],
    [
        " keep up with all the stuff you're doing. Well, you took on a bigger challenge, man. You took on",
        9369.36,
        9374.04
    ],
    [
        " a bigger challenge. So how can everyone help out? How can we help get you elected? What do we got to do?",
        9374.04,
        9380.88
    ],
    [
        " Yeah. So I appreciate it, man. I just appreciate the opportunity to come and wrap with you guys.",
        9381.04,
        9387.44
    ],
    [
        " If people want to go follow me, they can look up Eli, Eli Crane, underscore CEO on social media.",
        9388.16,
        9395.88
    ],
    [
        " If you want to go to my website, it's Eli for Arizona dot com. You know, I hate to even ask, but",
        9396.42,
        9403.14
    ],
    [
        " unfortunately in this world so much of this boils down to name ID and for a first time guy",
        9403.14,
        9409.38
    ],
    [
        " in a political race, a US Congress race, so much of it is going to come down to do we have the",
        9409.9,
        9416.32
    ],
    [
        " ammo and the resources to run all the TV ads, all the digital ads, all the mail ads, etc. So",
        9416.32,
        9422.18
    ],
    [
        " if you guys can give us a small donation, we would really appreciate it. I'm asking people for",
        9422.18,
        9427.4
    ],
    [
        " prayer as well, you know, just for guidance direction and wisdom and the other thing I'm asking for",
        9427.4,
        9433.24
    ],
    [
        " is that people share the website, share what we're doing here so that other people that don't know",
        9433.24,
        9440.46
    ],
    [
        " about it can pitch in and help too. So those are the things that you guys can do.",
        9440.46,
        9443.56
    ],
    [
        " Sounds like a plan and probably a good place to wrap it up. Echo, will you got any questions?",
        9444.8,
        9451.58
    ],
    [
        " Yes. We got football questions. I don't want to keep us here too much. Actually,",
        9451.76,
        9456.88
    ],
    [
        " no, I just actually want to say so when I when I when we saw the Shark Tank episode,",
        9457.06,
        9461.8
    ],
    [
        " you know how like because you guys watched that even before you're on, you know the kind where",
        9462.3,
        9466.04
    ],
    [
        " someone comes out with a product or service and it depends on who you are obviously.",
        9466.04,
        9470.82
    ],
    [
        " Right. And you immediately know like all this guy's going to get a deal. That's what I felt about",
        9471.2,
        9475.5
    ],
    [
        " yours because Brad, he but you don't watch Shark Tank. I've watched it. I mean, I watched your",
        9475.5,
        9480.1
    ],
    [
        " episodes over the past like a few days when I knew you were coming out here, but no, I'm not a",
        9480.1,
        9483.98
    ],
    [
        " regular watcher. Brad, I'm like like a bunch of other people. The moment I saw that thing as a",
        9483.98,
        9489.56
    ],
    [
        " I was like, did you know anything about did you know Eli before that? No, no, I did. This was back",
        9489.68,
        9494.24
    ],
    [
        " in the days like in 2014. Yeah. But Brad once I saw that thing, I was like, Brad, that's the",
        9494.24,
        9500.3
    ],
    [
        " coolest shit I ever seen. Yeah. You're that guy, bro. You're that guy that you were talking about.",
        9500.3,
        9505.18
    ],
    [
        " No, dude, it was, I mean, it was so it was so cool and such a blessing man and I mean,",
        9505.48,
        9510.86
    ],
    [
        " it's still I tell people all the time, you know, guys don't really grow up. We just get bigger toys.",
        9510.94,
        9516.8
    ],
    [
        " Can I tell can I tell the Saldor Franco story? Oh yeah, so fun. You know, Jocco is who Jocco is man",
        9517.06,
        9524.66
    ],
    [
        " and you know, you got got people that want to be like Jocco, right? And it just so happened that a",
        9524.66,
        9530.4
    ],
    [
        " lot of people, you know, and in task unit two wanted to be like Jocco. So they made us do the",
        9530.4,
        9536.34
    ],
    [
        " older guys made the younger guys do skits. And that's a pretty dicey situation man because by the",
        9536.34,
        9541.52
    ],
    [
        " way, I know I know where Saldor lives right now. Yeah. I know where he's at. So I might have to go get him.",
        9541.52,
        9545.92
    ],
    [
        " So he's coming, bro. No, he wasn't even making fun of you. Really, it was just he was making fun of",
        9546.24,
        9553.08
    ],
    [
        " people that wanted to be like you. And so it was funny. So they make you do these skits and if you",
        9553.08,
        9558.62
    ],
    [
        " piss them off, you know, you deal with you deal with that side of it. But if you make them, if you can",
        9558.62,
        9563.84
    ],
    [
        " make them laugh while making fun of them, that's that's the golden ticket, right? So Saldor was always",
        9563.84,
        9569.96
    ],
    [
        " the funniest dude. So Saldor came up with a lot of our skits. And so I remember he did this skit.",
        9569.96,
        9576.42
    ],
    [
        " And it was like he was playing you. And or no, he was playing. I think he's playing Stoner. And he",
        9576.5,
        9582.5
    ],
    [
        " had this, he had this note like this note, this binder. And he put like, what was it?",
        9582.5,
        9587.42
    ],
    [
        " W, WJD. What would Jocco do? And he like walks out playing Stoner, talking like Stoner. He's like,",
        9588.6,
        9594.72
    ],
    [
        " you know, all the acronyms, BTF, Charlie, Mike, you know, like the guys are just rolling because he's",
        9594.88,
        9600.22
    ],
    [
        " you know, he's like, you know, making fun of all these guys who want to be like Jocco,",
        9600.22,
        9603.56
    ],
    [
        " but are failing miserably. And it was just it was just so funny, dude. And so you know, that",
        9603.76,
        9609.08
    ],
    [
        " that became, you know, a joke, you know, a running joke after you left. Like, God, dude, all these",
        9609.08,
        9614.3
    ],
    [
        " guys walking around. What would Jocco do? Trying to be like, bro, you're not Jocco. Just be yourself,",
        9614.3,
        9624.7
    ],
    [
        " 200 pounds. Hey, what's Charlie, Mike? Continue mission. Yeah. Just another. And it's an",
        9624.7,
        9633.2
    ],
    [
        " official thing, meaning our status is this time is that we are going to Charlie, Mike, I mean,",
        9633.2,
        9639.1
    ],
    [
        " it's an official thing like we are actually continuing the mission, but that turns into just like,",
        9639.12,
        9643.36
    ],
    [
        " they just Charlie, Mike, bro, you just got to just keep going. BTF, not official. BTF is unofficial.",
        9643.46,
        9649.98
    ],
    [
        " Yeah. Yeah. BTF is unofficial. Similar meanings, except for BTF has, you know, greater capabilities,",
        9650.2,
        9657.04
    ],
    [
        " because it can be used for a lot more things than just continue mission. So, you know, that's all good.",
        9657.06,
        9663.58
    ],
    [
        " It's all good. E-Li. Yeah. Any closing thoughts? Thank you, man. Thank you for, you know,",
        9664.02,
        9671.54
    ],
    [
        " what you're doing. And thank you for allowing a guy like me, you know, to come on this show. Like,",
        9671.62,
        9676.5
    ],
    [
        " I've listened to this show for, you know, years and I understand why you, you try and keep politics",
        9676.5,
        9682.18
    ],
    [
        " out of it, because, you know, I mean, it's such a divisive thing, but I just appreciate you taking",
        9682.18,
        9687.34
    ],
    [
        " a risk and bring it, allowing a guy like me to come on and, you know, talk about a little, even my",
        9687.34,
        9691.62
    ],
    [
        " faith, man, that's something that can be really divisive to people. And I definitely don't want it to",
        9691.62,
        9697.16
    ],
    [
        " be a divisive to people. And I definitely don't want to disrespect what you've built, but I'm grateful",
        9697.16,
        9701.24
    ],
    [
        " that you allowed me to come on and talk about it, because at the end, bro, I do not want to be,",
        9701.48,
        9706.32
    ],
    [
        " I never wanted to be in Congress. I don't like wearing suits. I don't want to live in Washington,",
        9706.5,
        9710.78
    ],
    [
        " DC, but I honestly believe if we don't get, if we don't get some men and women with",
        9710.96,
        9716.48
    ],
    [
        " courage and character that never wanted this job in the first place in key positions,",
        9716.48,
        9720.58
    ],
    [
        " I'm very concerned about what the future for my kids is going to look like. So, thank you,",
        9720.58,
        9726.08
    ],
    [
        " man, for using what you've built to help guys like me. Yeah. Well, again, thank you, thank you for",
        9726.08,
        9734.6
    ],
    [
        " what you're doing. Thank you for what you did. Thank you for your job and the team's, man.",
        9734.6,
        9737.46
    ],
    [
        " That counts, bro, like getting after it, getting out there, doing that job, holding the line in the",
        9737.66,
        9743.94
    ],
    [
        " teams. Thank you for doing that. And for what you did with what you did and what you continue to do",
        9743.94,
        9748.8
    ],
    [
        " with bottle breacher, like that's building the American economy. That's made in America. That's",
        9748.8,
        9753.76
    ],
    [
        " freaking outstanding. That's providing jobs for people. That's, that's awesome. And, and what",
        9753.76,
        9758.96
    ],
    [
        " you're doing right now going into politics. Look, I don't like politics. I know you don't like",
        9758.96,
        9763.66
    ],
    [
        " politics. And you know, I'm not like intentionally staring away from politics on this podcast. It's",
        9763.66,
        9773.08
    ],
    [
        " just not the thing that I talk about. No, I mean, and I've had other political people on here.",
        9773.08,
        9778.28
    ],
    [
        " I'll continue to have them. I've had people from both sides. I've had Democrats. I've had",
        9778.74,
        9782.5
    ],
    [
        " Republicans on here. People that have run for democratic positions, people that have run for",
        9783.08,
        9788.3
    ],
    [
        " Republican positions. People and you know, talking about your faith, like that's, that's a why, I",
        9788.3,
        9795.74
    ],
    [
        " mean, I've, that's wide open. You know, you can't cover books about the military and not have",
        9795.74,
        9800.64
    ],
    [
        " faith in intertwined in those things from people that have, have been to the edge and back.",
        9800.64,
        9807.52
    ],
    [
        " But for me, you know, what I like, what I want and what I hope is that when people listen to what",
        9808.92,
        9815.54
    ],
    [
        " we talk about here, they actually listen to it. Actually listen to what people are saying.",
        9815.54,
        9819.6
    ],
    [
        " And instead of trying to figure out where I don't like you or where I don't agree with you,",
        9820.0,
        9825.08
    ],
    [
        " I try and figure out where I agree with you, where you have a common goal that that I have and",
        9825.38,
        9831.66
    ],
    [
        " you want to see America moving the same direction that I want to see it. And maybe we have some",
        9831.66,
        9836.86
    ],
    [
        " different ideas about how to get there. Yeah. That's okay. That's okay. You know, in a platoon,",
        9836.86,
        9842.3
    ],
    [
        " you ask a pl- you ask, you ask every single guy in a platoon to come up with a plan for a mission.",
        9842.68,
        9848.52
    ],
    [
        " They're all going to come up with a different way. And they're all probably going to think",
        9848.86,
        9851.56
    ],
    [
        " their way is the best way. But guess what? We're all trying to do the same thing. And that's what we",
        9851.56,
        9857.54
    ],
    [
        " need to do in this country is look at where we're trying to go, get on board, support each other,",
        9857.54,
        9863.42
    ],
    [
        " and let's move in that direction. Thanks for coming all men. Appreciate it. Thank you.",
        9863.42,
        9868.68
    ],
    [
        " And Eli is on his way back to Arizona. And before he left,",
        9869.64,
        9874.46
    ],
    [
        " echo Charles, man, you normally aren't quite as hyped to get a picture with someone.",
        9874.9,
        9881.26
    ],
    [
        " As you were with Eli, because as far as you're concerned,",
        9881.54,
        9886.7
    ],
    [
        " Shark Tank is, he's a movie star for you. Well, or something. You know, you didn't know",
        9888.2,
        9895.62
    ],
    [
        " him at all when you watched him on it. You would just happen to watch that live. Like, whenever it",
        9895.62,
        9898.82
    ],
    [
        " came out in 2014, you were watching it. Yeah. So I've seen, I do watch Shark Tank. I've seen",
        9898.82,
        9905.1
    ],
    [
        " every single episode. Really? Yes. How many seasons have there been? I don't know, one million.",
        9905.1,
        9910.68
    ],
    [
        " I don't know. Okay. But it's like that you did, like just like, oh, Eli's like where, I don't",
        9911.0,
        9915.54
    ],
    [
        " really watch TV, but there is one show that me and Eli, that's literally the one show that you",
        9915.54,
        9919.82
    ],
    [
        " like. There's two. Well, why if I've always does not come on anymore? So yeah, yeah, down the one.",
        9919.82,
        9925.3
    ],
    [
        " Yeah. Yeah. There's some other ones that are like cool. I'll catch it if it's like the tail end",
        9925.4,
        9930.5
    ],
    [
        " of the night and then whatever. But the one that we do watch together every episode, Shark Tank.",
        9930.5,
        9935.76
    ],
    [
        " And that was one of them. No, I didn't know him. But he was like, you know, I'm a veteran,",
        9936.06,
        9942.1
    ],
    [
        " you know, former Navy SEAL and stuff. So I figure, okay, we must know, you know, kind of the same",
        9942.1,
        9946.56
    ],
    [
        " people. And just in general. But the thing that really was like, I was down for the causes when",
        9946.56,
        9953.04
    ],
    [
        " he showed that thing, man, the freaking 50 caliber bottle opener. Come on. I mean, that, you know,",
        9953.04,
        9959.0
    ],
    [
        " was it the cure for cancer? No. But it was the coolest thing I've ever seen.",
        9959.12,
        9964.02
    ],
    [
        " Ever? In terms of bottle opener. Debateably. Yeah. It was really cool. And when, you know,",
        9964.78,
        9971.52
    ],
    [
        " after a while, you can tell like, okay, the product alone is such a good idea that he, of course,",
        9971.58,
        9976.78
    ],
    [
        " he's going to get a deal. It was like that thought. Like, yeah, I thought, oh, yeah, he's going to",
        9976.92,
        9980.2
    ],
    [
        " get a deal. And he got a double. Yeah, you got a double deal. Two sharks. That's a big deal.",
        9980.2,
        9983.26
    ],
    [
        " Actually, three sharks bid because one other shark said, I'll do a deal right now. And then Eli",
        9983.56,
        9990.14
    ],
    [
        " said, hey, just out of respect for the other sharks. Yep. Okay. I want to make sure that just does",
        9990.14,
        9997.52
    ],
    [
        " anyone else have anything to offer. And then the other shark stepped in and made an offer. And",
        9997.52,
        10002.98
    ],
    [
        " then the other shark. I don't know all the sharks. So that's another little detail. And that's",
        10002.98,
        10011.22
    ],
    [
        " fun. That's interesting because I do remember him saying that. But I totally forgot that he was the",
        10011.22,
        10015.52
    ],
    [
        " one who said that which, okay, so what was good was how he framed it. I remember that part. He",
        10015.52,
        10020.52
    ],
    [
        " framed it as not as like. And actually, they made fun of him a little bit because he said,",
        10020.52,
        10027.28
    ],
    [
        " he said, he said out of respect for the other sharks, I want to make sure that none of you",
        10027.82,
        10034.24
    ],
    [
        " would like to make an offer as well. When what he was really saying was, hey, listen,",
        10034.24,
        10038.24
    ],
    [
        " is anybody else want to throw in more of that? And one of the female sharks said, oh, out of respect",
        10038.38,
        10043.36
    ],
    [
        " for us, like she kind of called them on it. But he did it right. He did it right. Perfect.",
        10043.36,
        10047.56
    ],
    [
        " And so good job, Eli. Usually how they say it is kind of like, well, it wouldn't be smart for me",
        10047.76,
        10053.16
    ],
    [
        " as a business man to, you know, just like taking off for the first offer. They'll frame it",
        10053.16,
        10058.06
    ],
    [
        " something like that. Like, hey, out of out of like my own or our business interest. But when he said",
        10058.06,
        10063.66
    ],
    [
        " out of respect for the other, that's undeniable right there. Because this is what the sharks will do",
        10063.66,
        10067.66
    ],
    [
        " sometimes. Cuban will do this. He'll be like, do they have their own little methodologies that they",
        10067.66,
        10072.84
    ],
    [
        " use? What's Cuban do? He'll go, if he really wants it, he'll bully the other sharks. So he'll be",
        10072.84,
        10077.64
    ],
    [
        " like this. He'll go, hey, I'm offering you this, this, this, but you got to take it right now.",
        10077.64,
        10081.4
    ],
    [
        " Like you start and I don't want to hear them. If you start taking there and he'll, he'll totally do",
        10081.84,
        10086.06
    ],
    [
        " it too. He'll be like, well, you know, I should think I should hear an offer from. And if the one of",
        10086.06,
        10090.76
    ],
    [
        " the other sharks starts talking like, hey, I'll offer you this. Cuban will be like, I'm out. So they",
        10090.76,
        10094.94
    ],
    [
        " miss it. And now he has kind of a little bit of a reputation for doing that kind of stuff sometimes.",
        10094.94,
        10099.66
    ],
    [
        " So now people get really, oh, and they jump at it, you know. But if you frame it like, hey, out of",
        10099.96,
        10104.72
    ],
    [
        " respect for the other sharks, you would have to paint himself as a bad guy now for him to really",
        10104.72,
        10110.0
    ],
    [
        " follow through. Yeah, that was good. And he seems irrespectable. Who? You like? Yeah, yeah, yeah.",
        10110.0,
        10116.56
    ],
    [
        " No need to do good. It's cool to have him on here, man. But definitely cool. And even though he's",
        10116.72,
        10123.26
    ],
    [
        " trying to get me to run for frigging governor of California and stuff, I'd have to do Monday campaign",
        10123.26,
        10129.22
    ],
    [
        " videos. Oh, yeah, you got to be a campaign video guy. Yeah, yeah, yeah. But you might even have to work.",
        10129.22,
        10134.14
    ],
    [
        " I really hope it doesn't come to that man, but, but I give it up for these guys that are out there",
        10138.48,
        10142.36
    ],
    [
        " doing this because I look, I can, you know, sometimes people say, oh, I wouldn't like to do that.",
        10142.36,
        10148.5
    ],
    [
        " But you know, they're lying. Yeah, you know, they're like, I don't want to have to run for this",
        10148.6,
        10152.94
    ],
    [
        " position. But the feeling of the need for my country's calling me and you know that they're not",
        10152.94,
        10156.42
    ],
    [
        " telling the truth. Yeah. Like you can get Eli's like, hey, I don't want to do this. You can tell Eli,",
        10156.42,
        10160.7
    ],
    [
        " like literally just not want to do this. No choice. But at the same time, you can see the passion",
        10160.7,
        10165.78
    ],
    [
        " in he knows that we need help. And he's right. He's right, man. He's right. Good on him. He came at me",
        10165.78,
        10173.56
    ],
    [
        " with the direct approach, which is normally not your recommended approach, but it kind of made me",
        10173.56,
        10180.82
    ],
    [
        " think, man, I'm weak over here. Well, yeah. And even if you don't, and this is all in a big picture",
        10180.82,
        10187.94
    ],
    [
        " kind of way, this is all just the natural course of things where like if things get too extreme,",
        10187.94,
        10193.0
    ],
    [
        " and everyone started recognizing, wait a second, this is too extreme, it's going to start",
        10193.42,
        10197.84
    ],
    [
        " tipping the other way. And usually when it tips the other way, just like a swing, right? It's going",
        10197.84,
        10201.96
    ],
    [
        " to, it's going to tip maybe a little bit more, you know, and hopefully it'll settle, hopefully",
        10201.96,
        10208.04
    ],
    [
        " at some point. I, and I, I'm keep waiting for California to start swinging back. And it is,",
        10208.04,
        10214.96
    ],
    [
        " you are starting to see indications, right? There was a female mayor up in San Francisco that she",
        10214.96,
        10220.32
    ],
    [
        " just came out and was like, all right, we're, we're crushing crime. We're funding the police. And she",
        10220.32,
        10225.2
    ],
    [
        " was, this is in San Francisco. This is like a liberal mayor of San Francisco. She started swinging",
        10225.2,
        10230.18
    ],
    [
        " it back the other way. So that's the for one of the early indications of what's going down. I mean,",
        10230.18,
        10236.32
    ],
    [
        " you see the politicians out here just manned it. They did a man it right now. It's what they",
        10236.32,
        10241.74
    ],
    [
        " did today. I don't know, but like they got, they put another mask mandate on indoor mask mandate.",
        10241.76,
        10247.02
    ],
    [
        " I mean, meanwhile, other parts of the country are wide open for months. Yeah, even the Denver",
        10247.54,
        10253.96
    ],
    [
        " guys, same deal. Yeah. And a wide open, England is, England's just saying we're done. We're done",
        10253.96,
        10260.0
    ],
    [
        " with COVID. Yeah. Hey, more people are going to get it. We know that. I think Sweden or somewhere",
        10260.0,
        10265.24
    ],
    [
        " off, there's, there's places that are just going wide open. Yeah. And Florida's Ben wide open.",
        10265.24,
        10269.42
    ],
    [
        " And Texas, I mean, I wasn't Texas for a couple of years ago. I maybe was a couple, maybe",
        10269.42,
        10274.24
    ],
    [
        " was like a year and a half ago. I did a jujitsu seminar or like a meat and greet at jujitsu.",
        10274.24,
        10281.16
    ],
    [
        " There was 200 people there rolling jujitsu. Meanwhile, California was in lockdown, by the way.",
        10281.58,
        10288.3
    ],
    [
        " So that's okay. So for people are making decisions. But here's the, here's, you know, I just saw a picture",
        10289.04,
        10294.42
    ],
    [
        " of the newsroom who he was just talking about at a football game with a bunch of other politicians,",
        10294.42,
        10302.28
    ],
    [
        " none of them wearing masks as they have mandated for everyone else. Yeah. You see, you can't get",
        10302.7,
        10309.94
    ],
    [
        " away with that forever. No, you can't. It just doesn't work. And that's why the pendulum is",
        10309.94,
        10315.08
    ],
    [
        " going to start to swing back. That's what's going to happen. I hope I don't have to ride that pendulum",
        10315.08,
        10319.86
    ],
    [
        " to the other side. Yeah. Because I really don't want to. I want to surf. I want to do jujitsu.",
        10319.86,
        10325.06
    ],
    [
        " I want to make the podcast. I want to build the companies that we're building. So, and if we can do",
        10325.38,
        10331.58
    ],
    [
        " that properly, maybe we don't have to get into this whole freaking political thing. Yeah. So,",
        10331.58,
        10337.82
    ],
    [
        " it's like, you know, if you're in a bus, we'll say we're van. So we're in a bus. You know what,",
        10338.2,
        10342.5
    ],
    [
        " I feel, you know, the break in case of war break glass. Yeah. I feel like that's my political",
        10342.62,
        10347.1
    ],
    [
        " career. That's your friend. And I joke about it. But like, I think it's got to be I'm talking chaos.",
        10347.1,
        10352.38
    ],
    [
        " I'm talking, I'm talking, I'm talking, I'm talking total mayhem and chaos. And I don't really",
        10352.66,
        10357.98
    ],
    [
        " think I would be a nor I think it's I think I would become a political leader in an environment",
        10357.98,
        10364.5
    ],
    [
        " when things are no longer the way they were. You know what I'm saying? I think I'm I think I'm",
        10364.5,
        10377.08
    ],
    [
        " right. That's where I get that's where I grow and hot. Yeah. And a lot of times too, we have to",
        10377.16,
        10381.48
    ],
    [
        " remind ourselves that or reminding ourselves of the question of, is it really hostile or is it",
        10381.48,
        10388.08
    ],
    [
        " just hostile like on the internet? Yeah. Yeah. That's true. That's true. Yeah. Whatever. And I'm not",
        10388.08,
        10392.14
    ],
    [
        " to say it is or isn't. I'm just saying that's always a good reminder. And I will tell you that",
        10392.14,
        10395.54
    ],
    [
        " there are elements that are hostile in real life. There's definitely elements that are hostile. And",
        10395.54,
        10400.22
    ],
    [
        " I don't think what with Joe Rogan was just crazy right now. You know, and and the points that he",
        10400.22,
        10405.9
    ],
    [
        " was making in this little nine minute episode that he did. I mean, people got banned from Twitter",
        10405.9,
        10413.4
    ],
    [
        " for saying masks don't work. And by the way, there was people out there wearing three and four",
        10413.4,
        10419.0
    ],
    [
        " masks when I was traveling, let's go the airport, there'd be people with two masks on and a face shield.",
        10419.0,
        10424.16
    ],
    [
        " Right. And okay, cool. Hey, cool. Go go do that. But some people were saying, hey, this tell,",
        10424.56,
        10431.44
    ],
    [
        " how does this work? And you know, the people like, dude, it's a piece of cloth over my face. How's",
        10431.44,
        10436.18
    ],
    [
        " that stopping anything? And that was just a kind of a common sense approach. Okay, you're banned from",
        10436.18,
        10440.2
    ],
    [
        " your band from talking. Even if you're like, it doesn't seem like there's does a lot or you're",
        10440.2,
        10444.7
    ],
    [
        " banned from talking. So now, now you talk about those election things. And it's like, hey, well,",
        10444.7,
        10450.08
    ],
    [
        " it doesn't, it seems like these states that were like swing states. There was the voting stop. And",
        10450.16,
        10455.7
    ],
    [
        " in the only four like swing states that matter, the voting stopped counting at midnight. Does that",
        10455.7,
        10461.44
    ],
    [
        " seem weird? Yeah. Oh, you're banned. You're allowed to say that. Yeah. What the right answer should",
        10461.44,
        10467.1
    ],
    [
        " be, hey, that's a good question. Let's do some analytics and figure out what happened. Yeah.",
        10467.1,
        10471.44
    ],
    [
        " So, and there's, I do know that there's some other information that's coming out right now that",
        10471.94,
        10478.18
    ],
    [
        " is definitely, let me rephrase that. There's information coming out about the 2020 election.",
        10478.18,
        10485.6
    ],
    [
        " That indicates that maybe things should be looked at a little bit more. So",
        10486.54,
        10490.14
    ],
    [
        " and again, if it's wrong and it turns out that the election was squared away, then cool. You go,",
        10490.14,
        10498.7
    ],
    [
        " okay, cool. Now you all can stop worrying about it. All you freaking crazy right wing fringe,",
        10498.74,
        10503.92
    ],
    [
        " Trump maniacs can calm down now. Because look, here's the facts. But instead of what they're saying",
        10504.02,
        10509.46
    ],
    [
        " is like, hey, shut up. You're a conspiracy theorist. What does it do? What do you do? When you suppress",
        10509.46,
        10515.46
    ],
    [
        " that information, what does it do to those people? It emboldened, it doesn't embolden them. It makes",
        10515.62,
        10520.0
    ],
    [
        " them even more suspicious. And that's not a good move. When you won't show the NFL team the video,",
        10520.0,
        10527.94
    ],
    [
        " they just go, she, they don't know. That's a bad move. Er, these things out. Man, what's the worst",
        10528.1,
        10534.06
    ],
    [
        " case scenario? What's the worst case scenario? Hey, we got, we got some, we got to fix our elections",
        10534.06,
        10539.2
    ],
    [
        " a little bit. That's, that seems legitimate to me. I want to have everybody's vote count. Okay,",
        10539.2,
        10545.94
    ],
    [
        " cool. Don't you? Or do you not? Because if you do not, then we have a, we have a serious problem",
        10546.14,
        10553.82
    ],
    [
        " with our alignment between us two as human beings. I'm American. I think we vote for our people.",
        10553.82,
        10560.7
    ],
    [
        " And that's who gets put in office. Don't you think that? You know, and if you don't think that,",
        10561.22,
        10567.88
    ],
    [
        " we have a serious problem. And I don't, I think most Americans, the vast, vast, vast majority are",
        10567.88,
        10575.8
    ],
    [
        " like, yeah, yeah, whoever gets voted, that's who should be in office. Cool. We agree on that. We",
        10575.8,
        10582.2
    ],
    [
        " can agree on that. Should the voting be done method words kind of standardized and make sense and",
        10582.2,
        10590.18
    ],
    [
        " it's hard to cheat. Wouldn't that make sense? Yeah, that would make sense. Okay, cool. Yeah,",
        10590.18,
        10596.42
    ],
    [
        " that instant replay analogy was pretty much spot on there because it it does like, you know, in football",
        10596.82,
        10602.28
    ],
    [
        " as the example, if, you know, usually it's like a touchdown or an out of bounds scenario,",
        10602.28,
        10609.1
    ],
    [
        " or whatever, right? Where the lion matters. Critical moment. Yeah, actually, actually technically,",
        10609.1,
        10614.0
    ],
    [
        " it's never in. It doesn't have to be in a critical moment. Can be the first play of the game.",
        10614.0,
        10617.08
    ],
    [
        " The problem is though, you only get so many of those calls. You can only go to the videotape",
        10617.34,
        10621.12
    ],
    [
        " a certain number of times and you might not want to waste it if it's like, you know, if you've first",
        10621.12,
        10625.5
    ],
    [
        " to. Yeah, whatever. I think that's challenging the right. Yeah, yeah, challenging the",
        10626.08,
        10630.64
    ],
    [
        " refs call. That's, that's true. So either way, if the reason that exists is because we do, no",
        10630.64,
        10640.74
    ],
    [
        " matter what team you're, you're trained for, San Francisco 49ers or the Denver Broncos, whoever,",
        10640.74,
        10646.14
    ],
    [
        " whoever you're cheering for, you do want to know the truth. Yeah. Like no one wanted, like,",
        10646.28,
        10652.18
    ],
    [
        " if someone didn't make a touchdown, it's pretty, pretty hard press to be like, ah, we should just",
        10653.96,
        10658.32
    ],
    [
        " give them the touchdown, even though he didn't make the touchdown. Like that doesn't make much sense.",
        10658.32,
        10662.38
    ],
    [
        " Yeah. And it especially doesn't make sense. Even if you're like, well, you know, my team kind of",
        10662.52,
        10665.94
    ],
    [
        " one, so I just want to let it slide. Yeah. The problem with that attitude, which is understandable.",
        10665.94,
        10670.26
    ],
    [
        " You know, I'm a raging freaking Denver Broncos friend and it looked like a touch. I think it was",
        10670.5,
        10676.04
    ],
    [
        " a touchdown. We just need to let it slide this time. Here's the problem. You've just now said in",
        10676.04,
        10681.02
    ],
    [
        " place a precedent where we're not going to review things. That's what we're, okay, so now we're just",
        10681.38,
        10687.1
    ],
    [
        " going with whatever that ref saw that was a weird angle and he called it a touchdown. So we're good.",
        10687.1,
        10691.06
    ],
    [
        " And we're just going to go with that for now on. That's not the press. You want to set a precedent",
        10691.2,
        10694.54
    ],
    [
        " of like, okay, we have a way of assessing whether this was actually a touchdown or not. And that's",
        10694.54,
        10701.2
    ],
    [
        " what we're going to utilize. So you might say, you know what, I really want the Broncos to win and",
        10701.2,
        10705.88
    ],
    [
        " it kind of looked like a touchdown, but the right thing to do for future reference and for future",
        10705.88,
        10711.0
    ],
    [
        " precedents is to say, let's go to the videotape and confirm. But the politicians that said that",
        10711.64,
        10717.08
    ],
    [
        " and a lot of it was tied to the fact that the January 6th event happened. And that made people",
        10717.08,
        10726.72
    ],
    [
        " just go, I don't want to, I don't want to catch any flag for what's going on. This is getting crazy.",
        10726.72,
        10731.54
    ],
    [
        " Let's just move forward and and call it what it is. Looks like they won. Don't go to the videotape.",
        10732.02,
        10737.96
    ],
    [
        " When the videotape will make people say, yeah, you know what, the team won. Or they say,",
        10738.56,
        10746.26
    ],
    [
        " oh, the team didn't win. And now we got some serious issues that we need to attend to.",
        10746.38,
        10751.02
    ],
    [
        " It's very strange times, man. It's very strange time. What's weird? Here's what's weird about this.",
        10751.96,
        10756.5
    ],
    [
        " Is me saying what I just said, it seems like pretty normal. It seems pretty logical. Like, well,",
        10757.04,
        10762.44
    ],
    [
        " shouldn't you go to the videotape? No one's going to listen to that and say, no. They're going to say,",
        10763.5,
        10768.98
    ],
    [
        " yeah, if you, if that's the rule and you have the data, then why wouldn't you check it? But you,",
        10769.1,
        10775.52
    ],
    [
        " you transfer that exact analogy, analogy to the 2020 election. And all of a sudden, whoever says,",
        10775.66,
        10783.26
    ],
    [
        " hey, maybe we should review the information and the data is a savage, you know, insurrectionist,",
        10783.26,
        10791.74
    ],
    [
        " whatever. Well, it's like, no, I'm not an insurrectionist at all. What I want to do is review",
        10791.82,
        10798.32
    ],
    [
        " the data. So if someone says that, they get even worse accusations. So it's very strange times.",
        10798.32,
        10805.9
    ],
    [
        " So do you, and you mentioned something just a second ago about how in the NFL, you only get a few",
        10806.04,
        10811.18
    ],
    [
        " chances to challenge the call. I think I'm not an NFL expert. And it's been a while really since I've",
        10811.18,
        10817.92
    ],
    [
        " you know, so that rule could be changed. I don't know. But nonetheless, that was a rule at some point.",
        10818.04,
        10823.26
    ],
    [
        " Yeah. And that's for a reason, because if there's no limit to them, let me challenge every single call",
        10823.36,
        10828.8
    ],
    [
        " and jam up this whole system. This whole game. This whole game is 12 hours long now, because I'm",
        10828.8,
        10833.08
    ],
    [
        " challenging every call that goes against me. Right. So isn't that part of the game to where it's",
        10833.08,
        10839.8
    ],
    [
        " interesting about like the election was people were like, well, we don't want to investigate",
        10839.8,
        10843.32
    ],
    [
        " everything. Which one to make sure that these key areas that had voting anomalies that are documented.",
        10843.32,
        10849.74
    ],
    [
        " Maybe we should check those out. Shut up. Hey, no, right. So it's almost like a tactic where you could,",
        10850.04,
        10856.7
    ],
    [
        " if you're on the other side, right, you could be like, hey, you're just trying to stop. You're just",
        10856.78,
        10861.7
    ],
    [
        " what do you call it? You can't let it go. What were they saying? They're saying like, you can't just",
        10861.7,
        10865.82
    ],
    [
        " accept the truth. It's like that. You know, you want to paint them as a as a unlimited, you know,",
        10865.82,
        10871.08
    ],
    [
        " challenging the call guy. You know, well, what makes this really scary, it makes it all that really",
        10871.08,
        10875.68
    ],
    [
        " scary is because I haven't dove enough into the details. But what makes it really scary is that what",
        10875.68,
        10881.3
    ],
    [
        " just what Joe Rogan just talked about, which is, hey, people were getting banned from social media",
        10881.3,
        10887.32
    ],
    [
        " for saying masks didn't work. And now it's the reality. People were getting banned from social media",
        10887.32,
        10892.5
    ],
    [
        " for saying the vaccine, you could still spread COVID, even if you had a vaccine. And that is actually",
        10892.5,
        10899.62
    ],
    [
        " true. And by the way, people were getting banned for saying you could still catch COVID. Guess what?",
        10899.62,
        10903.4
    ],
    [
        " That's true. So all these things, we didn't have an open conversation about them because one side",
        10903.66,
        10908.42
    ],
    [
        " got completely shut down, which is crazy. So there you go. Can't have an open conversation.",
        10908.42,
        10915.72
    ],
    [
        " That's disturbing when you can't have an open conversation. And when what you have to watch out for",
        10916.1,
        10923.4
    ],
    [
        " is people that whatever methodology they want to use, raise their voice and yell over you. So",
        10924.04,
        10931.94
    ],
    [
        " whether that means I'm not talking, so could that be if you and I are in a discussion and you start",
        10931.94,
        10938.72
    ],
    [
        " going, I don't care about that. And you start raising your voice and yelling and talking over me.",
        10938.72,
        10942.0
    ],
    [
        " Okay, but that's just you and me. I realize you're just mad, whatever, but I didn't get my point",
        10942.64,
        10947.54
    ],
    [
        " across, but you don't care because you leave. That that behavior in social media, that behavior in",
        10947.54,
        10959.86
    ],
    [
        " the news, that behavior in mainstream media, where, oh, Echo's saying something I don't like.",
        10959.86,
        10964.46
    ],
    [
        " So I'm going to attack him, raise my voice through whatever means that might mean, you know,",
        10965.12,
        10971.28
    ],
    [
        " retweeting you with hates calling you this or calling you that or doing a personal attack. All",
        10971.38,
        10975.42
    ],
    [
        " that behavior. Now we're not discussing the topic. We're discussing that I hate you.",
        10976.68,
        10981.04
    ],
    [
        " You ever watch the movie, the time machine? You ever heard of it? I need to watch it, but",
        10982.08,
        10989.28
    ],
    [
        " okay, so the time machine is okay, Guy Pierce, who's also the star of momentum, by the way.",
        10989.28,
        10997.84
    ],
    [
        " Anyway, Guy Pierce boom, he makes time machine, he goes away in the future and you know, he finds that",
        10998.1,
        11002.5
    ],
    [
        " teammates have split evolutionarily speaking. So they were actually split in three, but so one,",
        11002.98,
        11010.26
    ],
    [
        " so he goes with the villagers or whatever and like he says something, wait a second, this could",
        11010.38,
        11015.7
    ],
    [
        " have been stargate. Nonetheless, they say he says something and everyone, and everyone like turns",
        11015.7,
        11024.86
    ],
    [
        " their back or starts walking away or erases what he wrote in this time or something like that. And",
        11024.86,
        11029.88
    ],
    [
        " someone who like somebody explains them, hey, like you can't speak of that. You just can't speak of",
        11030.7,
        11036.14
    ],
    [
        " it. And I think later on they find out like, you know, what's behind and stuff like that. And that's",
        11036.14,
        11040.06
    ],
    [
        " the thing. What's the, what's some of these guys got to listen to what they say? And it isn't",
        11040.06,
        11043.28
    ],
    [
        " ironic that Neil Young's song, keep on rocking in the free world. He's like, don't talk anymore.",
        11043.28,
        11048.26
    ],
    [
        " Right? Like that's crazy, right? That's crazy. Yep. That is. That's why we have the underground,",
        11048.58,
        11054.62
    ],
    [
        " by the way. Yeah. We have the underground, jockewondoground.com. Why do we have that? Why do we charge",
        11054.8,
        11059.7
    ],
    [
        " $8.18 a month to have our own little platform? That this is why. Because what we're talking about right",
        11060.48,
        11068.94
    ],
    [
        " now, this may get rolled, this may get bounced, this may get edited. Right? And we're not actually",
        11068.94,
        11075.22
    ],
    [
        " making a statement one way or the other. I'm just explaining things that have happened. Yeah.",
        11075.22,
        11078.94
    ],
    [
        " I haven't dug through the details enough. I don't spend my time digging through the details of",
        11079.42,
        11086.32
    ],
    [
        " current events. I don't do that. That's not, but you know why? Because I'm not that interested.",
        11086.32,
        11091.48
    ],
    [
        " And because other people that commit their time to it, I'm going to let them let these other",
        11091.9,
        11096.32
    ],
    [
        " people go do that. I'm going to be reading about World War II, Vietnam, Korea, the Pebble Planean Wars.",
        11096.32,
        11101.98
    ],
    [
        " That's what I'm doing over on my side. I'm going to be trying to get to hopefully going surfing,",
        11101.98,
        11105.62
    ],
    [
        " playing guitar. Those are the things that I'm doing. I'm not parsing through the news stories that",
        11105.94,
        11112.06
    ],
    [
        " came out in the last 48 hours to try and get you and catch you on something. But when you let",
        11112.06,
        11119.52
    ],
    [
        " a little time go by and we talked about this on one of the underground point, when you let you,",
        11119.52,
        11122.32
    ],
    [
        " so I let time go by and the truth starts to rise to the surface. Now it took six to eight months",
        11122.4,
        11127.98
    ],
    [
        " for the truth to rise the surface on some of these stories. But again, you know, much sleep I lost",
        11127.98,
        11132.32
    ],
    [
        " over these stories while they were happening. Not very much. I wasn't freaking out. I was like,",
        11132.32,
        11136.74
    ],
    [
        " these masks don't work or I wasn't like, you better put on a mask. I didn't lose sleep over that.",
        11136.8,
        11140.62
    ],
    [
        " Because I was like, hey, it doesn't seem like going to work that good to me. Oh, you, you know,",
        11140.94,
        11144.94
    ],
    [
        " I'm going to carry on with my life. That's what I'm doing. So we don't know when we might get suppressed.",
        11145.16,
        11151.64
    ],
    [
        " So that's why we made jacoinarround.com. If you want to, you can help us out. If anything happens to",
        11152.28,
        11159.54
    ],
    [
        " these any of these platforms that you listen to this on, we will still have that platform. We do",
        11159.54,
        11163.84
    ],
    [
        " an extra podcast on it about once a week. And we talk about other things that maybe don't fit",
        11163.84,
        11169.68
    ],
    [
        " quite on jaco podcast, but we want to get them out there to y'all so you can check that out.",
        11169.82,
        11173.44
    ],
    [
        " If you can't afford it, look, if you can't afford it, it's okay. We still got you. You can email,",
        11173.56,
        11177.96
    ],
    [
        " what is it, assistance at jacounderground.com. We appreciate your support on that.",
        11178.34,
        11184.16
    ],
    [
        " You know, also we were talking about American made companies. You know, that's kind of my,",
        11185.4,
        11189.1
    ],
    [
        " that's what that's the way I am trying to help America right now.",
        11189.24,
        11193.66
    ],
    [
        " By building these companies with the origin team, origin USA.com, if you need to get boots,",
        11194.18,
        11198.76
    ],
    [
        " if you need to get jeans, if you need to get a G, which you probably do,",
        11198.76,
        11202.1
    ],
    [
        " vingit, go to origin USA.com. And by the way, you probably, you may have seen we have a hunting line",
        11202.62,
        11209.02
    ],
    [
        " coming out. So we, we're going to be making clothes for hunting. That's what we're doing.",
        11209.02,
        11214.18
    ],
    [
        " We've got all kinds of good clothes coming out as well. Workout clothes, by the way,",
        11214.8,
        11219.08
    ],
    [
        " Echo Charles. So we're going to cover you down on that as well. Origin USA.com. We also have",
        11219.16,
        11228.74
    ],
    [
        " barely on my game today. Why? I didn't sleep last night. Probably got two hours, maybe two and a half.",
        11230.82,
        11235.78
    ],
    [
        " And I've had, this is my second jaco discipline go, which is, which is a drink. It's a drink.",
        11236.14,
        11244.06
    ],
    [
        " Could you call it an energy drink? You could because it does have energy in it. But when you hear",
        11244.34,
        11248.38
    ],
    [
        " energy drink, you're thinking, oh, oh, you're going to ingest some poison that's going to get you",
        11248.38,
        11252.38
    ],
    [
        " jittery and hyper for about an hour and a half. And then you're going to crash and be sick and be",
        11252.38,
        11257.14
    ],
    [
        " diabetic. We're not in that category. No sugar in here. Sweetened with monk fruit. 95 milligrams of",
        11257.14,
        11263.2
    ],
    [
        " caffeine. Get you on that nice little, you're good to go. You're good to go. People go, if you don't",
        11263.2,
        11269.76
    ],
    [
        " sleep, you don't, it's like, no, less than eight hours of sleep is like being a point zero eighth",
        11269.76,
        11275.82
    ],
    [
        " d y. You're mentally impaired. Look, I'm not saying it's good for you, but it's not as bad as,",
        11275.82,
        11282.42
    ],
    [
        " look, should you get sleep? No, don't get me wrong. Get sleep. Sleep as much as you can.",
        11282.6,
        11287.82
    ],
    [
        " Sleep as much as you want. Okay, don't get crazy. But what I'm saying is, if you sleep a little bit",
        11288.78,
        11296.6
    ],
    [
        " less and you need a little sump hitter, get yourself some jaco field jaco field.com.",
        11296.6,
        11301.3
    ],
    [
        " And I will also contend that even if you got a lot of sleep, drink because it is good for you.",
        11301.78,
        11307.5
    ],
    [
        " Yeah, it's healthy for you. Look, hey, look, some people, hey, some people drink coffee.",
        11307.5,
        11312.24
    ],
    [
        " And the morning, good, drink coffee, back coffee, whatever you, however you drink coffee,",
        11312.42,
        11316.44
    ],
    [
        " if you get eight hours of sleep, what should you not drink coffee? Not necessarily because coffee's",
        11316.86,
        11322.06
    ],
    [
        " kind of good for you. Drink some coffee, man. You like that one. You want that, as you would say,",
        11322.06,
        11326.22
    ],
    [
        " hitter, whatever, the reason, same deal. And it's healthy for you. So, boom, you'll be better off",
        11326.34,
        11332.16
    ],
    [
        " either way. Also, neutral picks in there. Yep. It's not ignore that. That's good for your brain.",
        11332.16,
        11337.12
    ],
    [
        " That is nutrients. Yep. For your brain. That's probably why you don't need to overload the",
        11337.12,
        11342.56
    ],
    [
        " caffeine with the go. Yeah. You don't need to because it's got the neutral picks in there. Get",
        11342.56,
        11346.42
    ],
    [
        " you up there on step rocking it. But there was a commercial. And I remember the drink. I forget",
        11346.42,
        11351.96
    ],
    [
        " what it was called because I used to get it. It's juice straight up juice like juice juice. Oh,",
        11351.96,
        11357.16
    ],
    [
        " like apple juice. Yeah. Like a, but it was like a mix, I think I forget what it was. But nonetheless,",
        11357.18,
        11361.44
    ],
    [
        " their thing was like feed your brain. Well, now as an adult, I'm looking at my like, feed your",
        11361.96,
        11367.32
    ],
    [
        " brand. Isn't there like 50 grams of sugar in that thing right there? Savages. Yeah. Yep. That's",
        11367.32,
        11373.28
    ],
    [
        " joclefuel.com. Don't forget about jocle store. We're making cool t-shirts. It's true. Yeah,",
        11373.28,
        11379.28
    ],
    [
        " you want to represent because hey, this path is not always easy. Yeah. Yep. Good to go. But it is",
        11379.52,
        11385.78
    ],
    [
        " worth it. It is ways 100% worth it. And if you want to represent, boom, yep, you can use shirts,",
        11385.78,
        11389.82
    ],
    [
        " your hats, the subscription shirts continue to dazzle the senses. Yeah.",
        11389.82,
        11396.86
    ],
    [
        " The shirt locker. Yep. The shirt locker. You get a cool new one every month. We got some",
        11397.04,
        11406.02
    ],
    [
        " cool ones coming out. Look at that. They're always cool coming out. The anticipation is just",
        11406.02,
        11411.34
    ],
    [
        " overflowing over there. Subscribe to this podcast, YouTube, the YouTube channel,",
        11411.34,
        11416.66
    ],
    [
        " psychological warfare, flipside canvas, Dakota Meyer. You got to get cool stuff to hang on your",
        11418.18,
        11423.98
    ],
    [
        " wall occasionally. Yes. Unless unless you want a bare wall, which is only applicable in a podcast,",
        11423.98,
        11429.96
    ],
    [
        " in the jocle podcast studio. But even though it's like conspicuously bare. Yeah. My house, my home",
        11430.4,
        11437.56
    ],
    [
        " would be bare. Were it not for my wife, because she's hung some stuff on the walls. But that's not",
        11437.56,
        11445.36
    ],
    [
        " appropriate. You should hang stuff on your walls. Sure. Flipside canvas.com Dakota Meyer making",
        11445.36,
        11449.68
    ],
    [
        " awesome stuff. I've written a bunch of books. We got Ashelon Front. Yeah. If you want,",
        11449.68,
        11453.54
    ],
    [
        " if you like what we're talking about here, get some of the books. Ashelonfront.com leadership",
        11453.72,
        11459.8
    ],
    [
        " consultancy. Extreme ownership.com is our online training academy for leadership. You can check that",
        11459.8,
        11467.34
    ],
    [
        " out. Also, if you want to help service members retired, service members, active duty service members,",
        11467.34,
        11476.02
    ],
    [
        " gold star families, the families of service members. Check out Mark Lee's mom. She's got an awesome",
        11476.26,
        11481.14
    ],
    [
        " organization. Go to America's mighty warriors dot org. If you want to donate or get involved,",
        11481.14,
        11486.58
    ],
    [
        " you can also check out heroes and horses.com. We got Mike. I think up there in the woods,",
        11486.68,
        11492.78
    ],
    [
        " in the mountains of Montana, helping out vets. If you want more of us, you can find us on social.",
        11492.78,
        11498.28
    ],
    [
        " And that's cool. We'll be there. But we don't want you in the algorithm. Keep out of the algorithm.",
        11498.68,
        11504.12
    ],
    [
        " Echoes, adequate Charles. I am at Jockeville and thanks once again to Eli Crane for coming on.",
        11505.5,
        11513.4
    ],
    [
        " Appreciate your service in the past and in the present. Eli for Arizona dot com.",
        11514.06,
        11521.9
    ],
    [
        " Let's go help Eli win. And to the soldiers, sailors, airmen and Marines out there,",
        11522.1,
        11528.96
    ],
    [
        " protecting our flag around the world. Thank you. Same goes to our police and law enforcement,",
        11529.38,
        11536.72
    ],
    [
        " firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol, secret",
        11536.86,
        11540.84
    ],
    [
        " service, all first responders. Thank you for protecting us here at home and to everyone else out there.",
        11540.84,
        11547.56
    ],
    [
        " Remember that you do get to write the script of your life, but you have to write around the things",
        11552.84,
        11557.86
    ],
    [
        " that don't go the way you want them to. But don't let that stop you. Instead, take ownership",
        11557.86,
        11567.66
    ],
    [
        " and counterattack those things that aren't going the way you want them to by going out every day",
        11567.66,
        11575.3
    ],
    [
        " and getting after it. And until next time, Zeko and Jockeville out.",
        11575.42,
        11582.68
    ]
]