[
    [
        " One thing that I reflected when I saw the video",
        0.0,
        1.62
    ],
    [
        " for the first time is I thought to myself,",
        1.62,
        3.74
    ],
    [
        " oh, you know, your entire career, we'd been at war.",
        3.96,
        7.22
    ],
    [
        " You know, I spent more than half my career",
        7.72,
        10.08
    ],
    [
        " we weren't at war.",
        10.08,
        10.8
    ],
    [
        " You know, we were in the 90s, the dry years.",
        11.26,
        13.34
    ],
    [
        " But I'm thinking, man, this guy's been in the Marine Corps",
        13.9,
        16.96
    ],
    [
        " for 17 years, the Marine Corps and America's been at war",
        16.96,
        20.88
    ],
    [
        " for that entire time.",
        20.88,
        22.04
    ],
    [
        " You, as you mentioned, you said, you know,",
        22.58,
        24.5
    ],
    [
        " you got a lot to lose, you know what could happen,",
        24.56,
        27.22
    ],
    [
        " you knew you were risking your battalion command,",
        27.22,
        29.52
    ],
    [
        " you know, family stability, the whole nine yards.",
        29.6,
        32.24
    ],
    [
        " You bring up that letter from the, from the common-dont",
        32.5,
        35.74
    ],
    [
        " that he wrote.",
        35.74,
        36.68
    ],
    [
        " And, you know, you mentioned, did anyone throw their rank",
        37.88,
        42.7
    ],
    [
        " on the table and say, we shouldn't give up boggling?",
        42.7,
        44.84
    ],
    [
        " Which, again, you know, going back to the,",
        45.2,
        48.68
    ],
    [
        " the silent five, which is what McMaster called",
        48.68,
        51.26
    ],
    [
        " the, the joint chiefs of staff that worked for LBJ.",
        51.26,
        54.68
    ],
    [
        " And you can even hear, you know, that I've read",
        55.42,
        57.24
    ],
    [
        " in the beginning of guys that reflected back and said,",
        57.24,
        59.74
    ],
    [
        " I should have said something.",
        59.94,
        61.64
    ],
    [
        " I should have stood up.",
        61.74,
        63.32
    ],
    [
        " You talk about the fact that the people that died dying",
        64.72,
        72.22
    ],
    [
        " in vain, if we don't, you say, you said,",
        72.22,
        75.84
    ],
    [
        " if we don't own up and say, we did not do this well",
        76.06,
        78.58
    ],
    [
        " in the end.",
        78.58,
        79.02
    ],
    [
        " And, you know, I always look at that",
        79.66,
        84.32
    ],
    [
        " when someone gets wounded or killed in combat,",
        84.32,
        86.82
    ],
    [
        " at a bare minimum, at a bare minimum,",
        87.5,
        91.64
    ],
    [
        " at least we go, okay, we can learn from what happened",
        92.16,
        96.5
    ],
    [
        " in the situation we can pass it on,",
        96.5,
        97.92
    ],
    [
        " we can make sure it doesn't happen again.",
        98.02,
        99.4
    ],
    [
        " And that's what you're talking about.",
        100.8,
        103.1
    ],
    [
        " And you kind of close it out by saying,",
        105.8,
        109.76
    ],
    [
        " I've been fighting for 17 years,",
        109.76,
        111.04
    ],
    [
        " I'm willing to throw it all away to say back to,",
        111.08,
        113.46
    ],
    [
        " to say to my senior leaders, I demand accountability.",
        113.46,
        117.04
    ],
    [
        " And that's it.",
        117.84,
        119.78
    ],
    [
        " Pretty simple straightforward message.",
        120.28,
        122.7
    ],
    [
        " You hit post.",
        123.32,
        127.42
    ],
    [
        " I hit post.",
        128.16,
        128.82
    ],
    [
        " You hit post.",
        129.08,
        129.6
    ],
    [
        " How long did it take before, you know,",
        130.76,
        133.92
    ],
    [
        " you started getting texts from your friends",
        133.96,
        136.22
    ],
    [
        " and your senior leadership?",
        136.22,
        138.06
    ],
    [
        " Good question.",
        138.32,
        138.94
    ],
    [
        " No one's asking this question yet.",
        139.32,
        140.68
    ],
    [
        " So, walked in the house, didn't say anything.",
        140.84,
        142.92
    ],
    [
        " Got upstairs and I was sitting in my bedroom on the bed.",
        144.7,
        148.6
    ],
    [
        " My wife was getting ready for bed.",
        148.82,
        150.5
    ],
    [
        " She got a text.",
        150.82,
        151.86
    ],
    [
        " She said, did you post a video?",
        152.44,
        154.12
    ],
    [
        " I was like, yep, but sure did.",
        155.1,
        156.96
    ],
    [
        " She's like, I won't say that girl's name.",
        158.0,
        160.0
    ],
    [
        " She's like, so and so, my friend,",
        160.16,
        161.5
    ],
    [
        " it's texting me saying you're going viral right now.",
        161.76,
        163.66
    ],
    [
        " I was like, all right.",
        163.8,
        164.2
    ],
    [
        " You're going viral right now.",
        164.2,
        165.78
    ],
    [
        " I was like, you should probably watch the video.",
        166.68,
        168.12
    ],
    [
        " Tell my wife.",
        168.64,
        169.24
    ],
    [
        " So, she watched it and she's like, you need to take this down.",
        169.74,
        171.92
    ],
    [
        " This is, we're going to get in trouble.",
        172.88,
        174.4
    ],
    [
        " Take it down.",
        174.4,
        174.9
    ],
    [
        " And I was like, babe, it's already up.",
        175.62,
        177.86
    ],
    [
        " Like, you can't put the lid back on the bottle.",
        178.78,
        181.76
    ],
    [
        " And even if I could, I don't know if I'd want to.",
        181.9,
        184.26
    ],
    [
        " So, this is me saying this in this moment.",
        184.94,
        186.58
    ],
    [
        " I was like, I really believe in what I said in that video.",
        186.62,
        189.44
    ],
    [
        " Like, I feel very strongly about it.",
        189.58,
        191.02
    ],
    [
        " And so, my wife then started feeling the gravity",
        191.76,
        194.96
    ],
    [
        " of what I had just done, started stressing out.",
        194.96,
        197.12
    ],
    [
        " And so, then I went downstairs,",
        197.44,
        198.8
    ],
    [
        " was sitting on the couch, and was just kind of thinking",
        198.8,
        200.98
    ],
    [
        " that all my friends started texting me.",
        201.02,
        202.92
    ],
    [
        " One of my friends from Marsoc actually texted me and said,",
        203.2,
        206.4
    ],
    [
        " Stu, everything you said in that video is correct.",
        206.7,
        209.28
    ],
    [
        " But it's going to come at way too high of a personal cost",
        209.72,
        212.04
    ],
    [
        " and you're not going to change anything.",
        212.04,
        213.3
    ],
    [
        " He's like, take it down.",
        213.74,
        214.42
    ],
    [
        " And I told him, I was like, no, this is the hell I'm willing",
        215.18,
        217.72
    ],
    [
        " to die when I'm not taking it down.",
        217.72,
        218.96
    ],
    [
        " And then I had one of my instructors from AI TV",
        219.38,
        221.68
    ],
    [
        " who texted me.",
        221.68,
        223.36
    ],
    [
        " He was gunny, he was a section leader.",
        223.74,
        225.1
    ],
    [
        " Awesome dude.",
        225.32,
        225.96
    ],
    [
        " He's like, hey sir, I watched your video.",
        226.5,
        228.3
    ],
    [
        " And I agree with everything in your video.",
        228.5,
        230.3
    ],
    [
        " But our adversaries could take this video",
        230.88,
        233.86
    ],
    [
        " and use it against us.",
        233.86,
        235.02
    ],
    [
        " And I think you need to think about that.",
        235.22,
        236.7
    ],
    [
        " And I think you should take it down.",
        236.8,
        237.68
    ],
    [
        " And to him, I said, there's probably even some truth to that.",
        239.04,
        243.56
    ],
    [
        " But if we can't fix internally what we're doing right now",
        243.66,
        246.98
    ],
    [
        " with this conversation that I'm trying to start,",
        246.98,
        249.7
    ],
    [
        " then it's all for nothing.",
        249.7,
        251.32
    ],
    [
        " And so, I guess those are all three true stories",
        252.56,
        255.18
    ],
    [
        " where I was like, from my loved ones, from my friends,",
        255.18,
        257.28
    ],
    [
        " from people that worked for me were, oh, I mean,",
        257.28,
        259.9
    ],
    [
        " I, and there's like 10 other examples, right?",
        260.06,
        261.44
    ],
    [
        " So my phone blew up that night.",
        261.52,
        262.44
    ],
    [
        " No one, no one in my chain of command contacted me that night.",
        262.62,
        265.48
    ],
    [
        " So just people didn't knew me.",
        265.96,
        268.64
    ],
    [
        " And you know, I've never, my wife and I never like slept",
        269.3,
        275.56
    ],
    [
        " in separate rooms.",
        275.56,
        277.0
    ],
    [
        " Even when we were angry like early in my marriage,",
        277.1,
        278.64
    ],
    [
        " I was like, I'm never, you're never making me sleep",
        278.64,
        280.48
    ],
    [
        " on the couch, right?",
        280.48,
        281.08
    ],
    [
        " This is our house.",
        281.16,
        281.9
    ],
    [
        " We sit together, we're gonna deal with stuff.",
        282.0,
        283.32
    ],
    [
        " But like that night I slept on the couch",
        283.74,
        285.38
    ],
    [
        " and I bring that up to illustrate like that's how stressful it was.",
        285.4,
        288.32
    ],
    [
        " It was just like,",
        288.5,
        289.28
    ],
    [
        " was she mad just basically because you were,",
        289.46,
        291.98
    ],
    [
        " you were torpedoing your own career?",
        292.04,
        294.6
    ],
    [
        " Yeah, like I said, I mean, we had stability like in those",
        295.3,
        297.76
    ],
    [
        " three years probably for the first time in our life",
        297.76,
        299.9
    ],
    [
        " and she thought she was gonna be there.",
        299.9,
        301.32
    ],
    [
        " I had just taken the time in command or see",
        301.46,
        302.76
    ],
    [
        " so she knew I was gonna be there for at least another two years.",
        302.76,
        304.8
    ],
    [
        " And I only had a year after that to have retirement.",
        305.08,
        306.98
    ],
    [
        " So she knew she had another three years in North Carolina.",
        307.28,
        309.48
    ],
    [
        " She had just started a new job as a teacher.",
        309.62,
        311.3
    ],
    [
        " The kids were all in the same school for the first time.",
        311.5,
        313.36
    ],
    [
        " She finally had all this stability that she wanted",
        313.52,
        315.44
    ],
    [
        " and then this took her by a complete surprise",
        315.44,
        318.96
    ],
    [
        " and she knew that I probably wouldn't even have this job",
        318.96,
        320.5
    ],
    [
        " much longer.",
        320.5,
        321.0
    ],
    [
        " So every all this stability she thought she had,",
        321.48,
        323.62
    ],
    [
        " I took from her.",
        323.62,
        324.96
    ],
    [
        " Some people asked me about this when it was happening",
        326.34,
        330.8
    ],
    [
        " and I was like on social media or something like that",
        330.8,
        332.9
    ],
    [
        " and I got asked about actually,",
        332.9,
        334.78
    ],
    [
        " no, I think I was getting interviewed on a news channel.",
        334.86,
        337.16
    ],
    [
        " But you know, my response was,",
        337.96,
        341.04
    ],
    [
        " I guess I drew subconsciously from what Hackworth says",
        343.34,
        347.8
    ],
    [
        " when they say, oh, do you think you become emotional?",
        347.8,
        349.7
    ],
    [
        " And he's like, yes, I have become emotional",
        350.42,
        353.46
    ],
    [
        " because I've watched so many good men die",
        353.46,
        358.16
    ],
    [
        " and I am emotional.",
        358.16,
        361.68
    ],
    [
        " And that's sort of what I said.",
        362.04,
        363.32
    ],
    [
        " I said, listen, here's a guy that's been at war for 17 years",
        363.44,
        368.22
    ],
    [
        " who I guarantee he's lost Marines",
        368.28,
        370.2
    ],
    [
        " and he's sitting here looking at this situation saying,",
        370.2,
        373.5
    ],
    [
        " this is, I'm not taking this anymore.",
        374.14,
        375.98
    ],
    [
        " When did you hear from your chain of command the next day?",
        377.58,
        381.7
    ],
    [
        " So as a battalion commander,",
        382.9,
        385.16
    ],
    [
        " I was always the first one in the office",
        385.16,
        387.46
    ],
    [
        " and it just so happened that that day my wife",
        387.46,
        391.92
    ],
    [
        " had a medical appointment and I had agreed",
        391.92,
        394.14
    ],
    [
        " to drop the kids off at school at like,",
        394.14,
        399.14
    ],
    [
        " let's call it eight o'clock.",
        399.2,
        400.16
    ],
    [
        " And so it was like an abnormal occurrence.",
        401.08,
        402.9
    ],
    [
        " That's like the one day I didn't show up early.",
        403.54,
        405.46
    ],
    [
        " And so I take the kids and so now I don't get into work",
        406.04,
        411.42
    ],
    [
        " until like eight, 15.",
        411.42,
        412.36
    ],
    [
        " And as a battalion commander,",
        412.58,
        413.48
    ],
    [
        " you don't tell people when you're coming in",
        413.62,
        415.04
    ],
    [
        " you just show up at a normal time.",
        415.04,
        417.48
    ],
    [
        " But I had texted my op-sign excel like, hey, I'm running late.",
        417.86,
        420.48
    ],
    [
        " And so I tell you that just to say my CEO",
        422.32,
        425.26
    ],
    [
        " had stopped by my office and called like three times.",
        425.26,
        427.96
    ],
    [
        " And my op-sign called me and was like,",
        428.78,
        431.78
    ],
    [
        " hey sir, CEO was really looking for you.",
        432.0,
        434.92
    ],
    [
        " You should probably call him.",
        435.08,
        435.76
    ],
    [
        " And so when I drove in, I got in,",
        436.28,
        437.58
    ],
    [
        " I think I like ate 30 that morning.",
        437.62,
        438.92
    ],
    [
        " CEO was actually walking,",
        439.74,
        442.08
    ],
    [
        " because his buildings, let's say a two minute walk",
        442.46,
        444.4
    ],
    [
        " from my building.",
        444.4,
        444.98
    ],
    [
        " He was actually walking between the buildings",
        445.46,
        447.02
    ],
    [
        " and I saw him.",
        447.02,
        447.74
    ],
    [
        " And so I stuck my head up the window and was like,",
        448.06,
        449.4
    ],
    [
        " do you want to, you want me to come back to your place?",
        449.4,
        451.34
    ],
    [
        " He's like, no, just meeting your office.",
        451.82,
        453.2
    ],
    [
        " So by the time I went and parked my truck",
        453.96,
        455.8
    ],
    [
        " and went into my office,",
        455.8,
        456.56
    ],
    [
        " he was already sitting in my office waiting for me.",
        456.56,
        458.48
    ],
    [
        " And what do you say?",
        459.06,
        460.48
    ],
    [
        " The first conversation between Colonel Emble and I,",
        461.6,
        466.86
    ],
    [
        " he came off as actually very caring.",
        467.78,
        469.68
    ],
    [
        " And keep in mind,",
        470.64,
        471.4
    ],
    [
        " this is a career, Colonel,",
        471.5,
        473.6
    ],
    [
        " command selected that doesn't know me very well.",
        473.84,
        476.12
    ],
    [
        " I've never met him before my battalion command.",
        476.72,
        478.64
    ],
    [
        " So he's had about six weeks of meetings,",
        478.64,
        480.48
    ],
    [
        " maybe like seven meetings with me.",
        480.48,
        482.52
    ],
    [
        " So I'm just imagining,",
        483.28,
        484.18
    ],
    [
        " I mean, he's another professional.",
        484.26,
        485.1
    ],
    [
        " I'm a professional.",
        485.32,
        485.74
    ],
    [
        " He doesn't know me very well.",
        485.82,
        486.78
    ],
    [
        " It's not like a guy I've been working for for a couple of years.",
        486.82,
        488.98
    ],
    [
        " Or even a guy that knows a guy that I know real well.",
        489.64,
        491.64
    ],
    [
        " Like I don't know anyone that really knows him either.",
        491.76,
        493.26
    ],
    [
        " Like we just don't know each other.",
        493.38,
        494.28
    ],
    [
        " We hadn't developed much relationship.",
        494.28,
        495.44
    ],
    [
        " So he's like, so he posted a video, yes sir.",
        497.04,
        499.56
    ],
    [
        " And he didn't really, there wasn't much small talk.",
        500.26,
        502.42
    ],
    [
        " He's like, I wish you would have talked to me first.",
        502.98,
        504.92
    ],
    [
        " If you would have talked to me first,",
        505.24,
        506.22
    ],
    [
        " we could have worked through some of this.",
        506.34,
        507.72
    ],
    [
        " And that's, and he's right.",
        507.72,
        508.92
    ],
    [
        " And that's the appropriate way.",
        509.22,
        510.24
    ],
    [
        " And I said, yes sir, I understand.",
        510.74,
        512.58
    ],
    [
        " And he's like, I think that this video might be used",
        513.34,
        516.14
    ],
    [
        " to run messages that may not have been your intent.",
        516.14,
        519.52
    ],
    [
        " I wish you would have thought of that.",
        519.88,
        520.94
    ],
    [
        " And again, he was right.",
        521.34,
        522.98
    ],
    [
        " And then he just stated, look,",
        523.74,
        525.2
    ],
    [
        " there's gonna be an investigation that's gonna take place.",
        525.56,
        528.04
    ],
    [
        " And then based on the investigation,",
        528.56,
        530.32
    ],
    [
        " we're gonna determine what to do.",
        530.86,
        531.94
    ],
    [
        " I'd like you to go home, take the rest of the day.",
        532.5,
        534.82
    ],
    [
        " And I will text you on Monday with where we stand.",
        534.82,
        537.84
    ],
    [
        " And like, all of that was very reasonable, right?",
        538.34,
        540.36
    ],
    [
        " Very reasonable stuff.",
        540.56,
        541.3
    ],
    [
        " Was this already like on Fox News",
        541.6,
        543.52
    ],
    [
        " and hitting the news outlets and all that at this point?",
        543.52,
        546.7
    ],
    [
        " No.",
        547.42,
        547.74
    ],
    [
        " So this was still sort of, you know,",
        548.0,
        550.94
    ],
    [
        " your Facebook friends, you know, and then like,",
        551.44,
        554.6
    ],
    [
        " what was it, how big was it right at this point?",
        554.82,
        556.56
    ],
    [
        " I mean, I think it probably had received",
        556.56,
        558.8
    ],
    [
        " like 10,000 shares.",
        558.8,
        561.44
    ],
    [
        " So, I mean, by the end of the night,",
        563.42,
        564.88
    ],
    [
        " it was picked up by all the major news stations.",
        564.98,
        566.7
    ],
    [
        " So in the morning, like the comments office knew about it.",
        566.9,
        569.22
    ],
    [
        " I mean, everyone knew about it,",
        569.38,
        570.56
    ],
    [
        " but you know, it hadn't been picked up by mainstream media yet,",
        570.56,
        573.28
    ],
    [
        " but it does by the end of the day.",
        573.48,
        575.3
    ],
    [
        " But like, it wasn't like everybody knew.",
        575.78,
        577.42
    ],
    [
        " Hey, when you're friend, you're gunny and your wife,",
        578.22,
        581.36
    ],
    [
        " we're all like, hey, dude, take, take it down.",
        581.36,
        584.18
    ],
    [
        " Yeah, what was the question?",
        585.58,
        587.84
    ],
    [
        " I mean, they, everyone knew.",
        588.36,
        590.78
    ],
    [
        " Yeah.",
        591.62,
        591.8
    ],
    [
        " And so my CEO left, my ex-so came in",
        592.1,
        595.2
    ],
    [
        " and I turned over the battalion to him",
        595.2,
        598.74
    ],
    [
        " and then I went home.",
        598.74,
        601.08
    ],
    [
        " And then?",
        601.94,
        602.18
    ],
    [
        " And then when I got home, my CEO called me an hour later",
        602.68,
        607.02
    ],
    [
        " and said, hey, I need you to come back in.",
        607.02,
        608.36
    ],
    [
        " I'm sorry to trick you around.",
        608.44,
        609.26
    ],
    [
        " Oh, that was weird.",
        610.06,
        610.64
    ],
    [
        " I was like, all right.",
        611.0,
        611.32
    ],
    [
        " Meet me at my office.",
        611.98,
        612.94
    ],
    [
        " He's like, no, meet me in my office.",
        613.06,
        614.1
    ],
    [
        " Okay.",
        614.68,
        615.32
    ],
    [
        " So I meet him in his office and he just looks at me",
        615.94,
        619.22
    ],
    [
        " and says, and hands me a piece of paper.",
        619.22,
        621.1
    ],
    [
        " And it says, you've been relieved for cause",
        621.1,
        622.32
    ],
    [
        " based on a lack of trust and confidence.",
        622.32,
        624.02
    ],
    [
        " Do you have any questions?",
        624.76,
        625.84
    ],
    [
        " Yes.",
        627.22,
        627.4
    ],
    [
        " What do I do now?",
        628.06,
        629.0
    ],
    [
        " He's like, I need you to come in tomorrow.",
        629.6,
        631.56
    ],
    [
        " He's like, what will probably happen is,",
        632.34,
        634.84
    ],
    [
        " though, we'll be in investigation.",
        635.1,
        637.14
    ],
    [
        " And I don't think they're gonna keep you here.",
        637.84,
        639.46
    ],
    [
        " He's like, they'll probably move you up to Quantico.",
        639.72,
        641.4
    ],
    [
        " And General Alfred asked to maintain the investigation",
        645.06,
        648.02
    ],
    [
        " so that he can take care of you.",
        648.02,
        649.66
    ],
    [
        " So he said, I was like, okay.",
        650.24,
        651.44
    ],
    [
        " I'm trying to like reconcile that in my mind.",
        652.2,
        655.14
    ],
    [
        " And, but at the end of the day,",
        656.32,
        657.68
    ],
    [
        " like, I kind of knew I'd be relieved over it",
        657.74,
        659.74
    ],
    [
        " and I just said, okay, sir.",
        659.74,
        662.22
    ],
    [
        " And so I signed the piece of paper",
        662.82,
        664.3
    ],
    [
        " that said I'd been relieved.",
        664.3,
        665.12
    ],
    [
        " I walked out and I actually made a post",
        665.7,
        668.76
    ],
    [
        " like immediately after it's still up on my page",
        668.76,
        670.98
    ],
    [
        " is my Facebook and LinkedIn.",
        670.98,
        672.64
    ],
    [
        " And I was very appreciative.",
        673.08,
        674.06
    ],
    [
        " I said, I think effective of 1400 today, I've been relieved.",
        674.4,
        678.18
    ],
    [
        " And then my command is doing exactly what I would have done.",
        678.48,
        680.52
    ],
    [
        " I'd like to thank them for the opportunity",
        680.84,
        682.24
    ],
    [
        " of getting to service the AITB, Patanian Commander",
        682.24,
        684.48
    ],
    [
        " and I look forward to the next chapter, right?",
        684.48,
        685.72
    ],
    [
        " So very appreciative of the post.",
        685.88,
        687.86
    ],
    [
        " Obviously something changed for your regimental commander",
        689.14,
        692.78
    ],
    [
        " somebody talked to him and said, all right,",
        692.78,
        694.0
    ],
    [
        " this is what we're doing.",
        694.34,
        695.08
    ],
    [
        " And just so everyone, just so civilians know",
        696.08,
        698.04
    ],
    [
        " what you're talking about,",
        698.04,
        698.54
    ],
    [
        " relieved of command and you just got fired.",
        698.56,
        700.0
    ],
    [
        " So you got fired and Patanian Command",
        700.7,
        703.04
    ],
    [
        " is a huge stepping stone and it's a huge responsibility.",
        703.04,
        706.38
    ],
    [
        " So the ramifications were I would never get promoted again.",
        706.72,
        709.8
    ],
    [
        " And, you know, as you work through to your mind,",
        710.92,
        713.16
    ],
    [
        " I had been relieved, I had been fired.",
        713.38,
        714.7
    ],
    [
        " So I knew I would never be promoted again,",
        714.8,
        716.18
    ],
    [
        " but I knew that there was still potential",
        716.18,
        718.32
    ],
    [
        " for legal action, right?",
        718.32,
        720.22
    ],
    [
        " So like best case, I am just like a disgraced",
        720.42,
        725.04
    ],
    [
        " lieutenant colonel of cubicle somewhere",
        725.04,
        726.44
    ],
    [
        " at the limping towards retirement.",
        726.44,
        727.58
    ],
    [
        " But, you know, worst case was I could be separated out,",
        728.4,
        730.88
    ],
    [
        " be a legal action.",
        731.14,
        732.16
    ],
    [
        " And so I didn't know, it was just unknown at that time.",
        733.32,
        735.3
    ]
]