[
    [
        " I think one of the big things we can learn from it is you have to push back, you have to question, you have to question authority.",
        0.0,
        7.46
    ],
    [
        " Authority is not always right. Just because someone is in a position before he doesn't mean they're right.",
        7.64,
        11.2
    ],
    [
        " And in fact, an indicator of them not being right is when they impose things on you.",
        11.8,
        18.34
    ],
    [
        " That's an indicator that they're not right.",
        19.04,
        20.84
    ],
    [
        " If you have to impose something on someone, it's an indication that you're what you're doing is not right.",
        21.36,
        25.72
    ],
    [
        " And if you're having something imposed on you, that's an indication that whoever's imposing on it to you is not right.",
        25.72,
        30.52
    ],
    [
        " Or at least they're not confirmed because if I have to impose something on you, why?",
        30.92,
        36.58
    ],
    [
        " Why? If I can't explain to you how this is going to help you, help your family, help your community, help your country.",
        38.1,
        44.2
    ],
    [
        " If I can't explain that to you and the only way I can get you to do something is by imposing on you.",
        44.26,
        48.7
    ],
    [
        " It's there's a good chance it's wrong.",
        49.02,
        50.46
    ],
    [
        " So again, back to my earlier emotional reaction to the draft Dodgers, right?",
        54.48,
        60.98
    ],
    [
        " But it's I understand it.",
        61.36,
        62.46
    ],
    [
        " At once I took a step back, you understand.",
        62.58,
        66.72
    ],
    [
        " Look, I understand it.",
        67.08,
        69.72
    ],
    [
        " Does it still make me angry that there's people that look, can you imagine watching your, again, I'm going to get emotional,",
        70.18,
        77.94
    ],
    [
        " but you watch your neighbor go off to war while you stay at home.",
        78.12,
        82.2
    ],
    [
        " Yeah.",
        82.76,
        82.78
    ],
    [
        " There's something wrong with that picture.",
        83.14,
        85.04
    ],
    [
        " So from that level, I don't, I can't understand it, can't agree with it.",
        85.26,
        90.3
    ],
    [
        " When you start looking at it from a level of, oh, this is being imposed on the country.",
        90.44,
        94.74
    ],
    [
        " And the leadership can't explain why it's happening.",
        95.2,
        98.16
    ],
    [
        " And they're trying to sell it to us and they can't even sell it to us.",
        98.6,
        102.46
    ],
    [
        " They can't.",
        102.62,
        103.1
    ],
    [
        " So they have to impose.",
        103.28,
        104.12
    ],
    [
        " So we have a more responsibility to question authority, to question the government, to figure out what it is we're actually doing.",
        105.86,
        114.4
    ],
    [
        " And you know, you take a guy like McNamara, I could probably, we should probably do a huge podcast about McNamara at some point.",
        116.48,
        124.2
    ],
    [
        " Because he, all the things that I talk about for bad leadership, he knocks a bunch of them out of the park.",
        125.16,
        132.6
    ],
    [
        " He doesn't understand people.",
        136.18,
        137.58
    ],
    [
        " He only listens to statistics.",
        137.94,
        139.78
    ],
    [
        " There's a, there's a, I know you like biases, echo Charles.",
        140.2,
        143.98
    ],
    [
        " Yes.",
        144.2,
        144.32
    ],
    [
        " The McNamara fallacy.",
        144.74,
        146.0
    ],
    [
        " You've heard of that.",
        146.14,
        146.76
    ],
    [
        " The McNamara bias.",
        147.18,
        148.2
    ],
    [
        " That's when you just go off as statistics.",
        148.54,
        150.78
    ],
    [
        " You just look at the numbers and you make a decision based on your quantitative observations.",
        151.12,
        157.66
    ],
    [
        " And that's it.",
        157.66,
        158.5
    ],
    [
        " Based on the metrics.",
        158.84,
        159.68
    ],
    [
        " Hey, the metrics say that's what we're doing.",
        159.7,
        161.0
    ],
    [
        " It's a fallacy.",
        161.5,
        162.7
    ],
    [
        " Doesn't account for emotions.",
        163.1,
        164.96
    ],
    [
        " Doesn't account for personalities.",
        165.26,
        166.86
    ],
    [
        " Doesn't account for the human side of things.",
        167.08,
        169.96
    ],
    [
        " And it doesn't work.",
        170.4,
        170.92
    ],
    [
        " So we can learn about leadership by reading this book.",
        172.0,
        177.6
    ],
    [
        " And we can learn clearly that we also have a moral obligation to protect people at a week, protect people that are mentally and physically disabled.",
        178.36,
        188.98
    ],
    [
        " And we need to be empathetic to other people to understand where they're coming from.",
        191.3,
        195.34
    ],
    [
        " Like you read about some of those leaders in this book where, you know, the platoon commander took the, the, the McNamara 100K soldier, took him under his wing, protected him, took care of him.",
        195.62,
        207.12
    ],
    [
        " And there's a bunch of examples in there like that.",
        207.44,
        209.66
    ],
    [
        " Don't put put, don't put people in the positions that they cannot handle.",
        210.36,
        216.08
    ],
    [
        " And I'm not talking about don't push people, but don't put them into situations, especially if they're going to be hazardous to them where they can get hurt or killed if they haven't been trained if they're not capable of doing that thing.",
        217.06,
        227.9
    ],
    [
        " Certainly don't put them in danger.",
        228.6,
        232.08
    ],
    [
        " What does that mean?",
        233.04,
        235.14
    ],
    [
        " It means be a good freaking human being.",
        235.3,
        237.08
    ],
    [
        " That's what it means.",
        237.24,
        237.8
    ],
    [
        " Be a good person.",
        238.56,
        240.08
    ]
]