[
    [
        " brings me back to that one book and all this stuff is going on.",
        0.44,
        2.92
    ],
    [
        " All these people avoiding, we covered that one book called company commander",
        3.0,
        5.86
    ],
    [
        " and the guys going through army, O.C., army officer candidate school",
        5.86,
        9.84
    ],
    [
        " and they're like, where do you, I think it was, I think that's what book it was.",
        9.84,
        12.26
    ],
    [
        " I think it was the book company commander.",
        12.28,
        13.36
    ],
    [
        " But you have to write down your three choices of where you want to get stationed.",
        13.74,
        16.3
    ],
    [
        " He writes infantry, infantry commander infantry, infantry, infantry,",
        16.7,
        19.14
    ],
    [
        " infantry commander.",
        19.2,
        19.72
    ],
    [
        " And all these other people just avoiding fighting.",
        20.06,
        26.0
    ],
    [
        " It's hard for me just straight up to understand the perspective.",
        28.1,
        31.78
    ],
    [
        " Like, when I read this and I read that all these 68% of people avoided the draft,",
        32.2,
        38.12
    ],
    [
        " like I read that, it doesn't, it's hard for me to compute that.",
        38.44,
        40.84
    ],
    [
        " It's hard for me to compute like being a man and being like, oh, a bunch of people are going to go fight a war.",
        41.24,
        48.2
    ],
    [
        " I'm going to hide over here.",
        48.4,
        49.46
    ],
    [
        " It's hard for me to compute that.",
        49.84,
        51.8
    ],
    [
        " I got to be honest with you.",
        51.98,
        52.96
    ],
    [
        " Yeah.",
        53.42,
        53.8
    ],
    [
        " That makes sense to me that it would be hard for me to understand it.",
        53.9,
        58.24
    ],
    [
        " What, what kind of human you have to be.",
        58.46,
        60.78
    ],
    [
        " Now, if you're like, hey, actively saying, look, I don't believe in this war, I actually get that.",
        61.28,
        67.4
    ],
    [
        " I actually get that.",
        67.7,
        68.72
    ],
    [
        " If someone says, look, listen, we shouldn't be over there fighting and I'm not going.",
        68.86,
        71.94
    ],
    [
        " And you want to send me to jail?",
        72.14,
        73.12
    ],
    [
        " Send me to jail.",
        73.5,
        74.16
    ],
    [
        " You want to, you want to make me serve in some other capacity?",
        74.52,
        77.72
    ],
    [
        " Okay, but I'm not going to go fight that war.",
        77.9,
        79.44
    ],
    [
        " If you do that, I respect you.",
        79.64,
        81.82
    ],
    [
        " Yeah.",
        82.04,
        82.26
    ],
    [
        " Right?",
        82.58,
        83.04
    ],
    [
        " If you hide and get braces and get a letter from a psychologist, and that's what you do, no, I, I, I, I cannot believe that the numbers are that high.",
        83.36,
        93.28
    ],
    [
        " It's crazy.",
        93.34,
        93.76
    ],
    [
        " Yeah.",
        94.0,
        94.68
    ],
    [
        " And, and being in your presence for a long time and kind of reading this book with you, that makes sense.",
        95.0,
        102.46
    ],
    [
        " But if you think back to, let's say, a 20 year old person who isn't like you, like maybe that maybe, maybe they do have,",
        102.86,
        113.9
    ],
    [
        " maybe they're middle class and they got normal stuff, quote, unquote, normal stuff going on.",
        113.94,
        117.38
    ],
    [
        " And I had really into politics or history or nothing like that.",
        117.38,
        120.48
    ],
    [
        " They're just into normal stuff.",
        120.48,
        121.6
    ],
    [
        " And then they hear on the news.",
        122.14,
        125.42
    ],
    [
        " Yeah.",
        125.74,
        125.9
    ],
    [
        " Hey, there's a war going on.",
        126.34,
        127.7
    ],
    [
        " And you know what?",
        129.02,
        129.94
    ],
    [
        " You don't have a choice.",
        130.1,
        131.16
    ],
    [
        " You have to fight it.",
        131.4,
        132.36
    ],
    [
        " You're just like, I don't want to go in the military.",
        132.42,
        133.72
    ],
    [
        " Like that was never my plan.",
        134.04,
        135.22
    ],
    [
        " That was never nothing.",
        135.38,
        136.1
    ],
    [
        " In fact, I kind of want to just be a doctor.",
        136.38,
        139.56
    ],
    [
        " Well, that's a good point.",
        139.8,
        140.64
    ],
    [
        " And the good point, the great point that you're making is a point that I've actually making a lot lately.",
        140.86,
        145.26
    ],
    [
        " And I talked about it when I was on with Rogan, which is when you impose something on someone, they reject it.",
        145.86,
        150.86
    ],
    [
        " So that's a great example.",
        150.96,
        152.18
    ],
    [
        " You impose the draft on people.",
        152.42,
        154.12
    ],
    [
        " They're going to get freaking pissed off.",
        154.26,
        155.54
    ],
    [
        " They're going to get nervous.",
        155.66,
        156.26
    ],
    [
        " They're going to run away from it.",
        156.26,
        157.3
    ],
    [
        " So that's a good point.",
        157.3,
        158.16
    ],
    [
        " And when I take that into account, then I understand it better.",
        158.84,
        162.14
    ],
    [
        " So thank you for helping me understand a little bit better when someone says, Hey, you're going to war.",
        162.34,
        166.12
    ],
    [
        " And that's not part of your thing.",
        166.44,
        167.88
    ],
    [
        " You kind of think, wait a second, I'm not going to war.",
        168.18,
        170.5
    ],
    [
        " Where's the dentist?",
        170.66,
        171.52
    ],
    [
        " I need some braces over here.",
        171.68,
        173.1
    ],
    [
        " But even with that being said, so I understand that's a good point.",
        173.32,
        177.38
    ],
    [
        " But even that being said, the fact that the numbers are that large, that it was a thing to go get braces,",
        177.6,
        184.22
    ],
    [
        " that it was a thing that people were writing home from college going, don't worry, mom, I got to get a letter from a psychologist.",
        185.4,
        190.16
    ],
    [
        " We have to pay $125 and they'll write up a report of that was a thing.",
        190.36,
        193.94
    ],
    [
        " It wasn't like a rare case.",
        194.38,
        195.88
    ],
    [
        " Yeah.",
        196.48,
        196.56
    ],
    [
        " But even then, again, from our perspective, when it's done with and when things kind of sort themselves out,",
        196.74,
        205.46
    ],
    [
        " that makes sense, for sure, to maybe have trouble seeing that.",
        205.52,
        209.8
    ],
    [
        " But again, think about how it was probably like for anything like, hey, what if your neighbor, what if hey, look,",
        210.2,
        216.96
    ],
    [
        " I grew up on, you know, fifth street and we're not into politics.",
        217.2,
        221.54
    ],
    [
        " We're into, we play baseball.",
        221.54,
        223.06
    ],
    [
        " And yeah, I heard about this quote unquote war.",
        223.36,
        225.78
    ],
    [
        " I don't know anyone in the military.",
        226.46,
        228.16
    ],
    [
        " I don't know anyone, not one single person.",
        228.42,
        230.2
    ],
    [
        " In fact, I just, I heard of, you know, my neighbor's cousin that lives in the other side of the country, went in the military.",
        230.36,
        235.98
    ],
    [
        " I don't know anyone in the military.",
        236.12,
        237.3
    ],
    [
        " I want to be a dentist.",
        237.96,
        239.08
    ],
    [
        " I want to be a lawyer and, you know, I want to be a fireman.",
        239.08,
        243.34
    ],
    [
        " And that's the culture.",
        243.78,
        246.24
    ],
    [
        " And then it's like, oh my gosh, you know, you hear it on the news, you get in the mail, whatever.",
        246.42,
        249.76
    ],
    [
        " You're, you got to register for the draft, which is this?",
        250.4,
        253.28
    ],
    [
        " You have to go in the military and you got to go fight this world.",
        253.82,
        256.42
    ],
    [
        " You don't know anything about, you don't know anything in the military.",
        256.54,
        258.92
    ],
    [
        " And now you have to do it.",
        258.92,
        260.48
    ],
    [
        " Otherwise, you go to jail.",
        260.62,
        261.78
    ],
    [
        " So, and it's like, damn, now I've got to risk my life for something I don't really know about.",
        262.08,
        266.64
    ],
    [
        " Not necessarily that I'm against or for nothing like that.",
        266.84,
        268.96
    ],
    [
        " I just don't really know about it.",
        269.06,
        270.34
    ],
    [
        " Yeah.",
        270.36,
        270.46
    ],
    [
        " 18 years old.",
        270.78,
        271.34
    ],
    [
        " I don't know what that can't stuff for you know.",
        271.4,
        272.8
    ],
    [
        " And then your neighbor goes and is like, hey, I can't go.",
        272.96,
        277.08
    ],
    [
        " My God, flat feet.",
        277.22,
        278.02
    ],
    [
        " I'm like, oh, wait, do I have to, I don't even know if I have flat feet.",
        278.18,
        280.3
    ],
    [
        " Let me go in the doctor or whatever.",
        280.38,
        282.42
    ],
    [
        " Let's see what up.",
        282.76,
        283.32
    ],
    [
        " Oh, this guy, oh, I had braces.",
        283.44,
        284.56
    ],
    [
        " I don't want to play.",
        284.78,
        285.2
    ],
    [
        " Oh, let me go see if I need some braces.",
        285.24,
        286.96
    ],
    [
        " Because I don't want to go either.",
        287.24,
        288.26
    ],
    [
        " None of us want to go.",
        288.48,
        289.56
    ],
    [
        " We never did.",
        289.74,
        290.32
    ],
    [
        " Yeah.",
        290.5,
        290.6
    ],
    [
        " And all I have to do is, you know, and then you start to just get that culture where it's not shameful to go get",
        291.06,
        296.54
    ],
    [
        " braces.",
        296.56,
        296.92
    ],
    [
        " Yeah.",
        297.16,
        297.34
    ],
    [
        " Well, that's a big piece of it.",
        297.48,
        298.7
    ],
    [
        " Those are all great points and it's, you're right.",
        298.98,
        302.18
    ],
    [
        " And imposing things on people.",
        302.74,
        304.08
    ],
    [
        " And just like this, just like imposing the draft, that's why people is like, hey, don't",
        304.38,
        308.12
    ],
    [
        " you think everyone should serve in the military?",
        308.12,
        309.14
    ],
    [
        " I was generally think not really because when you start imposing things on people, hey,",
        309.56,
        314.56
    ],
    [
        " would it be good?",
        314.66,
        315.14
    ],
    [
        " Yes.",
        315.3,
        315.58
    ],
    [
        " Would it be good to do some kind of service?",
        316.18,
        317.54
    ],
    [
        " Would it be good to understand what it's like to be in the military or go overseas and",
        317.54,
        321.88
    ],
    [
        " do it?",
        321.88,
        322.08
    ],
    [
        " Yes, that would stuff would all be great.",
        322.26,
        323.48
    ],
    [
        " But when you start imposing things on people, so you're right.",
        323.58,
        326.0
    ],
    [
        " I guess I was having a little bit of an allergic reaction to this.",
        326.2,
        329.34
    ],
    [
        " Yes, sir.",
        329.36,
        329.9
    ],
    [
        " Was having a little bit of a, maybe a lot of it of an allergic reaction.",
        330.18,
        332.72
    ],
    [
        " Well, that's a bias, right?",
        332.86,
        333.74
    ],
    [
        " It's a curse of knowledge or something where you can't, no, no, no.",
        334.18,
        339.6
    ],
    [
        " Yeah.",
        339.6,
        339.78
    ],
    [
        " And I guess it's also, I guess what makes me most frustrated is that it's like the entire",
        339.88,
        344.86
    ],
    [
        " chain of command, right?",
        344.86,
        345.8
    ],
    [
        " You got Lyndon Johnson, the president.",
        345.9,
        347.42
    ],
    [
        " You got the second.",
        347.56,
        348.04
    ],
    [
        " And they're all making these moves that are based on helping people.",
        348.04,
        353.64
    ],
    [
        " Hey, well, we're not going to, you know, you go to college, it's all a scam.",
        353.96,
        357.1
    ],
    [
        " Yeah.",
        357.64,
        357.86
    ],
    [
        " That's what's pissing me off.",
        357.9,
        358.7
    ],
    [
        " I guess more than anything else.",
        358.8,
        359.68
    ],
    [
        " Is that it's a scam?",
        359.68,
        360.52
    ],
    [
        " And the other thing is if you, if you are going to go to war, right, you, you should be",
        360.92,
        367.18
    ],
    [
        " able to explain why we're going to war.",
        367.18,
        368.52
    ],
    [
        " And the people should be able to say, yeah, that actually makes sense.",
        368.74,
        371.72
    ],
    [
        " And then you go to war and you realize that people are going to get killed and you realize",
        372.12,
        375.38
    ],
    [
        " you're going to kill some bad people and you realize that some civilians are going to",
        375.38,
        378.54
    ],
    [
        " die as well.",
        378.54,
        378.88
    ],
    [
        " All those things, talk about that stuff all the time.",
        379.0,
        380.56
    ],
    [
        " All that stuff is going to happen.",
        380.72,
        382.6
    ],
    [
        " And also if you say, hey, here's, we're going to war and you cannot explain why and the",
        382.98,
        388.08
    ],
    [
        " populist goes, hey, dude, what are we doing?",
        388.08,
        390.2
    ],
    [
        " As soon as you got people going, hey, I'm going to go get freaking, uh, gonna go piss on",
        390.32,
        394.48
    ],
    [
        " myself so I don't have to go.",
        394.48,
        395.56
    ],
    [
        " And now you got a whole group, a whole class of people that are saying we don't want to fight.",
        395.94,
        399.78
    ],
    [
        " Maybe we should reconsider what, what we're doing there.",
        400.14,
        402.46
    ],
    [
        " Because that's a problem.",
        402.68,
        403.66
    ],
    [
        " You know, if you're in charge of a company or you're in charge of a platoon, you say,",
        404.02,
        407.52
    ],
    [
        " hey, we're going to go over this hill.",
        407.54,
        408.56
    ],
    [
        " And the whole platoon or two thirds of the platoon goes, hey, boss, I'm not so sure about",
        408.88,
        413.34
    ],
    [
        " that. Or you're in a company, say, we're going to go in this new market area and a bunch",
        413.34,
        415.9
    ],
    [
        " of your leadership and a bunch of your mid-level managers say, hey, boss, I don't want to go",
        415.9,
        420.76
    ],
    [
        " into that market area.",
        420.76,
        421.48
    ],
    [
        " What about you?",
        421.66,
        422.1
    ],
    [
        " I don't want to go.",
        422.56,
        423.3
    ],
    [
        " What about you?",
        423.36,
        423.7
    ],
    [
        " I don't want to go.",
        423.76,
        424.14
    ],
    [
        " Okay, you have to go into that market area.",
        424.44,
        426.54
    ],
    [
        " Maybe you should reconsider what you're doing.",
        427.4,
        429.72
    ],
    [
        " You're not smarter than everybody else.",
        430.08,
        431.64
    ],
    [
        " That's a problem.",
        431.98,
        432.84
    ]
]