[
    [
        " As you were talking about like the talking about one of the Afghan soldiers that you knew",
        0.0,
        3.62
    ],
    [
        " and how he, you know, hey, we're gonna stay here, we're gonna fight, they'll never take us.",
        3.62,
        7.52
    ],
    [
        " Do you remember all that stuff that happened up in Portland when the Antifa took over the part of",
        8.26,
        15.32
    ],
    [
        " the, yeah, part of the neighborhood or whatever they were calling it? I think it was originally called",
        15.32,
        19.88
    ],
    [
        " chop and then they changed it to chas but it was the occupied zone or something like this.",
        19.88,
        24.38
    ],
    [
        " But somebody's asking me about it and I kind of said, hey, there's no one up there in the chop.",
        24.64,
        31.68
    ],
    [
        " That's like ready to die for the cause. That's ready to say, you know what, we're gonna stay here,",
        32.3,
        38.4
    ],
    [
        " worry. They're just not, they're just not up there. There's no, I mean, America and I kind of",
        38.44,
        43.24
    ],
    [
        " made the comment that, hey, even the people that are Antifa members, guess what? They have cell",
        43.24,
        54.36
    ],
    [
        " just not that bad of a thing and they're not right that committed to it. And it's interesting",
        54.36,
        61.52
    ],
    [
        " when you think about what it really takes for someone to stand up and be willing to sacrifice",
        61.52,
        68.88
    ],
    [
        " themselves for a cause, whatever that cause is. And when you look at the Taliban and you, you're this",
        68.88,
        75.1
    ],
    [
        " Afghan person that's been fighting for however many years and you've been fighting for the Americans,",
        75.1,
        79.9
    ],
    [
        " you've been fighting for the Afghan government for 10 years or seven years. And then you're like,",
        79.96,
        85.26
    ],
    [
        " well, it looks like we're completely surrounded. If I fight, I'm gonna die or I can just kind of",
        85.38,
        92.02
    ],
    [
        " put down my weapon, take off my uniform and carry on with my life.",
        92.02,
        95.42
    ],
    [
        " And I, yeah, and that was, you know, I, and I think also the next day, or Joe Biden came out and said,",
        96.0,
        105.02
    ],
    [
        " you know, these guys ran away from their posts and things and to a degree, I understand",
        105.02,
        109.38
    ],
    [
        " where that came from, but it actually, it upset me because they were really sold out by their",
        109.38,
        115.0
    ],
    [
        " leadership. And I'll give examples. So Safi, the guy that I met that Friday when I was finally",
        115.0,
        119.56
    ],
    [
        " able to get back in contact with him after Mazar had fallen and I asked him, okay, where are you?",
        119.56,
        124.44
    ],
    [
        " And he said, you know, he'd gone out that day and they just, they were so outnumbered and he's",
        124.96,
        130.36
    ],
    [
        " three bodyguards had been killed. And you know, it was really the commandos that were trying to hold",
        130.36,
        135.08
    ],
    [
        " it. And he said, by four o'clock that afternoon, somebody came to him and said, oh, Dustin left.",
        135.08,
        139.26
    ],
    [
        " And so did the commando left? Like, oh, your command is left. And it's up to you if you want to stay",
        140.02,
        145.28
    ],
    [
        " and die or you can leave. And he just, he, they were sold out by everybody.",
        145.28,
        150.52
    ],
    [
        " I did hear stories from guys that I knew that said that the Taliban would like approach a village",
        151.4,
        159.16
    ],
    [
        " and just send a messenger in there and be like, hey, you know, here's your chance. We know you were,",
        159.16,
        163.54
    ],
    [
        " we know you're afghan security. You can put down your guns and be cool or we're going to kill",
        163.76,
        168.9
    ],
    [
        " everyone. And guys were like, okay, we're surrounded. We're going to die. I guess we'll just",
        168.9,
        174.28
    ],
    [
        " go back to the way it used to be by the way. That's the other thing it was. They have sort of a lot",
        174.28,
        180.68
    ],
    [
        " of them had memory of what it used to be like. And it's like, okay, well, I guess we're going back",
        180.68,
        185.4
    ],
    [
        " the way it used to be. But it's better to do that be alive than be dead. And the amount of sacrifices",
        185.4,
        192.98
    ],
    [
        " that a lot of those afghans soldiers made. I mean, they don't, they weren't even released",
        192.98,
        196.08
    ],
    [
        " the number of killed. But it's, it's well passed 100,000. Yeah. I mean, there was at least 50,000",
        196.08,
        202.62
    ],
    [
        " killed going into this whole thing taking place. So it's not like, and again, there's plenty of",
        202.62,
        210.04
    ],
    [
        " Americans that fought alongside the Afghans and I had met awesome Afghan troops just like in Iraq,",
        210.04,
        216.84
    ],
    [
        " you know, there was, and by the time you and Iraq and the Iraqis were fighting ISIS,",
        216.84,
        222.54
    ],
    [
        " they were taking massive casualties, massive casualties going to take Mazewabak. That was led by",
        222.9,
        229.2
    ],
    [
        " the Iraqi forces. And they took massive casualties and they kept going. Compared to in the battle",
        229.2,
        234.88
    ],
    [
        " of Amadi, the Iraqi forces were, some of them were very scared and didn't want to take lead and",
        234.88,
        239.86
    ],
    [
        " definitely didn't want to take casualties. We had a whole battalions abandoned and leave. So that idea",
        239.86,
        246.58
    ],
    [
        " of this kind of, this kind of clear cut American version of the way things are",
        247.6,
        254.04
    ],
    [
        " is doesn't apply here. There's no clear cut way of, hey, oh, if you get captured, we know what's",
        254.04,
        265.28
    ],
    [
        " going to happen. You're going to get tortured. You're going to kill, it's like, hey, you're an Afghan",
        265.28,
        268.36
    ],
    [
        " security force and you surrender. You're not sure what's going to happen, but you know what's going",
        268.36,
        274.0
    ],
    [
        " to happen if you don't surrender, you're going to die. So and then you see your leadership",
        274.0,
        279.06
    ],
    [
        " already away, all running away, all of them. And every single one of them ran away, including the",
        279.06,
        286.14
    ],
    [
        " president, including the president, who yeah, with that guy, that is a, is an insane situation.",
        286.14,
        295.44
    ],
    [
        " I mean, you have that guy, Ashraf Ghani, who, who is like a professor at Berkeley, a professor at",
        295.44,
        303.44
    ],
    [
        " Johns Hopkins, went to some leadership school at Harvard, wrote the book called Fixing Failed",
        303.44,
        311.24
    ],
    [
        " States, which is like an academic exploration of this, the theoretical, it's an embarrassment.",
        311.24,
        317.62
    ],
    [
        " Yeah. And he bailed with a bunch of money, by the way. And yeah, a bunch of money is now under",
        318.02,
        322.44
    ],
    [
        " investigation. But what, what I remember going back in being Afghanistan in 2017 and sort of hearing",
        322.44,
        329.22
    ],
    [
        " when I'd go to the, the NATO compound of the US embassy and everyone would say all these great",
        329.22,
        334.32
    ],
    [
        " things about Ghani. And I remember saying to a few people, have you gone out to the street just",
        334.32,
        339.16
    ],
    [
        " to talk to the Afghan people because they have a different idea, you know. So I think part of that",
        339.16,
        344.8
    ],
    [
        " problem was the US because nobody was leaving that base in the diplomacy world. They were getting",
        344.8,
        350.34
    ],
    [
        " a vacuum of information that was pre-approved people to enter. They were all part of this sort",
        350.34,
        355.84
    ],
    [
        " of popetry stream and they weren't actually out there talking to the Afghans who were terribly",
        355.94,
        360.26
    ],
    [
        " frustrated with the corruption going on. Terribly frustrated with the sort of, I guess, the",
        360.26,
        364.74
    ],
    [
        " pastune and the sectarianism and things. And it just, the picture that was so warped,",
        364.74,
        371.14
    ],
    [
        " compared to the reality that I saw even back then.",
        371.3,
        374.0
    ]
]