[
    [
        " I've done targets before, hit targets that were just, they were just wrong.",
        0.56,
        4.64
    ],
    [
        " And I was a huge lesson learned from you.",
        5.28,
        6.76
    ],
    [
        " I hit a target one time.",
        6.8,
        7.7
    ],
    [
        " I first deployment to Iraq and pulled the thread on the, because I got back thinking that",
        7.72,
        13.34
    ],
    [
        " was not right.",
        13.34,
        13.9
    ],
    [
        " Like that person with the guy that we got is not a bad guy.",
        14.3,
        16.94
    ],
    [
        " He clearly was not a bad guy.",
        17.12,
        18.58
    ],
    [
        " And it came back and started pulling the thread.",
        18.96,
        21.18
    ],
    [
        " Hey, who did this?",
        21.18,
        22.54
    ],
    [
        " Who gave us this information?",
        22.62,
        23.72
    ],
    [
        " And eventually pulled the thread.",
        23.94,
        25.66
    ],
    [
        " And it was like he had, his wife had fired the maid or something like that.",
        25.7,
        34.68
    ],
    [
        " It was something like that.",
        34.74,
        35.56
    ],
    [
        " The maid was pissed.",
        35.9,
        37.14
    ],
    [
        " And so she went and started telling Americans that, oh yeah, this guy, he's a bad guy.",
        37.74,
        44.38
    ],
    [
        " He's financing.",
        44.46,
        44.98
    ],
    [
        " You know, that kind of thing.",
        45.52,
        46.6
    ],
    [
        " And so that was a huge lesson for me.",
        47.3,
        50.78
    ],
    [
        " Because from then on, my question would be who put this X on this building?",
        50.96,
        54.94
    ],
    [
        " Because that's what we would literally get would be a map.",
        54.94,
        57.78
    ],
    [
        " And there'd be an X on the building, a red X, just like a movie, a red X on a building.",
        58.2,
        62.64
    ],
    [
        " And I would say who put that red X there?",
        62.8,
        65.12
    ],
    [
        " I want to know who put that red X.",
        65.6,
        67.28
    ],
    [
        " And I would pull the thread and find out exactly, hey, this is the information that we've",
        67.36,
        71.18
    ],
    [
        " got.",
        71.18,
        71.32
    ],
    [
        " This is what's corroborated.",
        71.46,
        72.38
    ],
    [
        " It's really, really hard.",
        72.5,
        73.84
    ],
    [
        " And if you're not in that mode and there's pressure, that's where these people make",
        74.5,
        80.7
    ],
    [
        " these quick calls to try and do something.",
        81.38,
        84.56
    ],
    [
        " And again, I want to pull the thread on that more.",
        85.08,
        88.62
    ],
    [
        " And hopefully I can try and as it becomes declassified.",
        88.8,
        91.76
    ],
    [
        " Because I'm sure some of it's classified where they're getting information from.",
        91.8,
        94.08
    ],
    [
        " All that stuff can be classified.",
        94.34,
        95.68
    ],
    [
        " But it'll be interesting to pull the thread on that and see why they pulled the trigger",
        96.12,
        101.88
    ],
    [
        " on that mission.",
        101.88,
        103.34
    ],
    [
        " And the report came back saying nobody was responsible.",
        103.66,
        106.26
    ],
    [
        " Nobody was held accountable.",
        106.54,
        107.84
    ],
    [
        " It was just a mistake that they couldn't sort of pin to one person was the Pentagon report",
        108.06,
        112.4
    ],
    [
        " on it.",
        112.4,
        112.8
    ],
    [
        " And I thought, how is that possible?",
        112.98,
        115.54
    ],
    [
        " And how is nobody held accountable to this at all?",
        116.44,
        119.62
    ],
    [
        " Well, you know, even for me, when we hit that target and capped, caught this guy.",
        120.28,
        126.64
    ],
    [
        " Thank God we didn't shoot him.",
        126.86,
        127.86
    ],
    [
        " Thank God he didn't resist.",
        127.86,
        128.64
    ],
    [
        " He didn't resist because he wasn't a bad guy.",
        128.8,
        129.88
    ],
    [
        " So we went, we grabbed this guy.",
        130.02,
        131.48
    ],
    [
        " But the reason I wanted was so engaged with that was because I knew it was me.",
        132.54,
        137.6
    ],
    [
        " Hey, I'm the one that's kicking in the door and where, you know, well, my team is doing",
        138.06,
        142.74
    ],
    [
        " that.",
        142.74,
        142.98
    ],
    [
        " So I need to take ownership of what we're doing and make sure that this is the right thing",
        143.18,
        149.1
    ],
    [
        " to do in the right situation.",
        149.1,
        150.36
    ],
    [
        " Because yeah, I mean, so if you're allowed to sort of push responsibility onto 14 different",
        150.8,
        159.04
    ],
    [
        " people that all had a hand in the Intel gathering, which a bunch of people do gather",
        159.04,
        162.76
    ],
    [
        " that Intel, but who's pulling the trigger?",
        162.76,
        165.02
    ],
    [
        " Who's saying, yes, go.",
        165.12,
        166.18
    ],
    [
        " And you need to own that.",
        166.64,
        167.84
    ],
    [
        " If you make that mistake and explain why and then you can put some procedures in place",
        168.0,
        171.92
    ],
    [
        " that won't let it happen again.",
        171.92,
        173.96
    ],
    [
        " And also you have to question a little bit.",
        174.2,
        177.38
    ],
    [
        " You have the inspector general of the Air Force investigating the Air Force.",
        177.84,
        181.76
    ],
    [
        " Like, you know, would it be better to have an independent person looking at this as",
        182.08,
        186.14
    ],
    [
        " opposed to having somebody investigate themselves?",
        186.14,
        188.94
    ],
    [
        " I don't know.",
        189.2,
        189.44
    ],
    [
        " I don't.",
        189.74,
        190.08
    ],
    [
        " It's just sort of a question that I've asked myself.",
        190.22,
        192.64
    ],
    [
        " And there's another thing that can happen as well.",
        193.12,
        195.36
    ],
    [
        " And this was a term that I first heard when I was in Iraq, my second deployment, good",
        195.78,
        202.86
    ],
    [
        " shot, bad result.",
        202.86,
        203.82
    ],
    [
        " Meaning when you lay out what happened, what a individual saw, like if the person that",
        204.48,
        210.72
    ],
    [
        " pulled the trigger, what he saw, what he understood, what he was thinking, you lay",
        210.72,
        216.04
    ],
    [
        " all those things out.",
        216.04,
        216.86
    ],
    [
        " And you say, you know what?",
        217.9,
        218.8
    ],
    [
        " That was a good shot.",
        219.46,
        221.18
    ],
    [
        " I understand why you took that shot.",
        221.44,
        223.1
    ],
    [
        " I'm sorry that this is what happened.",
        223.28,
        224.98
    ],
    [
        " But we at least, we at least investigate and say, okay, how did this happen?",
        225.54,
        230.88
    ],
    [
        " How did this occur?",
        231.42,
        232.42
    ],
    [
        " And how do we make sure that first of all, the person wasn't being negligent, the person's",
        233.06,
        237.52
    ],
    [
        " not trying to hide anything?",
        237.52,
        238.98
    ],
    [
        " Because look, when you're in war, you're going to shoot people.",
        239.36,
        242.62
    ],
    [
        " And occasionally you're going to shoot someone that didn't deserve to get shot.",
        243.08,
        245.96
    ],
    [
        " That happens.",
        246.5,
        247.42
    ],
    [
        " And when that happens, you have to actually look at it and say, okay, how did it happen?",
        247.84,
        252.86
    ],
    [
        " How did you make that decision?",
        253.0,
        254.18
    ],
    [
        " Why did you make that decision?",
        254.52,
        255.72
    ],
    [
        " What did you see?",
        255.86,
        256.52
    ],
    [
        " You pull all that stuff apart.",
        256.76,
        257.98
    ],
    [
        " And with my guys, the couple of times that something like this happened, it was, hey,",
        258.54,
        264.42
    ],
    [
        " I understand why you took that shot.",
        264.8,
        267.7
    ],
    [
        " And it was actually the right call.",
        268.66,
        271.08
    ],
    [
        " And it's horrible that has a bad result.",
        271.54,
        273.9
    ],
    [
        " But I understand why you did it and it made sense.",
        274.68,
        277.64
    ],
    [
        " You know, that's a lot different than, oh, wait a second, you didn't see anything that",
        278.74,
        283.3
    ],
    [
        " looks suspicious to argue, you know, why did you shoot this?",
        283.3,
        286.32
    ],
    [
        " Well, I don't know.",
        286.34,
        286.84
    ],
    [
        " No, never got that answer.",
        287.0,
        288.08
    ],
    [
        " And never was in those situations.",
        288.5,
        290.14
    ],
    [
        " So for, to your point, for, to pull the thread on the whole thing, if someone said, hey,",
        290.34,
        296.36
    ],
    [
        " this is what we saw.",
        296.36,
        297.18
    ],
    [
        " This is the vehicle that we were targeting.",
        297.34,
        298.66
    ],
    [
        " This is the Intel hit that we got.",
        298.84,
        300.24
    ],
    [
        " This is what our informant said.",
        300.38,
        301.66
    ],
    [
        " This is what our electronic surveillance said.",
        301.78,
        304.0
    ],
    [
        " They could actually paint a picture where you say, you know, in that pressure situation,",
        304.2,
        309.42
    ],
    [
        " I understand what you did.",
        309.74,
        311.02
    ],
    [
        " I understand why you took that shot and you took the risk at taking that shot so you",
        311.24,
        315.28
    ],
    [
        " could save Americans and save an attack.",
        315.28,
        317.26
    ],
    [
        " I understand that.",
        317.54,
        318.44
    ],
    [
        " Okay, now we, we at least learned something.",
        319.06,
        321.58
    ],
    [
        " But to just say, nothing, it doesn't make sense.",
        321.96,
        327.56
    ],
    [
        " It's not, it's not the right move, man.",
        327.76,
        329.78
    ],
    [
        " Freakin horrible.",
        330.3,
        330.92
    ]
]