[
    [
        " I've talked about some of this.",
        0.0,
        1.08
    ],
    [
        " If I'm a company commander and I'm in charge of training Afghan forces, I want to do",
        1.46,
        10.62
    ],
    [
        " a good job.",
        10.62,
        11.14
    ],
    [
        " And when I report to my battalion commander and I, you know, the first, I'm working with",
        12.44,
        18.1
    ],
    [
        " these guys for a month and, you know, he says, how are those guys?",
        18.1,
        21.08
    ],
    [
        " And I say, well, they got some work to do.",
        21.34,
        23.24
    ],
    [
        " They're not that great.",
        23.94,
        24.72
    ],
    [
        " They're deficient here.",
        24.86,
        25.56
    ],
    [
        " They're deficient there.",
        25.76,
        26.46
    ],
    [
        " They're not good at this.",
        26.56,
        27.34
    ],
    [
        " And my battalion commander says, okay, well, you know, get him squared away.",
        27.64,
        30.86
    ],
    [
        " The next month, what do I say?",
        31.64,
        33.86
    ],
    [
        " You know, I'm going to tend to say, well, we're making some improvements.",
        35.04,
        38.48
    ],
    [
        " We're doing a little bit better.",
        39.22,
        40.92
    ],
    [
        " We've got them issued better gear.",
        41.14,
        42.52
    ],
    [
        " We got the supply issues taken care of that we were worried about.",
        43.02,
        46.3
    ],
    [
        " We did a live fire training operation.",
        46.56,
        49.32
    ],
    [
        " And so you end up just by virtue of having a positive attitude, which Americans certainly",
        49.66,
        56.04
    ],
    [
        " have.",
        56.04,
        56.44
    ],
    [
        " We end up painting a better picture than what is actually happening.",
        56.8,
        63.7
    ],
    [
        " I saw this.",
        64.3,
        65.1
    ],
    [
        " I try to think if I did this, I believe I did.",
        65.7,
        69.1
    ],
    [
        " I believe that I did in training, I rocky forces would sometimes say, what, you know,",
        69.3,
        74.24
    ],
    [
        " I would put some lipstick on on the situation a little bit.",
        74.42,
        79.22
    ],
    [
        " Again, trying to have a positive attitude, trying to look at the brightest side of what",
        79.88,
        84.8
    ],
    [
        " was happening.",
        84.8,
        85.22
    ],
    [
        " And there was times in Iraq where the Iraqis would take over a position and the insurgents",
        85.46,
        94.28
    ],
    [
        " would immediately attack it and crush them.",
        94.28,
        96.4
    ],
    [
        " And so we got put in check a few times.",
        97.04,
        98.72
    ],
    [
        " I would almost say luckily, because what that caused us to do was to be very honest about",
        98.96,
        104.76
    ],
    [
        " the capabilities of the people we were working with.",
        104.76,
        106.64
    ],
    [
        " So there is actual times where the Iraqis would take over, let's say, a checkpoint.",
        107.04,
        112.94
    ],
    [
        " We'd say, yep, they're good to go.",
        113.84,
        115.18
    ],
    [
        " And this is when I say we, I mean coalition forces in general, you know, the Americans that",
        115.3,
        118.9
    ],
    [
        " are there said, yes, we've been working with these Iraqis.",
        118.9,
        120.9
    ],
    [
        " They can handle this checkpoint.",
        120.96,
        121.98
    ],
    [
        " We'd step away from the checkpoint.",
        122.24,
        123.9
    ],
    [
        " And this happened almost immediately upon my arrival.",
        124.36,
        127.64
    ],
    [
        " This checkpoint got taken over by the Iraqis and the insurgents attacked it a day later,",
        127.94,
        133.42
    ],
    [
        " two days later.",
        133.54,
        134.18
    ],
    [
        " They killed the American advisor that was there.",
        134.48,
        138.14
    ],
    [
        " Actually, two American advisors that were there over ran it was total disaster.",
        138.38,
        141.72
    ],
    [
        " And that happened when I first showed up.",
        141.86,
        143.46
    ],
    [
        " So it really put us in check in terms of, okay, what do we need to be very cautious about",
        144.14,
        150.24
    ],
    [
        " what we report up the chain of command and when they're actually ready.",
        150.24,
        153.1
    ],
    [
        " But at the same time, you know, my guess is, and even when we left Iraq, I was very worried.",
        153.74,
        161.36
    ],
    [
        " I was very worried when America left Iraq, when coalition forces left Iraq.",
        161.6,
        165.24
    ],
    [
        " I thought to myself, they're not ready yet.",
        165.24,
        168.42
    ],
    [
        " And there's a there's a similar obvious similar theme here.",
        168.98,
        173.44
    ],
    [
        " So almost every I never fought in Iraq, in Afghanistan, but everyone that I know that worked",
        173.8,
        180.58
    ],
    [
        " on the ground with the Afghan forces were all not surprised.",
        180.58,
        185.38
    ],
    [
        " Hey, they weren't ready yet.",
        185.98,
        187.12
    ],
    [
        " They just weren't ready yet.",
        187.28,
        188.54
    ],
    [
        " And it's a huge, it's it's it's almost like when you have these these elements,",
        188.72,
        197.16
    ],
    [
        " the US support is really like the long pole in the tent.",
        198.42,
        202.94
    ],
    [
        " And all the other tent poles and the canvas that goes over the tent is and the stakes",
        203.28,
        208.14
    ],
    [
        " that go on the ground, all those things are really, really important.",
        208.14,
        210.58
    ],
    [
        " And you can build those up and you can make them really good.",
        211.1,
        213.58
    ],
    [
        " And you can they can provide you shelter from the rain and shelter from the wind.",
        213.74,
        216.58
    ],
    [
        " But if you pull out that one long pole in the middle, it has a huge negative impact.",
        216.98,
        222.96
    ],
    [
        " And and that's sort of again in hindsight as I look at it.",
        222.98,
        228.06
    ],
    [
        " That's what that's one of the things I think happened.",
        228.12,
        229.78
    ],
    [
        " Yeah, I think there were just multiple things.",
        230.0,
        231.8
    ],
    [
        " I think even right down to the number of ghost soldiers.",
        232.06,
        234.98
    ],
    [
        " So on paper there might be 300,000 Afghan soldiers when they're in reality.",
        235.24,
        240.08
    ],
    [
        " There's a quarter of that because people would take commanders were taking money",
        240.32,
        244.44
    ],
    [
        " of people that never existed or they were dead or there was no accountability.",
        244.44,
        249.02
    ],
    [
        " You know, I can go into corruption for days and in how that really destroyed Afghanistan.",
        249.66,
        255.9
    ],
    [
        " And so to drill into that corruption that you just thought, let me see if I got this little piece of it, right?",
        256.26,
        260.54
    ],
    [
        " Right. I'm a commander.",
        260.56,
        261.56
    ],
    [
        " I'm an Afghan commander.",
        261.58,
        263.36
    ],
    [
        " If I say I have 500 soldiers, I get X amount of money.",
        263.54,
        267.52
    ],
    [
        " Yep.",
        267.52,
        267.82
    ],
    [
        " So guess how many I have? 700.",
        268.34,
        270.3
    ],
    [
        " And and and two of you guys die.",
        270.58,
        272.54
    ],
    [
        " You're not going to report that because you still want to keep getting their money to the point",
        272.54,
        275.44
    ],
    [
        " where they would take the bank cards of the dead soldiers and go to the bank and get them their paychecks every week or every month.",
        275.44,
        281.94
    ],
    [
        " It's the level and we can get into this.",
        282.56,
        285.2
    ],
    [
        " But in my I've never seen a more corrupt place on every possible level.",
        285.4,
        291.56
    ],
    [
        " And yet, you know, we in a month, I say, we are so you know,",
        292.18,
        296.48
    ],
    [
        " I'd say we turned a blind eye to that for for really 20 years instead of going to the root and fixing it.",
        296.52,
        301.2
    ],
    [
        " We let it faster and create this entire industry of corruption,",
        301.2,
        305.84
    ],
    [
        " which is what the Taliban was not only able to capitalize on,",
        306.18,
        309.4
    ],
    [
        " but they came in saying, well, we're not going to be corrupt.",
        309.54,
        313.28
    ],
    [
        " And people that don't even like the Taliban's will so fed up with that corruption that they were going to support that,",
        313.94,
        319.66
    ],
    [
        " even if they didn't support the ideology.",
        319.94,
        321.6
    ]
]