[
    [
        " once you got done working with that first company,",
        0.0,
        3.62
    ],
    [
        " you founded your own company.",
        3.78,
        4.72
    ],
    [
        " I did, there was one other company in between,",
        5.16,
        6.78
    ],
    [
        " but it just got me a little bit more experience",
        6.98,
        9.1
    ],
    [
        " in the corporate world than in 2008.",
        9.1,
        10.9
    ],
    [
        " I was working for a publicly traded company,",
        11.98,
        14.2
    ],
    [
        " and I know you've worked with a lot of different companies,",
        14.42,
        16.26
    ],
    [
        " but in terms of culture, the biggest disconnect",
        16.4,
        20.96
    ],
    [
        " for me personally as a former Special Lops guy",
        20.96,
        23.8
    ],
    [
        " is a publicly traded company because it's all about the profit.",
        23.8,
        27.56
    ],
    [
        " I mean, there's good companies out there",
        27.76,
        29.38
    ],
    [
        " that don't get me wrong, but when you're reporting",
        29.38,
        32.8
    ],
    [
        " financials every single day, I mean, we got to the point",
        32.8,
        36.32
    ],
    [
        " we're not doing it quarterly, we're doing every day.",
        36.32,
        38.24
    ],
    [
        " Are you people insane?",
        39.46,
        40.94
    ],
    [
        " I mean, I can't do what I'm supposed to be doing",
        41.38,
        43.68
    ],
    [
        " for the company if all I'm doing is looking at the numbers.",
        43.68,
        46.06
    ],
    [
        " So I got very, very disgusted by it,",
        46.6,
        49.02
    ],
    [
        " and I thought, okay, I've got enough experience,",
        49.02,
        50.7
    ],
    [
        " I can do this myself, and I started pinnacle in 2008.",
        50.82,
        53.8
    ],
    [
        " And then what's the focus there?",
        54.4,
        55.98
    ],
    [
        " So we're an aerospace company, we initially,",
        56.26,
        59.06
    ],
    [
        " I mean, it was me and one other guy,",
        59.4,
        60.78
    ],
    [
        " so we started out with nothing other than",
        60.78,
        63.1
    ],
    [
        " good idea and a PowerPoint briefing,",
        63.1,
        65.6
    ],
    [
        " and it's kind of hard.",
        65.94,
        67.28
    ],
    [
        " I mean, a true startup like that",
        67.6,
        70.34
    ],
    [
        " in the defense contracting world is very difficult.",
        70.34,
        73.2
    ],
    [
        " I mean, most fail because it takes a long time",
        73.46,
        75.8
    ],
    [
        " to get contracts, and if you have no past performance,",
        75.8,
        78.3
    ],
    [
        " then why is anyone gonna give you any work?",
        78.92,
        82.24
    ],
    [
        " But we got some, and we built on it, built on it, built on it,",
        82.72,
        85.3
    ],
    [
        " and now today, I describe us as a,",
        85.3,
        88.58
    ],
    [
        " we do everything in the aviation industry",
        88.72,
        91.46
    ],
    [
        " accept, build the aircraft.",
        91.46,
        92.84
    ],
    [
        " So if you think about maintenance, flight operations,",
        93.14,
        95.86
    ],
    [
        " engineering, logistics, technical publications,",
        96.16,
        98.94
    ],
    [
        " all of it, we do all of that for predominantly helicopters,",
        99.68,
        104.94
    ],
    [
        " but we do the tilt rotor for the Air Force Special Operations",
        105.3,
        108.46
    ],
    [
        " command, we do some fixed wing work for the Air Force,",
        108.46,
        110.92
    ],
    [
        " we get some international contracts.",
        111.12,
        112.32
    ],
    [
        " So we've really gone way beyond what I originally,",
        112.68,
        115.74
    ],
    [
        " because you write the business plan,",
        116.36,
        117.76
    ],
    [
        " and we're not gonna be in five years,",
        117.78,
        119.1
    ],
    [
        " and it's a fairy tale, really, in most cases,",
        119.52,
        123.1
    ],
    [
        " especially a true startup,",
        123.24,
        124.72
    ],
    [
        " because you don't know if you're ever gonna get any traction,",
        124.88,
        127.0
    ],
    [
        " so, but we are so far beyond that now.",
        127.42,
        129.66
    ],
    [
        " How big are you known in terms of employees?",
        129.9,
        131.58
    ],
    [
        " So we'll have a workforce of close to 600",
        131.74,
        133.86
    ],
    [
        " by the end of the year, and again,",
        133.86,
        136.7
    ],
    [
        " in five years, what did I think we would have?",
        136.96,
        139.86
    ],
    [
        " I don't know, I probably put that,",
        139.86,
        141.26
    ],
    [
        " I'd have to go back and look at it,",
        141.28,
        142.32
    ],
    [
        " 25 people, something like that.",
        142.54,
        143.94
    ],
    [
        " So it's enough people where we have a human resources problem",
        144.16,
        148.18
    ],
    [
        " pretty much every day.",
        148.18,
        148.92
    ],
    [
        "",
        149.46,
        149.46
    ],
    [
        " That's the fun stuff.",
        150.06,
        152.14
    ],
    [
        " So here you are, how many years you end up doing the Army?",
        152.72,
        155.6
    ],
    [
        " 22, so you did 22 years in the Army,",
        156.1,
        158.46
    ],
    [
        " you, damn POW, you flew the best helicopters",
        159.2,
        163.9
    ],
    [
        " for the best unit in the world,",
        163.9,
        166.0
    ],
    [
        " as far as aviation goes, you end up retiring from that,",
        166.4,
        170.46
    ],
    [
        " you work in the civilian sector for a while,",
        170.78,
        172.42
    ],
    [
        " you build this business up to a significant business,",
        172.8,
        176.48
    ],
    [
        " I would think maybe you're saying yourself,",
        177.08,
        179.88
    ],
    [
        " okay, maybe it's time to pump the brakes a little bit",
        180.04,
        182.16
    ],
    [
        " and take a little time for myself,",
        182.16,
        183.76
    ],
    [
        " but it turns out you're actually doing the exact opposite.",
        183.94,
        186.16
    ],
    [
        " I'm doing the exact opposite,",
        186.48,
        187.74
    ],
    [
        " and it was a tough decision because I was,",
        188.14,
        191.92
    ],
    [
        " the runway I was lined up on as I described it,",
        192.14,
        194.8
    ],
    [
        " was retire, our youngest is graduating high school this year,",
        195.84,
        198.72
    ],
    [
        " the company's done well, I can do whatever I want.",
        199.16,
        202.26
    ],
    [
        " In the famous words, was it Elon Musk who said,",
        202.56,
        205.44
    ],
    [
        " I could be on the beach drinking my ties every day,",
        205.82,
        207.72
    ],
    [
        " but I want to make a difference.",
        208.06,
        209.5
    ],
    [
        " So I decided to run for Senate.",
        210.28,
        212.72
    ],
    [
        " And I think you're getting that sentiment",
        213.0,
        216.22
    ],
    [
        " from a lot of veterans because veterans have seen the sacrifice",
        216.22,
        221.16
    ],
    [
        " that people who serve this nation have made,",
        221.16,
        223.5
    ],
    [
        " and then you see things like the way I've can't stand",
        223.86,
        225.86
    ],
    [
        " was thrown away, and you see the way the Southern border",
        225.86,
        227.8
    ],
    [
        " is being handled, and you see this mandatory vaccine mandate,",
        227.8,
        231.48
    ],
    [
        " and you know, you in particular,",
        231.76,
        233.06
    ],
    [
        " where you hear speculation that seals are gonna have to pay",
        233.1,
        235.9
    ],
    [
        " for their trident and turn them in",
        235.9,
        237.56
    ],
    [
        " if they don't wanna get the shot.",
        237.56,
        239.16
    ],
    [
        " I mean, that's absolutely ridiculous.",
        239.34,
        241.72
    ],
    [
        " And it just, you know, you can sit there and complain about it,",
        242.14,
        245.04
    ],
    [
        " or you can actually try to do something about it.",
        245.16,
        246.96
    ],
    [
        " And I thought, I feel the same way today",
        247.18,
        249.58
    ],
    [
        " that I felt in 2008 when I was working",
        249.58,
        251.94
    ],
    [
        " for that publicly traded company,",
        251.94,
        253.02
    ],
    [
        " and I couldn't stand away with being run,",
        253.02,
        254.5
    ],
    [
        " so that I could do this better myself.",
        255.02,
        256.4
    ],
    [
        " So I kind of have, I feel that same way.",
        256.66,
        258.12
    ],
    [
        " I can do this better than other people that are doing it.",
        258.52,
        261.08
    ],
    [
        " And I've met a lot of folks recently",
        261.14,
        262.58
    ],
    [
        " through trips to DC, and you know, initially,",
        262.58,
        264.86
    ],
    [
        " when you look at them, some of them sound intelligent,",
        265.32,
        267.44
    ],
    [
        " and a lot of them are, don't get me wrong.",
        267.74,
        269.46
    ],
    [
        " But if you meet them, and you find out",
        269.92,
        272.1
    ],
    [
        " what's really behind the curtain, it's a little scary.",
        272.1,
        275.18
    ],
    [
        " We need more people with true life experiences,",
        275.38,
        278.5
    ],
    [
        " not career politicians, people who, you know,",
        278.78,
        281.26
    ],
    [
        " this is not for me.",
        281.3,
        282.1
    ],
    [
        " I'm not going there to, you know,",
        282.22,
        284.26
    ],
    [
        " be in office for the rest of my life.",
        284.54,
        286.42
    ],
    [
        " I'm going there to try to make a difference.",
        286.42,
        288.32
    ],
    [
        " And I really don't think you can understand",
        288.66,
        291.88
    ],
    [
        " military policy and business policy",
        291.88,
        297.54
    ],
    [
        " unless you've actually done it.",
        297.54,
        299.1
    ],
    [
        " And a lot of these people have not done it.",
        299.26,
        301.24
    ],
    [
        " I mean, they've studied it, or maybe they think they know it,",
        301.34,
        304.32
    ],
    [
        " but they really don't.",
        304.38,
        305.84
    ],
    [
        " I mean, you look at some of the dialogue",
        305.96,
        306.96
    ],
    [
        " going on right now about Ukraine, you know.",
        306.96,
        308.76
    ],
    [
        " So a congressman said yesterday, you know,",
        309.16,
        311.24
    ],
    [
        " we would use nuclear weapons.",
        311.24,
        312.44
    ],
    [
        " These people don't know what they're talking about, you know.",
        313.48,
        317.44
    ],
    [
        " And you got to have somebody that can maybe apply",
        317.64,
        320.96
    ],
    [
        " the voice of reason.",
        320.96,
        321.74
    ],
    [
        " Now, you know, Alabama is a very red state.",
        322.68,
        324.66
    ],
    [
        " So in our state, it's all about winning the primary.",
        324.9,
        327.18
    ],
    [
        " And, you know, that's in May of this coming year.",
        328.02,
        331.46
    ],
    [
        " And if that happens, it's pretty much a guarantee",
        332.14,
        333.92
    ],
    [
        " you win the general and then start serving",
        333.92,
        336.16
    ],
    [
        " in February of 23.",
        336.16,
        337.42
    ]
]