[
    [
        " This is the Jockel Underground Podcast, number 48 sitting here with Echo Charles.",
        0.18,
        5.24
    ],
    [
        " Yes, sir.",
        5.76,
        6.0
    ],
    [
        " And was thinking through sort of, let's call it the lifespan of the podcast that we do",
        7.12,
        14.94
    ],
    [
        " called the Jockel Podcast.",
        14.94,
        16.6
    ],
    [
        " And there was a while where, a little while in the beginning, and someone asked me about",
        17.08,
        21.46
    ],
    [
        " this the other day, there was a little while in the beginning where we were considering",
        21.46,
        25.18
    ],
    [
        " I was considering instead of doing it once a week, doing it like once every two weeks, maybe",
        25.7,
        33.2
    ],
    [
        " even once a month.",
        33.2,
        34.28
    ],
    [
        " And we sort of talked about that.",
        35.32,
        37.88
    ],
    [
        " We kind of broached that topic a little bit on the podcast itself.",
        38.18,
        42.74
    ],
    [
        " And I think that was me kind of trying to socialize that idea a little bit with the people",
        43.14,
        48.04
    ],
    [
        " who were saying, hey, this is not a real sustainable workload of",
        48.04,
        54.92
    ],
    [
        " the amount of effort that it takes to put into doing the podcast.",
        55.0,
        59.34
    ],
    [
        " And by the way, doing this podcast, doing the Jockel Podcast and this podcast and the",
        59.54,
        65.84
    ],
    [
        " unraveling podcast and the warrior kid podcast, like all these podcasts, they're not really",
        65.84,
        72.46
    ],
    [
        " my, my primary job.",
        72.46,
        73.96
    ],
    [
        " So there's people that have like the primary thing that they do with their life is do a podcast,",
        74.06,
        79.14
    ],
    [
        " but this isn't really.",
        79.22,
        80.26
    ],
    [
        " Oh, like other people do podcasts.",
        80.44,
        81.94
    ],
    [
        " Like other people that do podcasts, like that's what they do in their life is they do podcasts.",
        81.94,
        85.98
    ],
    [
        " That's kind of it.",
        86.24,
        87.16
    ],
    [
        " You know, which is cool.",
        87.22,
        89.64
    ],
    [
        " This is this is one portion of what I do.",
        90.2,
        96.04
    ],
    [
        " And the so the workload is not like, oh, one podcast a week was a lot.",
        96.9,
        102.32
    ],
    [
        " I don't know if I can handle it.",
        102.32,
        103.58
    ],
    [
        " It was at one podcast a week plus the bunch of other things I have going on.",
        103.9,
        108.16
    ],
    [
        " It didn't seem like it was sustainable.",
        108.16,
        109.92
    ],
    [
        " And so I was kind of, I was kind of, you know, socializing the idea with the people of like,",
        110.56,
        116.24
    ],
    [
        " hey, you know, we're maybe thinking, well, the feedback was not from the people.",
        116.38,
        121.56
    ],
    [
        " They were like, no, hell no.",
        121.72,
        123.42
    ],
    [
        " Uh, the first person I told about it was, was a guy was, he was a guy I was working with",
        124.22,
        130.16
    ],
    [
        " through Eschelon Front.",
        130.16,
        131.0
    ],
    [
        " And he was like a big listener to the podcast.",
        131.26,
        133.56
    ],
    [
        " I don't know how deep we were.",
        133.8,
        135.02
    ],
    [
        " We maybe were like 50 deep or something like this.",
        135.2,
        137.78
    ],
    [
        " But when I started to tell him, I was like, hey, we're thinking about going to once,",
        138.02,
        141.3
    ],
    [
        " you know, once every two weeks, maybe once a month, he was like, I don't know if that's",
        141.44,
        147.72
    ],
    [
        " a good idea.",
        147.72,
        148.06
    ],
    [
        " He was, he was saying as if I was cutting off oxygen to people.",
        148.16,
        151.4
    ],
    [
        " So that made me rethink it.",
        151.62,
        153.6
    ],
    [
        " Some of the feedback we got.",
        153.7,
        154.76
    ],
    [
        " But yeah, the work, the workload is tough because there's no, there's no staff.",
        155.26,
        160.32
    ],
    [
        " There's no one like helping to prep.",
        160.9,
        162.88
    ],
    [
        " There's no one doing any research or anything like that.",
        163.08,
        166.14
    ],
    [
        " And so, so that's, so, so we just kind of stuck, stuck to it, you know?",
        168.04,
        173.48
    ],
    [
        " And then after a little while, after like another probably 50 podcasts,",
        174.2,
        180.02
    ],
    [
        " I said to myself that this, the, the, the discipline that was imposed upon me by forcing",
        180.72,
        189.32
    ],
    [
        " myself to do this thing was hugely beneficial.",
        189.58,
        193.74
    ],
    [
        " It was making me read more.",
        194.34,
        196.4
    ],
    [
        " It was making me write more.",
        196.6,
        197.82
    ],
    [
        " It was making me think through things more.",
        197.96,
        200.02
    ],
    [
        " It was making me question myself and what I knew or what I thought I knew.",
        200.16,
        204.52
    ],
    [
        " So essentially, there's a lot of things that I've thought about and put out that I never",
        205.88,
        211.82
    ],
    [
        " would have put out if I hadn't been squeezing on my brain to put it out.",
        211.82,
        215.44
    ],
    [
        " There's a lot of books that I wouldn't have read and wouldn't have known anything about",
        215.66,
        218.94
    ],
    [
        " if I wouldn't have been saying, Hey, I owe a podcast.",
        218.94,
        221.86
    ],
    [
        " So therefore, I have to read this book because otherwise, maybe I'd be, you know, watching",
        222.32,
        226.82
    ],
    [
        " Netflix and, and, you know, eating popcorn in front of the television for four hours.",
        226.82,
        234.36
    ],
    [
        " Book, no, I'm reading a book for four hours.",
        234.56,
        236.3
    ],
    [
        " What am I doing on a Sunday?",
        236.66,
        238.48
    ],
    [
        " I'm reading a book.",
        238.76,
        239.4
    ],
    [
        " What am I doing on a Saturday evening?",
        239.58,
        240.7
    ],
    [
        " I'm reading a book.",
        240.86,
        241.56
    ],
    [
        " What am I doing Saturday day?",
        241.96,
        242.94
    ],
    [
        " I'm reading a book.",
        243.1,
        243.84
    ],
    [
        " What am I doing Monday afternoon?",
        244.42,
        246.34
    ],
    [
        " Oh, I'm prepping.",
        246.92,
        247.8
    ],
    [
        " So the benefit that that's given me has been great to put myself in a position where I kind of have",
        251.06,
        256.3
    ],
    [
        " to do this stuff.",
        256.3,
        257.42
    ],
    [
        " And I think right now, we're going to keep pushing.",
        258.2,
        262.66
    ],
    [
        " Now, we, you know, explore some other topics that interest me.",
        264.1,
        268.0
    ],
    [
        " Yes, there are other, there are other topics in the world that I'm interested in and that",
        268.56,
        274.96
    ],
    [
        " have influenced me and that I've learned from besides just war.",
        275.1,
        279.18
    ],
    [
        " Now, war obviously is my primary mode of thinking.",
        279.48,
        284.64
    ],
    [
        " Is that weird?",
        285.0,
        285.78
    ],
    [
        " Well, a little bit weird.",
        287.22,
        288.3
    ],
    [
        " Yeah, for the normal person.",
        288.9,
        290.06
    ],
    [
        " If I'm going to, if I'm going to make a comparison, I'm almost always going to go to war.",
        290.08,
        293.3
    ],
    [
        " I'm always, I'm always going to think about some kind of war because the comparison is like,",
        293.84,
        297.46
    ],
    [
        " okay, here's an example.",
        297.46,
        298.44
    ],
    [
        " We're going to, we're going to be able to see the example very clearly because it can be a life",
        298.68,
        301.94
    ],
    [
        " and death scenario.",
        301.94,
        302.72
    ],
    [
        " This is going to be a pressure leadership situation like war is good for that.",
        302.98,
        306.46
    ],
    [
        " And that's why I kind of think that way.",
        306.76,
        308.12
    ],
    [
        " But I also have gotten things from things that aren't war, from other aspects of life,",
        308.78,
        314.98
    ],
    [
        " from Jiu-Jitsu is another huge one.",
        315.36,
        316.92
    ],
    [
        " But, you know, from surfing, from playing music, from listening to music, from",
        317.54,
        322.58
    ],
    [
        " just from other activities and other things and other people in life that I've met along the way.",
        322.58,
        329.22
    ],
    [
        " So, you know, maybe some people will be like, I don't want to hear about that stuff.",
        330.18,
        334.88
    ],
    [
        " And that's okay.",
        335.08,
        335.6
    ],
    [
        " Right? That's okay.",
        336.22,
        336.78
    ],
    [
        " I understand.",
        336.86,
        337.18
    ],
    [
        " There's going to be some people that just want to hear about war.",
        337.4,
        338.98
    ],
    [
        " Cool.",
        339.18,
        339.36
    ],
    [
        " That's cool.",
        339.72,
        340.18
    ],
    [
        " There might, maybe I'll make, maybe we'll make some podcasts that they might not want to listen to.",
        340.52,
        344.04
    ],
    [
        " You know, we've had some musicians on here.",
        344.42,
        347.3
    ],
    [
        " We've had photographer on here.",
        348.0,
        350.48
    ],
    [
        " We've had, we've, we've had business people on, we've, so we've had some other people on the podcast.",
        351.46,
        356.5
    ],
    [
        " But, it's okay.",
        359.48,
        360.34
    ],
    [
        " Because I think if I'm starting to do something that I'm not,",
        360.98,
        365.74
    ],
    [
        " or if I'm chasing something that I'm interested in, then I'm happy about it.",
        366.3,
        370.46
    ],
    [
        " And I pursue it.",
        370.62,
        371.8
    ],
    [
        " And I'm going to, I'm going to learn more.",
        371.9,
        373.22
    ],
    [
        " And if I learn something, here's the cool thing.",
        373.3,
        375.06
    ],
    [
        " Just like a book.",
        375.16,
        375.62
    ],
    [
        " If I pick up a book to do the podcast on, and I get 20 pages into the book,",
        375.7,
        380.18
    ],
    [
        " and I'm like, this is not going to get me anywhere.",
        380.18,
        382.24
    ],
    [
        " It's not going to, I have nothing to pass on to anybody from this.",
        382.56,
        384.7
    ],
    [
        " Then I'm not doing it.",
        384.7,
        385.3
    ],
    [
        " Well, if I decide to think about it, doing a topic, and I decide, hey, you know what?",
        385.6,
        389.7
    ],
    [
        " Maybe this isn't like, there's nothing to learn here.",
        390.3,
        392.1
    ],
    [
        " There's no broad lessons for the people.",
        392.18,
        395.74
    ],
    [
        " I'm not putting it out.",
        396.0,
        397.44
    ],
    [
        " So,",
        398.76,
        399.06
    ],
    [
        " I think we just keep driving, we will keep driving down this road.",
        400.74,
        405.62
    ],
    [
        " We don't know what's up ahead.",
        406.08,
        407.38
    ],
    [
        " I legitimately don't know what, what's up ahead as far as topics, as far as,",
        407.8,
        412.74
    ],
    [
        " like subject matter, as far as human beings that we bring on, or that come on.",
        414.48,
        419.86
    ],
    [
        " I don't know.",
        420.1,
        420.44
    ],
    [
        " I don't know where it ends up, because I'm not, I'm not sure where the road goes,",
        420.8,
        424.9
    ],
    [
        " but it has been a long, strange trip this far.",
        425.22,
        428.9
    ],
    [
        " Yeah, I feel like the good, and this is me speaking from an audience member perspective.",
        429.62,
        437.66
    ],
    [
        " I'm a fan, where there's a lot of interesting books, and whether there'd be about war or not,",
        437.8,
        444.68
    ],
    [
        " there's a lot of interesting people, whether they'd be military people,",
        445.06,
        448.28
    ],
    [
        " present past, or not.",
        448.9,
        451.36
    ],
    [
        " But I think that what I'd always really enjoy or learn from,",
        452.38,
        457.74
    ],
    [
        " or both, is your take on all of it, where, you know, colder than hell.",
        457.96,
        463.84
    ],
    [
        " Cool, good book.",
        464.26,
        465.5
    ],
    [
        " I don't know that.",
        466.06,
        467.02
    ],
    [
        " I would read that book just on my own as if you didn't exist.",
        467.14,
        470.18
    ],
    [
        " I don't know.",
        470.48,
        470.78
    ],
    [
        " But hearing it from you, yes, of course, yes, made it like,",
        471.64,
        475.48
    ],
    [
        " oh, that's interesting, and heavy, and all this stuff.",
        475.58,
        478.88
    ],
    [
        " But what really, what really was a fan of was your take on it,",
        479.14,
        482.7
    ],
    [
        " and the fact that I could, or someone, I mean, in this case, it's me,",
        482.98,
        487.04
    ],
    [
        " where I could ask questions to clarify, what do you think about this element of that,",
        487.12,
        490.96
    ],
    [
        " or how does it supply to you or me or whatever?",
        491.24,
        493.9
    ],
    [
        " Like, I feel like that part really has the value of it,",
        494.36,
        499.22
    ],
    [
        " which kind of goes in line with kind of what you were saying, but,",
        499.48,
        502.14
    ],
    [
        " even more than that, and rewind back to you,",
        502.26,
        506.06
    ],
    [
        " talking about doing it once a week, kind of put it in my head, where, you know how?",
        506.44,
        511.1
    ],
    [
        " You know, in the beginning, when we first started, a lot of people, a lot of people,",
        511.52,
        515.58
    ],
    [
        " without, and I really mean it, a lot of people would ask me, hey, like,",
        515.9,
        518.74
    ],
    [
        " how do I start a podcast?",
        518.94,
        520.56
    ],
    [
        " So much where I put a page on the website saying, this is how you start a podcast here,",
        521.0,
        524.54
    ],
    [
        " it's all equipment, or whatever, so I didn't have to, you know, answer the questions all the time.",
        524.66,
        528.14
    ],
    [
        " So let me ask you, like, how hard is it to do this podcast?",
        529.18,
        533.54
    ],
    [
        " Like, as far as hardness goes, I know this is a very specific podcast,",
        533.78,
        536.48
    ],
    [
        " where you got to read and do all that stuff, but like, just consider",
        536.48,
        539.0
    ],
    [
        " that maybe it wasn't that much work for you, but just, I don't know, maybe arbitrarily,",
        539.0,
        543.34
    ],
    [
        " just sort of think, generally speaking, how hard is it to do a podcast,",
        543.34,
        547.1
    ],
    [
        " doing it versus, like, seeing it from the outside, what you'd expect?",
        547.16,
        550.44
    ],
    [
        " It's probably a lot harder than it seems like it's going to be.",
        550.8,
        555.58
    ],
    [
        " And, and I think the weird thing is, especially now that, that there's so many different podcasts,",
        556.82,
        561.52
    ],
    [
        " and there's, it, look, there's millions of podcasts, and maybe,",
        561.88,
        566.7
    ],
    [
        " maybe 10% of them are good, right?",
        567.28,
        570.78
    ],
    [
        " Which, which, what that means is, so let's say there's a million, I think there's more,",
        571.76,
        575.02
    ],
    [
        " like more than a million, but let's just say there's a million, and 10% of them are good.",
        575.02,
        579.4
    ],
    [
        " That means there's a hundred thousand good podcasts to listen to, and you're not even to find them.",
        580.02,
        585.58
    ],
    [
        " And so if you're jumping into the podcasts, right now, it's going to be really difficult to get",
        585.96,
        590.2
    ],
    [
        " people to start listening to your podcast, because they've already got 999,000 other podcasts,",
        590.2,
        596.36
    ],
    [
        " or sorry, they've got 99,000 other podcasts in their download that they're going to listen to,",
        596.72,
        601.84
    ],
    [
        " before you get in the game. So I think now it's really hard, because there's very little return",
        602.14,
        609.2
    ],
    [
        " on investment for having a podcast, because the chances of people listening to it are relatively small.",
        609.2,
        615.06
    ],
    [
        " Now, if you're doing your podcast, because you want to do it, and because you enjoy talking to",
        615.88,
        621.74
    ],
    [
        " people, and, and you're doing it for yourself, cool, I think that's awesome. And I think that's a",
        621.74,
        627.36
    ],
    [
        " great way to go about it. That's that is kind of how we went about it. We happened to get into the",
        627.36,
        633.16
    ],
    [
        " game when it was easier to get into the game. And we got freaking great support from Tim Ferris and",
        633.16,
        640.2
    ],
    [
        " Joe Rogan, you know, given us some, given us some props out of the gate, which kind of brought us",
        640.2,
        646.46
    ],
    [
        " up to speed real quick, very lucky for that. But, and then we just kind of stayed there, because",
        646.46,
        653.64
    ],
    [
        " it wasn't really any other podcast that was like what we're doing. So yes, I think it's harder than",
        653.64,
        660.78
    ],
    [
        " it, than it seems. I'd say it's like, you know, oh, I'm going to be a stand up comedian. Seems",
        660.78,
        669.44
    ],
    [
        " really easy, not really easy. I'm going to be a, what else, what else looks easy, but it isn't so easy.",
        669.44,
        676.72
    ],
    [
        " News anchor. I'm going to be a news anchor. How could do that? Yeah, you just freaking read something.",
        676.88,
        682.12
    ],
    [
        " Yeah, say something about the weather. I think even actor. Yeah, you're acting this big,",
        682.12,
        688.88
    ],
    [
        " because people think, but when you see someone that sucks at acting and occasionally, you know,",
        688.96,
        693.88
    ],
    [
        " someone that's some kind of star athlete will get put in a movie. Sometimes they pull it off.",
        694.06,
        699.42
    ],
    [
        " Sure. But sometimes they don't. Yeah. And you, oh, acting is harder than it looks.",
        699.58,
        704.48
    ],
    [
        " That's a sad statement, but it's true. Yeah. So I think maybe podcasting is like that. I think,",
        706.78,
        713.52
    ],
    [
        " I think Rogan definitely makes a lot of people think, because he's one of those people that,",
        713.7,
        721.1
    ],
    [
        " you know, when you watch a good surfer, you're like, dude, I think I could, you know, I think I could do",
        721.22,
        725.0
    ],
    [
        " that, because that person's making it look so easy. And Rogan makes it look real easy, because he's",
        725.0,
        734.46
    ],
    [
        " well, you get into a conversation with someone that's not going somewhere. Joe Rogan is a black belt",
        734.46,
        740.36
    ],
    [
        " at finding a place to pick it up and maneuver it and listen and push back, but not too hard and,",
        740.36,
        747.08
    ],
    [
        " and give resistance enough that it makes the person work, which gives more information like he's",
        747.08,
        751.88
    ],
    [
        " just a pro. And it's seen, because he's so good at it that it seems kind of like it might be pretty",
        751.88,
        758.32
    ],
    [
        " easy. Yeah. So, you know, the ham is going to kind of do what Joe Rogan does is a real,",
        758.32,
        763.72
    ],
    [
        " it's a real ambush way to happen. You go, oh, I'll tell you right here. Man, that is so, so true,",
        764.0,
        770.8
    ],
    [
        " because like, especially if you've been following him from the beginning where, you know, when they",
        770.98,
        775.58
    ],
    [
        " started, they were on this like the most rudimentary live streaming website. It's got something",
        775.58,
        780.16
    ],
    [
        " Justin TV, they sort of Justin.tv or something like this, where he and the skirt red band,",
        780.16,
        785.7
    ],
    [
        " right? They would like, and Eddie Bravo would be on their somewhere and they're just talking and",
        786.1,
        790.4
    ],
    [
        " they're like, you listen to them. Like, why am I listening to this? Even though it is kind of fun to",
        790.4,
        794.8
    ],
    [
        " listen to, it's just guys talking trash and having fun making jokes and stuff. So even that,",
        794.8,
        799.82
    ],
    [
        " then like, even that he had skill in that, which is literally unseen. Like even him making like",
        799.96,
        805.92
    ],
    [
        " dumb jokes on the flyer, whatever, they're kind of funny. He's a comedian, so he knows how to do that.",
        805.92,
        810.58
    ],
    [
        " So, and as he evolved just, and it seemed really natural to where he just got more and more into",
        811.82,
        817.74
    ],
    [
        " the conversational kind of part of it, but at the same time, it wasn't like this prepared performance,",
        817.74,
        822.48
    ],
    [
        " like you might see on TV or something like this, and you know, some people they can do a performance",
        822.82,
        826.04
    ],
    [
        " on a play or something like this, and you'd be like, oh, he nailed that. I don't think I could do",
        826.04,
        829.64
    ],
    [
        " that or a singer or something, but a conversationalist, man, it's kind of like the better they are,",
        829.64,
        835.7
    ],
    [
        " the less you see on the craft, you know, and to most of us, we were like, oh, man, that'd be",
        835.84,
        841.82
    ],
    [
        " the best job ever. All I got to do is nothing. Basically, just be me and talk to these freaking",
        841.82,
        846.92
    ],
    [
        " cool people, whatever. So, yeah, like, then, so when we started, when you would talk, you're like",
        846.92,
        856.36
    ],
    [
        " kind of the same way, where you're just literally the exact same person off the mic as you are on the",
        856.36,
        862.02
    ],
    [
        " mic. But when you get on the mic as a normal person, it's like, oh, you're on the mic, no, and it's",
        862.82,
        870.44
    ],
    [
        " weird. Just like how you said the actors, like, you know, I can act in once all the cameras are on,",
        870.44,
        875.58
    ],
    [
        " and everyone's watching you and the microphones in your face, and you're like, oh, like,",
        875.6,
        878.88
    ],
    [
        " right, you don't know what to do. It's like, yeah, at S along front, when we're making like videos,",
        878.96,
        883.26
    ],
    [
        " at S on front for training, for putting out word, and everyone's joke is like, is everyone knows",
        883.26,
        890.16
    ],
    [
        " what they're going to say? And then the camera hits record, and everyone's goes into brain",
        890.16,
        894.0
    ],
    [
        " lock, and it takes nine takes to get a 45 second video. It's true, but that's real. So that's like a",
        894.0,
        901.1
    ],
    [
        " skill. It's one of those unseen skills, you know, and it's really, really critical. So,",
        901.1,
        906.52
    ],
    [
        " so that's what I noticed. And then here's one I really noticed it. When we started, and then a",
        906.98,
        912.36
    ],
    [
        " lot of people that we know, they come to me and ask me, hey, I want to start a podcast and all",
        912.36,
        919.98
    ],
    [
        " yeah, I know, I know how you feel. Freaking like, when I heard Joe Rogan freaking, I wanted to start",
        919.98,
        924.26
    ],
    [
        " by that, like my dream career would be that right there. Just sit in my own house,",
        924.26,
        928.06
    ],
    [
        " from a basement or some place that I made up and talk to my friends and talk trash, you just",
        928.18,
        932.24
    ],
    [
        " get paid for that. This is the best job of all. Wait, so you kind of do have your dream job in a way?",
        932.24,
        937.02
    ],
    [
        " It's even better because there's no pressure. I can just let you talk, you know.",
        937.92,
        942.12
    ],
    [
        " But so I understood, but they'd be like, hey, what advice do you have or whatever? And that's what I",
        943.04,
        948.28
    ],
    [
        " would say. And here's another phenomenon that I would see where some people, some people,",
        948.28,
        953.02
    ],
    [
        " they embrace the cameras and all that. And then they act like a different person. It's like all of",
        953.04,
        957.56
    ],
    [
        " a sudden they're this like dramatic expert now. You know, I said, bro, he doesn't sound right.",
        957.56,
        963.44
    ],
    [
        " So that and then, and then the other main thing as far as advice that I would give him, I",
        963.74,
        970.52
    ],
    [
        " still would will give is like, you got to keep doing it. Well, okay, I'm going to say this",
        970.52,
        978.4
    ],
    [
        " because a lot of the people along the way that",
        978.4,
        980.78
    ],
    [
        " that is a little excerpt of what we are doing on the Jocco Underground podcast. So if you want to",
        980.78,
        993.04
    ],
    [
        " continue to listen, go to joccounderground.com and subscribe. And we're doing this to mitigate",
        993.04,
        999.78
    ],
    [
        " our reliance on external platforms. So we are not subject to their control. And we're doing it",
        1000.38,
        1006.38
    ],
    [
        " so we can give you more control, more interaction, more direct connections, better communications.",
        1006.38,
        1011.52
    ],
    [
        " It with us strengthen this legion of troopers that are in the game with us. So thank you. It's",
        1011.62,
        1017.56
    ],
    [
        " joccounderground.com. It costs $8.18 a month. And if you can't afford to support us, we can still",
        1017.56,
        1025.42
    ],
    [
        " support you. Just email assistance at joccounderground.com. And we'll get you taken care of. Until then,",
        1025.42,
        1032.0
    ],
    [
        " we will see you in a mobilized underground.",
        1032.18,
        1036.26
    ]
]