[
    [
        " So I get a lot of questions about the New Year's and what I think about it and",
        2.06,
        10.2
    ],
    [
        " what are my New Year's resolutions and all that stuff and I'm actually not the",
        10.2,
        19.82
    ],
    [
        " best at that kind of thing. Any of that kind of thing. I'm not great at I'm not",
        19.82,
        25.62
    ],
    [
        " great at birthdays or anniversaries or holidays really because for me and I think",
        25.62,
        35.28
    ],
    [
        " this is actually a fault for me these are just just another day. That's the way I",
        35.28,
        41.8
    ],
    [
        " think about them is it's just another day and I don't do anything special on",
        41.8,
        55.6
    ],
    [
        " days a gift every day. That being said, I do understand the idea and I do think",
        55.6,
        69.44
    ],
    [
        " it is good to pause and take a breath and do assessments and acknowledge what",
        69.44,
        81.54
    ],
    [
        " I've done right, what I've done wrong, where I've succeeded, where I've failed, what we can",
        81.54,
        89.12
    ],
    [
        " celebrate and what we can learn, what corrective measures we can take. So let's look at the New",
        89.12,
        102.64
    ],
    [
        " Year. What is the New Year's resolution? My wife used to ask me that question when we were younger.",
        102.64,
        110.46
    ],
    [
        " Before she really knew me, she'd say, what's your New Year's resolution going to be down?",
        112.42,
        116.82
    ],
    [
        " And I used to say the same thing every year. I'd say my New Year's resolution is I'm",
        117.2,
        122.96
    ],
    [
        " going to surf more and get better at Jiu Jitsu. And it was funny because I was always trying",
        122.96,
        130.56
    ],
    [
        " to do that anyway. Every day I was trying to surf more and get better at Jiu Jitsu. So a",
        130.56,
        139.1
    ],
    [
        " New Year's resolution wasn't going to change my habits. And to this day, I'm still trying to",
        139.1,
        146.66
    ],
    [
        " surf more and get better at Jiu Jitsu. And I think I always will be doing those things. So what do I",
        146.66,
        152.82
    ],
    [
        " think would be a good New Year's resolution? When I do an assessment and look at my life, I think I",
        152.82,
        166.02
    ],
    [
        " have benefited the most from one thing that I do. And that is think strategic. Now this is a",
        168.04,
        182.5
    ],
    [
        " military term. Strategic in the military means big picture. It means long term. Strategic in",
        182.5,
        193.24
    ],
    [
        " military terms is where you are going to end up. That's thinking strategic. And the opposite is",
        193.24,
        201.2
    ],
    [
        " tactical thinking. Tactical thinking, which again in the military means short term thinking. It",
        201.2,
        210.1
    ],
    [
        " means it means immediate action. It means what's happening right now? So there's a big difference.",
        210.1,
        219.04
    ],
    [
        " This is the differentiator for me is thinking long term versus thinking short term.",
        219.04,
        227.82
    ],
    [
        " And I believe that this thinking long term, this thinking strategic is one of the most. If not,",
        228.42,
        239.58
    ],
    [
        " the most important concepts a person can consider in order to improve themselves and improve their",
        239.58,
        250.06
    ],
    [
        " lives. So so here's some examples short term thinking. Short term thinking says the donut tastes",
        250.06,
        269.36
    ],
    [
        " good. Short term tactical thinking is the part of your brain that says I should just finance this",
        270.2,
        280.88
    ],
    [
        " this new car or this new watch or this new TV or whatever else instead of actually saving and",
        280.88,
        286.48
    ],
    [
        " paying cash for something that you can actually afford. Short short term thinking encourages you to",
        286.48,
        294.38
    ],
    [
        " make short term emotional decisions that hurt you in the long run. And they definitely don't move",
        294.38,
        301.42
    ],
    [
        " you toward your overall strategic goals. The more short term decisions you make decisions that are",
        301.42,
        312.64
    ],
    [
        " based on that immediate gratification decisions based on quick emotional satisfaction and even",
        312.64,
        320.66
    ],
    [
        " based on involuntary chemical releases in your body that dopamine hit the further from the path",
        320.66,
        329.72
    ],
    [
        " you will stray. So what I'm saying is don't do that. Instead think strategic think long term",
        329.72,
        346.28
    ],
    [
        " act strategic take action that improves your long term position and moves you toward your long",
        347.56,
        355.08
    ],
    [
        " term goals. How do you do that? First figure out where you want to go. Figure out who you want to be",
        355.08,
        364.36
    ],
    [
        " figure out what you are trying to do with your life. Write them down. What are you what are you",
        364.36,
        372.74
    ],
    [
        " saving for? What are you working for? What kind of physical condition do you want to be in?",
        372.74,
        379.52
    ],
    [
        " What kind of relationships do you want to have? What skills are you trying to develop?",
        379.76,
        385.2
    ],
    [
        " And just like any leader you have to explain to yourself the why.",
        386.36,
        399.64
    ],
    [
        " Why do you want to save money? Why do you want to be in that physical condition? Why do you want",
        401.5,
        409.18
    ],
    [
        " those relationships or why do you want those skills? You are your own leader. Give yourself the",
        409.18,
        417.1
    ],
    [
        " mission and explain the why behind those goals. Write those things down in simple, clear, concise",
        417.1,
        424.46
    ],
    [
        " language. Read it before you go to bed. Read it when you wake up. Read it every day until it is",
        424.46,
        431.02
    ],
    [
        " embedded in your brain consciously and subconsciously. And once you've written those things down,",
        431.02,
        442.7
    ],
    [
        " now with all this talk about strategic thinking, also know this. You need tactical wins.",
        442.9,
        452.16
    ],
    [
        " You need to win battles in order to win the war. You need to get out of bed. You need to run. You",
        453.98,
        459.78
    ],
    [
        " need to work out. You need to read and study and practice. And you need to do things that you don't",
        459.78,
        464.52
    ],
    [
        " necessarily want to do. And I know that can be hard. That's why people lose the war. That's why",
        464.52,
        475.14
    ],
    [
        " people never achieve their strategic goals. They lose the little tactical battles. The death of a",
        475.14,
        481.84
    ],
    [
        " thousand cuts. One missed workout at a time. One, don't, bypasses security. And then another.",
        481.84,
        495.46
    ],
    [
        " And then another. And it all adds up why? Because we don't think about the big picture.",
        496.08,
        501.84
    ],
    [
        " We don't see the decay from altitude. We don't see it from an elevated position. We are like the",
        503.04,
        511.44
    ],
    [
        " frog boiling in the pot as the temperature slowly increases one degree at a time.",
        511.62,
        518.64
    ],
    [
        " One degree at a time. One degree closer to death. One degree closer to failure.",
        519.1,
        526.38
    ],
    [
        " That is why to win tactically, we have to think strategic all the time.",
        526.9,
        535.7
    ],
    [
        " Think strategic all the time. Now that you know what you're trying to achieve, ask yourself this",
        537.92,
        543.46
    ],
    [
        " question. Ask yourself this question before any action or any inaction. Ask yourself this question.",
        543.46,
        553.28
    ],
    [
        " What I am doing. What I am about to do. Is it going to help me get where I am going? Is this action",
        554.44,
        562.52
    ],
    [
        " going to make me stronger or weaker? Is this action going to make me smarter or more skilled?",
        562.52,
        569.1
    ],
    [
        " Will this action move me toward the strategic long term goals I am trying to achieve in my life?",
        569.48,
        577.4
    ],
    [
        " And do not lie to yourself. Don't, don't, don't rationalize. Don't negotiate.",
        578.0,
        588.32
    ],
    [
        " You, you have to tell yourself the truth. That is where discipline comes from.",
        590.9,
        599.76
    ],
    [
        " Discipline is rooted in the truth. We tell ourselves and discipline delivers long term strategic success.",
        601.18,
        608.86
    ],
    [
        " Am I a disciplined person? Sure. But that discipline is there because I know and understand my long",
        612.24,
        622.58
    ],
    [
        " term goals and I know why those goals are important. I think strategic. Strategic thought is",
        622.58,
        634.72
    ],
    [
        " discipline thought. Strategic thought allows you to make the right tactical actions to move you",
        634.72,
        640.58
    ],
    [
        " forward to achieve your goals. To be who you want to be and do what you want to do.",
        640.58,
        651.24
    ],
    [
        " So, for 2022 and for life, think strategic.",
        655.74,
        667.1
    ],
    [
        " Know why you are doing what you are doing and then get out there every day",
        668.38,
        677.7
    ],
    [
        " and win those small tactical short term battles so you can win the strategic long term victory",
        678.68,
        688.96
    ],
    [
        " that puts you where you want to be and it's not going to be easy.",
        688.96,
        694.06
    ],
    [
        " The fight, the daily fight is a challenge. You will not always want to do what you need to do.",
        694.76,
        705.22
    ],
    [
        " You will not always feel like doing something you need to do. You may not want to fight that battle,",
        706.64,
        713.7
    ],
    [
        " but you need to. You need to. You need to know your strategic goals and you need to know why they",
        714.0,
        723.04
    ],
    [
        " are important and then you need to get up. Get out of your damn bed. Get off your phone. Get out of",
        723.04,
        731.98
    ],
    [
        " the soft and addictive comfort zone that weakens you and destroys your goals.",
        731.98,
        740.28
    ],
    [
        " And you need to go out there into the world and get after it.",
        741.2,
        749.08
    ],
    [
        " Have a good 2022 and I will see you on the path.",
        749.16,
        757.08
    ]
]