[
    [
        " This is Jockel Podcast number 313 with Echo Charles and me, Jockel Willink. Good evening,",
        0.0,
        6.06
    ],
    [
        " echo good evening. He looks like any other ordinary young afghan, a dusting of a",
        6.22,
        13.02
    ],
    [
        " dark beard, sun-leathered face, a small child clinging to his side. Only Nazafula,",
        13.02,
        19.54
    ],
    [
        " 24 is a proud member of afghans ISIS affiliate known as ISIS-K or informally",
        20.12,
        29.12
    ],
    [
        " as Daesh. He has long been wanted by everyone from US troops and the now",
        29.38,
        36.36
    ],
    [
        " defunct Afghan security forces and the Taliban, formerly known as the Islamic",
        36.36,
        42.0
    ],
    [
        " Emirate of Afghanistan. Nazfula says he joined the terrorist group around five",
        42.0,
        49.34
    ],
    [
        " years ago out of frustration that the Taliban was dishonest about the status of",
        49.34,
        55.56
    ],
    [
        " its shadowy leader. We kept asking the Taliban to show us video of Mullah Omar,",
        55.56,
        61.82
    ],
    [
        " but we couldn't get any, he claims. That is why the Daesh here was created. They",
        62.16,
        67.78
    ],
    [
        " seemed truthful and said they were going to implement Sharia law, so that is why",
        67.78,
        74.12
    ],
    [
        " I joined them. Taliban founder Omar died in 2013 yet it was kept secret for more",
        74.12,
        81.28
    ],
    [
        " than two years. Most ISIS-K recruits are believed to have defected from Taliban",
        81.28,
        86.54
    ],
    [
        " branches in Afghanistan and neighboring Pakistan seeking an even more extreme",
        86.54,
        91.18
    ],
    [
        " interpretation of Islam with more international rather than domestic-centered",
        91.18,
        96.4
    ],
    [
        " goals of caliphate control. Since then the terrorist outfit has attracted a",
        96.4,
        102.74
    ],
    [
        " wealth of foreign recruits bent on attacking NATO, Afghan forces, and the",
        102.74,
        108.56
    ],
    [
        " insurgency turned Taliban government. Since the Emirate came to power on August",
        109.18,
        115.66
    ],
    [
        " 15th, ISIS-K has waged a deadly spat of suicide attacks and targeted",
        115.66,
        121.38
    ],
    [
        " bombings across multiple provinces and claimed dozens of lives. While some",
        121.38,
        127.36
    ],
    [
        " assaults have targeted the Taliban, the vast majority have been inflicted upon",
        127.36,
        131.7
    ],
    [
        " innocent civilians, particularly the minority Shiite population.",
        131.7,
        137.18
    ],
    [
        " Nasif Fula says he is unclear how many ISIS-K members are hidden inside Afghanistan.",
        137.96,
        145.16
    ],
    [
        " He spent the last year locked away in the country's notorious",
        146.08,
        150.04
    ],
    [
        " Bagram prison, having been arrested by the previous Afghan government for his",
        150.04,
        155.38
    ],
    [
        " ISIS membership. However, when the Taliban swept to power in August, he says he",
        155.98,
        162.98
    ],
    [
        " was released, even though the new regime was aware of his checkered past.",
        162.98,
        167.64
    ],
    [
        " Nasif Fula went straight back to the Black clad terror clan, but says he has",
        168.82,
        174.42
    ],
    [
        " since broken his leg seemingly from an accidental discharge from his own",
        174.42,
        178.88
    ],
    [
        " rifle. Yet he remains ready to take up arms again with a very specific goal in mind.",
        178.88,
        186.66
    ],
    [
        " Our first target is to destroy Pakistan because the main reason for everything in",
        187.12,
        193.04
    ],
    [
        " Afghanistan is Pakistan. He vows. When the Taliban were here, they were saying that",
        193.04,
        200.12
    ],
    [
        " we control 80% of the country, but they were not implementing Islamic rulings.",
        200.12,
        205.66
    ],
    [
        " That's why we stood up in when we started ISIS-K over in this area.",
        205.72,
        211.58
    ],
    [
        " Nasif Fula continues, then in the parcel under their dominance, the outfit immediately began",
        213.02,
        220.36
    ],
    [
        " quote, implementing Islamic rulings like cutting hands and everything.",
        220.36,
        225.96
    ],
    [
        " So that's when the Taliban got funding from Pakistan and started fighting us back,",
        226.72,
        233.12
    ],
    [
        " he claims with a big smile. And at that time, Baghdaddi announced the",
        233.12,
        239.34
    ],
    [
        " caliphate in our area and we were on top. That's why we are against the Taliban.",
        239.34,
        245.54
    ],
    [
        " Although Nasif Fula asserts that his outlawed group is quote,",
        247.1,
        252.26
    ],
    [
        " weak now and attempts to downplay their lethality, their hardline goals remain",
        252.26,
        258.06
    ],
    [
        " firmly in place. We want to implement Sharia law. We want to implement the way our",
        258.06,
        265.34
    ],
    [
        " profit was living, the way he was clothed, the dressing hijab was there. Currently,",
        265.34,
        272.24
    ],
    [
        " we don't have much to fight, but if you give me anything, I am going to fight",
        272.46,
        277.44
    ],
    [
        " Pakistan now. Yet hauntingly, Nasif Fula also makes it clear that ISIS-K has far",
        277.44,
        286.64
    ],
    [
        " more global reaching ambitions. Whoever goes against Islam and against the",
        286.64,
        292.66
    ],
    [
        " Quran, he adds darkly, we are against them.",
        292.66,
        297.58
    ],
    [
        " And that is an article from mknews.com. The article is written by Holly McKay.",
        298.78,
        311.36
    ],
    [
        " Holly is a journalist. She's an author. She's a war reporter. And she is an",
        311.38,
        317.16
    ],
    [
        " extremely courageous human being. She's been on this podcast before number 271,",
        317.16,
        324.42
    ],
    [
        " where she talked about her experiences in the war against ISIS in Iraq and Syria,",
        324.42,
        330.8
    ],
    [
        " which she chronicled in her incredible book, which is called Only Cry for the Living.",
        330.92,
        337.14
    ],
    [
        " And she's back with us again tonight to share with us her experiences from Afghanistan.",
        337.94,
        343.1
    ],
    [
        " Because she was there. She was there during the American departure, the collapse of the government,",
        343.46,
        350.3
    ],
    [
        " and the rise to power and control of the Taliban. So Holly, welcome back. And I do",
        350.7,
        359.74
    ],
    [
        " mean that sincerely. I was watching through social media when you were in Afghanistan,",
        360.44,
        365.98
    ],
    [
        " and I was terribly worried about you. And we'll discuss why. I'm sure we'll get to some of that.",
        366.48,
        372.38
    ],
    [
        " It was definitely sketchy to say the least. But for now, I am truly glad that you are here.",
        372.58,
        378.58
    ],
    [
        " And you went there for a reason to learn, to capture what was happening, and you've done that.",
        379.1,
        386.64
    ],
    [
        " So let's talk about what you've been through. First of all, welcome back.",
        386.96,
        391.58
    ],
    [
        " Thank you. Thank you for having me. It's strange adjusting. So it's been a few days,",
        391.74,
        396.06
    ],
    [
        " and I'm still getting used to it. No, you know, a highway without bomb and pot holes.",
        396.26,
        401.74
    ],
    [
        " I'm like, oh, this is a nice road. Hang on a minute.",
        402.16,
        404.64
    ],
    [
        " Just to set the stage a little bit to bring you into Afghanistan when you went back,",
        405.44,
        410.98
    ],
    [
        " when you went to Afghanistan this time, just to get where what you stepped into",
        410.98,
        416.32
    ],
    [
        " July 2nd, Germany, and Italy withdraw from Afghanistan. That is the same time that America",
        416.32,
        425.22
    ],
    [
        " quietly and strangely left the Bogrom Air Base. July 8th, Biden announces that the war is going",
        425.22,
        435.9
    ],
    [
        " to be over and we're going to be out by August 31st. July 12th, General Miller, who is the Commander,",
        435.9,
        442.2
    ],
    [
        " a commander of US and NATO forces in Afghanistan, he steps down. And by the way, this is right as",
        442.4,
        450.36
    ],
    [
        " Taliban is seizing district after district by mid July, they had seized, you know, 140 or 150",
        450.36,
        457.68
    ],
    [
        " districts inside of Afghanistan. July 21st, General Milley reports that half the districts in",
        458.46,
        469.58
    ],
    [
        " Afghanistan are under Taliban control. So July 22nd, the US House of Representatives, they pass a bill",
        469.58,
        479.86
    ],
    [
        " for visas for our interpreters and other allies that were there. And the reason I bring that up",
        479.86,
        485.78
    ],
    [
        " is because that turned into a big deal as everything shut down. And so that's what we're going into.",
        485.78,
        491.58
    ],
    [
        " It's very obvious. I forget the quote from General Milley, but it was something along the lines of",
        491.96,
        496.68
    ],
    [
        " everyone was surprised at how fast it was collapsing, but it was collapsing quick. So August 7th",
        496.68,
        505.9
    ],
    [
        " is when you arrive in Kabul. What was your purpose in going there? Did you know how fast it was",
        505.9,
        513.44
    ],
    [
        " falling down? Did you like, hey, this isn't going to make it? I'm going to go in there. Anyways,",
        513.44,
        516.56
    ],
    [
        " what was that? What was the thought process there? So I made the decision. I think it was around",
        517.2,
        521.36
    ],
    [
        " May, June that I was going to go back in August with my photographer, Jake, who is Australian,",
        521.36,
        526.8
    ],
    [
        " who's also spent a lot of time. He lived in Afghanistan and spent a lot of time in other places. So",
        526.96,
        531.5
    ],
    [
        " we thought we would go back and document what I thought was going to be the last month of the",
        531.5,
        538.06
    ],
    [
        " Americans being there. And then the Afghan government trying to stand on its own two feet. So between",
        538.06,
        544.42
    ],
    [
        " making that decision and what happened, it just you couldn't, you couldn't, I just I did not realize",
        544.42,
        551.54
    ],
    [
        " it was going to happen that quickly. And so when I arrived, even that first week, I was going to",
        551.54,
        557.82
    ],
    [
        " meetings at NDS, which is the Afghan intelligence. I was going to meet with all these different people.",
        557.82,
        562.48
    ],
    [
        " And everybody was just so convinced that it wasn't going to fall immediately, at least not within",
        563.08,
        568.34
    ],
    [
        " say that month. And so the speed of it and I've had to do so much reflection on this and looking",
        568.34,
        575.52
    ],
    [
        " back and going, where did you miscalculate? How did this sort of happen so quickly? And it really",
        575.52,
        581.9
    ],
    [
        " just goes to show, I think nobody really had any idea at the end of the day. I think",
        581.9,
        588.62
    ],
    [
        " they were sort of intelligence failures on many different levels from many different from parts of it.",
        590.96,
        596.08
    ],
    [
        " I've talked about some of this. If I'm a company commander and I'm in charge of training Afghan forces,",
        596.46,
        605.78
    ],
    [
        " I want to do a good job. And when I report to my battalion commander and I, you know, the first,",
        606.48,
        614.64
    ],
    [
        " I'm working with these guys for a month and he says, how are those guys? And I say, well,",
        614.64,
        619.3
    ],
    [
        " they got some work to do. They're not that great. They're deficient here. They're deficient there.",
        619.52,
        623.88
    ],
    [
        " They're not good at this. And my battalion commander says, okay, well, you know, get them squared away.",
        624.04,
        628.26
    ],
    [
        " The next month, what do I say? You know, I'm going to tend to say, we're making some improvements.",
        629.34,
        635.92
    ],
    [
        " We're doing a little bit better. We've got them issued better gear. We got the supply issues",
        636.62,
        642.06
    ],
    [
        " taken care of that we were worried about. We did a live fire training operation. And so you end up",
        642.06,
        648.6
    ],
    [
        " just by virtue of having a positive attitude, which Americans certainly have. We end up",
        648.6,
        655.98
    ],
    [
        " painting a better picture than what is actually happening. I saw this. I try to think if I did this,",
        655.98,
        665.3
    ],
    [
        " I believe I did. I believe that I did in training Iraqi forces would sometimes say, what, you know,",
        665.58,
        671.72
    ],
    [
        " I would put some lipstick on on the situation a little bit. Again, trying to have a positive attitude,",
        672.4,
        679.46
    ],
    [
        " trying to look at the brightest side of what was happening. And there was times in Iraq where",
        679.78,
        686.48
    ],
    [
        " the Iraqis would take over a position and the insurgents would immediately attack it and crush",
        686.48,
        693.6
    ],
    [
        " them. And so we got put in check a few times. I would almost say, luckily, because what that",
        693.6,
        699.66
    ],
    [
        " caused us to do was to be very honest about the capabilities of the people we were working with.",
        699.66,
        704.08
    ],
    [
        " So there is actual times where the Iraqis would take over, let's say, a checkpoint. We'd say,",
        704.6,
        711.78
    ],
    [
        " yep, they're good to go. And this is when I say we, I mean coalition forces in general, you know,",
        711.84,
        715.42
    ],
    [
        " the Americans that are there said, yes, we've been working with these Iraqis. They can handle this",
        715.58,
        719.02
    ],
    [
        " checkpoint. We'd step away from the checkpoint. And this happened almost immediately upon my arrival.",
        719.02,
        725.1
    ],
    [
        " This checkpoint got taken over by the Iraqis and the insurgents attacked it a day later,",
        725.54,
        730.88
    ],
    [
        " two days later. They killed the American advisor that was there. Actually, two American advisors",
        730.94,
        736.96
    ],
    [
        " that were there over ran it was total disaster. And that happened when I first showed up. So it",
        736.96,
        742.3
    ],
    [
        " really put us in check in terms of, okay, what do we need to be very cautious about what we report",
        742.3,
        748.48
    ],
    [
        " up the chain of command and when they're actually ready. But at the same time, you know, my guess is",
        748.48,
        755.76
    ],
    [
        " and even when we left Iraq, I was very worried. I was very worried when America left Iraq,",
        755.76,
        761.04
    ],
    [
        " when coalition forces left Iraq, I thought to myself, they're not ready yet. And there's a there's",
        761.38,
        768.34
    ],
    [
        " a similar obvious similar theme here. So almost every I never fought in Iraq in Afghanistan, but",
        768.34,
        775.74
    ],
    [
        " everyone that I know that worked on the ground with the Afghan forces were all not surprised.",
        776.44,
        782.86
    ],
    [
        " Hey, they weren't ready yet. They just weren't ready yet. And it's a huge it's it's it's um",
        783.42,
        789.5
    ],
    [
        " it's almost like when you have these these elements, the US support is really like the long",
        789.5,
        798.96
    ],
    [
        " pole in the tent. And all the other tent poles and the canvas that goes over the tent is and the",
        798.96,
        805.32
    ],
    [
        " stakes that go on the ground, all those things are really, really important. And you can build those",
        805.32,
        809.3
    ],
    [
        " up and you can make them really good and you can they can provide you shelter from the rain and",
        809.3,
        813.34
    ],
    [
        " shelter from the wind. But if you pull out that one long pole in the middle, it has a huge negative",
        813.34,
        820.0
    ],
    [
        " impact. And and that's sort of again in hindsight as I look at it, that's what that's one of the",
        820.0,
        826.52
    ],
    [
        " things I think happened. Yeah, I think there were just multiple things I think even right down to",
        826.52,
        831.1
    ],
    [
        " the number of ghost soldiers. So on paper, there might be 300,000 Afghan soldiers when they're",
        831.1,
        836.88
    ],
    [
        " in reality, there's a quarter of that because people would take commanders were taking money of",
        836.88,
        842.14
    ],
    [
        " people that never existed or they were dead or there was no accountability. You know, I can",
        842.14,
        848.04
    ],
    [
        " I can go into corruption for days and in how that really destroyed Afghanistan. And so to drill",
        848.04,
        854.9
    ],
    [
        " into that corruption that you just thought, let me let me see if I got this little piece of it, right?",
        854.9,
        857.98
    ],
    [
        " I'm a commander. I'm a I'm an Afghan commander. If I say I have 500 soldiers, I get X amount of money.",
        858.08,
        864.96
    ],
    [
        " Yep. So guess how many I have 700. And and two of you guys die, you're not going to report that",
        864.96,
        871.0
    ],
    [
        " because you still want to keep getting their money to the point where they would take the bank",
        871.0,
        873.9
    ],
    [
        " cards of the dead soldiers and go to the bank and get them their paychecks every week or every month.",
        873.9,
        879.4
    ],
    [
        " It's the level and we can get into this. But in my I've never seen a more corrupt place on",
        879.96,
        886.82
    ],
    [
        " every possible level. And yet, you know, we in and when I say we, I say, you know, I say we",
        888.16,
        894.46
    ],
    [
        " turned a blind eye to that for for really 20 years instead of going to the root and fixing it, we",
        894.46,
        898.82
    ],
    [
        " let it faster and create this entire industry of corruption, which is what the Taliban was not",
        898.82,
        905.18
    ],
    [
        " only able to capitalize on, but they came in saying, well, we're not going to be corrupt. And",
        905.18,
        911.32
    ],
    [
        " people that don't even like the Taliban's will so fed up with that corruption that they were",
        911.32,
        916.3
    ],
    [
        " going to support that even if they didn't support the ideology. So you get there on the 7th,",
        916.3,
        925.3
    ],
    [
        " the 8th and 9th, you're meeting with Intel people. It's still not clear that this thing is going",
        925.32,
        930.94
    ],
    [
        " to fall apart or you or I think there was this idea of what Kabul was never going to fall. And",
        930.94,
        936.84
    ],
    [
        " certain pockets like Kabul, Pangaea, you know, even Mazar, which is where I ended up, these were",
        936.84,
        942.18
    ],
    [
        " very, very staunch resistance places. And there was sort of this idea that how can they possibly fall?",
        942.18,
        947.4
    ],
    [
        " And so I met with and I had actually stayed with him in 2018 and Ankara was General Dostom.",
        948.26,
        954.6
    ],
    [
        " So General Dostom was the the warlord, I guess, who the US troops first went in with from the north",
        955.06,
        961.82
    ],
    [
        " during after the 9-11. And that's where Mike Span was killed and sort of the first people there.",
        961.82,
        968.1
    ],
    [
        " So I'd met him several years ago in Turkey and did a profile with him. And so he invited me to go",
        968.3,
        974.84
    ],
    [
        " back to Mazar because he was leading some resistance forces there that were working with the Afghan",
        974.84,
        979.76
    ],
    [
        " commandos. And yeah, it was just sort of this idea and I guess looking back, it was, you know,",
        979.76,
        985.78
    ],
    [
        " selling a story that didn't exist. But we decided, okay, well, let's go and cover what's happening",
        985.8,
        991.46
    ],
    [
        " in Mazar even though the northern provinces surrounding it were all sort of falling, there was",
        991.46,
        997.04
    ],
    [
        " this sense that Mazar was going to hold. So we went to Mazar. It was very early on a Thursday",
        997.04,
        1003.02
    ],
    [
        " morning. How'd you get up there? We flew. Yeah, camera. And so it's about a 50-minute flight from",
        1003.02,
        1009.68
    ],
    [
        " Carmel to Mazar. And so we get there. Did you say a 50-minute flight? Yeah, a 50-minute flight.",
        1009.68,
        1015.54
    ],
    [
        " And was this, who's flying the helicopters? This is just charter? This is a commercial airline.",
        1015.82,
        1021.0
    ],
    [
        " Yeah, yeah. I flew a commercial airline two weeks ago. So they still exist. I was glad to land that",
        1021.28,
        1027.5
    ],
    [
        " one because there was no landing lights. But they've still had commercial airlines. So we flew to",
        1027.5,
        1034.0
    ],
    [
        " Mazar because at this point you couldn't travel in roads anywhere, which isn't something else that's",
        1034.0,
        1039.14
    ],
    [
        " changed significantly now. But then you couldn't, the Taliban had really cut off every strategic road.",
        1039.14,
        1046.24
    ],
    [
        " And you couldn't go much beyond sort of Kabul, maybe Kabul to Pangia, but that was sort of the",
        1046.86,
        1051.84
    ],
    [
        " most road travel you could do. So we flew to Mazar. That was really early in the Thursday morning.",
        1051.84,
        1058.24
    ],
    [
        " And you get there and it was just this incredibly vibrant place. And I just remember it was the",
        1058.96,
        1064.24
    ],
    [
        " how, how is there, how are all these provinces around this place falling to the Taliban? When the",
        1064.24,
        1072.22
    ],
    [
        " markets were just chuckle block and everybody is just going about their daily business,",
        1072.36,
        1076.52
    ],
    [
        " I was flabbergasted. And I thought, isn't like what is happening? And you'd go and sort of talk",
        1076.52,
        1083.98
    ],
    [
        " to people and they'd be, oh, I'm a little bit worried, but it's okay. I think it'll be okay. We'll",
        1083.98,
        1087.96
    ],
    [
        " just flee to Kabul. So that was the Thursday. And everything, yeah, it's very normal.",
        1087.96,
        1094.08
    ],
    [
        " Yeah, so your feeling was, okay, well, obviously this is going to be okay.",
        1094.22,
        1097.82
    ],
    [
        " Yeah. And I had a couple of friends who were very worried about me being in Mazar. And I was",
        1097.82,
        1102.94
    ],
    [
        " sort of like, it seems fine to me. But what did really struck me as weird was that there was no",
        1102.94,
        1110.42
    ],
    [
        " police. There was no military presence on the street at all. I didn't see a single Afghan",
        1110.42,
        1118.34
    ],
    [
        " forces come through. And I thought that was strange. I thought, where is this? This is city,",
        1118.34,
        1127.54
    ],
    [
        " here. And there's zero security forces right now. So that struck me as strange. But everybody was",
        1127.54,
        1133.72
    ],
    [
        " going about life. And then the next day, Friday, which is the weekend day in Afghanistan, but still",
        1133.72,
        1139.62
    ],
    [
        " things were out. And I was going out interviewing people, just asking them how they felt, people in",
        1139.62,
        1144.84
    ],
    [
        " the markets. And people were starting to feel really worried. They said, well, you know, we think it's",
        1144.84,
        1149.7
    ],
    [
        " going to fall, but we just don't know when it's going to happen. And as the day progressed,",
        1149.7,
        1155.1
    ],
    [
        " you felt it get a little bit, people were becoming more tense. And we go to this, there's a beautiful",
        1155.1,
        1161.0
    ],
    [
        " big blue mosque, a big shrine there that's, that's quite famous. And there were just a lot of people",
        1161.0,
        1165.4
    ],
    [
        " that had fled from other villages and other provinces. And they were all sort of hanging out outside",
        1165.4,
        1170.0
    ],
    [
        " this mosque. And by the evening things were still happening. But I, you know, I said to check my",
        1170.0,
        1176.92
    ],
    [
        " photographer, okay, we need to book this return flight back to Kabul. And so I get online. And",
        1176.92,
        1185.08
    ],
    [
        " I was like, I think it's, you know, I called a few people. I said, he's like, he's going to hold.",
        1185.56,
        1189.5
    ],
    [
        " And they were like, yeah, you know, you should be fine. But get out in the next flight, you can get",
        1190.74,
        1194.9
    ],
    [
        " back to to Kabul. And so I booked the flight. So you're online booking a flight, which means you're",
        1194.9,
        1200.64
    ],
    [
        " online watching news and seeing updates for other things. And it's still, you got the impression,",
        1200.64,
        1206.3
    ],
    [
        " because I'm sure I don't remember exactly. I knew that you were in Qatar through social media.",
        1206.3,
        1211.44
    ],
    [
        " Because you're like posting about this stuff. But I also remember seeing, you know,",
        1211.44,
        1218.12
    ],
    [
        " sort of the battle map of what's happening and seeing the various provinces collapse around.",
        1218.18,
        1224.62
    ],
    [
        " And I just remember thinking, get, please get out of there.",
        1224.92,
        1228.04
    ],
    [
        " So yeah. And I remember thinking that too. And I thought, this doesn't, this doesn't feel right.",
        1228.8,
        1233.68
    ],
    [
        " But that night we went out with the commandos, the Afghan commandos too. And they were taking a lot",
        1234.1,
        1238.78
    ],
    [
        " of hits and a lot of, you know, a lot of fighting. But they were such extraordinary. And again, you",
        1238.92,
        1243.82
    ],
    [
        " know, this, this perhaps walked my thinking a little bit too. But you had these men who were just like,",
        1243.82,
        1247.5
    ],
    [
        " we will never give this up. They will never get Mazar. We will, you know, and defend it and hold it.",
        1247.5,
        1253.2
    ],
    [
        " And just really great young men. And we stayed out with them until we about two o'clock that morning.",
        1253.32,
        1259.32
    ],
    [
        " And there was this sort of strange sense with one of them. His name was Safi. And he kept,",
        1259.38,
        1264.06
    ],
    [
        " you could tell how much you missed the West. He wanted us to stay and drink beer with him.",
        1264.74,
        1268.24
    ],
    [
        " And listen to music. And he just, he didn't want us to leave. He just, he wanted, he wanted this",
        1268.54,
        1274.02
    ],
    [
        " sense of this connection to the West that I think that you know, been trained by the Americans and",
        1274.02,
        1278.9
    ],
    [
        " just have this sort of deep love. So two o'clock came. We got the guys to take us back to our hotel.",
        1278.9,
        1283.88
    ],
    [
        " And we're supposed to go out with them again at around seven or eight that morning.",
        1284.22,
        1287.42
    ],
    [
        " So we wake up on the Saturday and I'm waiting for a call from him. He's not there. He's not answering",
        1288.02,
        1294.04
    ],
    [
        " his phone. And I thought, you know, God, I hope he's okay. This is strange. I don't know what to do.",
        1294.7,
        1299.6
    ],
    [
        " But I will just wait for him to contact me again. And then we thought, all let's go out and do",
        1299.6,
        1304.62
    ],
    [
        " some stories. And we tried to contact some fixes or interpreters that we had known lived there.",
        1304.62,
        1309.72
    ],
    [
        " Everyone had fled the car. Well, we could not find anybody. Eventually by mid-morning, we found",
        1310.22,
        1315.62
    ],
    [
        " somebody who knew somebody who said that he could, he could come and be an interpreter if we did",
        1315.62,
        1319.78
    ],
    [
        " some interviews. And so we went out. It was just suddenly this ghost town from this, it had gone",
        1319.78,
        1325.98
    ],
    [
        " from extremely vibrant, you know, place to this complete ghost town. You just saw people lining",
        1325.98,
        1332.36
    ],
    [
        " up outside banks just trying to get their money out. And we're walking and people are just",
        1332.36,
        1338.36
    ],
    [
        " fleeing from the outside villages into Mazar on those little rickshaws and, you know, with all their",
        1338.36,
        1343.86
    ],
    [
        " stuff. And we met with this interpreter and we get into a cab and we're driving out toward",
        1343.86,
        1350.52
    ],
    [
        " there was three front lines. And the interpreter who I didn't really know too well is on the phone",
        1350.52,
        1357.26
    ],
    [
        " as we're driving. And it's about midday. And he suddenly he looks at me and he tends around. He's",
        1357.26,
        1363.04
    ],
    [
        " got this big smile on his face. And he says, oh, they just broke through the first of the three lines.",
        1363.04,
        1368.22
    ],
    [
        " And it's surrounded. And we looked at each other and the cab driver's like, I'm really scared",
        1369.02,
        1374.98
    ],
    [
        " because we were sort of driving to what it. And I said, okay, that's fine. We'll turn around and",
        1374.98,
        1378.78
    ],
    [
        " go back. It's no big deal. So we went back and I went... You had this detail that you just gave",
        1378.78,
        1385.14
    ],
    [
        " which was he was smiling. Yeah, he was, and I still can't figure out why he was smiling if he just",
        1385.14,
        1390.92
    ],
    [
        " didn't care or if he was a Taliban or if he just was trying to appease me. Or like he thought,",
        1390.92,
        1397.54
    ],
    [
        " hey, I'm getting to get you some stories. They just broke through here. We go.",
        1397.72,
        1401.04
    ],
    [
        " Yeah, he's sitting there in the find. He's like, turns around and it's just this, they just",
        1401.06,
        1404.74
    ],
    [
        " broke through the first. And I'm like, okay. So I get back to the hotel and I'm trying to make some",
        1404.74,
        1414.38
    ],
    [
        " phone calls because like there's no, there's no flyout that I can get early than that Monday. And",
        1414.38,
        1419.04
    ],
    [
        " there's no way you can, you know, to 10 hour drive, but there's no way I could even attempt to do",
        1419.04,
        1423.08
    ],
    [
        " that drive because it's all Taliban controlled. And so I'm making some calls to, you know, again,",
        1423.08,
        1428.4
    ],
    [
        " to my intel contacts and Kabul. And even then they're saying, no, no, it should hold. It'll hold,",
        1428.5,
        1432.84
    ],
    [
        " don't worry. And I was starting to get pretty worried and I was distracting myself, you know,",
        1432.86,
        1438.36
    ],
    [
        " doing some work and things. And then, and then we normally go to this, there was a cabab cafe",
        1438.42,
        1443.34
    ],
    [
        " that we'd always go to each night. And it was a really lively place. It was underground. They would",
        1443.34,
        1447.9
    ],
    [
        " play these terrible soap operas. But there was always like a lot of people there playing music.",
        1447.9,
        1451.86
    ],
    [
        " And so Jake and I said, okay, well, let's go to this cabab cafe and we step out. It's just",
        1452.74,
        1456.5
    ],
    [
        " pitch black and not a single person around. And I'm still figuring out we walked at this cabab cafe",
        1456.5,
        1462.4
    ],
    [
        " and it's open. We're like, oh, it's open. And we go downstairs and the TV is off. And there's",
        1462.4,
        1467.04
    ],
    [
        " just these, the two guys that work there that are just sitting there and we're a lot of food and",
        1467.04,
        1471.02
    ],
    [
        " we're sitting there. And then we just look at each other and we're like, something is really,",
        1471.02,
        1474.56
    ],
    [
        " really wrong. We need to go. And so we get up and we start hurrying back toward the hotel.",
        1474.56,
        1481.18
    ],
    [
        " This was early evening around 7. And then you just see these motorcycles coming in. And that's",
        1481.18,
        1487.9
    ],
    [
        " the Taliban. And so we sort of hurry back just in time to get to our hotel and go to the roof.",
        1487.9,
        1493.06
    ],
    [
        " And I'm just looking out and the Taliban is just circling. There's just hundreds of them. And",
        1493.16,
        1498.44
    ],
    [
        " they're shooting in the air and they're playing there in a sheet, which is their religious music",
        1498.44,
        1501.96
    ],
    [
        " and and celebrating that they just took a city without firing a shot basically. But what also",
        1501.96,
        1508.92
    ],
    [
        " struck me during the day and that was the other bizarre thing. I thought here is a city that's",
        1508.92,
        1513.92
    ],
    [
        " falling and there was no air power. There was not a sound in the air. And I remember that something",
        1513.92,
        1521.0
    ],
    [
        " and I did a little video about it. I was like, where is the air power? Didn't we train? Didn't we",
        1521.0,
        1526.36
    ],
    [
        " put just tens hundreds of millions of dollars into this Afghan Air Force? Where the hell is it?",
        1526.36,
        1532.64
    ],
    [
        " Because I don't hear it. And air power is a great example of the long pole in the tent, right?",
        1532.84,
        1538.2
    ],
    [
        " If you have air power when the Taliban's coming in on their motorcycles and in their trucks,",
        1538.92,
        1543.36
    ],
    [
        " it can't literally can't do it. And that's the long pole in the tent that falls apart when that",
        1543.74,
        1550.68
    ],
    [
        " happens. You know, it's as you were talking about like the talking up on the Afghan soldiers that",
        1550.68,
        1556.92
    ],
    [
        " you knew and how he, you know, hey, we're going to stay here. We're going to fight. They'll never take",
        1556.92,
        1560.98
    ],
    [
        " us. Do you remember all that stuff that happened up in Portland when the Antifa took over the",
        1560.98,
        1568.66
    ],
    [
        " part of the, part of the neighborhood or whatever they were calling it? I think it was originally",
        1568.66,
        1573.28
    ],
    [
        " called chop. And then they changed it to chas, but it was the occupied zone or something like this.",
        1573.28,
        1578.02
    ],
    [
        " But somebody's asking me about it. And I kind of said, hey, there's no one up there in the chop.",
        1578.38,
        1585.4
    ],
    [
        " That's like ready to die for the cause. That's ready to say, you know what? We're going to stay",
        1586.12,
        1591.86
    ],
    [
        " here. We're worried. There's not, there's not up there. There's no, I mean, America, and I kind of",
        1591.86,
        1596.92
    ],
    [
        " made the comment that, hey, even the people that are Antifa members, guess what? They have cell",
        1596.92,
        1602.88
    ],
    [
        " phones and they have, you know, like nice, they have clothing and they have running water. And",
        1602.88,
        1607.66
    ],
    [
        " it's just not that bad of a thing. And they're not right back committed to it. And it's, it's",
        1607.66,
        1614.38
    ],
    [
        " interesting when you think about what it really takes for someone to stand up and be willing to",
        1614.38,
        1622.12
    ],
    [
        " sacrifice themselves for a cause, whatever that cause is. And when you look at the Taliban and",
        1622.14,
        1628.24
    ],
    [
        " you, you're this Afghan person that's been fighting for however many years and you've been fighting",
        1628.24,
        1633.08
    ],
    [
        " for the Americans, you've been fighting for the Afghan government for 10 years or seven years.",
        1633.08,
        1637.5
    ],
    [
        " And then you're like, well, it looks like we're completely surrounded. If I fight, I'm going to die",
        1638.06,
        1643.98
    ],
    [
        " or I can just kind of put down my weapon, take off my uniform and carry on with my life.",
        1643.98,
        1649.08
    ],
    [
        " And I, yeah, and that was, you know, I, I think it was sort of the next day, or Joe Biden came out and",
        1650.96,
        1658.46
    ],
    [
        " said, you know, these guys ran away from their posts and things and to a degree, I understand",
        1658.46,
        1663.02
    ],
    [
        " what that came from, but it actually, it upset me because they were really sold out by their",
        1663.02,
        1668.7
    ],
    [
        " leadership. And I'll give you examples. So Safi, the guy that I met that Friday when I was",
        1668.7,
        1672.9
    ],
    [
        " finally able to get back in contact with him after Mazar had fallen and I asked him,",
        1672.9,
        1676.9
    ],
    [
        " you okay, where are you? And he said, you know, he'd gone out that day and they just, they were so",
        1676.9,
        1683.02
    ],
    [
        " outnumbered and he's three bodyguards had been killed and, you know, it was really the commanders",
        1683.02,
        1687.84
    ],
    [
        " that were trying to hold it. And he said by four o'clock that afternoon, somebody came to him and",
        1687.84,
        1692.12
    ],
    [
        " said, oh, Dustin left. And so did the commander left like, oh, your command is left and it's up to you",
        1692.12,
        1698.28
    ],
    [
        " if you want to stay and die or you can leave. And he just, he, they were sold out by everybody.",
        1698.28,
        1704.26
    ],
    [
        " I did hear stories from guys that I knew that said that the Taliban would like approach a village",
        1705.16,
        1712.84
    ],
    [
        " and just send a messenger in there and be like, hey, you know, here's your chance. We know you were,",
        1712.84,
        1717.22
    ],
    [
        " you know, you know, you were Afghan security. You can put down your guns and be cool.",
        1717.38,
        1721.52
    ],
    [
        " Or we're going to kill everyone. And guys were like, okay, we're surrounded. We're going to",
        1721.82,
        1725.92
    ],
    [
        " die. I guess we'll just go back to the way it used to be by the way. That's the other thing. It was",
        1725.92,
        1732.32
    ],
    [
        " they have sort of a lot of them had memory of what it used to be like. And it's like, okay,",
        1732.82,
        1737.22
    ],
    [
        " well, I guess we're going back the way it used to be. But it's better to do that be alive than be dead.",
        1737.32,
        1743.5
    ],
    [
        " And the amount of sacrifices that a lot of those Afghan soldiers made, I mean, they didn't,",
        1743.84,
        1748.8
    ],
    [
        " they weren't even released the number of killed. But it's, it's well passed 100,000.",
        1748.8,
        1754.08
    ],
    [
        " Yeah, I mean, there was at least 50,000 killed going into this whole thing taking place.",
        1754.38,
        1759.84
    ],
    [
        " So it's not like, and again, there's plenty of Americans that fought alongside the Afghans and",
        1760.14,
        1767.02
    ],
    [
        " I met awesome Afghan troops just like in Iraq, you know, there was, and by the time you were in Iraq",
        1767.02,
        1773.58
    ],
    [
        " and the Iraqis were fighting ISIS, they were taking massive casualties, massive casualties,",
        1773.58,
        1779.78
    ],
    [
        " going to take Mazewabak. That was led by the Iraqi forces. And they took massive casualties and",
        1780.18,
        1785.68
    ],
    [
        " they kept going compared to in the battle of Amadi, the Iraqi forces were, some of them were very",
        1785.68,
        1791.8
    ],
    [
        " scared and didn't want to take lead and definitely didn't want to take casualties. We had a whole",
        1791.8,
        1795.8
    ],
    [
        " battalions abandoned and leave. So that idea of this kind of, this kind of clear cut American version",
        1795.8,
        1806.02
    ],
    [
        " of the way things are is doesn't apply here. There's no clear cut way of, hey,",
        1806.02,
        1814.16
    ],
    [
        " oh, if you get captured, you get captured, we know what's going to happen. You're going to get",
        1814.72,
        1819.7
    ],
    [
        " tortured, you're going to kill, it's like, hey, you're an Afghan security force and you surrender.",
        1819.7,
        1824.94
    ],
    [
        " You're not sure what's going to happen, but you know what's going to happen if you don't surrender,",
        1826.0,
        1828.36
    ],
    [
        " you're going to die. So, and then you see your leadership.",
        1828.46,
        1832.74
    ],
    [
        " Oh, running away, all running away, all of them.",
        1833.48,
        1836.34
    ],
    [
        " And every single one of them ran away, including the president.",
        1836.66,
        1840.0
    ],
    [
        " Yeah, including the president. Who?",
        1840.0,
        1842.72
    ],
    [
        " Yeah, with that guy, that is a, is an insane situation. I mean, you have that guy,",
        1844.12,
        1850.48
    ],
    [
        " Ashraf Ghani, who, who is like a professor at Berkeley, a professor at Johns Hopkins,",
        1850.86,
        1857.86
    ],
    [
        " went to some leadership school at Harvard, wrote the book called Fixing Failed States,",
        1858.76,
        1865.4
    ],
    [
        " which is like an academic exploration of this, the theoretical. It's an embarrassment.",
        1865.62,
        1871.3
    ],
    [
        " Yeah.",
        1871.7,
        1871.84
    ],
    [
        " And he bailed with a bunch of money, by the way.",
        1872.08,
        1873.86
    ],
    [
        " And, and yeah, bunch of money is now under investigation. But what, what I remember going back",
        1874.14,
        1879.16
    ],
    [
        " in being Afghanistan in 2017 and sort of hearing when I'd go to the, the NATO compound of the US,",
        1879.16,
        1885.64
    ],
    [
        " embassy and everyone who would say all these great things about Ghani. And I remember saying to a",
        1885.64,
        1890.36
    ],
    [
        " few people, have you gone out to the street just to talk to the Afghan people? Because they have",
        1890.36,
        1895.72
    ],
    [
        " a different idea, you know? So, I think part of that problem was the US because nobody was leaving",
        1895.72,
        1901.28
    ],
    [
        " that base in the diplomacy world. They were getting a vacuum of information that was pre-approved",
        1901.28,
        1907.2
    ],
    [
        " people to enter. They were all part of this sort of puppetry stream. And they weren't actually",
        1907.2,
        1911.82
    ],
    [
        " out there talking to the Afghans who were terribly frustrated with the corruption going on.",
        1911.82,
        1915.68
    ],
    [
        " Terribly frustrated with the sort of, I guess, the, the pastune and the sectarianism and things.",
        1915.84,
        1921.14
    ],
    [
        " And I just, the picture that was so warped compared to the reality that I saw even back then.",
        1921.42,
        1927.64
    ],
    [
        " And that was, so 2017, you're out talking to normal people. And they're totally frustrated with",
        1928.58,
        1934.56
    ],
    [
        " Ghani. And yet the Americans are getting this white-washed version of how he's doing an excellent",
        1934.56,
        1940.3
    ],
    [
        " job. Yeah. When, so it was like August 14th. So, Mazar Falls, Kabul Falls too. So that was the,",
        1940.3,
        1953.32
    ],
    [
        " so that was the Saturday night. So, you know, suddenly I'm like in this room, in this hotel and",
        1953.34,
        1959.4
    ],
    [
        " and the locals at all fled. And there were no foreigners in there except I think there was a guy",
        1959.4,
        1963.34
    ],
    [
        " from Chdiqistan who was there for a couple of days and someone else. But so we and Jake and I",
        1963.34,
        1968.48
    ],
    [
        " look at each other and we said, well, what are we, what are we going to do? You know, we're making",
        1968.48,
        1972.28
    ],
    [
        " some calls and I'm speaking to some, some deal-do people in Kabul. And they said, well, you know,",
        1972.28,
        1978.5
    ],
    [
        " go and get us measurements, go and get us coordinates, go and get us this and that. And we'll see if we",
        1978.58,
        1982.48
    ],
    [
        " can get you out in the morning, the early morning. And it was an interesting night. So you had,",
        1982.48,
        1989.16
    ],
    [
        " you had, you know, I was trying to get all this information. And then",
        1989.68,
        1994.18
    ],
    [
        " the morning and the telebands were out and having that crazy, you know, teleband party all night.",
        1995.9,
        2000.42
    ],
    [
        " And so by the morning light, I thought, well, they'd gone to sleep then because they celebrated",
        2001.36,
        2005.44
    ],
    [
        " all night and they'd gone to sleep, but then nobody's calling. They were just sort of looking at",
        2005.44,
        2011.38
    ],
    [
        " each other going, well, now is kind of the chance to get out in this period where they're not in",
        2011.38,
        2016.06
    ],
    [
        " the street because they're going to be in the street in a couple of hours. But it became very evident",
        2016.06,
        2021.14
    ],
    [
        " that just, it wasn't going to happen. And then then that Sunday, we started seeing news reports",
        2021.14,
        2026.2
    ],
    [
        " that the telebands were at the gates of Kabul. And then the next thing, you know, they're taking the",
        2026.2,
        2031.18
    ],
    [
        " palace. And we just sort of, I looked at, I looked at Jake when that happened. And I said, well,",
        2031.18,
        2035.3
    ],
    [
        " yeah, we're pretty much, we've got to figure this out.",
        2035.72,
        2039.42
    ],
    [
        " Were you feeling, were you feeling threatened with when the Taliban showed up? So the images that",
        2040.14,
        2047.04
    ],
    [
        " they were portraying of the Taliban was like a kinder gentler Taliban was coming in, right? It",
        2047.04,
        2053.72
    ],
    [
        " was like, you said, it was, it was like celebratory. Yeah. It didn't look like a angry mob. It looked",
        2053.72,
        2060.1
    ],
    [
        " like a happy mob that was celebrating. And that was sort of the images that we got initially.",
        2060.1,
        2067.06
    ],
    [
        " Then it quickly turned into images of people being, people being killed, people being murdered.",
        2067.56,
        2071.92
    ],
    [
        " But what was your initial impression? My initial impression was, it was just bizarre because they",
        2072.66,
        2077.96
    ],
    [
        " were the, I was like, who are these barbarians in the street? Like, how is this, like, and then",
        2077.96,
        2082.86
    ],
    [
        " doing announcements over the last speaker? And it was so strange because you saw this instant",
        2082.86,
        2087.12
    ],
    [
        " transformation of a city. And they did, they did look a little intimidating. There were just so",
        2087.12,
        2092.68
    ],
    [
        " many of them. And that was the thing. I felt, where did these people come from? Because",
        2092.68,
        2096.24
    ],
    [
        " Mazar was a very strong Taliban resistance place. And suddenly, it's just, there's hundreds of them.",
        2096.5,
        2102.48
    ],
    [
        " And I don't know where they come from. And I sent Jake out to buy me a book or at the market. And",
        2102.78,
        2108.16
    ],
    [
        " he just came back. He's like, oh my god, they're just, they're crazy. And so we were trying to,",
        2108.16,
        2114.88
    ],
    [
        " I guess, figure out what do you mean by crazy? He just like, they're just everywhere. And they",
        2114.88,
        2120.2
    ],
    [
        " just, you know, that they literally have sort of the dominance of every corner possible in the",
        2120.2,
        2125.96
    ],
    [
        " city. And that was their strategy, I think, in the very beginning when they took places, they just",
        2125.96,
        2130.44
    ],
    [
        " flooded it with flight as to make sure that they could hold it. Now, a normal person would, like,",
        2130.44,
        2136.52
    ],
    [
        " concentrate on hiding and getting out of there. But you kind of focused on, let's go interview",
        2137.04,
        2140.2
    ],
    [
        " people. So not quite. So I mean, I first went a little quiet. I was like, I don't know. And I was",
        2140.2,
        2147.96
    ],
    [
        " trying to pretend to my parents. I wasn't in the city. Cause straight away, my dad's like, we just",
        2147.96,
        2151.34
    ],
    [
        " had on the news. And he's as full. And are you there? I said, no, I'm outside the city.",
        2151.34,
        2155.96
    ],
    [
        " So I was trying to, yeah, to try to appease them a little bit. But so I was a little unclear. And",
        2156.72,
        2164.8
    ],
    [
        " and what sort of concerns me at that point was, I know that first night that they came in and",
        2164.8,
        2171.34
    ],
    [
        " there was a bank underneath the hotel. So they were, so the telephones were desperately trying to",
        2171.34,
        2175.58
    ],
    [
        " get into the hotel where we were. And we knew that we were the only foreigners in there at that",
        2176.3,
        2180.36
    ],
    [
        " point. And these incredible hotel staff had stayed there for us. And they were terrified because",
        2180.36,
        2185.4
    ],
    [
        " they'd all been former NDS or previously worked in different capacities with the Afghans. And I",
        2185.4,
        2190.86
    ],
    [
        " knew that they were desperately wanting to go home to, you know, safety or flee or their families.",
        2190.86,
        2196.04
    ],
    [
        " But they really stayed there for us. And that was just something that I thought was just extraordinary.",
        2196.04,
        2201.02
    ],
    [
        " And it goes back to that Afghan hospitality and care. So we were there. And several days are going",
        2201.02,
        2208.02
    ],
    [
        " by. And the focus was to get out, but it just, it became so, and my phone was just blowing up with",
        2208.02,
        2215.54
    ],
    [
        " so many different people telling me, do this, do this, do this. And I was just like, you all need to",
        2215.54,
        2219.4
    ],
    [
        " leave me alone at this point, please, because it's not helping. And I said to, you know, the US",
        2219.4,
        2226.18
    ],
    [
        " people that I was speaking to right from the beginning, I think the only way is you go and talk.",
        2226.18,
        2230.5
    ],
    [
        " Like I need to go and talk to them to get their permission to leave because",
        2230.5,
        2235.08
    ],
    [
        " there really wasn't another way. There wasn't really a way that I felt that I could sneak out or,",
        2235.08,
        2240.76
    ],
    [
        " you know, go under the radar. And yeah, that was, that was what I was pushing for from the",
        2240.76,
        2246.16
    ],
    [
        " beginning. So that was sort of my focus in doing that. So it falls on like the 14th, 15th, and you",
        2246.16,
        2254.28
    ],
    [
        " spend the next few days trying to figure out what the best course of action is. And so what do",
        2254.28,
        2258.94
    ],
    [
        " you finally figure out? So, yeah, we, I talked to so many different people and I thought, you know,",
        2258.94,
        2263.76
    ],
    [
        " any sort of rescue, any whatever is not going to happen. So I talked to a couple of diplomats,",
        2263.86,
        2268.64
    ],
    [
        " and then I talked to sort of, I guess, a middle person who was like a Afghan business guy. And so",
        2268.7,
        2274.76
    ],
    [
        " it was very, very quick. And then he sort of said, well, I'll come to the hotel and, you know, be",
        2274.76,
        2280.68
    ],
    [
        " ready at this time. And they teed some things up with the Uzbek consul, which was closed. But they",
        2280.68,
        2288.72
    ],
    [
        " were able to kind of get it open. So next thing, you know, I'm dragging my stuff down. And the two",
        2288.72,
        2293.46
    ],
    [
        " people that come to meet me as my driver is at the two Taliban elders, you know, the cousin of the",
        2293.46,
        2298.7
    ],
    [
        " shadow governor's turned new governor. So you see these sort of old Taliban guys and, and I'm",
        2298.7,
        2304.9
    ],
    [
        " getting into the car with them. And they were like, welcome. It was so bizarre. Jokka was, I was like,",
        2304.9,
        2311.9
    ],
    [
        " what? Ah, hi. Because at that point, we really didn't know. Well, I guess you and Jake getting",
        2312.86,
        2318.38
    ],
    [
        " into the car. Yeah, just Jake and I getting into the car with the Taliban's. And we didn't know",
        2318.38,
        2322.5
    ],
    [
        " at that point, you know, how they were going to treat a foreign or how they were going to treat a",
        2322.5,
        2325.32
    ],
    [
        " woman, how they were going to treat a journalist. And so yeah, they drove us through the city. And I,",
        2325.32,
        2330.56
    ],
    [
        " so I said, do you mind if I have a talk to you and ask you some questions? And they said, sure.",
        2330.7,
        2335.38
    ],
    [
        " And, you know, telling me about, I'm asking them about there, how they viewed Islamic law or",
        2337.52,
        2342.7
    ],
    [
        " inshari law and what they wanted. And they just sort of said, well, you know, we want people's",
        2342.7,
        2346.24
    ],
    [
        " hands to be topped off when they steal. And if you murder, then you should be eye for an eye kind",
        2346.24,
        2351.64
    ],
    [
        " of thing and telling me all about their rulings. And but at the same time, they're like, yeah,",
        2351.64,
        2357.56
    ],
    [
        " you're welcome enough, Afghanistan. You're welcome to stay as long as you like. And we hope you",
        2357.74,
        2363.42
    ],
    [
        " enjoy our country. And it was very bizarre. And then we were dropped off at the Uzbek",
        2363.42,
        2369.22
    ],
    [
        " Council. And then suddenly these other Taliban's came. And they were, there's a group of them,",
        2369.22,
        2374.96
    ],
    [
        " really young ones like in their early 20s. And they were going to be our escort. And the only way",
        2375.0,
        2380.48
    ],
    [
        " sort of because we couldn't go back to Kabul was to go north to the Uzbek border. And so you had",
        2380.48,
        2385.06
    ],
    [
        " these bunch of these young Taliban's who were just who wanted to take selfies and, you know, continue",
        2385.06,
        2390.92
    ],
    [
        " to send, they continue to send long after that. My photographer, you know, selfies are themselves",
        2390.92,
        2396.02
    ],
    [
        " with, you know, Urdu music in the background and love hard emojis. It's literally the most bizarre",
        2396.02,
        2403.64
    ],
    [
        " thing you could imagine. I know I was looking at pictures. Some of your articles, you have pictures of",
        2403.64,
        2408.48
    ],
    [
        " these Taliban guys like with their iPhones or whatever. Yeah. They're doing selfies. Yeah.",
        2408.48,
        2416.4
    ],
    [
        " It's freaking. And yeah. And they, and they harass and I know with, there was a couple of other",
        2417.16,
        2422.08
    ],
    [
        " photographers that I know and they harass poor Jake and, and the other photographers get harassed",
        2422.08,
        2426.2
    ],
    [
        " for their photos. So if you take a picture of a Taliban's, oh, I need to WhatsApp. I need to",
        2426.2,
        2430.04
    ],
    [
        " WhatsApp. I can get in there. And then they just harassing on pictures of themselves. Like it's",
        2430.04,
        2433.46
    ],
    [
        " just, it's so new to them. These are people who are in hiding in the mountains for 20 years. And",
        2433.46,
        2438.82
    ],
    [
        " then suddenly they're like out and free and kind of a spectacle. It's, it's very bizarre.",
        2438.82,
        2444.4
    ],
    [
        " How does selfies and Instagram match up with Sharia law? I'm not sure about that one.",
        2445.26,
        2451.9
    ],
    [
        " I guess it's, it's, it's too new for Sharia maybe. How does that work? They haven't but a ruling on it yet.",
        2452.04,
        2457.82
    ],
    [
        " Um, man, that's crazy. Um, so you, were you at any point, at what point did you go, I think I'm",
        2458.82,
        2466.5
    ],
    [
        " going to be okay? Did the old Taliban make you feel that way? Did the young Taliban make you",
        2466.5,
        2471.44
    ],
    [
        " feel that way? I think, well, I did, I did feel like I was going to be okay. But when I was stuck",
        2471.44,
        2477.04
    ],
    [
        " in the hotel, I think the first night I was a little bit, well, you, you had a normal sense of",
        2477.04,
        2483.18
    ],
    [
        " fear, I guess. I certainly, I didn't panic, but I, I was a little bit thrown. This wasn't in the",
        2483.18,
        2488.74
    ],
    [
        " plan. Um, at all. And, but what actually is the small things that make you feel that I remember",
        2488.74,
        2494.0
    ],
    [
        " this, this young man from the hotel came up to me and he said, and he put the manager of the hotel",
        2494.0,
        2498.56
    ],
    [
        " on the phone to me, the owner, and the owner said to me, don't worry, I've already talked to the",
        2498.56,
        2504.58
    ],
    [
        " Taliban's and they promised not to enter the hotel. And I thought that was just like Christmas.",
        2504.58,
        2508.6
    ],
    [
        " It's like, thank you. And I just, even though I didn't know whether that was true, whether they were",
        2509.24,
        2513.28
    ],
    [
        " going to honor that, which they certainly weren't, because they were trying to get in. But",
        2513.28,
        2516.06
    ],
    [
        " it was like just what I needed to hear at that point, to give me that sense of calm that I needed",
        2516.06,
        2521.24
    ],
    [
        " to, to focus on, on what it is I needed to do. Um, in Missouri, I saw images and it was pretty",
        2521.24,
        2528.38
    ],
    [
        " prominent in the news back here, sort of as Kabul fell like a, let's say there was like a women's",
        2528.78,
        2535.82
    ],
    [
        " clothing boutique. And then they chose the next day to be gone or it'd be now whatever selling",
        2535.82,
        2541.18
    ],
    [
        " shovels or something like that. Did, Mazar go through that really rapid transition from like more",
        2541.18,
        2547.6
    ],
    [
        " Western influence, just to boom overnight, all of a sudden. Yeah, it was very overnight. And",
        2547.6,
        2551.68
    ],
    [
        " mind you, that was, that was self-sensorship. That wasn't the Taliban going around telling them",
        2551.68,
        2555.34
    ],
    [
        " they had that was me going, oh, you know, I'm not going to be selling these weapons flinking",
        2555.34,
        2558.88
    ],
    [
        " bikinis anymore. Where's your nut down? Yeah. Yeah. So, yeah, Mazar really was just this",
        2558.88,
        2564.02
    ],
    [
        " drastic, but what I found fascinating was the clothing transformation. So you see people,",
        2564.02,
        2569.12
    ],
    [
        " you know, walking around in Western jeans or whatever it is. And then suddenly,",
        2569.24,
        2572.6
    ],
    [
        " everybody's in Afghanistan dress. And very, very traditional. And that was sort of the",
        2572.6,
        2578.18
    ],
    [
        " bizarre thing. And it took a couple of days before I saw a woman again on the street. And when I",
        2578.18,
        2581.72
    ],
    [
        " did, she was always in a book. So that was very, it really felt like you went from one civilization",
        2581.72,
        2589.26
    ],
    [
        " and then you just plunged back a couple of hundred years overnight. And even just, there were",
        2589.26,
        2595.08
    ],
    [
        " these messages coming out of the speakers, which I'd never heard before in Mazar either. So the",
        2595.08,
        2600.02
    ],
    [
        " same speakers that they used for the call to prayer were suddenly delivering messages, you know,",
        2600.02,
        2605.2
    ],
    [
        " sort of town hall messages to people, you know, telling them that, you know, if anybody steals",
        2605.24,
        2610.06
    ],
    [
        " from them or anybody does anything and they're to call this number or come to this place to report it.",
        2610.06,
        2615.24
    ],
    [
        " So you have this immediate sense of the telebans trying to govern suddenly. But yeah, it was so drastic",
        2615.7,
        2622.36
    ],
    [
        " that that transformation. So how do you get up to the Uzbek border just driving up there? The",
        2622.36,
        2628.98
    ],
    [
        " telebans. So the telebans took us, I know. So the telebans take us to the Uzbek border, which is",
        2628.98,
        2637.02
    ],
    [
        " back border is closed. But again, that they, you know, some a couple of really amazing diplomats in",
        2637.02,
        2642.12
    ],
    [
        " in Tashkent, which capital of Uzbekistan had made arrangements with the Uzbek consulate to open the",
        2642.12,
        2648.3
    ],
    [
        " border, which I actually found out I didn't even need because both of us had Australian passports. And",
        2648.3,
        2652.32
    ],
    [
        " we didn't need a visa for Uzbekistan, but Americans do. So I could have gone anyway, I guess, but they",
        2652.32,
        2657.98
    ],
    [
        " had to open it specially for us because it was closed because the night before when Mazar had fallen,",
        2657.98,
        2664.36
    ],
    [
        " the soldiers flooded that border because they had nowhere else to go. So they really flooded that",
        2666.0,
        2670.56
    ],
    [
        " border and you drive along the way and you just see all the, you know, the American vehicles and the",
        2670.56,
        2675.04
    ],
    [
        " Humvees and everything just abandoned and left behind and the weapons still lying on the road and",
        2675.04,
        2680.58
    ],
    [
        " the, you know, the fatigues and these are just Afghan soldiers. These were just Afghan soldiers.",
        2680.58,
        2685.28
    ],
    [
        " They were going for Uzbekistan. Yeah, because that was the closest route that they could go to get",
        2685.44,
        2689.98
    ],
    [
        " out. So I think they let us certain amount in and then they just shut the border. How hard was it",
        2689.98,
        2694.22
    ],
    [
        " if I was a corporal or a private in the Afghan army and the Taliban's coming? How hard is it for me",
        2694.22,
        2702.12
    ],
    [
        " to be able to like take off my uniform grab some traditional clothing and leave and get away with it?",
        2702.12,
        2707.22
    ],
    [
        " You wouldn't be able to get out of the country. I mean, they weren't taking anyone.",
        2707.32,
        2709.94
    ],
    [
        " And how about my identity as far as I'm just going to go back to my home wherever in this village and",
        2710.52,
        2715.96
    ],
    [
        " just kind of take up who life is a normal farmer or whatever? I mean, you could go and do that. I",
        2715.96,
        2723.54
    ],
    [
        " think this was also a bit of a misnomer that happened in the beginning. Was people were talking a",
        2723.54,
        2727.92
    ],
    [
        " lot, especially in the news that, oh, Taliban's got a list. They're coming to houses. They're getting,",
        2727.92,
        2731.74
    ],
    [
        " you know, XYZ, they're targeting so and so. And when I looked into it, they weren't really",
        2731.94,
        2737.04
    ],
    [
        " necessarily. And of course, there are exceptions. But their overall goal wasn't necessarily to",
        2737.04,
        2743.24
    ],
    [
        " target any of these soldiers. Their goal was to take back government weapons. So any government vehicles,",
        2743.24,
        2747.9
    ],
    [
        " any government issued guns, they needed to take them back. So the process is when somebody surrenders,",
        2748.76,
        2754.8
    ],
    [
        " they get they hand over their weapon and they get given a letter from the Taliban. So the",
        2755.3,
        2759.68
    ],
    [
        " Taliban's give them a letter that basically says they've surrendered. This is their number. They're",
        2759.68,
        2763.84
    ],
    [
        " free to go. So, you know, when Taliban approach some of these soldiers, you know, they either have to",
        2763.84,
        2769.18
    ],
    [
        " show the letter. And if they don't have the letter, then the Taliban will want to know where their",
        2769.18,
        2772.92
    ],
    [
        " weapon is and and and what they're doing kind of thing. So yeah, it was it muddying.",
        2772.92,
        2779.16
    ],
    [
        " Okay. So you now you're in Uzbekistan. You get there by what August 20th, you're in Uzbekistan?",
        2779.72,
        2786.24
    ],
    [
        " Yes, around yeah, August 20th. So at this time, it's getting, it's getting crazier in Afghanistan.",
        2786.46,
        2792.12
    ],
    [
        " You got bite and Biden is now on August 20th makes his promise that all American citizens are",
        2792.34,
        2798.44
    ],
    [
        " going to be brought home. August 23rd, the CIA director, William Burns meets with the leader of",
        2798.44,
        2806.0
    ],
    [
        " the Taliban or one of the leaders of the Taliban. Well, co founder of the Taliban actually to start",
        2806.0,
        2813.62
    ],
    [
        " talking about how we're going to withdraw. That starts to happen. The withdrawal starts happening.",
        2813.62,
        2820.2
    ],
    [
        " August 26th. That's when this attack happens. Kills 13 US military personnel 11 Marines,",
        2820.26,
        2829.76
    ],
    [
        " one one Navy corpsman, one American soldier, about 70 odd Afghans, 180, that one. 180.",
        2829.76,
        2840.64
    ],
    [
        " Yeah.",
        2841.04,
        2841.9
    ],
    [
        " That happens on August 26th. August 29th. There's a drone strike that is allegedly targeting",
        2842.7,
        2856.96
    ],
    [
        " some ISIS K or some Taliban or and it ends up killing a USAID worker. A guy named Zimari",
        2856.96,
        2866.24
    ],
    [
        " Ahmadiy kills him two other adults and seven kids.",
        2867.34,
        2870.86
    ],
    [
        " August 30th. There's some rocket attacks. But August 30th, we went in the last US planes. We've",
        2871.68,
        2884.82
    ],
    [
        " Afghanistan. The Taliban rolls into the airport. Just rolls into the airport and declares victory.",
        2884.82,
        2892.46
    ],
    [
        " So there it is. Now the Taliban's in control. At which point,",
        2893.66,
        2899.26
    ],
    [
        " is this when you go back in? Yeah. So I was working between his back asin and to jika stan and",
        2899.82,
        2906.32
    ],
    [
        " I would have gone back or tried to go back a little earlier. But when I met with these diplomats,",
        2906.32,
        2912.2
    ],
    [
        " one of them said to me because he was involved in putting me in touch with the middleman",
        2912.48,
        2921.78
    ],
    [
        " to leave Afghanistan and he sort of said, you know, I've been doing this for 30, 40 years and",
        2921.98,
        2927.8
    ],
    [
        " been in many war zones sort of working and he said I've never felt more terrified when then",
        2927.8,
        2933.8
    ],
    [
        " I basically handed you over to the Taliban to get in the car to leave. And he said, I was so relieved",
        2933.8,
        2940.5
    ],
    [
        " when you were okay. And I out of respect to him, I didn't want to go back in straight away.",
        2940.5,
        2946.6
    ],
    [
        " So, but there was never doubt in my mind that I was going to go back in. Of course, I didn't tell",
        2947.48,
        2951.36
    ],
    [
        " that to my parents or do anybody else, but I thought I planned to come and do a job. I felt",
        2951.36,
        2959.22
    ],
    [
        " confident enough to go back because despite the hype that we were sort of seeing in the media",
        2959.22,
        2964.74
    ],
    [
        " and everybody trying to get out, I did know other sort of British journalists and things that had",
        2964.74,
        2969.42
    ],
    [
        " stayed that were still in Kabul. And I felt confident enough that I could go back and be okay",
        2969.42,
        2976.42
    ],
    [
        " about it. And so, yeah, we made that decision to go back and I thought, you know, I'll let this",
        2976.42,
        2982.64
    ],
    [
        " airport chaos die down. And so we'll go back in on the first and we'll drive back from the north,",
        2982.64,
        2988.72
    ],
    [
        " back from Uzbekistan border and we'll take that. It's about a 12 hour drive across Afghanistan",
        2989.2,
        2994.12
    ],
    [
        " back to Kabul because there really wasn't any other way. And yeah, that's that's what we did. We",
        2994.12,
        2999.7
    ],
    [
        " came in, we crossed that bridge again. And I still, and they were honoring the the",
        2999.7,
        3005.84
    ],
    [
        " valid visa. So my visa was valid media visa. And so I went back and we kind of went to this little",
        3005.94,
        3012.68
    ],
    [
        " passport hot. And there was just a Taliban sitting in there and you didn't ask a single question.",
        3012.68,
        3016.48
    ],
    [
        " Just had a notebook, wrote it down, stamped with the Taliban stamp, and we were good to go.",
        3016.88,
        3022.34
    ],
    [
        " So it was sort of that easy to go back. And I thought, gosh.",
        3022.72,
        3026.3
    ],
    [
        " And then you're just driving south. Then we just drive. So we'd hired a driver for",
        3026.9,
        3032.1
    ],
    [
        " friends of our friends who'd come to pick us up. And so there was, you know, all of us jammed",
        3032.1,
        3036.42
    ],
    [
        " into this little Toyota Corolla driving, you know, from that bridge down just through Solang Pass",
        3036.42,
        3043.2
    ],
    [
        " down into, yeah, it was about 12 hours. Are you and you're getting the checkpoints?",
        3043.2,
        3047.56
    ],
    [
        " Yeah. So there was about 16 checkpoints. And was that feel like, you know, and still now they",
        3048.02,
        3053.56
    ],
    [
        " barely stop you when they see a woman. They see a woman go, go, go, go, go. They've been",
        3053.56,
        3057.28
    ],
    [
        " basically instructed. At least definitely at that point they're instructed. Don't question a",
        3057.28,
        3061.28
    ],
    [
        " woman. Don't, you know, if there's a woman in the car, just let them go. Why is that?",
        3061.28,
        3065.4
    ],
    [
        " They're terrified of women. They're they, they, yeah, they just, they think they see it as a",
        3065.62,
        3072.06
    ],
    [
        " sign of respect. Don't question a woman. Don't ask her who she don't look at her. Don't question.",
        3072.06,
        3076.94
    ],
    [
        " Really only once we got stopped, I think at a checkpoint, they asked sort of a few questions,",
        3077.34,
        3082.88
    ],
    [
        " looked at the past, and one of them poxies had through the window. It was again, it's like being",
        3082.88,
        3088.96
    ],
    [
        " a clown show. And Jake said to this guy, how do you get your hair so shiny? Because they've got",
        3088.96,
        3093.96
    ],
    [
        " this black hair that's waiting around. And the guy looks, he goes, head and shoulders.",
        3093.96,
        3097.8
    ],
    [
        " The whole thing was like, I was like, I don't know what movie I'm in right now, but this is crazy.",
        3098.8,
        3104.5
    ],
    [
        " But yeah, so they, I barely got stopped at a checkpoint and suddenly we're back in Kabul. And",
        3105.48,
        3110.82
    ],
    [
        " really at that point, the only fighting that was really still happening was in Pangaea. And",
        3110.82,
        3116.78
    ],
    [
        " that was sort of the last holdout that the Taliban hadn't taken yet. So and you ended up going",
        3116.78,
        3123.98
    ],
    [
        " up there, right? Yes. And the reason you go, well, because there was, there was, there was",
        3123.98,
        3130.06
    ],
    [
        " anti-Taliban forces that fled there. Yes. And they, they were flying the flag of the Northern",
        3130.06,
        3136.08
    ],
    [
        " Alliance up there. And it seemed like that could be sort of the, like the, like the Montana,",
        3136.08,
        3144.32
    ],
    [
        " or the, or you know what I'm saying? Like the Wyoming of, hey, hey, they might have taken",
        3145.22,
        3150.58
    ],
    [
        " the rest of America. This is like a red dawn scenario, right? These are the Wolverines up there.",
        3150.58,
        3154.88
    ],
    [
        " Thinking, all right, we're going to go up there. Do you know what I'm talking about?",
        3155.06,
        3157.38
    ],
    [
        " Yes. Okay. Because I know Echo does because you know, he's very up to speed on, on those kind of",
        3157.62,
        3162.22
    ],
    [
        " movies. But that's what it was. That's what it seemed like up in Pangaea was, hey, we've got,",
        3162.22,
        3166.52
    ],
    [
        " this is the last holdout. We're like the Wolverines up there. We, we're flying the old flag of",
        3166.9,
        3174.3
    ],
    [
        " and we've got experienced fighters. You're hearing that story. Did you looking at it think that they",
        3174.3,
        3181.72
    ],
    [
        " could hold out? So I was hearing a lot of information. People, we're going to do this, this, this,",
        3181.72,
        3185.88
    ],
    [
        " and this. And I've spent a lot of time in Pangaea previously. And I knew that there was a lot of great",
        3186.0,
        3190.74
    ],
    [
        " fighters, great guy, you know, people that, that fought during the Soviet occupation. And that was",
        3190.74,
        3195.26
    ],
    [
        " the only place the Taliban's never controlled during their reign in the 90s. They never got",
        3195.26,
        3199.92
    ],
    [
        " Pangaea. That was the one place. So they certainly had this, this mentality to hold. But at the same",
        3200.04,
        3205.52
    ],
    [
        " time, all the young men that I knew that had lived there had all fled to France, all of them. And",
        3205.52,
        3210.14
    ],
    [
        " I'm thinking, why have you fled to France? Why have you fled to France? Like you should be here",
        3210.14,
        3214.34
    ],
    [
        " fighting for your province. Like what is going on? So it was a little skeptical to be honest,",
        3214.34,
        3218.92
    ],
    [
        " because I was hearing especially from contacts of mine in the US who were like, we're going to send",
        3219.0,
        3223.48
    ],
    [
        " them weapons and get this. And I remember just sort of thinking, I don't, I don't know if I'm",
        3223.48,
        3229.2
    ],
    [
        " buying this right now. So we decided, yeah, I was like, I need to get in and there was still this",
        3229.2,
        3235.92
    ],
    [
        " debate going on. Has it fallen? Has it not fallen? Because the Taliban's were claiming in that sort",
        3235.92,
        3241.52
    ],
    [
        " of first week of September to have taken it. But then the NRAF, as they know, in the national",
        3241.52,
        3246.78
    ],
    [
        " resistance front, was saying, no, no, no, no, we're still, we're still in control. And so nobody",
        3246.78,
        3251.72
    ],
    [
        " could figure it out because nobody could get in. The Taliban's were not letting anybody go into",
        3251.72,
        3256.14
    ],
    [
        " the province. And there's really terrible cell service there. It's just, it's always been",
        3256.14,
        3260.4
    ],
    [
        " terrible cell service there. So especially if you're in the mountains, you're not going to be able to",
        3260.4,
        3264.42
    ],
    [
        " report back. So there was this really crazy debate going on. And again, whether misinformation",
        3264.42,
        3270.58
    ],
    [
        " was coming out of was this idea of then people started saying, well, the Pakistan has got drones",
        3270.58,
        3276.74
    ],
    [
        " there. And you know, they're supporting the Taliban's. And I looked at the video and then I was like,",
        3276.74,
        3280.88
    ],
    [
        " that's a video game. Like they're using footage, like news outlets are using footage of a video",
        3280.88,
        3286.18
    ],
    [
        " game and also footage of like US military in Arizona. And it's being passed off as the Pakistan is",
        3286.18,
        3294.56
    ],
    [
        " in Pangaea. And I just remember thinking what it was this complete disinformation circle. And when",
        3294.56,
        3300.46
    ],
    [
        " I really started to dig into it, I found that it was a lot of the disinformation was coming from India.",
        3300.46,
        3305.36
    ],
    [
        " So basically, Pangaea had become this proxy for the conflict between Pakistan and India. And they",
        3305.98,
        3312.58
    ],
    [
        " were sending different information, a lot of which was completely inaccurate. So I said to my fixer,",
        3312.58,
        3319.18
    ],
    [
        " and we need to do whatever it takes to get into Pangaea. Because I need to know, has it fallen,",
        3319.5,
        3324.36
    ],
    [
        " hasn't it fallen? What is going on there? And so he was able to make that arrangement. And we",
        3324.54,
        3330.48
    ],
    [
        " was sort of the first journalist that were able to get in and go through all eight districts. And",
        3330.48,
        3334.66
    ],
    [
        " that was about, that was once, I want to say it was about September 9. I think I did, we went to",
        3334.66,
        3341.06
    ],
    [
        " Pangaea. And did you drive up there? Yeah, we drove. So it's not far from Kabul. It's about an hour",
        3341.06,
        3346.52
    ],
    [
        " and a half. And then we, we get there and it was very heavily fortified by the Taliban and we",
        3346.52,
        3352.04
    ],
    [
        " get in and immediately it was very clear to me that Taliban had complete control of it.",
        3352.04,
        3356.52
    ],
    [
        " Even, even, yeah, there was just so much misinformation. Did you talk to any anti-aneroid fighters?",
        3358.56,
        3363.38
    ],
    [
        " Yeah, I did. And most, I was watching them surrender from the mountains and they were coming down",
        3363.72,
        3368.78
    ],
    [
        " and handing their guns over to the Taliban and the Taliban were giving them the ladder. And off",
        3368.78,
        3373.7
    ],
    [
        " they were going and they were leaving. And honestly, and I got so much heat for this, but you know,",
        3373.7,
        3380.72
    ],
    [
        " you can only report what you see in here. There really wasn't a fight. There wasn't a big fight.",
        3380.84,
        3385.9
    ],
    [
        " A lot of that was exaggerated. There was not a single amount of damage that I saw anywhere in",
        3386.02,
        3390.58
    ],
    [
        " that main street. I'm not to say there wasn't fighting in the mountains, but I didn't, I had one",
        3390.58,
        3396.54
    ],
    [
        " rocket launched that entire day that I was there. The leadership had fled. They'd already left.",
        3396.54,
        3401.94
    ],
    [
        " And I just think that was just sort of, and I still hear it now about, you know, people going",
        3402.78,
        3408.52
    ],
    [
        " around trying to get weapons, trying to, you know, so it's not there. It doesn't exist the way it",
        3408.52,
        3413.94
    ],
    [
        " existed 30 years ago. And again, goes back to so many of them that I knew they're not in the country",
        3414.92,
        3420.04
    ],
    [
        " anymore. But, you know, and it was crazy. I got so much heat for simply reporting.",
        3420.04,
        3425.04
    ],
    [
        " There really wasn't a fight here. And the diaspora just came after me and people, you know,",
        3425.56,
        3431.28
    ],
    [
        " just I never experienced that kind of backlash just from reporting a story. So I was kind of",
        3431.74,
        3437.74
    ],
    [
        " relieved when, you know, some friends of mine from Wall Street Journal and New York Times and",
        3437.74,
        3441.08
    ],
    [
        " things they went in a couple weeks later in report at the same thing. So I was like, well, okay,",
        3441.08,
        3444.96
    ],
    [
        " I'm not crazy. Yeah, that's, uh, the, the, when you talk about the folks that you knew that",
        3445.12,
        3453.92
    ],
    [
        " went to France, like, give us a little bit of background on that. Well, I was just in that",
        3453.92,
        3458.32
    ],
    [
        " initial evacuation period. Just a lot of the young fighters that I knew that they France was,",
        3458.32,
        3463.06
    ],
    [
        " France was very close with, with the pengeries and, and um, I'm a child, I'm a sued, his wife lives",
        3463.18,
        3468.86
    ],
    [
        " there and he spent a lot of time there during his time. And so they have a very close relationship",
        3468.86,
        3473.46
    ],
    [
        " and the French is a very aligned with the pangees. So they were mostly able, a lot of the men were",
        3473.46,
        3478.04
    ],
    [
        " able to get, um, I guess, SIVs to go to France in that evacuation period and, and a lot of them",
        3478.04,
        3484.08
    ],
    [
        " took it and off they went and, um, so yeah, I don't doubt there was certainly a fight there,",
        3484.08,
        3490.2
    ],
    [
        " but I just think it was really blown out of proportion in terms of any ability to, to take it.",
        3490.2,
        3495.46
    ],
    [
        " It was very clear that Taliban had full control of every single of those districts.",
        3495.46,
        3499.32
    ],
    [
        " So you spend, what, how long would it be for a day? Yeah, we spent a day up there. And now,",
        3500.46,
        3505.7
    ],
    [
        " at this point now, the Taliban is forming their government. Yeah. And, um, yeah, they, they now",
        3505.96,
        3514.66
    ],
    [
        " run the country. They formed their government. September 11th, they kind of formally announced",
        3514.66,
        3517.96
    ],
    [
        " that they're in control and this is the new, this is the new regime. Yeah. They reopened the, the",
        3517.96,
        3523.66
    ],
    [
        " ministry, um, you know, for the prevention of violence and propagation of virtue, which is",
        3524.14,
        3529.06
    ],
    [
        " something that existed in their first reign where they would go around with these morality police",
        3529.06,
        3534.3
    ],
    [
        " and, and school people and people would get flogged if your beard wasn't long enough or for",
        3534.3,
        3539.54
    ],
    [
        " women's, you know, wasn't wearing the correct burqa. Um, so they were very stringent about that.",
        3539.54,
        3545.08
    ],
    [
        " They haven't restarted the morality police, but at the beginning it was a little bit terrifying.",
        3545.1,
        3549.84
    ],
    [
        " I went to the opening of, um, the ministry and we sort of just, it was very bizarre. That very",
        3549.84,
        3555.64
    ],
    [
        " first month, you could just walk up and knock on the door or anywhere and get in. Um, they tightened",
        3555.64,
        3561.3
    ],
    [
        " down since then, but it was suddenly you just had all this access to things and because the",
        3561.3,
        3565.22
    ],
    [
        " Taliban's were not used to all this media and people and it was very bizarre for them. So they",
        3565.22,
        3570.2
    ],
    [
        " were just sort of, sure, come in. What's your, what's your opening line when you walk out to the",
        3570.2,
        3575.32
    ],
    [
        " ministry of prevention of violence and propagation of virtue? What do you say when you knock on their",
        3575.44,
        3579.66
    ],
    [
        " door? We just come, I come with my fixer, my photographer and of course I don't look at me. Um,",
        3579.66,
        3583.98
    ],
    [
        " they, you know, that was the other bizarre thing too. I, the psychological effect of being ignored",
        3584.58,
        3590.84
    ],
    [
        " and, um, invisible for a month straight is actually just, it made me a little bit crazy.",
        3590.84,
        3597.88
    ],
    [
        " So, but I would make a deliberate at first for the first few weeks. I was being trying to be polite",
        3598.18,
        3603.28
    ],
    [
        " and I would stand back and just let them go up and, you know, handle it and, and do they,",
        3603.28,
        3608.14
    ],
    [
        " and pasture greetings with the Taliban's and make us the questions and I would just be in the background.",
        3608.28,
        3612.94
    ],
    [
        " They would interview with me. They didn't like it. They would complain and say, why did you bring a",
        3613.46,
        3616.8
    ],
    [
        " woman, you know, we should, I should be interviewing with a man, but they would usually, and my fixer",
        3616.8,
        3621.1
    ],
    [
        " would say, well, she'll go, she'll go and write about it. She'll go and write about the fact that",
        3621.1,
        3625.2
    ],
    [
        " you aren't going to interview there. So then they were very worried about perception at that point.",
        3625.2,
        3629.02
    ],
    [
        " But so we, we'd go up and they were doing this, you know, big opening for their, you know,",
        3630.04,
        3634.72
    ],
    [
        " all the guys went in and I couldn't go in. So my photographer and, and fixer went in, I was allowed",
        3634.76,
        3639.28
    ],
    [
        " to go into the compound and I'm, some of the Taliban's bought me a chair and I'm sitting under the tree.",
        3639.28,
        3644.68
    ],
    [
        " And they're all, you know, doing their, the Hakanis and everybody's in the building next to me,",
        3645.04,
        3650.28
    ],
    [
        " doing their, their sermons and then, and then finally they said, oh, we need to put her in a room.",
        3650.42,
        3654.64
    ],
    [
        " She can't sit here. So I get moved to a room and they bring me tea and fruit and it was all just",
        3654.64,
        3660.34
    ],
    [
        " very bizarre. And then finally when the celebrations had finished and they're all doing picnics outside,",
        3660.34,
        3664.86
    ],
    [
        " the director came to interview me in the, in the little room and he would just sort of sit there",
        3665.34,
        3670.52
    ],
    [
        " and very softly spoken and would answer my questions but looking at the ground. So I was, yeah,",
        3670.52,
        3676.94
    ],
    [
        " I was very invisible. Which at first I took, I said, you know, I'll be, you know, I, I went with the",
        3677.04,
        3683.62
    ],
    [
        " approach that they're not used, they've never seen a woman before, especially not a woman working",
        3683.62,
        3688.66
    ],
    [
        " out with men. They, if lucky, they've seen their mother's daughter if they have one and their sister.",
        3688.66,
        3695.56
    ],
    [
        " They really have not seen a woman before. So I tried to be like, well, this is very new to them.",
        3695.84,
        3701.16
    ],
    [
        " Are you wearing a berk or no? No, no, I refused. I wore everything that I'd normally wore in",
        3701.16,
        3706.08
    ],
    [
        " Afghanistan previously just to her job. And sometimes I wore a mask depending, but I refused to wear a",
        3706.08,
        3712.56
    ],
    [
        " berk or if I used to wear an acquibre, I refused to wear anything other than a her job because that's",
        3712.56,
        3716.96
    ],
    [
        " all it says in Islam is cover the head and that's it. So that's what I went with. So I thought, you",
        3716.96,
        3721.82
    ],
    [
        " know, this is a very big learning experience for them too. And even when I would go to villages,",
        3721.82,
        3726.28
    ],
    [
        " it was so bizarre that you could hear the villages in the background. Is she a man or a woman?",
        3726.5,
        3730.68
    ],
    [
        " Like they just never seen, it was just so new to them. And so at the beginning of his respectful",
        3731.24,
        3737.28
    ],
    [
        " and then I snapped. I, I, I don't know, I just, when you're ignored completely for that long,",
        3737.28,
        3743.68
    ],
    [
        " I just thought, I'm not okay with this anymore. And so I made a very big point of anytime",
        3744.4,
        3750.8
    ],
    [
        " we went to meet with the Taliban's that I was with my photographer and fixer. I would walk up",
        3750.8,
        3756.4
    ],
    [
        " and I would just stare at them. I'd say hi and I would stare at them. And they looked the other way",
        3756.4,
        3761.72
    ],
    [
        " and even in interview when they would speak and they would just look at my fixer and not to me,",
        3761.72,
        3765.7
    ],
    [
        " I would continue to stare at them. And 95% of the time they broke, 95% of the time eventually they",
        3765.7,
        3772.4
    ],
    [
        " started to look at me. And throughout the course of my month there, I found that by the end,",
        3772.4,
        3777.42
    ],
    [
        " most of them were actually looking at me. And I thought, I don't want to go and perpetuate this idea",
        3777.92,
        3783.94
    ],
    [
        " of it's okay just to ignore a woman even though to a lot of them that is respect, they think it's",
        3783.94,
        3790.36
    ],
    [
        " respectful to not look at me or ignore me. And I thought if you are going to run this country,",
        3790.78,
        3795.48
    ],
    [
        " you need to learn what that is going to entail. And that is going to be that women are working",
        3795.64,
        3800.98
    ],
    [
        " in the street. That's how it is. Foreign women will come in and work. So it was just an interesting",
        3800.98,
        3807.22
    ],
    [
        " social experiment, but I could, yeah, staring at them. So there was like a line because, you know,",
        3807.22,
        3813.16
    ],
    [
        " early, early, you said, you know, that when the Taliban would, they wouldn't look at you and",
        3813.24,
        3817.24
    ],
    [
        " you were like, oh, when the cars, they would just wave us through checkpoints because it's a",
        3817.24,
        3820.64
    ],
    [
        " sign of respect. But then when you're actually trying to communicate with them and they're just",
        3820.64,
        3823.84
    ],
    [
        " not even looking at you, were they afraid? Yeah, it's just what they taught. They taught to never",
        3823.84,
        3829.2
    ],
    [
        " look at a woman. It's just, it's indoctrination that it's disrespectful to look at a woman that's",
        3829.2,
        3835.74
    ],
    [
        " not your, your own wife or your mother. That's the way that they're taught. So I understand that,",
        3835.74,
        3844.82
    ],
    [
        " but they're also going to have to learn that's not always going to be the way.",
        3845.64,
        3848.44
    ],
    [
        " Yeah. And you said, hey, it's not going to, this is the way it's going to have to be in the future.",
        3848.78,
        3853.32
    ],
    [
        " But do you think it'll be that way? Or do you think it'll just not allow it?",
        3853.4,
        3855.64
    ],
    [
        " I, I, I saw a big shift over that few months of again, I tried to take the approach of,",
        3855.72,
        3860.84
    ],
    [
        " as much as this is new for me, this is new for them too. Like they've never been in a media spot",
        3860.96,
        3865.72
    ],
    [
        " like the way they are now. They've never had all this social media and attention and,",
        3865.72,
        3869.48
    ],
    [
        " and so they're navigating something new as well. And so I think that, I think that, I hope that",
        3870.42,
        3877.66
    ],
    [
        " they've learned, I did see a change in, in it over that period just in, in their interaction.",
        3877.66,
        3882.28
    ],
    [
        " I know you actually, I talked about that drone, drone strike earlier. Yeah. And I know that at",
        3883.92,
        3890.98
    ],
    [
        " one point you actually, twice I went and met with the family at the house where it was hit. Yeah.",
        3890.98,
        3897.06
    ],
    [
        " Talk us through that. Yeah, that was devastating. So, yeah, on the edge of Kabul, very small,",
        3897.58,
        3903.48
    ],
    [
        " you know, sort of impoverished area, we went to see that family on that first day that,",
        3903.66,
        3909.76
    ],
    [
        " basically that the Pentagon had acknowledged that, okay, it was a mistake. And it was heartbreaking.",
        3910.16,
        3916.04
    ],
    [
        " It was absolutely heartbreaking. And one of the, you know, it was three brothers that were all",
        3916.56,
        3921.0
    ],
    [
        " sort of living there with all their family and waiting to get that call to go to the airport to",
        3921.0,
        3927.04
    ],
    [
        " and one of them, the man had lost all his kids, all his three kids were killed. And another one,",
        3928.0,
        3933.5
    ],
    [
        " two of them, just it was heartbreaking. The car was all still there. And I just, I can't",
        3933.74,
        3941.82
    ],
    [
        " imagine that the guy had gone to work that day. He was working for an NGO and they sort of had",
        3941.82,
        3947.16
    ],
    [
        " a ritual where the little kids would run up to the car when it came in. And he would, you know,",
        3947.16,
        3951.8
    ],
    [
        " then they jumped in the car and they drive into the, into the house. And so he came back,",
        3951.8,
        3957.3
    ],
    [
        " he had five o'clock that afternoon. And that's when the drone hit. And the kids had all sort of ran",
        3957.42,
        3962.6
    ],
    [
        " out to get the car and jumped in. And that's when they were hit with the drone. And it was just,",
        3962.6,
        3968.76
    ],
    [
        " it was devastating, you know, the mothers who just who could not speak. And I went back to follow up",
        3968.76,
        3975.98
    ],
    [
        " with them a couple of, I guess it would have been in November. So late November. So recently,",
        3976.42,
        3983.76
    ],
    [
        " and I said, has anybody, because there were reports that you've been compensated,",
        3984.24,
        3989.66
    ],
    [
        " the US was going to give them compensation and also speed up their visas to come because some",
        3990.12,
        3994.82
    ],
    [
        " of them did qualify for SIVs and had applied for them before the evacuation. So before any of this",
        3994.82,
        4000.86
    ],
    [
        " had happened. And they said, you know, we haven't heard a thing. We have nobody's apologized,",
        4000.86,
        4006.06
    ],
    [
        " nobody's contacted us. And in the US kind of saying, oh, we're going to give these people",
        4006.38,
        4012.04
    ],
    [
        " compensation, it endangered them further because then people around, well, these people have money",
        4012.04,
        4017.52
    ],
    [
        " now. And, you know, and crime in Afghanistan is terrible as it is. And so suddenly,",
        4017.52,
        4022.24
    ],
    [
        " people were under an extra layer of threat on top of it. So I don't know what sort of happened",
        4022.24,
        4027.2
    ],
    [
        " if anything's transpired over the last couple of weeks. I tried to put them in touch with a rescue",
        4027.68,
        4032.22
    ],
    [
        " organization that was going to help them get out and speed up. And they said, oh, you know,",
        4032.22,
        4037.0
    ],
    [
        " we're supposedly in contact with some lawyers in DC. But I don't know that anything ever came",
        4037.18,
        4041.76
    ],
    [
        " out of that either or, you know, if they were able to get out. But it was really just heartbreaking",
        4041.76,
        4046.42
    ],
    [
        " and in many levels. And what's fascinating is that they weren't bit of people. They were not,",
        4046.42,
        4051.86
    ],
    [
        " they were not angry at the US. They were not, you know, they didn't want to try to get",
        4052.94,
        4059.04
    ],
    [
        " out of it. They want to come to the US. You know, they still wanted to come and live here and get",
        4059.04,
        4063.18
    ],
    [
        " out of Afghanistan. But yeah, I just hope that that that case isn't lost.",
        4063.18,
        4068.96
    ],
    [
        " Is there any news or information about the sort of Intel thread that led to that drone strike?",
        4069.34,
        4076.4
    ],
    [
        " I mean, only from what I've read out of reports was just, it seemed like a, I guess, a perfect storm",
        4076.9,
        4082.38
    ],
    [
        " of fire, really. It just seemed that, and again, I'm still trying to understand, it was like,",
        4082.38,
        4088.76
    ],
    [
        " you were targeting a Toyota Corolla. Well, 70% of the cars in Kabul are Toyota Corollas.",
        4088.78,
        4093.82
    ],
    [
        " So I just think it seemed like a perfect storm from many different levels. And I think the US",
        4094.62,
        4099.42
    ],
    [
        " was in panic mode at that point, having had the airport attack a couple of days earlier. And",
        4099.42,
        4106.32
    ],
    [
        " was pulling water out of his car, was pulling explosives out of the car. And",
        4106.38,
        4111.28
    ],
    [
        " yeah, it all just seemed to come together without, I guess, the correct due diligence.",
        4111.28,
        4117.78
    ],
    [
        " I've done targets before, hit targets that were just, they were just wrong. And I was a huge",
        4118.64,
        4129.02
    ],
    [
        " lesson learned from you. I hit a target one time. I first deployment to Iraq and,",
        4129.02,
        4132.58
    ],
    [
        " and pulled the thread on the, because I got back thinking that was not right. Like that person",
        4133.4,
        4138.36
    ],
    [
        " with the guy that we got is not a bad guy. He clearly was not a bad guy. And it came back and",
        4138.36,
        4143.08
    ],
    [
        " started pulling the thread. Hey, who, who did this? Who gave us this information? And eventually",
        4143.08,
        4147.8
    ],
    [
        " pulled the thread. And it was like, he had, his wife had fired the maid or something like that.",
        4147.8,
        4157.68
    ],
    [
        " It was something like that. The maid was pissed. And so she went and started telling Americans",
        4157.68,
        4164.34
    ],
    [
        " that, oh, yeah, this guy, he's a bad guy. He's financing, you know, that kind of thing.",
        4164.34,
        4169.6
    ],
    [
        " And so that was a huge lesson for me. Because from then on, my question would be who put this",
        4170.3,
        4177.1
    ],
    [
        " X on this building? Because that's what we would literally get would be a map. And there'd be an",
        4177.1,
        4181.84
    ],
    [
        " X on the building, a red X, just like a movie, a red X on a building. And I would say who'd put",
        4181.84,
        4187.44
    ],
    [
        " that red X there? I want to know who put that red X? And I would pull the thread and find out",
        4187.44,
        4191.8
    ],
    [
        " exactly, hey, this is the information that we've got. This is what's corroborated. It's really,",
        4191.8,
        4196.06
    ],
    [
        " really hard. And if you're not in that mode and there's pressure, that's where these people make",
        4196.06,
        4203.7
    ],
    [
        " these quick calls to try and do something. And, you know, again, I don't, I want to pull the thread",
        4203.7,
        4211.12
    ],
    [
        " on that more. And hopefully I can try and as it becomes declassified. Because I'm sure some of",
        4211.12,
        4215.44
    ],
    [
        " us classified where they're getting information from all that stuff can be classified. But it'll",
        4215.44,
        4219.52
    ],
    [
        " be interesting to pull the thread on that and see why they pulled the trigger on that mission.",
        4219.52,
        4226.36
    ],
    [
        " And the report came back saying nobody was responsible. Nobody was held accountable. It was just a",
        4226.8,
        4231.58
    ],
    [
        " mistake that they couldn't sort of pin to one person was the Pentagon report on it. I thought,",
        4231.58,
        4236.44
    ],
    [
        " how is that? How is that possible? Now, how is nobody held accountable to this at all?",
        4236.44,
        4242.64
    ],
    [
        " Well, you know, even for me, when we hit that target and kept caught this guy, thank God we didn't",
        4243.76,
        4250.52
    ],
    [
        " shoot him. Thank God he didn't resist. He didn't resist because he wasn't a bad guy. So we went,",
        4250.52,
        4253.74
    ],
    [
        " we grabbed this guy. But the reason I wanted was so engaged with that was because I knew it was me.",
        4253.82,
        4260.56
    ],
    [
        " I'm the one that's kicking in the door. And we're, you know, well, my team is doing that. So I need",
        4261.36,
        4267.6
    ],
    [
        " to take ownership of what we're doing and make sure that this is the right thing to do in the right",
        4267.6,
        4272.74
    ],
    [
        " situation because yeah, I mean, so if you're allowed to sort of push responsibility onto 14 different",
        4272.74,
        4282.04
    ],
    [
        " people that all had a hand in the intel gathering, which a bunch of people do gather that intel.",
        4282.04,
        4286.28
    ],
    [
        " But who's pulling the trigger? Who's saying yes, go. And you need to own that. If you make that",
        4286.74,
        4291.5
    ],
    [
        " mistake and explain why and then you can put some procedures in place that won't let it happen",
        4291.5,
        4296.72
    ],
    [
        " again. And also you have to question a little bit. You have the inspector general of the Air Force",
        4297.54,
        4303.06
    ],
    [
        " investigating the Air Force. Like, you know, would it be better to have an independent person looking at",
        4303.06,
        4308.78
    ],
    [
        " this as opposed to having somebody investigate themselves? I don't know. I don't, it's just sort of",
        4308.78,
        4313.92
    ],
    [
        " a question that I've asked myself. And there's another thing that can happen as well. And this was a",
        4313.92,
        4319.96
    ],
    [
        " term that I first heard when I was in Iraq, my second deployment. Good shot, bad result.",
        4320.46,
        4326.8
    ],
    [
        " Meaning when you lay out what happened, what a individual saw? Like if the person that pulled the",
        4327.42,
        4334.04
    ],
    [
        " trigger, what he saw, what he understood, what he was thinking, you lay all those things out.",
        4334.04,
        4339.84
    ],
    [
        " And you say, you know what? That was a good shot. I understand why you took that shot. I'm sorry",
        4340.34,
        4346.88
    ],
    [
        " that this is what happened. But we at least, we at least investigate and say, okay, how did this",
        4346.88,
        4353.5
    ],
    [
        " happen? How did this occur? And how do we make sure that first of all, the person wasn't being negligent,",
        4353.5,
        4359.62
    ],
    [
        " the person's not trying to hide anything? Because look, when you're in war, you're going to shoot people.",
        4359.76,
        4365.6
    ],
    [
        " And occasionally you're going to shoot someone that didn't deserve to get shot. That happens. And when",
        4366.02,
        4371.32
    ],
    [
        " that happens, you have to actually look at it and say, okay, how did it happen? How did you make",
        4371.32,
        4376.58
    ],
    [
        " that decision? Why did you make that decision? What did you see? You pull all that stuff apart. And",
        4376.58,
        4381.94
    ],
    [
        " with my guys, the couple times that something like this happened, it was, hey, I understand",
        4381.94,
        4388.84
    ],
    [
        " why you took that shot. And it was actually the right call. And it's horrible that has a bad result.",
        4388.84,
        4396.92
    ],
    [
        " But I understand why you did it. And it made sense. You know, that's a lot different than, oh, wait a",
        4398.38,
        4404.08
    ],
    [
        " second. You didn't see anything that looks suspicious or you, you know, why did you shoot this? Well,",
        4404.08,
        4409.46
    ],
    [
        " I don't know. No, never got that answer. And never was in those situations. So for to your point,",
        4409.52,
        4415.4
    ],
    [
        " for to pull the thread on the whole thing, if someone said, hey, this is what we saw. This is the",
        4415.64,
        4420.7
    ],
    [
        " vehicle that we were targeting. This is the Intel hit that we got. This is what our informant said.",
        4420.7,
        4424.66
    ],
    [
        " This is what our electronic surveillance said. They could actually paint a picture where you say,",
        4424.66,
        4428.98
    ],
    [
        " you know, in that pressure situation, I understand what you did. I understand why you took that shot.",
        4429.12,
        4435.9
    ],
    [
        " And you took the risk at taking that shot so you could save Americans and save an attack. I understand",
        4436.1,
        4441.2
    ],
    [
        " that. Okay, now we, we at least learned something. But to just say, nothing, it doesn't make sense.",
        4441.2,
        4450.56
    ],
    [
        " It's not, it's not the right move, man. Freakin horrible.",
        4450.92,
        4453.94
    ],
    [
        " You also, I mean, you were like on the freaking Taliban tourist trip. I mean, you went to a visit",
        4454.92,
        4466.4
    ],
    [
        " Mola Omar's, like remote Moscow, there was everything. So we took this, you know, again, taking",
        4466.4,
        4472.66
    ],
    [
        " advantage of the fact suddenly, we went to, I went to almost all the provinces because this was",
        4472.66,
        4477.18
    ],
    [
        " something that I couldn't have a do before by roging. Suddenly we could, we could travel. And this",
        4477.18,
        4481.86
    ],
    [
        " was fascinating to me. So we took this epic kind of journey from Campbell to Kandahar. And,",
        4481.86,
        4489.78
    ],
    [
        " you know, through Logar and then Wardak and then through Guzni and actually was very bizarre in",
        4489.86,
        4495.36
    ],
    [
        " Guzni after we stayed, the filthy estotel. I think I've ever stayed out of my life. Yeah,",
        4495.36,
        4501.04
    ],
    [
        " was the sheets weren't like it was, it was gross. And imagine this was still September or it was",
        4501.04,
        4504.7
    ],
    [
        " very hot. It was bad. Yelp review for sure. It was not sad. I just laughed. I didn't have the toilet",
        4504.7,
        4509.88
    ],
    [
        " didn't work. Like there was just one shared squat toilet that didn't work and the shower didn't work",
        4509.88,
        4514.7
    ],
    [
        " and it was over flooding. But I just couldn't wait to leave that place. But anyhow, so bizarre.",
        4514.7,
        4519.7
    ],
    [
        " I like the fact that you're jumping into random cars with Taliban elders. But you don't get",
        4519.96,
        4525.14
    ],
    [
        " mad until you got a freaking stuffed up shower. But you know, so bizarre. So we're sitting there",
        4525.14,
        4529.64
    ],
    [
        " in this little like place having dinner downstairs. And again, it's very unusual for a woman to be out.",
        4529.64,
        4534.5
    ],
    [
        " And I was like, oh, you know, effort. I'm going out. So I'm having dinner with you. It was my",
        4534.5,
        4538.86
    ],
    [
        " driver, my fixer and my photographer. And then a bunch of Kanda Hari Taliban's come into the",
        4538.86,
        4546.2
    ],
    [
        " restaurant and sort of sitting there and and staring and doing there, you know, asking a few",
        4546.2,
        4551.84
    ],
    [
        " questions and went about their business. But anyway, I found out the next day, which was very",
        4551.84,
        4555.4
    ],
    [
        " strange. The hotel, the and because I have to stay separately to the man. So the guys all shared",
        4555.4,
        4561.0
    ],
    [
        " one room and then as a woman, I have to have my own room. So I was on the other side. And then",
        4561.0,
        4566.64
    ],
    [
        " these Kanda Hari Taliban, so bizarre. They stayed. They were traveling through, but they stayed that",
        4566.64,
        4571.76
    ],
    [
        " night because they heard they were foreigners there. And literally like stayed outside my room",
        4571.76,
        4577.06
    ],
    [
        " that night to make sure nobody came in, which was just bizarre. In a way, it kind of goes back to",
        4577.06,
        4582.2
    ],
    [
        " their pastured Wally hospitality, wanting to make sure nothing happened to the foreigners.",
        4582.2,
        4586.6
    ],
    [
        " Which, yeah, we can we can talk about that because that leads to so many different things, but",
        4589.62,
        4594.18
    ],
    [
        " that sort of shows you this very bizarre dichotomy of what is happening in this country. Because on",
        4594.18,
        4600.4
    ],
    [
        " one hand, you're sort of seeing acts like that. And then on the other hand, you see the brutality.",
        4600.4,
        4605.2
    ],
    [
        " And you see this insurgency that's trying to be a government. So yeah, very bizarre. But anyway,",
        4605.48,
        4611.38
    ],
    [
        " we continue to go through to Kanda Hari, which is the birthplace of the Taliban.",
        4611.42,
        4615.0
    ],
    [
        " On all the roads, they bombed up. You know, I'd ask them who bombed this road. Oh, we did. Well,",
        4615.64,
        4620.0
    ],
    [
        " now you've got to fix it, right? Like now it's time because the roads are terrible. So, you know,",
        4620.08,
        4626.04
    ],
    [
        " we eventually got there. And then it's about two hours from Kanda Hari's city to go to this little",
        4626.08,
        4632.9
    ],
    [
        " tiny, it's in Sangha's art, which is where Maloma started the Taliban in 1994. So we drive there and",
        4632.9,
        4639.98
    ],
    [
        " get to this. It's this extremely primitive place. It's just mudhards. It's dirt roads.",
        4640.58,
        4646.64
    ],
    [
        " And somewhere, I really think that the US just never was because it was just it was Taliban territory",
        4647.68,
        4652.86
    ],
    [
        " forever. So we get there and just this one tiny square room in the middle of nowhere. And go in and",
        4652.86,
        4669.96
    ],
    [
        " first time that and it was at Maloma's mosque that the the mullahs were actually looking at me",
        4669.96,
        4677.0
    ],
    [
        " and talking to me. I thought this is strange because I've come from all these other places and",
        4677.0,
        4681.46
    ],
    [
        " here she should be the most conservative of all. And yet you're actually engaging and asking",
        4681.46,
        4686.4
    ],
    [
        " asking me about my personal life, you know. So I just thought this is bizarre. But, you know,",
        4686.4,
        4693.08
    ],
    [
        " they're sort of philosophy on it was that that Mullah Omar gained traction and gained supporters",
        4693.18,
        4699.06
    ],
    [
        " because this came after the there was a civil war going on. So after the Russians were kicked out",
        4699.06,
        4704.98
    ],
    [
        " of Afghanistan, you know, quickly things became another war again, which was the civil war",
        4704.98,
        4710.34
    ],
    [
        " in Afghanistan. And Mullah Omar presented this idea of there was going to be no corruption and",
        4710.34,
        4715.8
    ],
    [
        " the crime was going to stop. And he would give food and money and things to the poor. And and",
        4715.8,
        4722.06
    ],
    [
        " people gravitated to that. And you could see just from sort of the simplicity of this tiny little",
        4722.06,
        4726.92
    ],
    [
        " mosque that you know, looked like the compets weren't replaced in 30, 40 years. That that was really",
        4726.92,
        4732.92
    ],
    [
        " something I think that he did live by was this sort of sense of humility. And I think a lot of",
        4732.92,
        4738.1
    ],
    [
        " Afghans at that point when they were starting to see corruption among all these warlords, they",
        4738.1,
        4742.76
    ],
    [
        " gravitated to that. And that's how he was able to to build a very strong following very quickly.",
        4742.76,
        4748.02
    ],
    [
        " You mentioned to me about seeing people addicted to drugs there. What's that",
        4749.04,
        4756.5
    ],
    [
        " culture like? Because that's the mecca for opium. Yeah. Yeah. Absolutely. I think it's something more",
        4756.58,
        4762.14
    ],
    [
        " than 90% of the world's heroin and opium come from Afghanistan. So and the Taliban's really pro,",
        4762.14,
        4768.8
    ],
    [
        " that that's been one of the number one ways they were able to make money through the insurgency was",
        4768.92,
        4773.1
    ],
    [
        " through the selling of of those drugs. And they a lot in Hellman, we went up to Hellman to",
        4773.1,
        4779.98
    ],
    [
        " sang in and places like that where they grow the poppies. And it's funny because I went the",
        4779.98,
        4785.28
    ],
    [
        " Taliban were putting on this big display of wear getting rid of the drugs. It's a room. We're",
        4785.38,
        4789.54
    ],
    [
        " going to kill the crops and blah, blah, blah. And I was at the counter in our critics and",
        4789.54,
        4796.62
    ],
    [
        " and the guys, you know, they're putting on this display. But then it became very evident to me,",
        4796.62,
        4801.18
    ],
    [
        " especially when I went there and the Taliban themselves are harvesting it. And I said, well,",
        4801.34,
        4805.76
    ],
    [
        " so you tell me it's a rom. And then one of them says to me, it's only a rom if we sell it to Afghans.",
        4806.36,
        4811.32
    ],
    [
        " If we sell it over the border, it's not a rom. So basically they said, we can sell it to other,",
        4811.32,
        4816.42
    ],
    [
        " we can kill other people in other places, but we don't want to kill, we don't want to kill Afghans.",
        4816.64,
        4821.78
    ],
    [
        " So that was sort of their philosophy. I don't see them ending that anytime soon. They're going to",
        4822.08,
        4826.74
    ],
    [
        " try to, I think probably find avenues to legalize it in the sense of countries that perhaps are",
        4826.74,
        4834.74
    ],
    [
        " friendly to them that need opium for medicine. I think that's the approach that they seem like they",
        4834.74,
        4840.22
    ],
    [
        " going to want to take is to try to legalize it in some way. Now they were using the jails to,",
        4840.24,
        4845.58
    ],
    [
        " they were calling rounding up a lot of the addicts from the streets and there's a lot of addicts",
        4845.88,
        4850.04
    ],
    [
        " in the streets and rounding them up and putting them in jail because they didn't have proper rehab.",
        4850.04,
        4854.62
    ],
    [
        " So that was sort of the approach that the Taliban's had been taking.",
        4855.22,
        4858.12
    ],
    [
        " And kids too, they were a lot of, sadly, there's a lot of young kids.",
        4858.88,
        4863.24
    ],
    [
        " Is the cult, is there like a drug culture of some kind or is it just something that sort of",
        4863.88,
        4870.2
    ],
    [
        " you start trying it, you start thinking or whatever?",
        4870.2,
        4872.38
    ],
    [
        " Yeah, I think I'll have to think, you know, with the, there was like one little boy that I",
        4872.38,
        4875.18
    ],
    [
        " talked to who was 13 and he was addicted and he was in this jail and I said, well how did you",
        4875.18,
        4879.5
    ],
    [
        " start taking this? And he said several years ago, he'd have to go and buy it for his dad.",
        4879.5,
        4883.16
    ],
    [
        " So he'd go and buy, get the, get the, you know, puppies and heroin for his dad and then eventually",
        4883.78,
        4889.66
    ],
    [
        " he just, you know, tried it once and and and he became addicted. So I think it tends to,",
        4889.66,
        4894.62
    ],
    [
        " defilter through families and really impoverished families usually. So yeah, just,",
        4894.7,
        4900.6
    ],
    [
        " no, you eventually do get like detained and then kind of accused of being a spy.",
        4901.12,
        4907.16
    ],
    [
        " I what happened with that? Oh my gosh. So that was also in Kandahar. So what happens is as a",
        4907.46,
        4912.32
    ],
    [
        " journalist, so just to go back a little bit. So when you get to the country, as a journalist,",
        4912.32,
        4917.38
    ],
    [
        " you have to go to the, the Ministry of Information and Culture, which is sort of like the Ministry",
        4917.54,
        4921.62
    ],
    [
        " of Foreign Affairs and they check your credentials and give you a,",
        4921.62,
        4925.48
    ],
    [
        " measure hid, that'd be all the measure hid is the spokesperson basically gives you a signed letter",
        4925.62,
        4929.64
    ],
    [
        " that says you're credited a journalist to be able to work and you flash that letter. So when I",
        4929.64,
        4935.3
    ],
    [
        " am going through a checkpoint or when I'm going to try to interview, I flash my Zabby all the letter",
        4935.3,
        4939.8
    ],
    [
        " and they say, okay, she's pressured. She can come, you know, whatever the situation is. So",
        4939.8,
        4943.26
    ],
    [
        " and when you go to a province, you have to, the protocol is you're supposed to go and inform",
        4943.26,
        4948.54
    ],
    [
        " the Minister of Information and Culture that you were there so that they know that you can get",
        4948.86,
        4953.62
    ],
    [
        " through checkpoints and you're not going to get arrested. So in Kandahar, that's exactly what we did.",
        4953.62,
        4958.18
    ],
    [
        " We went to the Ministry of Information and Culture and did an interview with him about blah, blah, blah.",
        4958.34,
        4962.98
    ],
    [
        " And he said, okay, you can go anyway you want goodbye sort of thing. So we're like, okay,",
        4963.64,
        4968.54
    ],
    [
        " well, we're going to spend Bulldeck, which is the border of Pakistan in Kandahar that",
        4968.68,
        4973.08
    ],
    [
        " sort of leads into into that tribal area. So into Kweta. So we go down to spend Bulldeck and there's",
        4973.9,
        4982.54
    ],
    [
        " just people everywhere trying because the border is mostly closed and there's people everywhere. And",
        4982.54,
        4986.18
    ],
    [
        " instantly I just get mobbed like absolutely. I'm talking just just",
        4986.18,
        4990.9
    ],
    [
        " flooded by hundreds of people that just surround me. And I, you know, with my fixer, I'm like,",
        4990.9,
        4997.76
    ],
    [
        " don't leave me because these people are going to mob me. So I'm trying to do an interview.",
        4997.76,
        5001.5
    ],
    [
        " You just get mobbed. It was crazy. And tell us. Is this because you're Western?",
        5001.5,
        5007.94
    ],
    [
        " Yeah, I guess they saw a camera and then they saw a female and they thought, okay,",
        5008.16,
        5012.5
    ],
    [
        " Jon, everybody's sort of curious. I want to tell them what was Bazaar Joko is. The Taliban's were",
        5012.58,
        5018.26
    ],
    [
        " fogging like whipping these guys to get them away from me. And I was like, please stop that.",
        5018.26,
        5022.48
    ],
    [
        " Like, I don't want to be responsible. They just continue just to follow. I was like, you",
        5022.52,
        5031.36
    ],
    [
        " just getting whipped and I was upset about it because I didn't want people getting hurt.",
        5031.36,
        5035.28
    ],
    [
        " Why are you not leaving when this is happening? It was Bazaar. And so what ended up happening was,",
        5036.02,
        5043.02
    ],
    [
        " it just, it got to the point where it was so much. There were just just people everywhere.",
        5043.16,
        5046.98
    ],
    [
        " And just closing it on me. This town was like, what? What kind of town was this? It was like",
        5047.32,
        5051.98
    ],
    [
        " like a super remote town. It's a border town. So it was just a border crossing. So it was a small",
        5051.98,
        5056.22
    ],
    [
        " boat bit just so many people. But they were just freaking hyped to see you.",
        5056.22,
        5060.16
    ],
    [
        " Just just it was the craziest thing. And I mean, you have that a little bit, but this was a whole",
        5060.22,
        5065.3
    ],
    [
        " other level where I just thought, oh my goodness, like, what is happening? And I couldn't go anywhere.",
        5065.3,
        5070.04
    ],
    [
        " And I would try to grab people to interview them into a store and I'd look at the window. And",
        5070.14,
        5073.78
    ],
    [
        " suddenly the store was just surrounded. It was so crazy. And I said, I just, I didn't,",
        5073.78,
        5080.06
    ],
    [
        " and the sort of the Taliban's were coming along asking questions, what is happening? And we tried",
        5080.14,
        5084.98
    ],
    [
        " to call the driver. And we had this funny driver called Shafik. And he, he always likes to eat.",
        5084.98,
        5093.24
    ],
    [
        " And every time he goes, he tries to find eat. And suddenly, Shafik's not in the place that he,",
        5093.46,
        5098.68
    ],
    [
        " we'd left it. Shafik had gone off to get food. At the calabans. And the car wasn't there. And",
        5098.76,
        5104.42
    ],
    [
        " no, we had my fixer is calling Shafik. I mean, where are you? Where are you? He's not answering",
        5104.42,
        5109.36
    ],
    [
        " his phone. And so the Taliban's come along in their police vehicle. And we're just trying to",
        5109.36,
        5114.34
    ],
    [
        " call Shafik. And I'm telling them, like, we're leaving. We're leaving. We're just getting our driver.",
        5114.34,
        5118.64
    ],
    [
        " We couldn't contact the driver. And so next thing, you know, Taliban's like, I get in. And I said,",
        5118.78,
        5123.6
    ],
    [
        " I don't want to get in your car. I don't want to go to the police station. And they said,",
        5123.6,
        5126.66
    ],
    [
        " nope, get in. And so we get into the police vehicle. We go to the police station. And they put",
        5126.66,
        5133.5
    ],
    [
        " us in their detention room. And we're sitting there for a while. And I'm thinking, this is going to",
        5133.5,
        5138.0
    ],
    [
        " get resolved really quickly. Hour as and hour as. And then finally, just more of them are piling in.",
        5138.0,
        5142.54
    ],
    [
        " And the top intel guy is piling in. And all these Taliban are piling in. And I'm showing them my",
        5142.6,
        5147.7
    ],
    [
        " credentials. I'm showing them the letter. I'm showing them the passport. I'm showing them my press",
        5147.7,
        5151.38
    ],
    [
        " card. And they said, oh, this is fake. I said, no, it's not. They said, yes, it is. And they,",
        5151.38,
        5158.64
    ],
    [
        " you know, can get using her for basically spying. And I just said, I don't know what else to tell you.",
        5158.9,
        5165.14
    ],
    [
        " I'm a journalist. I've showed you my credentials. I've showed you my passport. You have all my",
        5165.62,
        5169.68
    ],
    [
        " information. So I don't know what to tell you. So we're sort of sitting there. More people are",
        5170.18,
        5174.92
    ],
    [
        " coming in, hammering us. I can see my fix are starting to get worried. And he's a very sort of",
        5174.92,
        5179.16
    ],
    [
        " cool calm. Doesn't really things don't rattle him too much. But I can see he's starting to get worried.",
        5179.16,
        5185.74
    ],
    [
        " And doesn't know what to do. And they're telling, you know, about these Pakistani spies that they",
        5185.96,
        5191.1
    ],
    [
        " arrested a couple of nights earlier and long story short. Eventually, many hours later, they were",
        5191.1,
        5197.84
    ],
    [
        " able to get in contact with the Zabi Yalda's office who was able to verify our information. And",
        5197.84,
        5203.36
    ],
    [
        " then they were extremely apologetic. And they said, well, we'll take you to the border. And you",
        5203.36,
        5207.18
    ],
    [
        " can, you know, photograph the Pakistanis. And at that point, they were fighting with the Pakistanis.",
        5207.18,
        5210.9
    ],
    [
        " So, yeah, I guess that was so we ended up going to the border and getting, you know, some good",
        5211.24,
        5218.6
    ],
    [
        " interviews and footage in there were very, very apologetic about the situation. But it was just one",
        5218.6,
        5224.1
    ],
    [
        " of those situations where that usually is the case for journalists is that especially working in",
        5224.1,
        5229.88
    ],
    [
        " the Middle East or in Asia like Afghanistan, they will accuse you of being spies and you have a",
        5229.88,
        5234.52
    ],
    [
        " little recourse to argue and say, well, I've showed you my credentials. I'm not. But I don't know",
        5234.52,
        5240.3
    ],
    [
        " what I need to do. Convinced you anymore. You've got like a survivor's bias, but",
        5240.3,
        5245.38
    ],
    [
        " you just leave me. You just make it through everything. It's crazy. Like there's so many people that",
        5245.38,
        5251.46
    ],
    [
        " your story always seems to end up working out. Yeah, it does. Yeah, touch on touch wood on that one.",
        5252.52,
        5259.14
    ],
    [
        " What about the Hakanis you visited coast? So host, yeah. So that was that sort of where the Hakanis,",
        5259.56,
        5265.98
    ],
    [
        " a lot of them come from that in Paktia. And yeah, so that was interesting. So I have a good friend",
        5266.02,
        5271.2
    ],
    [
        " of mine who's from host. And so we went down there. And you know, it was an interesting place because",
        5271.2,
        5276.16
    ],
    [
        " again, it's sort of the home of the Hakanis, but it was very untouched a lot of the time by actual",
        5276.58,
        5282.2
    ],
    [
        " conflict. It was one of the few places where you had roads that were decent and that it was a very",
        5282.2,
        5288.32
    ],
    [
        " self-sufficient kind of place. But yeah, what struck me going in is this big billboard of Boboagdoll.",
        5288.32,
        5295.9
    ],
    [
        " That's just there. As you enter the city. And it's Boboagdoll in another mulla.",
        5296.18,
        5304.52
    ],
    [
        " Like a salute to Boboagdoll. Well, no, it's not. It's him looking down and like he sort of got",
        5304.52,
        5309.28
    ],
    [
        " blood on his face and he's looking like he's detained and miserable. And then there's this mulla",
        5309.28,
        5314.08
    ],
    [
        " standing in the picture next to him. And it's a poem in past show that doesn't really make a lot of",
        5314.08,
        5318.8
    ],
    [
        " sense. But it's basically a tribute to this mulla. And I'm still very unclear. I thought you were",
        5318.8,
        5322.82
    ],
    [
        " saying there's a tribute to Boboagdoll. It's almost sort of like a tribute to the mulla, but for",
        5322.82,
        5330.24
    ],
    [
        " some reason they felt the need to put the Boboagdoll there. It's this new billboard. And then I found",
        5330.24,
        5335.22
    ],
    [
        " out that the host, the governor of host is actually one of the Gimmo 5. So I guess he put it up there",
        5335.22,
        5341.5
    ],
    [
        " to celebrate himself in some way. And he actually invited us to go and do an interview, which I didn't",
        5341.5,
        5348.18
    ],
    [
        " end up going because he didn't want, I went and met with the mayor, but I didn't go and meet with",
        5348.18,
        5353.56
    ],
    [
        " him because my, he didn't want my friend, the friend that had the hostie friend who had taken me to",
        5353.56,
        5358.68
    ],
    [
        " the host. He didn't want her to go. So I felt sort of obliged to. Just explain that Taliban 5 point.",
        5358.68,
        5365.34
    ],
    [
        " Yeah. So I guess when Boboagdoll was traded, he was captured in 2009, he ran off base, I think.",
        5365.72,
        5373.98
    ],
    [
        " Something like that. He deserted his base in the neighboring Pactia, which is next to host.",
        5374.16,
        5378.9
    ],
    [
        " And he was captured by the Taliban. And ultimately the Hakanis took him. And he was, I guess,",
        5379.52,
        5385.1
    ],
    [
        " yeah, and a captivity for a long time. And then eventually under the Obama administration,",
        5385.1,
        5388.68
    ],
    [
        " I think it was in 2015, they orchestrated a deal to release five Gimmo detainees in exchange for",
        5388.68,
        5397.36
    ],
    [
        " for the one US, US soldiers. So now that one of those guys is what the mayor, what is he? He's the",
        5397.36,
        5405.44
    ],
    [
        " governor, the governor, the governor of host now. Yeah, they're all in top leadership positions.",
        5405.44,
        5410.54
    ],
    [
        " They're all running the show in life. And the Hakanis themselves, I mean, Sir Raj,",
        5411.36,
        5415.42
    ],
    [
        " who's wanted by the US for five million dollars is now the minister of interior. And his uncle",
        5415.76,
        5421.34
    ],
    [
        " Khalil is the minister of refugees, which, yeah, I don't know, I don't know what that entails.",
        5421.34,
        5427.78
    ],
    [
        " It's crazy. So how about the, let's talk a little bit about this. So you know, you mentioned",
        5428.62,
        5434.44
    ],
    [
        " Hakani, you got Taliban, Hakanian and Taliban are very aligned, right? In fact, they kind of say",
        5434.56,
        5442.44
    ],
    [
        " there's no difference between the two, even though there's, well, the, the Hakanis are actually",
        5442.44,
        5446.14
    ],
    [
        " designated terrorist organization, but the Taliban isn't. But I'm saying in Afghanistan,",
        5446.14,
        5451.2
    ],
    [
        " they're very close. Well, now it's basically in twine. I think before it was, there was slight",
        5451.7,
        5457.0
    ],
    [
        " sort of ideological differences. And in many ways, the Hakanis were, they were the leading",
        5457.0,
        5461.86
    ],
    [
        " they're like the heart for yeah, they were the hardcore. Most of the suicide bombings were",
        5461.94,
        5466.0
    ],
    [
        " orchestrated by them. They were the ones kidnapping who still have Americans and kept captivity.",
        5466.0,
        5470.84
    ],
    [
        " But, and I mean, you know, very close with Al-Khana, you know, the founder of the Hakanis, Hakani",
        5471.86,
        5477.8
    ],
    [
        " himself. This was a guy that was, you know, funded by the CIA to fight the Soviet Union,",
        5477.8,
        5482.28
    ],
    [
        " Reagan called him personally a freedom fighter. Yes. Yes. So when we talk about things,",
        5482.68,
        5489.26
    ],
    [
        " we're in the Riemhazar right now. They didn't bizarre for a long time. They've been very bizarre",
        5489.26,
        5493.56
    ],
    [
        " for a long, we paid him millions of dollars. The founder of the Hakanis. And I think it's a fascinating",
        5493.56,
        5503.34
    ],
    [
        " guy, you know, and he was, he's got two wives, got seven sons, I think three or four of his sons",
        5503.34,
        5510.44
    ],
    [
        " were killed in combat. Yeah. And he's the really of the one who brought a lot of the Arabs into the",
        5510.44,
        5514.96
    ],
    [
        " fold. So until that point, it was very, you know, Afghan, Pakistan, he started getting a lot of the",
        5514.96,
        5520.5
    ],
    [
        " Arab funding, which brought in the bin Laden's and a lot of that kind of funding. But, but what,",
        5520.5,
        5525.64
    ],
    [
        " what I found to be really interesting and really researching the Hakanis is they're very educated.",
        5525.68,
        5531.54
    ],
    [
        " And they get a lot of education. A lot of their wives go to the Middle East, go to Saudi Arabia,",
        5531.8,
        5537.18
    ],
    [
        " and get educations, which is ironic given that so many of the women under the Taliban are deprived",
        5537.2,
        5542.6
    ],
    [
        " of education. So it's sort of this economy, but, but everyone I know who's worked closely or",
        5542.6,
        5547.48
    ],
    [
        " knows the Hakanis well will always say they're 20 steps ahead of everyone else. Like they are",
        5547.48,
        5552.44
    ],
    [
        " the brainchild, really, of the Taliban. So they know what is going on down to a T. And Siraj does not",
        5552.44,
        5559.98
    ],
    [
        " get photo, there is not a photograph of Siraj that you can possibly find a grainy photograph",
        5559.98,
        5564.84
    ],
    [
        " the FBI has, but it's very old and very unclear. He does not get photographed at all. And he did an",
        5564.84,
        5571.56
    ],
    [
        " event once when I was there, which was celebrating suicide bombers at the intercontinental hotel,",
        5572.02,
        5579.26
    ],
    [
        " which of course, the Hakanis, you know, sent suicide bombers to several years earlier. The whole",
        5579.26,
        5584.5
    ],
    [
        " thing is very important. So when did you go to this thing? Was this on this? I didn't go in, but this",
        5584.5,
        5588.54
    ],
    [
        " was in this was in late October they had. They were giving land and compensation money to families",
        5588.54,
        5593.5
    ],
    [
        " of suicide bombers, which we can get into because they very much continuing their suicide bombing",
        5593.5,
        5597.7
    ],
    [
        " despite being a government. But they, so he's doing this big event there, but in every photograph",
        5597.7,
        5604.28
    ],
    [
        " that was taken, it's him from the back or him from the side where his face is blurred. And I said to",
        5604.28,
        5608.6
    ],
    [
        " to one of my sources there who was, he works for him who's a Kabul Intel Taliban guy and I said,",
        5608.6,
        5614.76
    ],
    [
        " well, you know, what is up with that? And he says Siraj will walk around the street every few days.",
        5614.76,
        5619.4
    ],
    [
        " And nobody knows who he is. So he will walk around the street to check, you know, what's happening",
        5620.04,
        5624.78
    ],
    [
        " at the checkpoints check what the Taliban are doing. And nobody knows who he is. And he's going to",
        5624.78,
        5630.38
    ],
    [
        " keep it that way. Undercover box. But they're, yeah, they're at the whole thing. It's just crazy. And then",
        5630.38,
        5636.38
    ],
    [
        " you have, so he's minister of interior and then you have Mula Omar son Mula Yakuob who's only about",
        5636.38,
        5643.0
    ],
    [
        " 29 30. He is the minister of defense and those two about heads, they don't like each other. They",
        5643.0,
        5649.32
    ],
    [
        " coming from different schools of thought. So it's just, it's a crazy world. And then outside of",
        5649.32,
        5656.9
    ],
    [
        " those two groups, you have ISIS K. Yes. Yes. So they, you know, they've had a presence in Afghanistan",
        5656.9,
        5663.5
    ],
    [
        " since about 2015. But essentially, we're pretty much defeated around 20. I think the Afghan",
        5663.5,
        5669.78
    ],
    [
        " government in early 2019 basically said that they were defeated. And that was the whole idea of",
        5669.78,
        5674.8
    ],
    [
        " the US's mission up until, I guess Trump authorized them to go after the telebans. But up until then,",
        5674.8,
        5680.5
    ],
    [
        " it was al Qaeda and then ISIS. And they've really made it terrifying resurgence. There's almost",
        5680.52,
        5687.8
    ],
    [
        " daily attacks happening across Afghanistan as I was there. And they are like even more hardcore",
        5687.8,
        5695.92
    ],
    [
        " than the Hakanee. Is that accurate? Yeah, they've got a different ideology. So what makes the",
        5695.92,
        5702.5
    ],
    [
        " Taliban's and the Hakanee's different to ISIS and to al Qaeda is their very,",
        5702.56,
        5708.48
    ],
    [
        " Taliban's are very much focused on Afghanistan. They don't have any grandiose desires. They,",
        5708.64,
        5713.82
    ],
    [
        " they say, we want to make sure that no foreigners come into our country. We want good relations with",
        5713.86,
        5719.04
    ],
    [
        " everybody. But we don't want another foreigner to come into our country. And they're like isolationists.",
        5719.04,
        5723.32
    ],
    [
        " Yes. They're very focused on Afghanistan. Whereas groups like ISIS and al Qaeda have a much",
        5723.4,
        5732.48
    ],
    [
        " more common sense of the world. And they want to see, as the fighter said, they want to see",
        5732.48,
        5735.06
    ],
    [
        " their interpretation spread throughout the world. And they're the ones that will plant attacks in",
        5735.06,
        5740.34
    ],
    [
        " other countries. So therefore, a viewed as a national security threat. Where is the Taliban?",
        5740.34,
        5746.2
    ],
    [
        " Isn't. And that's really hard for the Afghans to, it's always been hard for the Afghans to really",
        5746.48,
        5751.34
    ],
    [
        " wrap the head around because the Taliban's were doing so many suicide bombings and attacks. And",
        5751.34,
        5756.4
    ],
    [
        " and to them, they're absolutely terrorists. And they couldn't, it was hard for me to explain to them",
        5756.4,
        5760.54
    ],
    [
        " why the US was sort of leaving the Taliban alone and going after these much smaller groups",
        5760.62,
        5767.1
    ],
    [
        " that were at that point not even doing that many attacks. And that is, is going back to, well,",
        5767.1,
        5773.18
    ],
    [
        " the Taliban is not a threat to the United States necessarily in it, in and of itself.",
        5773.62,
        5778.14
    ],
    [
        " You went to the area where the Taliban blew up the ancient Buddha statue.",
        5778.68,
        5787.24
    ],
    [
        " Yeah, it's about me on, about me on beautiful province, beautiful province.",
        5787.24,
        5791.16
    ],
    [
        " 1500 years old, those statues were.",
        5791.86,
        5794.14
    ],
    [
        " You know, and that was, that was crazy. So what, and I, I talked to the Taliban's about this,",
        5794.84,
        5799.42
    ],
    [
        " about, you know, was that a mistake. And so they say, no, no, no, that, that wasn't a mistake.",
        5799.56,
        5805.16
    ],
    [
        " That was the decision then, but now we're going to protect everything. And so I went to a few",
        5805.3,
        5809.52
    ],
    [
        " other places with ruins and the Taliban's role protecting it. And I said, we,",
        5809.52,
        5813.06
    ],
    [
        " you're going to continue to protect these butters or, you know, in Mazzainak and other places.",
        5813.12,
        5817.1
    ],
    [
        " Yeah, yeah, yeah, that's our orders for now. But what we have to remember is this might be their",
        5817.32,
        5821.68
    ],
    [
        " orders for now, but they didn't blow up those butters until early 2001. So at that point,",
        5821.68,
        5827.24
    ],
    [
        " the Taliban's had already been in control, but since 1996. So it was left alone.",
        5827.34,
        5832.74
    ],
    [
        " And then Mulla Omar did it as an extortion because he wanted the international communities",
        5833.52,
        5838.28
    ],
    [
        " to give the Taliban's money and the international community wouldn't. So then he threatened, well,",
        5838.28,
        5842.86
    ],
    [
        " I'm going to blow up the butters and Dylan get the money. So he made good on his promise. So",
        5842.92,
        5848.18
    ],
    [
        " that's the thing with the Taliban's right now. They might be okay, where everything's okay,",
        5848.18,
        5851.86
    ],
    [
        " but you don't know what they're going to do next month. You don't know how the orders will change.",
        5852.12,
        5855.78
    ],
    [
        " And so, and you get there and it was bizarre because the Taliban's are taking selfies in front",
        5856.58,
        5860.62
    ],
    [
        " of these blown up butters. And I said, well, you do know that they, they used you guys who blew these",
        5860.62,
        5866.14
    ],
    [
        " up, right? It just incredibly strange. But Bamyon is a beautiful province. It just, it shows you,",
        5866.14,
        5872.38
    ],
    [
        " I think when we think of Afghanistan, we just think of the war and the bloodshed, but it just is",
        5872.64,
        5877.62
    ],
    [
        " one of the most remarkably aesthetically beautiful places in the world. And Bamyon is just a prime",
        5877.62,
        5886.56
    ],
    [
        " example of that. It was the first national park in Afghanistan. Now there's a drone strike that",
        5886.56,
        5893.08
    ],
    [
        " killed the facilitator and planner and you did a little little investigation on that as well.",
        5894.12,
        5898.8
    ],
    [
        " Yeah. So I went there a few times. So that was just outside July about in Nanganha. So Nanganha's",
        5898.98,
        5904.46
    ],
    [
        " always been the hub for for ISIS. K. It's on the Pakistan border on the east and it's just",
        5904.46,
        5909.12
    ],
    [
        " that is where, you know, Toribor is where bin Laden went and hid immediately. I also went out to",
        5909.12,
        5916.48
    ],
    [
        " the, the mobside if you remember when the US dropped that massive mother of old bombs in",
        5916.48,
        5921.68
    ],
    [
        " beginning of 2017. That's also in Nanganha. So, so there's an area, the couple of different areas,",
        5921.68,
        5928.34
    ],
    [
        " but that particular area was a district called Sokrod and that was just outside of July about.",
        5928.54,
        5933.16
    ],
    [
        " And it's one of those very eerie places and you go there and you feel like their skin on your",
        5933.56,
        5939.18
    ],
    [
        " neck is standing up because it just doesn't feel right. And so the house that was hit",
        5939.18,
        5945.08
    ],
    [
        " was in the farm corner. It was actually a really nice house compared to, you know, a lot of the",
        5945.08,
        5949.46
    ],
    [
        " mudhuts and things. And this was a nice sort of brick home. And we went into the home and you",
        5949.46,
        5954.96
    ],
    [
        " could see where it was hit. And it was so precise. It was just like, you know, this one section of",
        5954.96,
        5960.2
    ],
    [
        " the backyard in this chair that had been blown up and nothing else was touched. So I went and",
        5960.2,
        5964.94
    ],
    [
        " talked to the neighbors there and one of the guys who was there as the drone strike hit, which was",
        5964.94,
        5971.46
    ],
    [
        " close to midnight. He was on, I guess, guard duty on a roof across. And yeah, he sort of said that",
        5971.46,
        5977.98
    ],
    [
        " that was a strange guide that sort of hadn't been living there that long, but would come and go.",
        5978.42,
        5984.5
    ],
    [
        " And yeah, they hit that night and then sort of immediately, I guess, a car came and took the",
        5985.32,
        5989.98
    ],
    [
        " women out of the house and the children. And then the next day, a bunch of telebans came in and",
        5989.98,
        5995.86
    ],
    [
        " were taking things out, taking flags, taking, he said, he didn't know what they were taking,",
        5995.86,
        6000.26
    ],
    [
        " but big boxes that were just weighing the car down. And then telebans went in there off to that",
        6000.34,
        6005.02
    ],
    [
        " and took out more things. So I guess from the house. And then he said that those telebans were",
        6005.02,
        6010.1
    ],
    [
        " found without their heads hanging on a tree the next, a couple of days later, with an ISIS stamp",
        6010.1,
        6016.82
    ],
    [
        " letter next to it, basically saying anybody who removes these bodies is going to kind of be next.",
        6016.82,
        6022.18
    ],
    [
        " And he said eventually that if someone from another district came to collect them, but they were",
        6022.4,
        6027.24
    ],
    [
        " just hanging there on that tree food for many days, because people were afraid of ISIS. And he",
        6027.24,
        6032.48
    ],
    [
        " said that every night sort of you, ISIS comes in, they come in and take control. But during the day,",
        6032.48,
        6038.82
    ],
    [
        " it's very much the Taliban doing patrol. The Taliban gets scared and disappear. And then",
        6038.84,
        6043.7
    ],
    [
        " the, yeah, the ISIS fighters come in at night and he even showed me his own warning letter. He got",
        6043.7,
        6048.82
    ],
    [
        " from the telebans for doing a local news interview after that drone strike. And then he said that",
        6048.82,
        6053.74
    ],
    [
        " the Taliban saw the interview and and then accusing him of being the one that gave the location",
        6053.74,
        6059.2
    ],
    [
        " to the foreigners. So it's complex. And then the actual ISIS controlled center where a lot of",
        6059.2,
        6066.24
    ],
    [
        " these people come from is the next district over, which is Chapagas. So we went into that one day,",
        6066.24,
        6071.52
    ],
    [
        " which I don't know, it was one of his decisions, but I'm here today.",
        6071.58,
        6075.38
    ],
    [
        " You should play lottery. Because you went a lot. So I know you left what the first,",
        6076.34,
        6086.98
    ],
    [
        " first, first of December. Yes. So like a few days ago, a couple of weeks ago.",
        6087.62,
        6092.86
    ],
    [
        " As you, as you look back, there's anything else, any other high points from there, I mean,",
        6092.92,
        6098.86
    ],
    [
        " there's a bunch of stuff. So you, you know, on your website, you've got a link to a bunch of the",
        6098.94,
        6104.16
    ],
    [
        " articles that you have. Yes. And I have a sub stack that I also, so subscribe to that. And I",
        6104.16,
        6108.36
    ],
    [
        " usually put all the articles into that and also a little bit of extra kind of background. So",
        6108.36,
        6114.88
    ],
    [
        " you can get it straight from my website or it's just, yeah, it's. And your website is holly.",
        6115.6,
        6120.32
    ],
    [
        " My, joll.com. There you go. And then you can get to the sub stack. Go into some more detail there.",
        6120.78,
        6127.76
    ],
    [
        " But as you look at what's going on, what's going on now? This is a disaster. I mean, I know one",
        6128.32,
        6137.82
    ],
    [
        " thing that you'd mentioned to me is like, and it's sort of the, I guess the, like the ground or",
        6137.82,
        6146.18
    ],
    [
        " the most granular sort of point zero for the disaster is like what happened to the military working",
        6146.18,
        6154.5
    ],
    [
        " dogs that got left behind. And you know, that was such a big story for everybody remembers. There's",
        6154.5,
        6159.44
    ],
    [
        " about 130 dogs and you see these pictures of them at the airport. And so I wanted to follow up on",
        6159.44,
        6166.46
    ],
    [
        " that and find out what, what happened to those dogs because the DOD was very quickly to come out and",
        6166.46,
        6171.2
    ],
    [
        " say they weren't US military dogs, but they were contracted dogs. So the long story short is that",
        6171.2,
        6177.12
    ],
    [
        " the, you know, different contracting companies had given those dogs to a Carbalsmolana more rescue,",
        6177.12,
        6183.7
    ],
    [
        " which is run by a woman named Charlotte. And she was tasked with getting them out. But when she",
        6183.8,
        6188.58
    ],
    [
        " got to the airport was basically told, you know, you can't get all these dogs on the plane. And",
        6188.58,
        6194.02
    ],
    [
        " you can only take out what you can carry. So there was a lot of controversy. Oh my gosh,",
        6194.62,
        6198.48
    ],
    [
        " these dogs are being abandoned. But you know, she's someone who really does amazing work in",
        6198.64,
        6203.56
    ],
    [
        " rescuing these animals and caring for them. So I wanted to follow up and find out what happened",
        6203.56,
        6208.06
    ],
    [
        " to them. And I talked to her and she said they were covered about 70. Most of them, or not",
        6208.06,
        6214.38
    ],
    [
        " but half probably had been killed by the telebands. And then you had, so a lot of the Spaniels,",
        6214.38,
        6219.88
    ],
    [
        " which are very friendly dogs, had run up to the telebands and the telebands just, they don't have",
        6219.88,
        6224.76
    ],
    [
        " dogs as pets. When they had the rule in the 90s, dogs were outlawed. They considered unclean",
        6224.76,
        6229.6
    ],
    [
        " by the telebands. You can have cats, but not dogs. So a lot of them were shot. And then they sort of",
        6229.6,
        6234.96
    ],
    [
        " saw that these dogs had gotten so much attention. And I thought, well, this is a bit of a bargaining chip.",
        6234.96,
        6239.56
    ],
    [
        " So they kept a lot of the German chapels because they thought that a lot of the German chapels",
        6240.0,
        6243.38
    ],
    [
        " must be guard dogs, even though a lot of them were not trained as guard dogs. But you see,",
        6243.38,
        6247.4
    ],
    [
        " especially the airport, in other places, the telebands walking around these dogs that they have",
        6247.96,
        6251.96
    ],
    [
        " no idea what they're doing with them. These dogs, like, they don't look like, you know, so to some of",
        6251.96,
        6258.24
    ],
    [
        " them survived, some of them were left to run around the airport compound and some of them got out.",
        6258.24,
        6262.86
    ],
    [
        " So yeah, it was a sad situation. And we can debate for days, you know, obviously humans have to",
        6263.1,
        6268.78
    ],
    [
        " get priority over dogs. But I think we all can agree. We love our own.",
        6268.78,
        6272.78
    ],
    [
        " Yeah, well, what about that? What about the, like, the humanitarian perspective of what's going on",
        6272.94,
        6277.32
    ],
    [
        " there now? It's an absolute disaster. And that is that is the heartbreaking thing is the",
        6277.32,
        6282.36
    ],
    [
        " to give you some context. When I got there, it was 70 Afghans to 1 US dollar. It was a hundred by",
        6282.36,
        6289.56
    ],
    [
        " the time I left. So that just shows you how quickly that devalued there, they're Afghani devalued,",
        6289.56,
        6295.22
    ],
    [
        " the currency. People kind of ford bread, people kind of ford just basic things. There is no middle class",
        6295.24,
        6301.6
    ],
    [
        " in Afghanistan anymore. It's people are selling their belongings on the street.",
        6301.6,
        6305.1
    ],
    [
        " You know, crime has gone through the roof again. It dropped initially because I think people were in",
        6306.64,
        6310.32
    ],
    [
        " fear that they were going to get their hand chopped off. And when it became prevalent that wasn't",
        6310.32,
        6313.94
    ],
    [
        " going to happen. At least not right now, the crime went back up. And it's, you go to these public",
        6313.94,
        6319.9
    ],
    [
        " hospitals. And I mean, there were just the amount of malnourished babies that are just dying on",
        6319.9,
        6326.92
    ],
    [
        " mass. And the mothers are on the floor, breastfeeding. And it was something I'd really just never",
        6326.92,
        6332.68
    ],
    [
        " seen to that degree. And it broke my heart because of the amount of money that we as Americans",
        6332.68,
        6337.5
    ],
    [
        " and the amount of treasure and the amount of people and the amount of, you know, effort that had",
        6337.5,
        6342.3
    ],
    [
        " been put into this. And this was a result. And it's only going to get worse during the winter.",
        6342.3,
        6348.72
    ],
    [
        " And and and the US and other countries are going to have to make this very uncomfortable decision",
        6349.08,
        6354.2
    ],
    [
        " of do we unfreeze this money? This 9.5 billion that was frozen when the Taliban's took over and",
        6355.28,
        6361.64
    ],
    [
        " the World Bank and international monetary fund also froze. Do we unfreeze that and enable",
        6361.64,
        6368.04
    ],
    [
        " this government to to support a country of 38 million? Because there is no money coming in.",
        6368.04,
        6374.5
    ],
    [
        " There's absolutely no money. You cannot get money out of the banks. Yeah, it was it was very",
        6374.68,
        6379.72
    ],
    [
        " challenging to work in because of that environment. But we're going to have to make this decision of",
        6379.72,
        6385.8
    ],
    [
        " do we work with this government so that these innocent Afghan people who have already gone through",
        6385.8,
        6390.72
    ],
    [
        " so much can survive and have some kind of dignity in their lives. Or are we going to just, I guess,",
        6390.72,
        6397.08
    ],
    [
        " turn away and say no, no, no, these people are human rights violators. We are not going to",
        6397.24,
        6400.96
    ],
    [
        " to talk to them and to isolate them. And and I always look back on history and I hope that we",
        6400.96,
        6409.68
    ],
    [
        " was no more isolated government than the Taliban during their first reign in the 90s through 2001.",
        6409.68,
        6415.06
    ],
    [
        " They were blackballed by everybody and they had no money. The one person who came in and gave",
        6415.82,
        6420.84
    ],
    [
        " the money and not very much 1.5 million I think it was was a summer bin Laden. He's the one who came",
        6420.84,
        6426.84
    ],
    [
        " in and gave them money and so naturally they were going to protect him. Naturally when the US said",
        6426.84,
        6432.38
    ],
    [
        " hand him over, Mullah Omar said no. He's the only one who came in and gave us money. So it's a very",
        6432.38,
        6438.1
    ],
    [
        " complex decision and there's going to be a lot of people that feel very strongly in many ways",
        6438.42,
        6442.56
    ],
    [
        " but it's an uncomfortable decision that needs to be made on a diplomatic level of how we're going",
        6442.56,
        6448.74
    ],
    [
        " to deal with this because I think the Afghan people are being through enough and and they don't",
        6448.74,
        6454.52
    ],
    [
        " deserve any they don't deserve to suffer the ramifications of this any more than they already have",
        6454.52,
        6460.14
    ],
    [
        " and that's that's sort of the uncomfortable choice. There isn't many options.",
        6460.14,
        6466.1
    ],
    [
        " Do you as when you got back to America? I guess it's a bit of a couple days ago but even as you were",
        6466.96,
        6473.7
    ],
    [
        " you know overseas and you're online and you were looking at the way that the stories were being",
        6473.7,
        6479.6
    ],
    [
        " presented and the way that the events were being presented with now the you know the way",
        6479.6,
        6485.5
    ],
    [
        " the media and social media and emotional media all works now. What was your you know what was",
        6485.5,
        6490.52
    ],
    [
        " the delta between what you were seeing and what the world was being fed? There was quite",
        6490.52,
        6494.68
    ],
    [
        " as economy so if I was just to look at Twitter and to look at what was happening I would think there",
        6494.68,
        6499.28
    ],
    [
        " was mass slaughter on the street. I would think that the the Taliban's were going out and pulling people",
        6499.28,
        6503.76
    ],
    [
        " from their homes and and certainly there are isolated cases of that happening but that was very",
        6503.76,
        6509.88
    ],
    [
        " much the exception not the norm and that was not accurately reflected. I think you know a stranger",
        6509.88,
        6516.22
    ],
    [
        " that is the Taliban's were trying to show this image of they want to be recognized.",
        6516.22,
        6522.14
    ],
    [
        " Is it safe to say that the Taliban is trying to rebrand? Yes absolutely and I think you know there's",
        6522.14,
        6528.78
    ],
    [
        " a lot of this I hear a lot of well they haven't changed since the 2000 and you know all their",
        6528.78,
        6533.74
    ],
    [
        " first reigns in the 90s and I don't think that's accurate they have changed they've changed a lot",
        6533.74,
        6537.82
    ],
    [
        " in many different respects but yeah a lot of the information I was seeing about these just you know",
        6537.82,
        6544.32
    ],
    [
        " mass slaughter and you know I think there was one thing where and a lot of people that asked me",
        6544.32,
        6549.66
    ],
    [
        " about it there was a rumor going around about a girl that had been beheaded by the Taliban and",
        6549.66,
        6553.32
    ],
    [
        " when I looked into it and I asked my fixer look into it it turned out that she had been killed in",
        6553.32,
        6558.1
    ],
    [
        " July so before the Taliban's came in but it was an internal family conflict it had nothing to do",
        6558.1,
        6563.14
    ],
    [
        " with you know and yet this was being presented as this just happened last week and that she's",
        6563.14,
        6568.66
    ],
    [
        " being beheaded and I saw like Kim Kardashian or someone was then retweeting it and putting it on",
        6568.66,
        6573.04
    ],
    [
        " a story and then a million more people are asking me and I thought this is how this cycle perpetuates",
        6573.04,
        6578.94
    ],
    [
        " but if I was to to sum up the situation it was certainly terrible things were happening",
        6578.94,
        6584.48
    ],
    [
        " but it wasn't what was being painted you know as I said I could work freely and unharmed",
        6584.48,
        6591.9
    ],
    [
        " and you know I was only wearing her job so a lot of the information just was was wrong and",
        6591.9,
        6597.56
    ],
    [
        " there was something even so you know there was a picture that was going around where it was a",
        6597.56,
        6601.82
    ],
    [
        " woman in a burqa and she had a train around her ankle and was being led by a husband people",
        6601.82,
        6606.72
    ],
    [
        " was saying you know this is Afghanistan now under the Taliban I looked you know a quick reverse",
        6606.72,
        6611.32
    ],
    [
        " image search and you see oh no that was 2003 Iraq and somebody photoshopped a chain to this woman's",
        6611.32,
        6617.16
    ],
    [
        " ankle so there was so much of that and and I think there really were few journalists that were in",
        6617.16,
        6623.96
    ],
    [
        " there I didn't I didn't meet too many other Americans I met a couple of Americans that came in",
        6623.96,
        6629.04
    ],
    [
        " and then left again but generally there was just a few European journalists that came in and so",
        6629.04,
        6634.38
    ],
    [
        " a lot of the work was being done from from outside the country and I think it just shows you the",
        6634.38,
        6639.6
    ],
    [
        " importance of being on the ground and a lot of news organizations don't want to invest in that",
        6639.6,
        6644.1
    ],
    [
        " anymore but Afghanistan really showed me the importance of of having that ground perspective",
        6644.1,
        6649.12
    ],
    [
        " because it's it's so different to what you see just sort of an aggregating or even talking to",
        6649.12,
        6654.64
    ],
    [
        " people and I think you know a lot of interview is we're talking to the diaspora or people that",
        6654.64,
        6659.74
    ],
    [
        " have fled but that perspective was no longer in Afghanistan so yeah there's a lot of disinformation",
        6659.74,
        6666.32
    ],
    [
        " yeah it'll be no one knows right we don't know what the Taliban's going to do you know they were",
        6666.32,
        6674.7
    ],
    [
        " pretty brutal in their last you know time and power from 1995 1996 up until 2001 up until",
        6674.7,
        6686.36
    ],
    [
        " up until the Northern Alliance in America went in there and I mean they had some",
        6686.76,
        6690.46
    ],
    [
        " some some bad things happened right starvation and and just bad some bad stuff happened I mean",
        6690.46,
        6699.78
    ],
    [
        " they were horrible it's a you know definitely human rights violations and all that stuff absolutely",
        6699.78,
        6704.7
    ],
    [
        " has happened and and you know there was obviously there were some reports of terrible things happening",
        6704.7,
        6711.32
    ],
    [
        " again and it's hard to know but to your point unless you have people on the ground",
        6711.32,
        6718.8
    ],
    [
        " you it's very it's makes it even more difficult to actually know what's happening and make",
        6718.8,
        6724.8
    ],
    [
        " decisions on what you're going to do when you're basing it on Photoshop images",
        6724.8,
        6729.02
    ],
    [
        " you mentioned Osama bin Laden what was",
        6729.02,
        6735.76
    ],
    [
        " just talked to us a little bit about Osama bin Laden Osama bin Laden's presence in the psyche",
        6737.3,
        6743.68
    ],
    [
        " of the Afghan people now what did you observe from that perspective yeah so I really think you",
        6743.68,
        6750.9
    ],
    [
        " know his legacy is still very strong in Afghanistan and even places that I went to you know in again",
        6750.9,
        6756.48
    ],
    [
        " the jalala bad the the information and culture minister there has told me straight don't do any",
        6756.48,
        6761.14
    ],
    [
        " stories on Osama bin Laden so I was like oh you wait you wait no I'm going so but you see",
        6761.14,
        6768.5
    ],
    [
        " that legacy sort of carry through and and they're all in power because of him and again it goes back",
        6768.5,
        6772.84
    ],
    [
        " to he's the one who sort of came in and gave them money when no one else would and so in return",
        6772.84,
        6778.78
    ],
    [
        " for that they gave him gave him safe harbor and it's under that code of pastune wali which is",
        6778.78,
        6784.0
    ],
    [
        " really the highest moral code that the that the pastunes have in protecting guests and and it's",
        6784.0,
        6791.02
    ],
    [
        " the same code that they used to protect somebody like me who's a who's a guest in their country so",
        6791.02,
        6795.58
    ],
    [
        " it's it's a very complex sort of thing but but when you talk to regular Afghans or students or",
        6795.58,
        6802.5
    ],
    [
        " people that you know they're young 20 something they don't know who he is and it's it's just",
        6802.5,
        6809.1
    ],
    [
        " interesting because you sort of look at this war and you that was continuing to go on and",
        6809.1,
        6815.08
    ],
    [
        " and and yet you sort of have the the people that are according the crossfire who just sort of have",
        6815.08,
        6820.14
    ],
    [
        " no idea of what what happened and what the background is and and why this is all kind of still going",
        6820.14,
        6826.64
    ],
    [
        " on so it's interesting and I'll kind of still you know certainly exist in Afghanistan too my",
        6826.64,
        6832.56
    ],
    [
        " understanding from the televans is that they've been told that they and it'll add to do any take",
        6832.56,
        6838.3
    ],
    [
        " any military actions that they have to you know they're allowed to be in the country but they have to",
        6838.3,
        6842.5
    ],
    [
        " to stop you know not plan anything or do anything otherwise they'll be in trouble but I think a lot",
        6842.5,
        6848.48
    ],
    [
        " of the times too a lot of those Al-Qaeda members have just been basically folded into into the",
        6848.48,
        6853.46
    ],
    [
        " Taliban's and a part of the intelligence units or a part of that whole operation yeah it was",
        6853.46,
        6860.08
    ],
    [
        " definitely some of your articles mentioned the fact that you know some 20-year-old Afghan didn't",
        6860.08,
        6865.12
    ],
    [
        " really know who Osama bin Laden was yeah so sometimes when I get into discussions with people about",
        6865.12,
        6872.42
    ],
    [
        " the divisiveness in America I'll reference the fact that I work with a bunch of different companies",
        6872.42,
        6878.2
    ],
    [
        " I'm a consulting company and most people that you talk to they're not thinking about what's",
        6878.2,
        6886.72
    ],
    [
        " happening on Twitter right now they're not thinking about this they're thinking about what they're",
        6886.72,
        6889.9
    ],
    [
        " doing they're thinking about their job they're thinking about their company they're thinking about",
        6889.9,
        6892.7
    ],
    [
        " moving you know how they're going to grow how they're going to go to new markets that's what they're",
        6892.7,
        6896.48
    ],
    [
        " thinking about that's what they're doing that's what their life is is is it similar her I mean",
        6896.48,
        6902.56
    ],
    [
        " I guess this is a rhetorical question but did you find the same thing in Afghanistan most people",
        6902.56,
        6907.78
    ],
    [
        " are like okay well the Taliban's in charge or the northern lines in charge I want to you know",
        6907.78,
        6911.96
    ],
    [
        " continue to get my job done and raise my family and move kind of forward like kind of leave me",
        6911.96,
        6917.64
    ],
    [
        " alone type thing you have two camps you have the people whose entire day is it's fixated on trying",
        6917.64,
        6922.8
    ],
    [
        " to get out trying to get out of Afghanistan you're trying to get out so there's really two camps and",
        6922.8,
        6926.88
    ],
    [
        " you know each even now just every day all day my my my messages my LinkedIn everything is just flooded",
        6926.88,
        6932.16
    ],
    [
        " how do I get how do I get out so you have that camp and then you have another camp of people who",
        6932.16,
        6936.88
    ],
    [
        " are just basically I know that I can't go anywhere and this is the new reality so how do I survive",
        6936.88,
        6944.34
    ],
    [
        " and how do I feed my family and and that's really what it comes down to it comes down to survival",
        6944.34,
        6949.08
    ],
    [
        " especially now with the the crisis being what it is there and the challenges of just day to day",
        6949.08,
        6955.12
    ],
    [
        " life what are what are people when so many messages you you get 10 messages about I want to get out",
        6955.12,
        6961.46
    ],
    [
        " I want to get out I want to get out why do they want to get out what are they what's and it's a",
        6961.46,
        6965.14
    ],
    [
        " mix thing you have you have people that are certainly have legitimate reasons to get out a lot of",
        6965.14,
        6969.92
    ],
    [
        " the commandos that I met with that are in terrified because the command is really leading the charge",
        6969.92,
        6974.36
    ],
    [
        " and a lot of the fights and and they're very concerned about retaliation but then you have a lot",
        6974.36,
        6979.78
    ],
    [
        " of people who who and again what I found a lot of people who were maybe drivers or work for",
        6979.78,
        6985.32
    ],
    [
        " different companies who are desperate and terrified to get out but when I talk to them I say well",
        6985.32,
        6989.14
    ],
    [
        " where's the threat nobody's been threatened or they're passing around a WhatsApp letter that",
        6989.14,
        6995.48
    ],
    [
        " everybody's been given that's fake or so in a way that the fear is contagious and again that's",
        6995.48,
        7002.96
    ],
    [
        " where I'm saying the fear doesn't always match the reality and what I found it was that people",
        7002.96,
        7008.14
    ],
    [
        " thought well so and so scared and my name is scared and everybody's scared so I'm going to have to",
        7008.14,
        7012.04
    ],
    [
        " be scared too and I'm going to have to leave so that yeah it was it was contagious and that's what I",
        7012.04,
        7018.5
    ],
    [
        " found that a lot of the the worries were self-inflicted as opposed to an actual real threat that was",
        7018.5,
        7025.44
    ],
    [
        " then. There's got to be like a massive level though of like suppression right I mean if you're",
        7025.44,
        7031.72
    ],
    [
        " a person that was sort of open-minded and moving in this direction and now like it's over yeah",
        7031.72,
        7038.08
    ],
    [
        " it's over yeah and and and you don't get it and especially for women too you know that's deeply",
        7038.08,
        7042.44
    ],
    [
        " challenging girls are still not able to go to to public school I think private schools are still open",
        7042.44,
        7047.6
    ],
    [
        " but secondary schools have been close for girls now for months and the telebands keep saying",
        7048.3,
        7052.1
    ],
    [
        " it's because we've got to make sure that they have transport that's separate to the man and I",
        7052.1,
        7055.42
    ],
    [
        " said well great we'll get you some buses oh and then there's another excuse so I'm not sure what's",
        7055.42,
        7060.58
    ],
    [
        " happening with that but you know women that were definitely used to going to work and to other places",
        7060.58,
        7064.22
    ],
    [
        " and they're out there at home and you know that's heartbreaking women you know I met with many women",
        7064.22,
        7068.98
    ],
    [
        " who you know we're doing you know in the the national sort of Taekwondo teams or in the national tennis",
        7068.98,
        7075.42
    ],
    [
        " teams it was a big article about their soccer team too yeah you know and now that then they're not",
        7075.5,
        7080.32
    ],
    [
        " allowed to to to do their you know to not even practice let alone go into any tournaments",
        7080.32,
        7087.36
    ],
    [
        " even I met with the top MMA guy there as well is you know great fighter he's I think two fights",
        7087.36,
        7093.82
    ],
    [
        " away from UFC and he's like we can't fight anymore and he said he tried to do a fight the telebands",
        7093.82,
        7098.66
    ],
    [
        " told them that they have to wear like full clothing which he said you know we obviously can't do",
        7098.66,
        7102.82
    ],
    [
        " that and the telebands that came to their first fight and broke it up and kind of took a big mess",
        7102.82,
        7107.7
    ],
    [
        " but you know he's concerned because you know he can't get out but and he's trying but you know he's",
        7107.7,
        7114.0
    ],
    [
        " someone who used to go to each match with you know the police you know Afghan police flag and you",
        7114.0,
        7121.62
    ],
    [
        " was very per the former security forces and so you know it's tough for the guys too even even",
        7121.62,
        7127.92
    ],
    [
        " though they can do well you know a little bit more than the women but music is completely kind of",
        7127.92,
        7133.04
    ],
    [
        " outlawed and and and arts and all those sorts of things yeah you're not allowed to paint any people",
        7133.04,
        7138.46
    ],
    [
        " would not are to paint any living things or film any lady living things or photograph any living",
        7138.46,
        7142.9
    ],
    [
        " things yeah well they haven't been too strict about that yeah instruments have been outlawed",
        7142.9,
        7148.82
    ],
    [
        " yeah except for like some drum yeah well they they have this their music is this and she music",
        7148.82,
        7154.18
    ],
    [
        " just a drum it crazy so they would get into the car and they'd put in you know insist and if we're",
        7154.18,
        7160.58
    ],
    [
        " driving somewhere remote and damn telebands would get in the car and they'd put in their",
        7160.58,
        7165.28
    ],
    [
        " machines and it was just this it's Islamic music without instruments it's all vocals and then",
        7165.28,
        7170.44
    ],
    [
        " there's bomb blasts and bullets and just like and they turn it up and I was like it's like their",
        7170.44,
        7175.52
    ],
    [
        " motivation it's their battlefield music and it's like this is crazy and that's what they play on",
        7175.52,
        7180.32
    ],
    [
        " the telebands actually moved next door to the house that I was living in so I would deliberately",
        7180.52,
        7185.06
    ],
    [
        " go and get my two-pack in the biggie and I just blasted it a big complete wrap yeah and I was",
        7185.06,
        7192.6
    ],
    [
        " like you know what's time to go holy yeah so here's here's what I find this is what's this is",
        7192.6,
        7199.16
    ],
    [
        " what's so hard to really contemplate as a as a human being right what percentage of people are",
        7199.16,
        7207.72
    ],
    [
        " are are don't want it to be this way right what percentage of people don't want it to be this way",
        7209.58,
        7214.7
    ],
    [
        " and would give anything to go back to whatever to 2019 and be moving in a certain direction",
        7214.7,
        7224.94
    ],
    [
        " and have the females ready to go to school and be able to play your guitar and be able to do MMA",
        7224.94,
        7230.24
    ],
    [
        " what percentage of the population feels that way versus what percentage of the population",
        7230.24,
        7236.56
    ],
    [
        " wants to go back to the old Taliban ways and strict sharia law I'm not asking you you can",
        7236.98,
        7243.7
    ],
    [
        " make an estimation but it's very difficult and then okay if you're that if you're 90% is on board",
        7243.7,
        7252.2
    ],
    [
        " for sharia law and that's what we're doing and hey the 10% that aren't on board with it you best",
        7252.2,
        7257.0
    ],
    [
        " get out of here because this is what we're doing or is it 90% of the population wants to just",
        7257.0,
        7262.66
    ],
    [
        " go back to again 2019 moving that direction move towards a more open society and if that's the",
        7262.7,
        7270.18
    ],
    [
        " case and it's just a strict small percentage of people that maintain power and control via",
        7270.18,
        7276.48
    ],
    [
        " force and brutality well then then then then what are we supposed to do so I think there's really",
        7276.48,
        7283.98
    ],
    [
        " again when we see with the media what we're seeing is always generally coverage is coming out of",
        7283.98,
        7288.86
    ],
    [
        " Kabul or coming out of a city and I tried to really make an effort to to to go to as many rural",
        7288.86,
        7294.26
    ],
    [
        " areas and provinces because the perspective there is completely different so I'd say if you're",
        7294.26,
        7299.14
    ],
    [
        " going to estimate in someone like Kabul you know 80% of people want that previous life because they",
        7299.14,
        7305.32
    ],
    [
        " were able to you know there was bars there was music that you know could go to clubs you could go",
        7305.32,
        7310.22
    ],
    [
        " to you know get alcohol you could do all of these things because you had that foreign footprint",
        7310.22,
        7314.74
    ],
    [
        " there but you go to the villages and you know that are already very conservative where the women",
        7315.82,
        7322.02
    ],
    [
        " don't necessarily you know go to school past the age of 13 and and that are very much relegated",
        7322.02,
        7327.04
    ],
    [
        " to the home and they don't leave and that's just customary because that's that's the way that",
        7327.04,
        7331.62
    ],
    [
        " their life is their lives are actually going to get better and I say that because they don't have",
        7331.62,
        7337.3
    ],
    [
        " to face the daily bombings anymore they don't have to deal with the ramifications of war but their",
        7337.3,
        7342.46
    ],
    [
        " actual lives aren't going to change because they were never really privy to all those sort of new",
        7343.6,
        7348.24
    ],
    [
        " western inspired if you will freedoms so you can make the argument that you know for them they",
        7348.24,
        7354.64
    ],
    [
        " now have a more peaceful life but in the cities that's where you really see women and people",
        7354.64,
        7361.3
    ],
    [
        " losing a lot of those freedoms and and suffering but but what I think is also interesting that",
        7361.3,
        7366.88
    ],
    [
        " came out of this was the number of of Taliban's that were embedded into the military into the",
        7366.88,
        7373.22
    ],
    [
        " government into every possible avenue in every city and suddenly when the Taliban's were able to",
        7373.22,
        7378.84
    ],
    [
        " take power these people came out people I knew for years and years and years who were working with",
        7378.84,
        7383.22
    ],
    [
        " journalists that's fixes said to me oh yeah been Taliban for 20 years and now they're out you know",
        7383.22,
        7389.1
    ],
    [
        " and so and friends of mine you know I had a you know even with my fixer a good friend of his he",
        7389.1,
        7394.2
    ],
    [
        " was saying that someone he's known since he was very young when the Taliban's took power suddenly",
        7394.2,
        7398.12
    ],
    [
        " he finds out he's Taliban like it's just these people kept secrets for so long and I think that's",
        7398.12,
        7403.44
    ],
    [
        " also why the Taliban's were able to come to power so quickly they infiltrated every possible",
        7403.44,
        7408.92
    ],
    [
        " you know government entity that they could what they do what's the Taliban doing with their with",
        7408.92,
        7417.4
    ],
    [
        " with the military equipment that they took over so I you know it was interesting so I did a tour",
        7417.58,
        7424.38
    ],
    [
        " of the airport just before I left and and you still see a lot of the damaged aircraft the US blew",
        7424.38,
        7429.16
    ],
    [
        " up a lot of the aircraft before it left but you see a lot they still have all those Russian",
        7429.16,
        7432.72
    ],
    [
        " Russian helicopters that are still there and and they have a lot of engineers they brought back a",
        7432.72,
        7437.6
    ],
    [
        " lot of the technicians from the previous government trained by the US that are now they're able to",
        7437.6,
        7442.66
    ],
    [
        " to help you know repair whatever they can and they still do have very limited our power but I",
        7442.66,
        7448.44
    ],
    [
        " know that's something they're trying to build because the Air Force is something that that they want",
        7448.44,
        7452.72
    ],
    [
        " that they didn't have before and it was funny because I was I was sitting outside you know one",
        7452.72,
        7458.28
    ],
    [
        " one afternoon and and you see there was there was a big blast a big bomb and and the smokes in the",
        7458.28,
        7464.24
    ],
    [
        " air and it was just it was down at the military hospital very close and next thing you know you",
        7464.24,
        7468.36
    ],
    [
        " hear each hoppers in the air and I said I haven't heard this for ages you know what's going on",
        7468.36,
        7472.94
    ],
    [
        " and they were flying a black Hawk and two of the the Russian MH17s and they had apparently dropped",
        7472.94,
        7479.54
    ],
    [
        " a suicide bomber onto the hospital because the ISIS was attacking it again they're still using",
        7479.54,
        7484.3
    ],
    [
        " suicide bombers for situations like that but yeah craziness so it was an ongoing it was an ongoing",
        7484.3,
        7491.46
    ],
    [
        " you know thing but but so they certainly have the capacity if they need it but they're saying oh",
        7491.46,
        7497.02
    ],
    [
        " we're just going to use it for important and urgent circumstances so yeah the whole thing is",
        7497.02,
        7502.36
    ],
    [
        " is backwards but yeah actually went to a suicide bombing school that I found which was in a",
        7502.36,
        7507.06
    ],
    [
        " kindergarten on the edge of Kabul where they trained the suicide bombers you know and you have",
        7507.06,
        7512.24
    ],
    [
        " these men just begging begging to be chosen just pick me pick me it's like the highest",
        7512.24,
        7517.22
    ],
    [
        " I know that they could possibly take and and you know that if despite being in government now",
        7517.22,
        7523.18
    ],
    [
        " there's no plans to get rid of the suicide bombing schools",
        7523.18,
        7526.62
    ],
    [
        " how about what are you seeing for lessons as you look at it now you're looking back on it you've",
        7526.62,
        7537.46
    ],
    [
        " been gone for a week now what are you looking at what what kind of big picture strategic lessons",
        7537.46,
        7542.3
    ],
    [
        " are you seeing my biggest thing that to drive home is you we can talk all day about military",
        7542.3,
        7548.12
    ],
    [
        " strategies and and the Taliban military strategies but at the end of the day",
        7549.36,
        7553.02
    ],
    [
        " and I feel like I'm a broken record saying this but corruption corruption corruption corruption",
        7553.02,
        7559.12
    ],
    [
        " the last government backed by the US there was so much corruption every possible level to the point",
        7559.12,
        7566.14
    ],
    [
        " where if you wanted to go and get an interview at the US Embassy just an interview if you were",
        7566.14,
        7571.36
    ],
    [
        " a university graduate who wanted to get a job at the embassy because that was that was a cool",
        7571.36,
        7575.72
    ],
    [
        " thing to do you had to pay a middle person about five thousand dollars just to get an interview",
        7575.72,
        7580.4
    ],
    [
        " let alone if you were to get a job then you'd pay them a whole bunch more and that was in every",
        7580.4,
        7585.18
    ],
    [
        " government institution money you know and and this is what I would get angry about because I would",
        7585.18,
        7590.86
    ],
    [
        " tell a lot of these Afghans I said that's my money as a US taxpayer you stole our money or not",
        7590.86,
        7596.84
    ],
    [
        " you personally but your previous government you stole our money and you took that and you",
        7596.84,
        7602.24
    ],
    [
        " lined your pockets Kabul could be Dubai by now two trillion dollars and this is what has come",
        7602.24,
        7607.36
    ],
    [
        " from it and that is because the corruption on every level was just so rampant and so disgusting",
        7607.36,
        7614.22
    ],
    [
        " and even even when you know a lot of these wallards and people were fleeing the country and the",
        7614.22,
        7619.44
    ],
    [
        " talibs of taking over there was just there was chunks of gold that they were keeping you know hidden",
        7619.44,
        7624.02
    ],
    [
        " underground just wards of cash that just unfathomable numbers and",
        7624.02,
        7629.96
    ],
    [
        " there was not a thing that you could do to get through daily life without paying a bribe you know",
        7630.74,
        7636.26
    ],
    [
        " to get through a checkpoint you're paying a bribe to get whatever you need it like life for Afghans",
        7636.26,
        7640.62
    ],
    [
        " was difficult because of this institutionalized corruption that I think the US looked at and said",
        7640.62,
        7646.2
    ],
    [
        " well this is too systemic for us to do anything about we just have to leave it but really to me that",
        7646.2,
        7650.6
    ],
    [
        " was the root of the problem so people looked at that Afghans looked at that and were like why am I",
        7650.6,
        7659.94
    ],
    [
        " is rolling around and with all this money and rolls Royce and all these fancy things",
        7660.44,
        7665.66
    ],
    [
        " and I can't you know I have to pay every every time just to get to my job",
        7665.66,
        7670.14
    ],
    [
        " and that's what the the Taliban really capitalized on that they capitalized on",
        7670.14,
        7675.64
    ],
    [
        " well we are not going to be corrupt you know that's against Islam we are going to",
        7675.64,
        7680.34
    ],
    [
        " you know support everybody treat everybody the same and so people that didn't even",
        7680.34,
        7685.16
    ],
    [
        " ideologically want to be you know with the telebands they were driven to that and I've seen that",
        7685.66,
        7691.08
    ],
    [
        " in many countries you want to fight against the government that you feel is stealing from you",
        7691.08,
        7695.44
    ],
    [
        " and it just got to the point where it was it was so bad you had you had judges in provinces or",
        7695.44,
        7701.64
    ],
    [
        " alloys like just falsely accusing people of something and taking them to court so they could",
        7701.64,
        7707.34
    ],
    [
        " get bribe money so it just and it was just it was on every possible level even even at the hospitals",
        7707.34,
        7713.22
    ],
    [
        " you had medical staff stealing the supply so they could go and sell them at a local pharmacy or",
        7713.22,
        7718.36
    ],
    [
        " because they owned their own pharmacy and that was going to pay them better money than the government",
        7718.36,
        7722.5
    ],
    [
        " salary so you know it's if you're going to go into a country or give country any sort of form",
        7722.5,
        7730.26
    ],
    [
        " of foreign aid I hope that the US or in the other countries can learn that lesson of if you don't",
        7730.26,
        7736.36
    ],
    [
        " stop that right in the beginning if you don't hold people accountable and there was there was never",
        7736.36,
        7740.72
    ],
    [
        " accountability to any of the corruption or stolen money this is the result you're going to get",
        7740.96,
        7745.7
    ],
    [
        " and I saw that in Iraq too with you know people joining ISIS because they wanted to fight back",
        7745.7,
        7751.72
    ],
    [
        " against the government who they felt was stealing from them or corrupt and was suppressing them",
        7751.72,
        7756.34
    ],
    [
        " and it wasn't about we want to be part of ISIS because we agree with ISIS it was no we want to",
        7756.34,
        7762.16
    ],
    [
        " fight this government because they're not here for us that's the when you pull the string on Vietnam",
        7762.16,
        7768.04
    ],
    [
        " the South Vietnamese government was just completely corrupt and a lot of the issues that they had",
        7768.22,
        7773.1
    ],
    [
        " were due to the exact same type of corruption the whole the whole system operated on through corruption",
        7773.1,
        7780.4
    ],
    [
        " and scratching each other's backs and you know getting money here and putting your own pockets and",
        7780.4,
        7785.24
    ],
    [
        " you know that was just the way it worked and that was a huge part of the issues that they had and why",
        7785.24,
        7790.04
    ],
    [
        " it's the exact same thing it's literally the exact same thing um seeing it again I know that um",
        7790.04,
        7797.08
    ],
    [
        " you know you've been you've been gone so you're over there for August, September, October,",
        7798.5,
        7802.86
    ],
    [
        " November, December that's like a deployment yeah a deployment into a into a war zone where everything's",
        7803.0,
        7809.6
    ],
    [
        " fallen apart what is that that's I mean are you coming back this time what how's it how's it",
        7809.6,
        7816.64
    ],
    [
        " how's the transition back to reality back to normal normal American life yeah it was incredibly",
        7816.64,
        7822.92
    ],
    [
        " difficult I think for me to leave this time um I felt tremendously guilty about leaving because I",
        7822.92,
        7829.58
    ],
    [
        " knew that that I can as an Australian ended American I can get you know I'm able to get a flight out",
        7829.58,
        7836.52
    ],
    [
        " to Abu Dhabi and and able to leave freely when that's something obviously a lot of Afghans what",
        7836.52,
        7842.26
    ],
    [
        " and I felt tremendously guilty because again you know I never think my life is any more valuable than",
        7842.26,
        7847.76
    ],
    [
        " I just happen to be lucky enough to be born in in different geographical coordinates that have given",
        7848.04,
        7854.46
    ],
    [
        " me a different different passports and and um and a very different life and you know the Afghans",
        7854.46,
        7862.32
    ],
    [
        " are some of the most truly beautiful people they're just so hospitable very kind um I have a",
        7862.32,
        7872.44
    ],
    [
        " great love for the Afghans I always say that I've been to many places in the world but I've never",
        7872.44,
        7877.08
    ],
    [
        " quite sort of fallen in love with the place the way I fall in in love with Afghanistan over the",
        7877.08,
        7881.38
    ],
    [
        " years and it's just it's very special people and I felt tremendously guilty um just I guess you",
        7881.38,
        7887.54
    ],
    [
        " know walking away from them and I knew that I was time to leave and I knew that um you know some of",
        7887.54,
        7893.46
    ],
    [
        " the decisions that I felt that I was making um as a journalist were I was taking risks that I knew",
        7893.46,
        7900.72
    ],
    [
        " were I shouldn't be taking um and I think when you get to that point when you sort of maybe don't",
        7902.52,
        7908.34
    ],
    [
        " care so much about the outcome it's time to take a break and that's sort of a point that I think",
        7908.34,
        7912.64
    ],
    [
        " that I'd gotten to you know especially with going into some of the ISIS areas and even my photographer",
        7912.64,
        7917.8
    ],
    [
        " was hesitating and I was okay well I'm fine and I didn't have the same I think normal reactions you",
        7917.8,
        7930.7
    ],
    [
        " and so anyway so I knew it was definitely time to take a break with that but I think yeah I felt",
        7930.7,
        7936.48
    ],
    [
        " very guilty especially those first few days I I was just you know wanting to turn around and",
        7936.48,
        7942.42
    ],
    [
        " immediately go back but um but my first thing I so I couldn't go for a run and I'm a big runner and",
        7942.42,
        7948.44
    ],
    [
        " I couldn't go for a run for you know five months and so the first thing I did when I got to New York",
        7948.44,
        7952.16
    ],
    [
        " was go for a run and I'm running and I look and I see a sign for a beauty salon on the sidewalk and I",
        7952.16,
        7958.9
    ],
    [
        " said oh they've reopened the beauty salons that was my first instinct and I thought I'd hang on a",
        7959.32,
        7964.68
    ],
    [
        " minute you you know you're in New York City now so you're not in Kabul so um yeah it's actually",
        7964.68,
        7970.76
    ],
    [
        " yeah it's it's a it's a strange transition and as I said when I'm driving down I'm looking at the",
        7970.76,
        7976.76
    ],
    [
        " roads thinking how great they are you know how great is this road why did nobody bomb this road",
        7976.76,
        7981.14
    ],
    [
        " and then just remembering um remembering where I am so it's um yeah it's a little bit of a transition",
        7981.14,
        7987.9
    ],
    [
        " and so how long are you gonna stay home for oh I don't I don't have a home right now",
        7988.56,
        7993.38
    ],
    [
        " I'll go I don't how long are you gonna sleep in places where there's beds I do need to get a home",
        7993.38,
        7998.78
    ],
    [
        " actually that is the objective for for early 20 early 2022 uh scary um I am going to get a home",
        7998.78,
        8005.34
    ],
    [
        " and so I have a good base so I I think I need to in America yes so I can probably probably",
        8005.34,
        8012.48
    ],
    [
        " Virginia I think maybe I kind of like that area and then what's on the horizon for you know",
        8012.48,
        8018.98
    ],
    [
        " what are you gonna do for work wise are you gonna are you gonna you know you wrote only cry for",
        8018.98,
        8022.58
    ],
    [
        " the living which is an incredible book that really gives such clear picture of everything that",
        8022.58,
        8030.56
    ],
    [
        " went went on um with the ISIS battlefield in the Levant what what are your plans on this stuff",
        8030.56,
        8036.6
    ],
    [
        " so I have so Jake and my photographer and I have a affordable quote working on and he's got some",
        8036.6,
        8041.68
    ],
    [
        " really just beautiful pictures of Afghanistan throughout this transition and then I I'm going to",
        8041.68,
        8046.92
    ],
    [
        " knuckle down and get the writing for that done um just sort of it's a way to present I guess",
        8046.92,
        8052.92
    ],
    [
        " Afghanistan to people in a very visual way um you know just sort of showing people what what it's",
        8052.92,
        8058.64
    ],
    [
        " like to to be there through the fall and then in that period after and and who the Afghans are who",
        8058.64,
        8064.96
    ],
    [
        " the Taliban are who are all these different players so that's the writing project I'm working on",
        8064.96,
        8070.18
    ],
    [
        " and then just yeah continuing to do journalism and little bits and pieces of of different things",
        8070.18,
        8075.12
    ],
    [
        " here and there so how much writing is going to take to get that book done not a huge amount it's",
        8075.12,
        8080.06
    ],
    [
        " not going to be super word intensive because of the pictures so probably and I have so much material",
        8080.06,
        8086.18
    ],
    [
        " already it's really just a matter of sitting down and and sorting through what I think is going to",
        8086.18,
        8090.98
    ],
    [
        " be the most compelling to go with the pictures that we've already selected so kind of like a humans",
        8090.98,
        8095.76
    ],
    [
        " of New York but kind of more like humans of Afghanistan yeah a little bit and then sort of go into",
        8095.76,
        8101.54
    ],
    [
        " some of the some of the decisions and some of the major things that were done and and and said and",
        8101.54,
        8107.26
    ],
    [
        " explain things in in a in a way that I hope people can resonate with really yeah that's that'll be",
        8107.26,
        8113.5
    ],
    [
        " that'll be awesome I mean I didn't think of that connection until just now like the humans of",
        8113.5,
        8118.24
    ],
    [
        " New York which is a fascinating book and and obviously your your Jake take just just unleashing",
        8118.24,
        8124.86
    ],
    [
        " picture after picture over there I'm sure he's got incredible photographs and then the contacts",
        8124.86,
        8129.12
    ],
    [
        " that you can put around those and the history that you can put around them and then the knowledge that",
        8129.12,
        8133.24
    ],
    [
        " you have that's um that'll be awesome yeah so just yeah continuing with the writing and then",
        8133.24,
        8140.86
    ],
    [
        " I will return to Afghanistan probably in the spring is my is my plan at the telebands will help",
        8140.86,
        8146.18
    ],
    [
        " me back they're not too mad it's a lot of stuff I've written some of them have been pretty mad",
        8146.18,
        8150.9
    ],
    [
        " do they contact you sometimes they contact my fixer and and and I had I had an issue with one",
        8151.0,
        8157.34
    ],
    [
        " telebands for a long time that just drove me nuts I had was a little bit worried about him actually",
        8157.34,
        8162.22
    ],
    [
        " what did you say about he was just very angry about everything and angry and then just just an",
        8162.22,
        8167.3
    ],
    [
        " angry person um but eventually I just say I just said I don't care man care I don't care come",
        8167.3,
        8173.0
    ],
    [
        " and get me I don't care well they can't get you here but maybe the couple I said I thought",
        8173.0,
        8178.58
    ],
    [
        " should I leave and they thought now I said come and get me tell them to come and get me come to",
        8178.58,
        8182.26
    ],
    [
        " the house if he's worried come to the house because he was like where do you live I said come to",
        8182.26,
        8188.94
    ],
    [
        " the house but anyway he he backed off and went away but most of them um I think you know I think",
        8188.94,
        8194.36
    ],
    [
        " they have a media team that tries to read through three three three three through reports but",
        8194.36,
        8199.08
    ],
    [
        " they're desperate for recognition so they want they want attention but they're",
        8199.08,
        8203.06
    ],
    [
        " increasingly becoming very um cracking down on a lot which in the beginning they were very",
        8203.06,
        8207.98
    ],
    [
        " open and very free and it was quite easy to get the interviews but toward the end it became",
        8207.98,
        8211.7
    ],
    [
        " very difficult to to get any approval well I don't know you kind of remind me of Alex",
        8211.7,
        8218.52
    ],
    [
        " Hommel do you know who that is Alex Hommel does the rock climber that climbed L-CAP without",
        8218.52,
        8224.34
    ],
    [
        " Neerob's and he's they do like tests on him and there's no he has let he registers less fear",
        8224.34,
        8231.9
    ],
    [
        " than a normal human and I think you're kind of like that I think you register less fear than normal",
        8231.9,
        8236.48
    ],
    [
        " human so L-CAP is 3,000 feet in Yosemite straight up granite and he climbed it with no ropes there's",
        8236.48,
        8242.02
    ],
    [
        " incredible movie about it um called free solo but when he did that I remember just thinking man I hope",
        8242.02,
        8251.18
    ],
    [
        " that guy never climbs without ropes again and of course he does it all the time that's the way he is",
        8251.18,
        8255.86
    ],
    [
        " so when you got back I was kind of like okay cool I hope you never go over there again but I guess",
        8255.86,
        8261.1
    ],
    [
        " that's like asking on Alex Hommel not to do what he loves yeah I guess yeah and I'm very grateful",
        8261.1,
        8267.66
    ],
    [
        " for the fact that I I just I feel very compelled and I really do love what I do when I don't at this",
        8267.66,
        8275.74
    ],
    [
        " point in my life I can't imagine not doing it I don't know what I don't know what I would do is it",
        8275.74,
        8281.28
    ],
    [
        " just like curiosity it's curiosity it's it's just it's being this rough draft of history that I just",
        8281.28,
        8289.12
    ],
    [
        " think is just a fascinating experience to have and and it's something I really thought about a lot",
        8289.12,
        8294.68
    ],
    [
        " you know you're sitting with all these Taliban and and they're bragging about killing Americans",
        8294.68,
        8298.82
    ],
    [
        " and they're bragging about shooting down um you know American helicopters and and they're you know",
        8298.82,
        8304.54
    ],
    [
        " and I I really had to reflect on it a little bit because I thought I'm in this situation you know",
        8304.54,
        8310.9
    ],
    [
        " what is my job here and and and I think what journalists can do is it's it's not too",
        8310.9,
        8317.76
    ],
    [
        " here this stuff about being a voice and giving people platforms no that's not how I see my job",
        8318.58,
        8323.62
    ],
    [
        " I see my job as being able to communicate the other to the people and I say that because we have",
        8323.62,
        8330.86
    ],
    [
        " to understand the way that they think and we want to or it's very easy to paint things is black and",
        8330.86,
        8336.32
    ],
    [
        " white as as as this is the good guy this is the bad guy but you have to understand why they do what",
        8336.32,
        8342.48
    ],
    [
        " they do where this comes from what their empathic is and and that's the way that I sort of see a",
        8342.48,
        8346.82
    ],
    [
        " lot of journalism is not to go in and interrogate or to stick it to them or to you just have to go",
        8346.82,
        8353.14
    ],
    [
        " in and have a conversation and sometimes that's I find it to be really difficult because you know",
        8353.14,
        8358.42
    ],
    [
        " his somebody that's that's you know bragging about killing Americans or or and yet you still have",
        8358.42,
        8364.16
    ],
    [
        " to go in there and have tea and talk to them and and it's it's a balance of sort of this compartmentalization",
        8364.16,
        8370.76
    ],
    [
        " writing from a place of humanity but I see that is that communication is being something that",
        8371.5,
        8377.28
    ],
    [
        " that really journalists can do the best because you know we aren't government employees so we don't",
        8377.28,
        8383.08
    ],
    [
        " have to we can speak to anyone we want and and I think it's an important job to be able to",
        8383.08,
        8388.26
    ],
    [
        " to understand you know where they're coming from and what that objective is and you know one of",
        8388.26,
        8393.02
    ],
    [
        " them said something interesting and I'd love to get what your response would be because I didn't",
        8393.02,
        8397.32
    ],
    [
        " I just didn't have a response but he he looked at me and he said you know if how would you",
        8397.66,
        8404.52
    ],
    [
        " feel if I went to Australia and I started recruiting Australians to kill other Australians wouldn't",
        8404.52,
        8411.04
    ],
    [
        " you want to fight me back my thought about it for a really long time and I didn't I didn't have",
        8411.04,
        8418.76
    ],
    [
        " I didn't have a great response because yeah as I said earlier Afghans were not the ones who",
        8418.76,
        8424.8
    ],
    [
        " drove those planes into into New York that was they were Saudi Osama was found in Pakistan",
        8424.8,
        8431.58
    ],
    [
        " so we can sort of debate about what role Afghans really even had in those attacks",
        8431.58,
        8436.86
    ],
    [
        " and so in putting myself in his shoes you know I didn't have a great response for",
        8436.86,
        8443.58
    ],
    [
        " how do you respond to that yeah well that's the important thing about what you said earlier",
        8443.58,
        8450.56
    ],
    [
        " and this is something that we don't do a great job of and by we I mean America and West the West in",
        8450.56,
        8456.4
    ],
    [
        " general is trying to understand what other people are thinking right and if you don't understand",
        8456.4,
        8460.8
    ],
    [
        " what other people are thinking as a I mean this is what Sun Su said 2500 years ago in the art",
        8460.8,
        8466.3
    ],
    [
        " award you have to understand what your opponent what your enemy is thinking if you don't understand",
        8466.3,
        8471.94
    ],
    [
        " what they're thinking your chances of winning go down dramatically so anytime you try and impose",
        8471.94,
        8477.78
    ],
    [
        " your thoughts on the enemy or you assume that you understand what they're thinking you're making",
        8479.24,
        8484.22
    ],
    [
        " them you're making a huge mistake you're making a huge strategic mistake when you let that happen",
        8484.22,
        8488.54
    ],
    [
        " so when you talk about what you do as a journalist of saying okay let me set my emotions aside",
        8488.54,
        8495.08
    ],
    [
        " and let me listen and let me ask earnest questions about what they're thinking and why they're",
        8495.08,
        8500.46
    ],
    [
        " feeling that way and then you actually listen to what they have to say that is something that people",
        8500.46,
        8504.98
    ],
    [
        " people should do every single day first of all as a leader in any organization as a parent and in",
        8504.98,
        8510.64
    ],
    [
        " a family as a child and a family in a in a spouse and a relationship in a governmental situation",
        8510.64,
        8518.42
    ],
    [
        " that's what we should do that's what you need to learn how to do is try and understand what other",
        8518.42,
        8524.84
    ],
    [
        " people's perspectives are and you can only understand what other people's perspectives are if you",
        8524.84,
        8528.58
    ],
    [
        " ask earnest questions and you actually listen to what they have to say and you'll probably figure",
        8528.58,
        8533.16
    ],
    [
        " out that what you thought they thought is not accurate so there's a you know there's a whole",
        8533.16,
        8540.1
    ],
    [
        " a whole road to go down with that but that's something that we don't do very well and you know I",
        8540.1,
        8545.32
    ],
    [
        " think journalism nowadays is a hold it's just a while it's not what it used to be certainly I",
        8545.32,
        8551.88
    ],
    [
        " think you're about as close to an old school journalist I mean you're I mean I know there's others",
        8551.88,
        8557.28
    ],
    [
        " that are like you but you are in the model of the old school journalist that's out there to",
        8557.28,
        8562.3
    ],
    [
        " gather information and kind of report what's going on and like you said you know you're reporting",
        8563.06,
        8567.16
    ],
    [
        " about what the the the new northern alliance was what how well they thought and you're like they",
        8567.16,
        8574.22
    ],
    [
        " there wasn't much of a fight and people are mad at you super super mad at you because you told what",
        8574.22,
        8581.62
    ],
    [
        " you saw and now maybe if you to said there was no fight and I didn't you know there was no fight at all",
        8581.62,
        8586.8
    ],
    [
        " and I don't remember your quotes from that article but you know it's like hey I didn't see any",
        8587.42,
        8592.66
    ],
    [
        " fighting I saw you know the Taliban moving very dominantly through the area so you're literally",
        8592.66,
        8599.26
    ],
    [
        " saying what you saw you're you're leaving room for you you even said today you said hey there might",
        8599.26,
        8603.78
    ],
    [
        " have been more fighting in the mountains that I didn't see but you're saying from what I saw on",
        8603.78,
        8607.2
    ],
    [
        " these heavily populated areas there wasn't any resistance or there was very limited resistance",
        8607.2,
        8612.62
    ],
    [
        " I saw one rocket that's not a lot of resistance so I think that that people listening asking",
        8612.62,
        8620.64
    ],
    [
        " earnest questions is something that the world has forgot how to do part of it is I would say the",
        8620.64,
        8625.74
    ],
    [
        " driving factor that is our own egos to think well I know it's like the worst thing to say the worst",
        8625.74,
        8632.26
    ],
    [
        " thing to say and even an worst thing to think is I know I know what you're thinking I know what",
        8632.26,
        8637.82
    ],
    [
        " they're thinking I know what the enemy is doing you don't you don't know and the minute you think",
        8637.82,
        8641.6
    ],
    [
        " you know is when you start making mistakes it's when you start assuming that you understand things",
        8641.6,
        8645.84
    ],
    [
        " and you don't so I think what you're doing is extremely important I'll still go with the Alex",
        8645.84,
        8652.26
    ],
    [
        " Honnold I I actually don't want you to go back to Afghanistan but I know you're going to be safe",
        8652.26,
        8658.94
    ],
    [
        " and and we'll keep tracking on you anything echo you got any questions yeah what exactly is the fixer",
        8658.94,
        8666.68
    ],
    [
        " so sorry a fixer is something the journalist or angios even but primarily journalists",
        8666.78,
        8671.52
    ],
    [
        " when we go into foreign countries we hire sort of a local person sometimes they're a former",
        8671.52,
        8677.42
    ],
    [
        " journalist sometimes they're just a connected person and they you know help often will be a translator",
        8677.42,
        8682.98
    ],
    [
        " and they will help sort of help us facilitate interviews and and make calls and and just kind of",
        8682.98,
        8690.28
    ],
    [
        " yeah work with us is some sort of like you know I ended up calling my my fixer and a weed a producer",
        8690.28,
        8694.96
    ],
    [
        " so essentially he's kind of like producing for us you know he's doing a lot of the background",
        8695.66,
        8699.78
    ],
    [
        " and and it was really funny when we went back this time because for the last 20 years all the Afghans",
        8699.78,
        8705.16
    ],
    [
        " and the fixes have been speaking Dari which is sort of an Afghan dialect of Persian but now it's",
        8705.16,
        8711.22
    ],
    [
        " all Pashto everything's written in Pashto because that's that's what the the Taliban's used so a lot",
        8711.22,
        8717.38
    ],
    [
        " of the people that were you know fixing for 20 years are suddenly like well I can't speak the language",
        8717.38,
        8722.52
    ],
    [
        " that's needed so it was a big big trend a lot of the fixes of all left the country so it was",
        8723.1,
        8727.84
    ],
    [
        " this very much a we had to find new people to work with so it was a all the big learning curve",
        8727.84,
        8733.04
    ],
    [
        " so it's kind of like good the Las Vegas VIP host yeah yeah",
        8733.04,
        8736.7
    ],
    [
        " echo has liked you know he's got that different background",
        8736.7,
        8744.78
    ],
    [
        " we're using the nightclub industry for a while so for him it's like oh that's the VIP host",
        8744.78,
        8748.94
    ],
    [
        " yeah yeah I get you in that background oh mom let me talk to Fred over here we taking care of",
        8748.94,
        8753.4
    ],
    [
        " yeah so my poor fixer is you know having to talk to the the dash and all these people on my",
        8753.4,
        8778.92
    ],
    [
        " tour over there and see you putting like Instagram live up and you're reading like oh you're reading",
        8778.92,
        8787.5
    ],
    [
        " people stories like I look at echo the story oh it's like he's in his kitchen he's making her",
        8787.5,
        8791.34
    ],
    [
        " freaking sandwich oh I'm I'm posting that I just got done working out and you're like I'm in a",
        8791.34,
        8797.02
    ],
    [
        " hotel in Mount Maris in Missouri or Sharif and the first time I'm in a Taliban way to second this is",
        8797.02,
        8804.04
    ],
    [
        " interesting so yeah and holly mc dot sub dot sub stack dot com I think is the URL for yeah okay so",
        8804.22,
        8810.32
    ],
    [
        " the sub stack that's where you put your information on awesome holly anything else thank you for",
        8810.32,
        8815.56
    ],
    [
        " having me and for yeah letting me talk talk some more about Afghanistan I think it's very easy",
        8815.56,
        8821.44
    ],
    [
        " for these things to fall off the news once once you know the evacuation happened and it fell off",
        8821.44,
        8826.56
    ],
    [
        " the sort of the radar very quickly but I think it's something that's very important to Americans",
        8826.56,
        8831.42
    ],
    [
        " and important to you know to my generation who really grew up you know with often on 11 and so",
        8831.42,
        8838.18
    ],
    [
        " many people that I knew that went to fight there and I think it's important that we keep Afghanistan",
        8838.18,
        8843.1
    ],
    [
        " you know somewhere in our minds well you're certainly helping us to do that and thank you for coming",
        8843.1,
        8850.12
    ],
    [
        " back to talk to us and thank you for making it back to talk to us and thanks for letting us know",
        8850.12,
        8855.52
    ],
    [
        " for all you do to go out there and let us know what's actually happening and reporting it so that",
        8856.2,
        8861.94
    ],
    [
        " the world knows what's really happening it's definitely an eerie window into the heart of darkness",
        8861.94,
        8870.64
    ],
    [
        " and it's a big risk for you to go in there physically mentally spiritually but you're doing meaningful",
        8870.64,
        8878.9
    ],
    [
        " work and it does have a big impact on the world so thanks for doing it thank you appreciate it thank",
        8878.9,
        8885.18
    ],
    [
        " thanks Holly and with that Holly McKay has left the building awesome that she could stop by and",
        8885.7,
        8896.4
    ],
    [
        " kind of share some of that stuff with us lots of lots of lots of craziness in the world",
        8896.4,
        8903.68
    ],
    [
        " and sometimes it seems like all that craziness that's going on in the world what are you going to do",
        8903.68,
        8910.02
    ],
    [
        " about it how can you help it look I don't know what you're going to do for some young girl that's",
        8910.02,
        8920.6
    ],
    [
        " getting no education in Afghanistan right now I'm not sure what you can do about that I'm not sure",
        8920.6,
        8925.9
    ],
    [
        " but I do know this you've got little control over your world what's going on in your world",
        8925.9,
        8931.1
    ],
    [
        " try and make your world a little bit better that's my recommendation man that's crazy how she mentioned",
        8931.1,
        8936.74
    ],
    [
        " the corruption you know like how much of a fellow I mean of course no one's going to be like yeah",
        8936.74,
        8941.18
    ],
    [
        " I'm totally down for corruption no one's going to think that from the most part so but you don't",
        8941.18,
        8945.3
    ],
    [
        " really understand how important that is to be like legit and squared away in that way and I really",
        8945.3,
        8952.18
    ],
    [
        " had no idea what she was going to say when I asked her that question because even you know reading",
        8952.18,
        8958.3
    ],
    [
        " through articles and stuff you know I thought maybe she'd have some strategic thing about the way",
        8958.3,
        8964.54
    ],
    [
        " we treated the trial you know just whatever kind of the more more common complaints that you'll",
        8964.54,
        8970.54
    ],
    [
        " hear about how Afghanistan was handled and yeah that was a definitely very interesting and insightful",
        8970.54,
        8977.14
    ],
    [
        " aspect to bring up how devastating corruption can be because then then it's kind of like nothing",
        8977.14,
        8984.92
    ],
    [
        " works the way it's supposed to work exactly right yeah nothing works the way it's supposed to work",
        8984.92,
        8989.64
    ],
    [
        " when people are corrupt think about everything the way things are supposed to be",
        8990.24,
        8995.28
    ],
    [
        " they're not that way yeah she said something super quick too she said super quick but I was like oh",
        8995.28,
        9001.62
    ],
    [
        " that kind of put add add the corruption into this this point where she said some of the ISIS fighters",
        9001.62,
        9006.8
    ],
    [
        " joined ISIS not because they support the ideology it's just because their government is so corrupt and",
        9006.8,
        9012.14
    ],
    [
        " it's like but like the government has so much power over an individual anyway so if it's like",
        9012.14,
        9017.58
    ],
    [
        " they're corrupt and they're just tired of that corruptness and they're like you know what I'm",
        9017.58,
        9020.96
    ],
    [
        " gonna join this group who sure their stuff is kind of crazy but at least I can fight back and have",
        9020.96,
        9026.92
    ],
    [
        " some power against this this government that I'm powerless against that's corrupt you know we we it's",
        9026.92,
        9033.42
    ],
    [
        " two things going on we take it for granted in America that things aren't corrupt and we take it for",
        9033.42,
        9040.7
    ],
    [
        " granted in America that things aren't corrupt you get my double meaning on this what I'm saying is we",
        9040.7,
        9046.82
    ],
    [
        " walk around like oh you know well this is American things aren't corrupt here but we take that",
        9046.82,
        9051.2
    ],
    [
        " for granted there's things that go on inside the government that are absolutely corrupt absolutely",
        9051.2,
        9055.86
    ],
    [
        " freaking corrupt and the more that stuff grows and also the more exposure it gets because of",
        9055.86,
        9061.94
    ],
    [
        " social media and because the way people can share information and the way you can",
        9061.94,
        9066.68
    ],
    [
        " Google information it's just a different world and I think that the amount of information that's",
        9066.68,
        9074.54
    ],
    [
        " available is going to start to become a light on a lot of the corruption that's in the US government",
        9074.54,
        9080.86
    ],
    [
        " yeah in the in now and it's going to get even more so in the future yes it's yeah the when you get",
        9080.86,
        9087.94
    ],
    [
        " exposed for being like a whatever some corrupt person like in a in a position of power there it",
        9087.94,
        9094.22
    ],
    [
        " seems like there's an element of shame that goes along with it when you get caught then again I'm",
        9094.22,
        9099.84
    ],
    [
        " expert in Afghanistan so I don't know but it seems like it's just so except more accepted in",
        9099.84,
        9104.56
    ],
    [
        " certain places you know yeah well like look at what just happened with the Cuomo guy from CNN",
        9104.56,
        9110.76
    ],
    [
        " why did they get that well because he had text going back and forth that that wouldn't happen",
        9110.76,
        9117.04
    ],
    [
        " 20 years ago maybe 20 were we texting 20 years ago",
        9117.04,
        9121.5
    ],
    [
        " yeah not too much the first time I ever texted was we were in Vegas with task unit bruiser and",
        9122.62,
        9133.62
    ],
    [
        " lafe and Seth were texting and they started texting me and I'm like we do it just call me or whatever",
        9133.62,
        9142.12
    ],
    [
        " because you're done right you don't know what's happening I'm like just if we can call me like we'll",
        9142.12,
        9146.16
    ],
    [
        " send you text we get to wherever and I'm like this is call me why are you gonna text to me",
        9146.16,
        9150.1
    ],
    [
        " and then sure enough I'm sitting in some bar somewhere and it's super loud and get the text",
        9150.58,
        9156.5
    ],
    [
        " and then just responding yeah it's like yeah the remember the teen what he called t9 word you know",
        9156.5,
        9163.1
    ],
    [
        " the one it's not not like a phone it's like actually keep people I gotta I gotta say add a blackberry",
        9163.1,
        9167.96
    ],
    [
        " when I was the admels they I got issued a blackberry yeah that was that was it then I had the",
        9167.96,
        9173.76
    ],
    [
        " blackberry and once you have a blackberry it was hard to do anything else because they were freaking",
        9173.76,
        9178.42
    ],
    [
        " us super squared away a little rig yeah even my I got the first iPhone the very first",
        9178.42,
        9183.98
    ],
    [
        " iPhone that came out stone or went and got in line and got us both iPhones and three days later",
        9183.98,
        9190.16
    ],
    [
        " you had like a three day return policy I took it back got it got my got my blackberry back",
        9190.16,
        9194.32
    ],
    [
        " the blackberry was a squared away little rig and then now it gets crushed yeah now it gets crushed",
        9194.32,
        9200.58
    ],
    [
        " by well gets crushed by the iPhone for sure because they thought they thought they had lock",
        9200.58,
        9207.02
    ],
    [
        " they were arrogant yeah you gotta be blackberry was arrogant isn't it funny how like even when you say",
        9207.56,
        9213.6
    ],
    [
        " I texted like texting is so new that we the language didn't even catch out we just assume that",
        9213.6,
        9220.2
    ],
    [
        " okay text is now a verb so now we gotta accommodate you know so because before then text is",
        9220.2,
        9226.28
    ],
    [
        " announced now it's announced an ad a verb so now you need past tense present tense future you know",
        9226.28,
        9231.92
    ],
    [
        " all these additional things right here hey I'm just a English major you got your",
        9232.38,
        9237.92
    ],
    [
        " your latest and stuff so you're like oh yeah he texted me it's like is texted a word well",
        9237.92,
        9242.6
    ],
    [
        " I guess it is now what's the past tense for text text just text you text me texted in the past",
        9242.6,
        9250.88
    ],
    [
        " did right that's what I just said and then an ed yeah texted yeah I did but see how that's like",
        9250.88,
        9256.68
    ],
    [
        " a question kind of texting yeah we're not sure it sounds weird text did doesn't sound quite right",
        9256.68,
        9261.86
    ],
    [
        " yeah it's a weird word to say yeah so we gotta be careful that so there's corruption out there",
        9261.86,
        9270.52
    ],
    [
        " yep lots of craziness in the world like I said try and make your world yeah a squared away as you can",
        9270.52,
        9278.1
    ],
    [
        " yeah how do we do that well we have to stay capable tell you that stay capable stay healthy",
        9278.1,
        9284.68
    ],
    [
        " about that you should just go with the first thing in the top of your head that you've utilized say",
        9285.0,
        9291.58
    ],
    [
        " like hey I was tired the other day and I went and tried the new freaking pre-workout and it was",
        9291.58,
        9297.56
    ],
    [
        " savage and I ended up jacking big steel yeah okay I will but it's not that story because when I",
        9297.56,
        9305.7
    ],
    [
        " tried when I took some pre-workout I tried it long time ago when I took some pre-workout and I",
        9305.7,
        9311.18
    ],
    [
        " just did it for the mind body power pre-workout okay for the mind body connection experience while",
        9311.74,
        9318.34
    ],
    [
        " working out okay didn't let me know full on and it's kind of and it's different you can feel the",
        9318.34,
        9323.04
    ],
    [
        " difference like when you don't take it because I don't take it all the time yeah so that was my",
        9323.04,
        9327.48
    ],
    [
        " experience recently that was day before yesterday is there a moment where you say oh feeling this",
        9327.48,
        9332.52
    ],
    [
        " certain mode right now gonna jump into I need gonna gonna get that little extra hitter right now",
        9332.52,
        9337.26
    ],
    [
        " yes and what is it what is it feeling what he being the feeling that compels that be here yes yes",
        9337.4,
        9342.92
    ],
    [
        " it's pretty random it's not what I'm tired though tired because it doesn't have enough caffeine for",
        9342.92,
        9348.96
    ],
    [
        " me to be like well I'm tired of you to take this to the tiredness two scoops that's",
        9348.96,
        9354.06
    ],
    [
        " yeah whatever almost 200 milligrams of caffeine come on bro what are you a crackhead I'm not ready",
        9354.06,
        9359.02
    ],
    [
        " for the two scoops yet you know through JP at five o'clock in the morning yeah he dry scoops",
        9359.02,
        9366.12
    ],
    [
        " the new pre-workout yeah chased it with sour apple sniper dry scooped another one and chased it",
        9367.26,
        9376.58
    ],
    [
        " again yeah that's a little bit beyond beyond my my consumption capabilities either way yes pre-workout",
        9376.58,
        9386.64
    ],
    [
        " I did that I would say the more significant experience is with the energy drinks that's the one",
        9386.64,
        9393.82
    ],
    [
        " that's the one that gets you yeah and very very often like a drink I'm a lot now off in your drink",
        9393.82,
        9401.36
    ],
    [
        " I would say pretty much every day oh okay just one a day man go by far 100% by far do you have",
        9401.36,
        9409.96
    ],
    [
        " anything else on standby yeah kind of the rest of them okay the citrus I don't really drink as much",
        9409.96,
        9415.5
    ],
    [
        " okay but either way this is what you do midday okay so I wake up I don't really eat breakfast",
        9415.5,
        9420.92
    ],
    [
        " anymore me neither yeah so before lunch I have one of those good that's the good one by one of",
        9420.92,
        9427.32
    ],
    [
        " those you mean one of these energy drinks discipline go yes energy drink healthy energy",
        9427.32,
        9433.26
    ],
    [
        " reached out to you on the me utilizing the term energy drink yeah did he send a cease and",
        9433.26,
        9438.42
    ],
    [
        " dissessed no no no he liked it okay yeah props to Henry yes he says so yeah energy drinks that are",
        9438.42,
        9450.9
    ],
    [
        " legitimately good for you yep you pay no back end of health price with these energy drinks",
        9450.9,
        9456.34
    ],
    [
        " yeah so yes one a day is good here's another front and investment you can make into your life",
        9456.34,
        9463.46
    ],
    [
        " into your world is get joint warfare get super krill so that way you can proactively fight",
        9463.46,
        9471.14
    ],
    [
        " you may have that's you're causing to your own joints it's true you know how like you take",
        9471.14,
        9479.14
    ],
    [
        " sir that and as far as back to my experience I have been taking my joints for granted luckily I",
        9479.58,
        9485.54
    ],
    [
        " haven't like had any kind of terrible learning experience to remind me of that I just every once in",
        9485.54,
        9490.82
    ],
    [
        " a while like it's I get hit with it like for how old I am I feel like I don't have any joint problems",
        9490.82,
        9496.34
    ],
    [
        " yeah and you got to know what you got to do to you got to continue to do you got to continue to do",
        9496.34,
        9502.0
    ],
    [
        " the work yeah man you got to you don't surrender any positions yeah don't surrender any positions",
        9502.0,
        9507.86
    ],
    [
        " like your workout positions like for me overhead squat yeah overhead squat like I hurt my arm real",
        9507.86,
        9513.76
    ],
    [
        " bad remember when Dean Lisch yeah and I could not lock out my arm I could not do an overhead squat",
        9513.76,
        9518.3
    ],
    [
        " I couldn't do it zero and then finally it started healing and it took months and months and months",
        9518.3,
        9524.88
    ],
    [
        " by the time it was healed my body had kind of forgot how to do an overhead squat yeah and",
        9524.88,
        9532.14
    ],
    [
        " so the first time I tried to do an overhead squat again my body forgot how to do it",
        9532.68,
        9537.04
    ],
    [
        " and it felt terrible and I couldn't use any weight like barely any weight excuse me the bar",
        9537.04,
        9542.16
    ],
    [
        " and part of let little ego in the back of my mind the little complacency in the back of my mind",
        9542.16,
        9549.4
    ],
    [
        " was like you know what overhead squat's not that big of a deal you should you know you don't",
        9549.4,
        9553.02
    ],
    [
        " know what I need to do overhead squat uh yeah you know and then I said to myself no if you surrender",
        9553.02,
        9558.14
    ],
    [
        " that movement yeah if you don't do that movement you're it's gonna go away forever yeah so I'm very",
        9558.52,
        9566.12
    ],
    [
        " cognizant that that's why another thing like going deep on squats the minute you're like well you know",
        9566.12,
        9571.24
    ],
    [
        " I don't need to go that deep I'm gonna go heavy so I'm gonna go less deep no actually don't do that",
        9571.24,
        9575.14
    ],
    [
        " you want to do that occasionally okay I get it we're we're we're doing muscle confusion right",
        9575.14,
        9581.18
    ],
    [
        " okay all right but don't you got to keep those keep those movements alive man keep alive and",
        9581.58,
        9588.4
    ],
    [
        " now they meant that's what reminded me of that deep squats so like okay so deep squats if you",
        9588.4,
        9594.94
    ],
    [
        " let's say because some people don't have what the ankle like a mobility or for that but if you have",
        9594.94,
        9602.22
    ],
    [
        " the ankle mobility and then you don't do them for a while then try doing them you'll feel like oh wait",
        9602.22,
        9605.32
    ],
    [
        " I got to get my ankle like mobility kind of back you know and here's the thing when you say you",
        9605.32,
        9609.88
    ],
    [
        " lose it forever it's and it's not like you stop doing it and then it's gone gone you it's you",
        9609.88,
        9615.52
    ],
    [
        " stop doing it though when you start doing it it's like you get it back but not all of it you",
        9615.52,
        9619.78
    ],
    [
        " did like a little tax as time goes on and the longer you wait the longer it might take to get back",
        9619.78,
        9624.54
    ],
    [
        " the bigger the tax the same with muscle ups when I could hurt my arm couldn't do muscle ups couldn't",
        9624.54,
        9629.02
    ],
    [
        " do you know for by the time I started doing muscle ups again I could do one yeah but it was and",
        9629.02,
        9634.78
    ],
    [
        " it was not fun yeah and so then I was like okay well today I'm gonna do three in my whole workout",
        9635.06,
        9640.32
    ],
    [
        " I'm gonna do three muscle ups you know what I mean yeah ring muscle ups so it's one of those things",
        9640.32,
        9647.08
    ],
    [
        " as you know what this is this is a little a little tool to you to you put in your brain to think when",
        9647.08,
        9652.54
    ],
    [
        " you have the moment where you're saying you know what I'm not gonna do this particular exercise today",
        9652.54,
        9656.68
    ],
    [
        " just remember you're surrendering that movement and I'm telling you please don't do it so",
        9656.68,
        9662.56
    ],
    [
        " there you go don't surrender in the movements don't take it for granted either yeah take the joint",
        9662.6,
        9667.08
    ],
    [
        " worst fear take the krill oil that'll help physically keep your joints in the game that's on top of",
        9667.08,
        9673.24
    ],
    [
        " you keeping it in the tank malk you're gonna need let's face you're gonna need to rebuild if you",
        9673.24,
        9678.14
    ],
    [
        " do an overhead squats you're gonna need to rebuild this so you're gonna need some malk some extra",
        9678.14,
        9682.14
    ],
    [
        " additional protein that just so happens it tastes like dessert banana cream pie if we're if we're",
        9682.14,
        9692.54
    ],
    [
        " yeah who thought of that name you maybe repeat it's good to the design is good I was I was on",
        9692.54,
        9699.62
    ],
    [
        " origin USA the website and they got whoever designed that that website Pete I'm just assuming",
        9699.62,
        9705.96
    ],
    [
        " people but yeah well Pete definitely designed the the banana bomber thing yeah you know he's",
        9705.96,
        9711.04
    ],
    [
        " super into the you know that's good he's good man he likes to get it designed yeah me I'm like",
        9711.04,
        9721.92
    ],
    [
        " he sends me objects yeah I'm like bro right banana so there you go yeah you like you bring it",
        9721.92,
        9730.48
    ],
    [
        " back down like when you know cuz yeah let's face it dude if Pete was running like a handful",
        9730.48,
        9735.26
    ],
    [
        " crusade yeah they'll freaking the malk would come in like a giant banana shaped bottle oh yeah yeah",
        9735.26,
        9742.5
    ],
    [
        " like he'd get too creative but then yeah then you're like the dichotomy and whatever bring it back",
        9742.5,
        9746.78
    ],
    [
        " down to where it needs to be perfect things down a little bit it's perfect it's all perfect in my",
        9746.78,
        9750.0
    ],
    [
        " opinion so origin USA or you didn't say yeah I'm like you made stuff oh wait but what about what",
        9750.0,
        9755.04
    ],
    [
        " uh for the drink you can get the drinks of wall wall by the way you can also get everything at the",
        9755.04,
        9760.02
    ],
    [
        " vitamin shop so check those out and then you were saying origin USA you were saying you said you",
        9760.02,
        9765.76
    ],
    [
        " said you're talking about jeans jeans all of everything at origin is made in America straight up",
        9765.76,
        9773.88
    ],
    [
        " even the materials are made in America it's an American economic thing",
        9773.88,
        9779.92
    ],
    [
        " uh what do you call this lexas recording right now that's it no editing that no no no we're",
        9779.92,
        9791.72
    ],
    [
        " it painted yourself we don't know we don't have to it could be because it is a full on American",
        9791.72,
        9795.4
    ],
    [
        " thing it is it's not American thing oh it's American so okay so uh",
        9795.4,
        9801.72
    ],
    [
        " bringing back certain elements of the stuff the industry to the point where it's almost it's",
        9802.04,
        9807.52
    ],
    [
        " kind of bringing back an industry yeah bring back all elements of the industry yeah that's",
        9807.52,
        9812.92
    ],
    [
        " what we're doing freaking all in one straight up um yeah you can get geese which you should definitely",
        9812.92,
        9818.44
    ],
    [
        " get some geese which by the way the geese are not this isn't your this isn't your father's",
        9818.44,
        9824.44
    ],
    [
        " geese this isn't your mother's geese this is a new deal those geese are so freaking nice",
        9824.44,
        9827.76
    ],
    [
        " get yourself one of those geese also just kind of FYI we're making some stuff for hunting yeah",
        9827.76,
        9836.68
    ],
    [
        " we're making a hunting it's not just some stuff we're making a hunting line yeah like a bunch of",
        9836.68,
        9841.04
    ],
    [
        " things yeah so when you roll out in hunting season you can do it wearing American made gear",
        9841.04,
        9848.8
    ],
    [
        " we'll keep you posted on that yeah what else oh you said the boots jeans there's a wallets",
        9850.06,
        9856.02
    ],
    [
        " of cool accessories on there and I and I went accessories I'm telling you make it sound like that",
        9856.02,
        9861.42
    ],
    [
        " but like look at the belt you won't be like accessories you'll be like oh that I'm getting that belt",
        9861.42,
        9865.64
    ],
    [
        " I'm getting that wallet the wallet it's kind of a minimalist wallet though so if you're not",
        9865.64,
        9869.68
    ],
    [
        " into minimalist wallets and you know maybe there's a maximum to not maximum but there's a maximum",
        9869.68,
        9874.84
    ],
    [
        " or more robust robust there you go all right they do with the low cap coming in hot just trying to",
        9875.82,
        9880.72
    ],
    [
        " help you know there's a lot of good stuff on there all made in America and in good quality stuff so",
        9880.72,
        9887.12
    ],
    [
        " it's like from top to bottom that's kind of the go to when you think about it so yeah origin USA",
        9887.12,
        9891.42
    ],
    [
        " calm also did I say jaco fuel calm I didn't jaco fuel calm if you want that if you want that",
        9891.42,
        9897.1
    ],
    [
        " the supplement yeah yes yes yeah yeah yeah jaco has stories",
        9897.1,
        9904.74
    ],
    [
        " well that's where you can get discipline equals freedom stuff shirts a peril shirts hats hoodies",
        9904.74,
        9910.68
    ],
    [
        " hoodies are back in winter it's kind of colder here and then there's the short locker which",
        9910.68,
        9919.24
    ],
    [
        " brief description short locker what he got it is a creative um let's just okay but on the basic",
        9919.24,
        9927.24
    ],
    [
        " level it's what a new shirt every month okay but the designs are a little bit different a little bit",
        9927.24,
        9932.04
    ],
    [
        " more there are more layers to the designs you know they're funner I guess remember when jaco",
        9932.42,
        9937.94
    ],
    [
        " podcast there was a whole thing about like layers yes there is still a whole thing about",
        9937.94,
        9943.42
    ],
    [
        " those things about layers yeah it's almost like it's just a underground it's part of it yep",
        9943.42,
        9948.74
    ],
    [
        " just layers so there's layers in the t-shirts yep there's more to it than just a straight forward",
        9948.74,
        9954.36
    ],
    [
        " design if you listen you know if you listen if you listen you know if you're in the game you know",
        9954.36,
        9959.04
    ],
    [
        " what's up exactly if you're not you'll be like oh yeah but if you could do yeah so that's the",
        9959.04,
        9963.46
    ],
    [
        " whole thing about the layers for as far as layers go look if you had any game you look at the design",
        9963.46,
        9967.34
    ],
    [
        " you'd be like oh man that's cool yeah and I get it more cool in every month cool but if you",
        9967.34,
        9971.42
    ],
    [
        " listen and you know you know the other layers in it so now you get the cool design on the front end",
        9971.42,
        9976.24
    ],
    [
        " but then you get the you know the meaning the adish the adish again so all good check that out",
        9976.24,
        9981.72
    ],
    [
        " sun jackele store dot com hey subscribe to the podcast also subscribe to jaco unraveling",
        9981.72,
        9987.32
    ],
    [
        " rolling out some christmas cheer with my point dc talking about kinds of lovely subjects",
        9987.32,
        9991.92
    ],
    [
        " grounded podcast we got the warrior kid podcast also you can join the underground speaking of",
        9991.92,
        9997.6
    ],
    [
        " underground jaco underground dot com we got a little something that we had to set up just in case",
        9997.6,
        10003.32
    ],
    [
        " tyrannical forces take over we got to have a place to go we got a place to go it's called jaco",
        10003.32,
        10009.74
    ],
    [
        " underground jaco underground dot com if you want to help us in there if you want to help us be ready",
        10009.74,
        10013.44
    ],
    [
        " for any contingencies that might unfold you can subscribe it's eight dollars and eighteen cents a",
        10013.44,
        10018.6
    ],
    [
        " month we got an additional little podcast on there we answer your questions and whatnot if you",
        10018.6,
        10024.08
    ],
    [
        " can afford it it's cool we still watching the game go to assistance at underground jaco underground",
        10024.08,
        10028.64
    ],
    [
        " dot com assistance at jaco underground dot com there you go sure also we have a youtube channel",
        10028.64,
        10033.78
    ],
    [
        " the video version of this podcast some excerpts on there and some also some additional",
        10033.98,
        10040.28
    ],
    [
        " content as it were you're gonna have to check it out to see what it is but yeah everyone's",
        10040.28,
        10046.56
    ],
    [
        " gonna put some additional stuff on there that that turns out to be interesting you're gonna see",
        10046.56,
        10050.42
    ],
    [
        " with jaco uh can't live without get that kind of video sometimes there you go um psychological",
        10050.42,
        10058.02
    ],
    [
        " mp3 tracks to keep you on the path we got flipside canvas dot com decodamire selling stuff to",
        10059.78,
        10066.04
    ],
    [
        " hang on your wall we got books only cry for the living mentioned it today it's holly mckay's",
        10066.04,
        10072.7
    ],
    [
        " first book we covered on podcast number 271 you can get that from jaco publishing dot com jaco",
        10072.7,
        10088.0
    ],
    [
        " it's a freaking epic story from somebody that spent time on the battlefield when i6us was being",
        10088.0,
        10096.36
    ],
    [
        " fought and pushed back and she interviewed people from i6us which is crazy so if you want to check",
        10096.36,
        10102.58
    ],
    [
        " that out you can go to jaco publishing dot com also final spin it's a story it's a novel it's a",
        10102.58,
        10111.08
    ],
    [
        " poem it's a manuscript it's a freaking wild emotional ride don't read it when you're in front of",
        10111.08,
        10117.76
    ],
    [
        " people because you might be crying don't read it when you got to be quiet because you might be laughing",
        10117.76,
        10121.3
    ],
    [
        " final spin i wrote it leadership strategy and tactics field manual the code evaluation the protocols",
        10121.3,
        10128.16
    ],
    [
        " disappear field manual warrior kid one two three and four that's the christmas gift that's the",
        10128.16,
        10137.6
    ],
    [
        " christmas gift you're wondering oh what a good this little kid good to get that's the gift get",
        10137.6,
        10142.28
    ],
    [
        " them the get them all books all books were way of the warrior kid one two three and four there is",
        10142.28,
        10149.52
    ],
    [
        " no better gift you can get for a kid than those books if you got a little kid get him liking the",
        10149.52,
        10157.26
    ],
    [
        " dragons little miking the dragons let him learn to overcome fear about face by kernel david hackworth",
        10157.26,
        10165.06
    ],
    [
        " i wrote the forward on the new version and then extreme ownership and that dichotomy of leadership",
        10165.06,
        10170.06
    ],
    [
        " who i wrote with my brother lafab and speaking of life we have a leadership consultancy if you",
        10170.06,
        10175.52
    ],
    [
        " need help inside your organization from a leadership perspective which if you have any issues inside",
        10175.52,
        10179.7
    ],
    [
        " your organization whatever problems you have their leadership problems leadership is the solution",
        10179.7,
        10185.32
    ],
    [
        " go to ashlam front dot com for that if you want to come to one of our line of live events you can",
        10185.32,
        10190.06
    ],
    [
        " check it out there we also have the online training academy extreme ownership dot com it's a",
        10190.06,
        10199.42
    ],
    [
        " online leadership training academy you can bring your team in there you can get everyone aligned",
        10199.42,
        10205.08
    ],
    [
        " you can get your whole company engaged in that or you can just do it yourself",
        10205.08,
        10211.22
    ],
    [
        " but you don't become a good leader overnight and you don't you're not just born a good leader",
        10211.22,
        10217.48
    ],
    [
        " just like you're not born a good guitar player you're not i don't care who you are you got to pick",
        10217.48,
        10221.8
    ],
    [
        " up and practice and learn that's what the academies for pick up practice learn for leadership go to",
        10221.8,
        10228.4
    ],
    [
        " extreme ownership dot com you want to ask me a question i'm there you can literally just sit there",
        10228.4,
        10232.0
    ],
    [
        " and talk to me three times a week two or three times a week i'm there answering questions live",
        10232.0,
        10237.98
    ],
    [
        " so check that out extreme ownership dot com if you want to help service members active and",
        10237.98,
        10243.82
    ],
    [
        " retired their families gold star families check out markley's mom mom only she's got a incredible",
        10244.86,
        10250.56
    ],
    [
        " charity organization if you want to donate to that you want to get involved she is helping so many",
        10250.56,
        10255.26
    ],
    [
        " veterans go to america's mighty warriors dot org and if you want any more of my looming lectures",
        10255.26,
        10263.58
    ],
    [
        " or you need more of echoes random retorts you can find us on the other webs on twitter on the cram",
        10263.58,
        10271.68
    ],
    [
        " on facebook ecosatical Charles i'm at jacquan like holly is on instagram on twitter",
        10272.2,
        10278.46
    ],
    [
        " she's holly s mc also holly mcay dot com that's where you can find her sub stack as well where people",
        10278.46,
        10288.26
    ],
    [
        " it's a new method of putting information out there the sub stack yeah a lot of journalists are using",
        10288.26,
        10296.68
    ],
    [
        " it it's kind of like a patreon but it's not being controlled and they're allowing free speech",
        10297.3,
        10307.34
    ],
    [
        " which apparently patreon was not sub stack sub stack it's cool",
        10307.34,
        10312.1
    ],
    [
        " finally um thanks to holly you can hear what she does the rest she takes to inform and educate",
        10312.1,
        10322.14
    ],
    [
        " the world so thank you holly for doing that people people who do not know history are doomed to",
        10322.14,
        10329.52
    ],
    [
        " repeat it and someone has to uncover history i like what she said about history history rough draft",
        10329.52,
        10335.7
    ],
    [
        " the rough draft of history so someone's got to go out and grab that information",
        10335.7,
        10340.88
    ],
    [
        " people like holly they go and do that thank you holly for your hard work and bravery to make that",
        10340.88,
        10346.4
    ],
    [
        " happen and a people in uniform out there thank you for doing your best to confront and stop",
        10347.06,
        10354.54
    ],
    [
        " evil in the world and keep us all safe and that includes our police and law enforcement",
        10354.54,
        10359.36
    ],
    [
        " firefighters paramedics EMT's dispatchers correctional officers border patrol secret service",
        10359.36,
        10364.5
    ],
    [
        " and no first responders thank you for keeping us safe right here at home and everyone else out there",
        10364.5,
        10370.3
    ],
    [
        " there is evil in the world and there is good and we have to be on guard and we have to be",
        10371.32,
        10378.44
    ],
    [
        " vigilant vigilant against evil vigilant against corruption",
        10378.44,
        10384.44
    ],
    [
        " these thoughts and ideas can creep from person to person and from mind to mind like a disease",
        10384.44,
        10394.5
    ],
    [
        " so stay vigilant stay prepared tell the truth look out for each other",
        10395.46,
        10401.3
    ],
    [
        " and and try and keep your part of the world try and make your part of the world as good as you can",
        10401.3,
        10410.5
    ],
    [
        " and help other people do the same and until next time zekko and jaco out",
        10410.5,
        10419.8
    ]
]