[
    [
        " Like I mentioned earlier, there's 47,000 wounded during the battle of the bulge.",
        0.0,
        5.22
    ],
    [
        " So instead of the ships being able to take people home on furlough,",
        5.72,
        9.9
    ],
    [
        " you ended up on these ships getting people transported where back to England.",
        10.22,
        14.94
    ],
    [
        " To, yeah, to, to, to porch my thing on,",
        15.38,
        18.24
    ],
    [
        " porch, porch my thing on this where we'd stop and unload the ships again.",
        19.62,
        24.88
    ],
    [
        " And then go back and get another load, say,",
        25.48,
        28.54
    ],
    [
        " and here I'm supposed to be headed across the Atlantic.",
        30.0,
        34.26
    ],
    [
        " And, but, but, but, but, but, think of this.",
        35.8,
        40.62
    ],
    [
        " When I do get home, when I do get home and spend my 45 days at home,",
        42.8,
        49.3
    ],
    [
        " I go up to Fort Snelling and a captain calls me in.",
        49.96,
        55.92
    ],
    [
        " He says, Sergeant,",
        56.42,
        57.78
    ],
    [
        " ten minutes, ten minutes ago, I got a call from the Pentagon.",
        59.0,
        64.94
    ],
    [
        " And they told me that they, they let me, I could stay home or go back to Germany.",
        65.86,
        77.08
    ],
    [
        " My God, after three years over there, there's no way I'm going back to Germany.",
        77.82,
        85.14
    ],
    [
        " So all, all the relics that I had under Colonel Hill's bed, bad,",
        85.9,
        91.58
    ],
    [
        " they were giving up.",
        92.0,
        94.6
    ],
    [
        " I don't know what happened.",
        95.32,
        98.06
    ],
    [
        " And I don't miss some one of them.",
        98.68,
        100.2
    ],
    [
        " So that, that's a, as you, as you get home,",
        100.98,
        107.26
    ],
    [
        " I can't even imagine going from that many months of direct combat.",
        107.56,
        114.38
    ],
    [
        " And just getting on a ship, getting back to America, what was it like when you got home,",
        115.22,
        120.92
    ],
    [
        " especially before you found out that you were going to get to stay home?",
        121.28,
        124.3
    ],
    [
        " Oh, hey, my, my, my mother was dying from a heart disease called leaky chub the heart.",
        124.7,
        132.12
    ],
    [
        " It was a bell in there.",
        132.46,
        134.8
    ],
    [
        " And I, I never thought I'd see her anymore, but she was still living.",
        135.28,
        143.02
    ],
    [
        " And she lived for five years after that.",
        143.34,
        148.08
    ],
    [
        " She saw her grandchildren, two of her grandchildren at that time.",
        148.32,
        154.94
    ],
    [
        " And I say there is a God.",
        156.02,
        160.16
    ],
    [
        " But two weeks after my mother passed away, Dr. Hoffnagell in Washington, DC,",
        161.34,
        171.68
    ],
    [
        " in Venice that's valved, that would have cured her.",
        172.08,
        176.82
    ],
    [
        " But you can't turn back time.",
        178.68,
        183.36
    ],
    [
        " It's like crying over spilt milk, say.",
        184.54,
        189.34
    ],
    [
        " You can't pick it up.",
        190.32,
        192.14
    ],
    [
        " It's done.",
        193.3,
        194.02
    ]
]