[
    [
        " Another thing that you did was take an honor flight and the honor flight is a nonprofit organization great people and they provide",
        0.0,
        9.68
    ],
    [
        " Their their mission is to provide veterans with honor and closure and so they fly veterans to Washington DC",
        9.68,
        18.66
    ],
    [
        " To see the war memorials and your name came up on there",
        18.66,
        25.32
    ],
    [
        " And so you ended up going to Washington DC",
        26.12,
        28.08
    ],
    [
        " Thanks to the private donations to the to the honor flight organization, which a great organization like I said",
        28.08,
        34.36
    ],
    [
        " And you said this when you got there",
        34.36,
        38.06
    ],
    [
        " I was ticked off because they took so long to complete the World War 2 memorial only opening in 2004",
        38.06,
        44.74
    ],
    [
        " By that time most of the men from the war were gone and we'll never have the chance to see it",
        44.74,
        50.04
    ],
    [
        " Carlin convinced me that I should go in their memory. So that's why I went",
        50.04,
        54.32
    ],
    [
        " The irony is that the 135th Infantry, which is part of the 34th Division has a shield that says to the last man",
        55.32,
        63.94
    ],
    [
        " I was 15 years old the first time I saw that",
        63.94,
        67.88
    ],
    [
        " Well, they are all gone except me",
        67.88,
        72.46
    ],
    [
        " Who would ever imagine that I would actually be the last man?",
        72.46,
        78.3
    ],
    [
        " I",
        82.48,
        83.0
    ],
    [
        " Got that shield right here on my jacket",
        83.0,
        85.2
    ],
    [
        " And then",
        85.2,
        89.98
    ],
    [
        " Came the Battle of the Bulge 75th anniversary and",
        89.98,
        96.28
    ],
    [
        " There's a guy named Mitch Mendler",
        96.28,
        98.38
    ],
    [
        " firefighter paramedic here right here in San Diego as a matter of fact",
        98.38,
        103.82
    ],
    [
        " Wasn't the last night and he's the president of a nonprofit organization called world memorials and",
        103.88,
        110.34
    ],
    [
        " doing great work with that and",
        110.34,
        112.74
    ],
    [
        " They volunteered to sponsor you to get you out to the to the 75th anniversary of the Battle of the Bulge and",
        112.74,
        123.66
    ],
    [
        " You say here when we went to the airport flew down to Los Angeles. I was met at the gate by my sponsor group who introduced me",
        123.66,
        130.22
    ],
    [
        " To two of the men entrusted to travel with me",
        130.96,
        134.3
    ],
    [
        " Colonel Mike Droll of the Arizona Rangers and Rick Cochran the executive director Hispanic Medal of Honor",
        134.3,
        143.04
    ],
    [
        " Joshua Kaufman a Holocaust survivor who survived five concentration camps was amongst the group",
        143.04,
        151.42
    ],
    [
        " When US troops liberated him at the age of 16 he weighed a mere 55 pounds",
        151.42,
        158.16
    ],
    [
        " His daughter",
        159.0,
        159.98
    ],
    [
        " interpreted it for him in Yiddish informing him that I was going back for D day",
        159.98,
        166.2
    ],
    [
        " When she communicated that I was the only one left in my company",
        166.2,
        170.86
    ],
    [
        " He Joshua Kaufman got down on his hands and knees and kissed my feet",
        170.86,
        180.14
    ],
    [
        " That choked me up",
        180.14,
        182.82
    ],
    [
        " He got up and grabbed my hand and said love you and squeezed my hand",
        183.12,
        190.02
    ],
    [
        " We were both crying",
        190.02,
        192.5
    ],
    [
        " That's some",
        192.5,
        199.0
    ],
    [
        " Incredible, you know, they mentioned closure actually meeting",
        199.0,
        204.78
    ],
    [
        " An individual that had been in the constant craze Tracey camps and was liberated by Americans such as yourself",
        204.78,
        211.58
    ],
    [
        " That's amazing",
        215.08,
        214.44
    ],
    [
        " It did only seven years difference in our life. I was 22",
        214.44,
        220.54
    ],
    [
        " When that happened",
        220.54,
        225.8
    ],
    [
        " You know, I've I've read a bunch of this book so far tonight and",
        225.8,
        231.88
    ],
    [
        " I know we've been talking for a while",
        231.88,
        234.66
    ],
    [
        " But I wanted to close the book out with this this last section that I'll read and again",
        234.66,
        239.4
    ],
    [
        " There's so much more in this book. I've only cut covered a couple of the highlights, but there's",
        240.12,
        244.64
    ],
    [
        " It was hard to even select which highlights to cover because it's all just incredible stories",
        244.64,
        249.8
    ],
    [
        " But I wanted to close with this quote here",
        249.8,
        252.42
    ],
    [
        " It says it's mind-boggling to have someone kiss your feet and thanks for what those soldiers did",
        252.42,
        258.0
    ],
    [
        " I am not the one to be kissed. I'm",
        258.0,
        261.72
    ],
    [
        " Representing all the guys who freed all the concentration camp victims. It was their actions",
        261.72,
        267.94
    ],
    [
        " I'm not a hero. I'm here too. I'm here to tell you what I went through all these people are gone and I'm left alone",
        268.86,
        278.28
    ],
    [
        " I can't see where I deserve the credit for that",
        278.28,
        281.66
    ],
    [
        " I'm the last one alive to represent these guys that gave their lives over there",
        281.66,
        288.42
    ],
    [
        " So I could relate relate this story to everyone",
        288.42,
        294.06
    ]
]