[
    [
        " Um, day eight. You got this in here. The eighth day of the mission was very special one for me.",
        0.0,
        4.96
    ],
    [
        " Jose, the interview is set up and ready. You have four minutes and thirty seconds to do it, I was told.",
        5.38,
        9.8
    ],
    [
        " I was delighted to hear Carlos, a famous Mexican reporter who had been following my story for some",
        10.38,
        15.64
    ],
    [
        " time. Truth be told, I was terrified at the thought of knowing that millions of people in Latin",
        15.64,
        19.56
    ],
    [
        " America were going to see my interview. It was only after I returned and conversed with him that",
        19.56,
        24.4
    ],
    [
        " I found out he felt the same way. This was a historic interview as it was the first live interview",
        24.4,
        29.18
    ],
    [
        " from space conducted in Spanish. The minutes went by so quickly that I felt my time was up just",
        29.18,
        35.08
    ],
    [
        " as I was getting started. We talked about the view of Mexico from space, including the attractive",
        35.08,
        41.48
    ],
    [
        " coast of the state of Quintana Roo and the Yucatan Peninsula. We also spoke about my inability to",
        41.48,
        48.6
    ],
    [
        " detect borders that divide earth into countries. There are no borders from what I can see up here.",
        48.6,
        55.52
    ],
    [
        " Our world leaders should see how beautiful and precious our world looks from this perspective.",
        55.52,
        60.36
    ],
    [
        " I said to the reporter, one world from up there, huh? Yeah, you know, interesting story there,",
        60.36,
        68.42
    ],
    [
        " Jocco, with respect to what happened after that. You know, I basically said, you know, the most",
        68.58,
        75.58
    ],
    [
        " beautiful thing, there were two things that, to take away, the first one, had to do with what you",
        75.58,
        80.94
    ],
    [
        " just mentioned is that I was able to see Canada, the US, and Mexico, but what struck me in awe,",
        80.94,
        87.46
    ],
    [
        " and as so beautiful is that we couldn't, I couldn't differentiate where Canada ended, the US began,",
        87.86,
        94.36
    ],
    [
        " or where the US ended and Mexico began. This aha moment, I said, man, I had to go out of this world",
        94.84,
        102.18
    ],
    [
        " to come to this conclusion that down there were all just one, because borders are human-made concepts",
        102.48,
        114.76
    ],
    [
        " designed to separate us and how sad, because from my perspective, we're just one down there.",
        114.76,
        121.82
    ],
    [
        " And it'd be great to have our world leaders give, to give them this opportunity, because I'll",
        122.62,
        129.44
    ],
    [
        " show your world to be much better. Now, the thing that what the news got out of all this,",
        129.44,
        137.02
    ],
    [
        " when I came home, and you can look up the New York Times and the LA Times came up with the headlines,",
        137.36,
        145.04
    ],
    [
        " saying, uh, Mexican-American astronaut wants to open borders. That's what they got out of this,",
        145.92,
        154.16
    ],
    [
        " my star. I say, good, great. But everything has to be politicized. They want to get people to",
        154.16,
        161.48
    ],
    [
        " click on those headlines. Exactly. And which I found it so sad, because I said, yeah, I wasn't",
        161.48,
        167.68
    ],
    [
        " talking about that. I was just talking about the concept that we're just one down there.",
        167.68,
        171.84
    ],
    [
        " But somehow from there, they got the fact that I wanted to remove all borders and let everybody",
        172.5,
        179.14
    ],
    [
        " come into the US. What can I say? That's the media for you. Yeah.",
        179.14,
        184.8
    ]
]