[
    [
        " You have a good section in here. You learned just an awesome lesson from your dad.",
        0.0,
        4.56
    ],
    [
        " You say this as I grew older, this is now you're working, you're working in the fields.",
        5.04,
        10.24
    ],
    [
        " As I grew older I would learn the manus or bad habits of the other workers.",
        10.96,
        14.48
    ],
    [
        " This included bending the bottom of their metal buckets inward to create less volume",
        14.8,
        19.48
    ],
    [
        " and thus appear to fill each bucket even more quickly.",
        19.48,
        22.6
    ],
    [
        " That's where the cucumbers is.",
        22.92,
        23.98
    ],
    [
        " I would also learn how to swiftly reseat a bucket of pepinos to make it look more full",
        25.26,
        29.58
    ],
    [
        " when it was really not. All tricks of the trade I told myself.",
        29.58,
        32.2
    ],
    [
        " This was how we Hernandez kids spent our weekends and summers.",
        32.82,
        35.84
    ],
    [
        " We knew that it was our responsibility to do and there was no way of getting around that.",
        36.32,
        40.96
    ],
    [
        " Every morning spent in the fields promised us the same routine of going to and fro,",
        41.14,
        44.82
    ],
    [
        " picking fruits or vegetables from the ground as the rays of the hot sun hit our backs.",
        45.56,
        49.18
    ],
    [
        " During one Saturday in particular I fell over accidentally stepping on a yellow overgrown pepino",
        49.9,
        55.04
    ],
    [
        " that was rotten. I remember it's rotten stench as I threw down my bucket standing there thinking",
        55.2,
        60.58
    ],
    [
        " I'm all covered in mud, I stink, I'm tired and I'm sunburned, my siblings continue working",
        60.58,
        66.06
    ],
    [
        " alongside my parents but I'm not going to anymore. I want to go home, watch TV and play.",
        66.06,
        72.14
    ],
    [
        " I decided to quit. I went to my father and pulled on his pant leg to tell him, Dad, I'm tired,",
        73.16,
        77.94
    ],
    [
        " I want to go home. When he heard when I told him he leaned down,",
        78.04,
        81.84
    ],
    [
        " took a hold of both my shoulders and with a surprise look on his face asked,",
        82.32,
        86.76
    ],
    [
        " what's wrong? Did something happen? Are you okay? Look at me, I'm dirty, I fell in the mud, I want to",
        86.8,
        92.28
    ],
    [
        " leave. Plus I've already made $10 for the day I cried to him. The day's almost over he said,",
        92.28,
        97.44
    ],
    [
        " just keep on working, I don't want to. Fine he said, take a good look at yourself.",
        97.7,
        104.06
    ],
    [
        " You don't want to see, you don't like what you see right now, you don't like working in the fields",
        104.9,
        110.1
    ],
    [
        " and the hot sun or getting dirty, am I right? Well, if you quit now, you'll be creating a pattern",
        110.1,
        115.96
    ],
    [
        " that is easy to conform to. If you don't work hard in school or in life, this will be your future.",
        115.96,
        122.92
    ],
    [
        " Is that what you want? No, I answered him. Well then, don't settle for $10. The day is almost over,",
        123.68,
        131.34
    ],
    [
        " get back to work, he ordered, with just the right balance of authority and love and his version of",
        131.76,
        138.08
    ],
    [
        " tough love. Well, my father told me that day in the fields changed the trajectory of my life,",
        138.08,
        143.04
    ],
    [
        " get turned into the speech that transcended the end of a long day of working in the fields.",
        143.22,
        147.8
    ],
    [
        " We would hear it when all four of us sat in the backseat of our ramshackle car,",
        148.6,
        152.58
    ],
    [
        " father would turn around to look at us before he would turn on the engine and he would say,",
        152.9,
        157.16
    ],
    [
        " so how do you guys feel right now? We of course tired, sweaty, covered with mud and we would answer",
        157.16,
        163.12
    ],
    [
        " accordingly. Good, he would say, because you kids have the privilege of living your future right now.",
        164.06,
        170.58
    ],
    [
        " Living our future right now, we would ask curiously, yes, he would say, I'm not going to force you to",
        171.36,
        178.16
    ],
    [
        " go to school or get good grades, but if you don't, this is the type of job you'll have for the rest",
        178.16,
        184.06
    ],
    [
        " of your life. This is the future that awaits you. So if you want to quit school right now, no problem.",
        184.06,
        189.74
    ],
    [
        " I invite you to start coming to work with me every day as of tomorrow.",
        189.78,
        194.66
    ],
    [
        " My father's words made me realize that if I continued going to school, I could do whatever it was",
        195.42,
        200.96
    ],
    [
        " I wanted to do in life. If I studied hard, I might one day make enough money so my parents would",
        200.96,
        206.5
    ],
    [
        " no longer have to work in the fields. To this day, I believe my father's words changed the course of",
        206.5,
        211.96
    ],
    [
        " my destiny and I am so grateful to him for that. I sometimes talk about the fact that",
        211.96,
        223.1
    ],
    [
        " I think one of the hardest things for kids to do is connect what they're doing right now to their",
        223.1,
        228.56
    ],
    [
        " future. They don't understand that is how hard they work right now is going to put them wherever",
        228.56,
        234.16
    ],
    [
        " they end up in the future and your dad made that connection loud and clear for you all did me.",
        234.16,
        239.36
    ],
    [
        " Exactly. He put it very well in saying you have the privilege because he said,",
        239.9,
        244.84
    ],
    [
        " your neighbors aren't working in the fields during the summer. They're off goofing off and having fun.",
        245.04,
        251.88
    ],
    [
        " Your friends, they're in the neighborhood, they're not doing that, but you are. They don't know what",
        252.8,
        257.42
    ],
    [
        " their future is like. They're happy, go lucky, carefree, and they don't care. They're at least",
        257.42,
        269.34
    ],
    [
        " doing this the rest of your life. I think I'm going to do well in school because I want something",
        269.34,
        276.98
    ],
    [
        " better than this. It was a hard lesson.",
        276.98,
        280.28
    ]
]