[
    [
        " Good afternoon. Welcome to SAG cast number two. Today we're going to tell a second SAG story",
        7.18,
        15.8
    ],
    [
        " and for our new first time listeners, SAG was the secret war in Vietnam for eight years,",
        15.8,
        22.2
    ],
    [
        " conducted across the fence, Laos Cambodian North Vietnam. The Green Berets ran missions",
        22.34,
        28.12
    ],
    [
        " across the fence for eight years and afterwards they were not able to talk about those for 20 years.",
        28.12,
        34.62
    ],
    [
        " So today, Cursey of Jockel Willink and his production company we are going forward with more stories",
        35.54,
        40.84
    ],
    [
        " about SAG and the secret missions. I'd like to introduce today's guest, James Henry Shorten Jones,",
        40.84,
        50.12
    ],
    [
        " with a fascinating story and probably one of the most unique stories in all of SAG history,",
        50.72,
        56.64
    ],
    [
        " particularly amongst the Special Forces soldiers and we'll get into that in the details as",
        58.06,
        63.16
    ],
    [
        " go along. Jim, welcome to the show. Hi, pleasure to be here. Thank you for asking me to come.",
        63.16,
        67.18
    ],
    [
        " Well it's an honor to have you and to this day, every time you and I talk about different aspects",
        67.52,
        73.04
    ],
    [
        " of your missions, it still like blows my little tiny mind to tell you the truth through matter.",
        73.04,
        78.48
    ],
    [
        " And if you like, we could just talk a little bit about your history. It got you into the military",
        79.18,
        85.66
    ],
    [
        " and it's unique enough itself how it all started with you being born in England and take it for",
        86.38,
        91.46
    ],
    [
        " nearer with a little bit of background. So our audience would know who you are and how you got to",
        91.46,
        95.76
    ],
    [
        " eventually run missions in SAG. So you want me to go from England up as fast as I could up to the",
        95.76,
        101.24
    ],
    [
        " SAG type. That's quick as you could. Okay. So I was born in Liverpool, England. My family were",
        101.24,
        105.4
    ],
    [
        " scouts. That's the Irish that went to Liverpool, England, the work on the ships. And so I'm Irish.",
        105.4,
        110.46
    ],
    [
        " So I came over to the United States when I was 11 years old and lived all over the country,",
        111.12,
        116.94
    ],
    [
        " ended up in California. And when I was 17, I wanted to join the Navy to go see the world.",
        117.1,
        123.48
    ],
    [
        " So I had, I wasn't a citizen, so I became a citizen in 1964. And from there, I went to go see the",
        124.04,
        131.62
    ],
    [
        " world by ended up getting, I ended up getting a station in Arizona. And so from from there,",
        131.62,
        140.7
    ],
    [
        " from in Arizona, what I was doing, I took up, I worked on the fuel farm for a while,",
        140.92,
        146.54
    ],
    [
        " fueling the jets. And it was the old jets, the T-33s, the what do you call those other things that",
        146.88,
        152.82
    ],
    [
        " the tritails on them, super constellations, all these DC-3s. Yeah, I worked on all those planes.",
        152.82,
        159.6
    ],
    [
        " So from there, I became a dental assistant and I worked in the dental office as a dental assistant.",
        161.32,
        168.5
    ],
    [
        " And then they had the captain retired and they put a commander in there. And then the commander",
        169.2,
        175.96
    ],
    [
        " didn't want me in there because I was a school trained, even though I knew everything that I",
        175.96,
        180.34
    ],
    [
        " needed to know there. And so from there, I became a lifeguard. And from the lifeguard at the pool,",
        180.34,
        186.54
    ],
    [
        " I went ahead and I got orders to go to to Norfolk, Virginia to work on the USS Arlington,",
        187.0,
        192.74
    ],
    [
        " which was the AGMR2, as their communication ship as an old aircraft carrier. They put antennas",
        192.94,
        198.12
    ],
    [
        " on the surface, on the flight deck. So it took forever for that ship to become, you know,",
        198.12,
        206.48
    ],
    [
        " commissioned. See worthy. Yeah, it become commissioned and stuff. So I volunteered and worked on",
        206.58,
        210.48
    ],
    [
        " tugboats for three months. And I really enjoyed working on tugboats, hard work. But you know,",
        210.48,
        215.0
    ],
    [
        " the guys were E8s in E6s and stuff as a commander. So you actually get the Vietnam with the Navy?",
        215.0,
        221.58
    ],
    [
        " Yeah. So from there, then I worked on USS De Neville. I went overseas,",
        222.04,
        225.0
    ],
    [
        " under med crews, came back. Then I heard there was, they were looking for guys that wanted to go",
        225.24,
        229.5
    ],
    [
        " do short duty in Vietnam. And I'm going, short duty in Vietnam. I said, where's Vietnam? And they",
        229.5,
        235.4
    ],
    [
        " go and this chief looks at me, goes, we're fighting a war in Vietnam. I go, really? Yes, I'll go.",
        235.4,
        239.76
    ],
    [
        " So he goes, it's a war. I said, I don't care. I'll go. I'll go. So I decided to go to,",
        241.22,
        246.34
    ],
    [
        " to go there and they sent me to search training and a bunch of other survival training and stuff.",
        246.54,
        251.0
    ],
    [
        " And from there, I went to Denang Vietnam and I liked it there. You know, I stayed there for 22",
        251.22,
        255.76
    ],
    [
        " months. This is 1964, 65? 66. Yeah. 66 I went. So in 66, what I did is I stayed there for 22",
        255.76,
        265.6
    ],
    [
        " months. I had a girlfriend. She taught me how to speak Vietnamese. And so I had that under my belt.",
        265.6,
        271.36
    ],
    [
        " And I worked with cargo handling battalion 2, CHP 2 and short up ships, splice cables,",
        272.1,
        278.36
    ],
    [
        " that sort of thing. Well, then also in your travels up and down highway one, you picked up some",
        278.72,
        282.64
    ],
    [
        " hitchhikers that tweaked your interest in special forces. Yes. Yes. In Denang, I was stationed at",
        282.64,
        288.22
    ],
    [
        " Marble Mountain. No, right. Monkey Mountain. Monkey Mountain. Yeah.",
        288.22,
        291.76
    ],
    [
        " Marble Mountain was at the other end where CCN was. Yeah. And anyway, these green beanies that were",
        292.02,
        297.68
    ],
    [
        " sitting or hitchhiking on the road, you know, when I was driving trucks. And they told me a little",
        297.68,
        301.82
    ],
    [
        " bit of stuff, what they were doing and stuff. And so anyway, I was thinking about becoming a Navy",
        301.82,
        306.98
    ],
    [
        " Seal. And then that song came out from Barry Sadler. He only three out of a hundred make it. And I",
        306.98,
        311.1
    ],
    [
        " go bullpucky. I can make that. So I went ahead. So I went ahead and just went into the army. I came",
        311.1,
        317.4
    ],
    [
        " back to states, joined the army, picked my battery test as civilian. And oh, and I couldn't get",
        317.4,
        323.96
    ],
    [
        " in the army at first because I had a GED. I quit school when I ran away from home and joined the Navy.",
        323.96,
        328.18
    ],
    [
        " Yeah. So I was 21 years old when I went back to high school. So I'm in San Diego and they said,",
        328.62,
        336.82
    ],
    [
        " well, we'll give you a thing. We want you, we'll give you a diploma. We want you to take",
        336.82,
        340.88
    ],
    [
        " California history and government first. So I was taking California history and government. And",
        340.88,
        345.68
    ],
    [
        " the principal came in. The principal comes into the room and he goes, hey, we want to see in the",
        348.44,
        353.58
    ],
    [
        " office. So I go to the office and says, we're just going to give you a diploma. So they get my",
        353.58,
        357.34
    ],
    [
        " diplomas. So then I went to the army and I went through basic at Fort Ord. Then I went through",
        357.34,
        363.68
    ],
    [
        " advanced infantry training. And I was the outstanding training of the cycle. I got that little trophy",
        363.68,
        367.82
    ],
    [
        " in the certificate and everything. Yeah. Yeah. The whole group. And then from there, I went to",
        367.82,
        372.12
    ],
    [
        " jump school, which I was already skydiving. So it was no big deal for me. So from there, I went to",
        372.12,
        376.58
    ],
    [
        " Fort Bragg. So they put me in communications like yours truly. Certainly. Oh, five B4s. You were.",
        377.14,
        382.56
    ],
    [
        " Yeah. And they put me into that. But I couldn't get that diddy dum dum diddy fast enough. So I went",
        382.66,
        387.42
    ],
    [
        " up to him. I said, look, I'm going to fail. I can't get the stuff fast enough. I said, look, I said,",
        387.42,
        391.76
    ],
    [
        " I worked with CB's over Vietnam. I said, I'm good at math. Put me in engineers. So they did.",
        391.76,
        397.62
    ],
    [
        " They took me out of communications, put me in engineers. And that was a piece of cake for me.",
        397.74,
        401.24
    ],
    [
        " So I went through that. And then then I kept hearing people talking about CCC. All talking about CCC.",
        401.7,
        407.88
    ],
    [
        " Why are you now hearing contrary to Vietnam? No, this has been training. When I was in training.",
        408.08,
        412.18
    ],
    [
        " Yeah, when I was in phase two. Yeah, yeah. Yeah. Wurly. It was Wurly and a guy named Kelly or something.",
        412.42,
        417.42
    ],
    [
        " And they're sitting there saying, whatever you do, go to C&C. I go, why not? You guys, you get yourself",
        417.76,
        423.1
    ],
    [
        " killed going to C&C? Because now I got to go to see if I can get myself killed. So the channel is",
        423.1,
        428.4
    ],
    [
        " the goal that has been thrown down. That's right. Yeah. So I decided, you know, I'm going to go there.",
        428.4,
        432.78
    ],
    [
        " So when I got there, I was going to go to, I was going to go to Denang. I wanted to go to Denang.",
        432.8,
        436.6
    ],
    [
        " So I talked to this command sergeant major that was there at the COT course, the combative",
        437.0,
        443.06
    ],
    [
        " orientation course. Right. And I told him, I said, hey, I'd like to get orders to, to denang.",
        443.06,
        447.84
    ],
    [
        " And he goes, well, let me see what I can do. So I talked to some guy. It was some guy I knew from",
        448.14,
        453.36
    ],
    [
        " back when I was in Denang. So from a native Indian guy, you know, from India. And he goes,",
        453.36,
        460.5
    ],
    [
        " now, you don't go to Denang. He says, it's really bad now. It's no fun up there anymore. And so",
        460.62,
        465.12
    ],
    [
        " I went ahead and went back. I was sitting at the little bar. And this guy comes walk, walk in.",
        465.12,
        472.68
    ],
    [
        " And he goes, yeah, I just left a 502 is one of the best food stations you can get. And I said,",
        472.7,
        478.04
    ],
    [
        " really, he goes, tell me about it. So he told me. And so I went down the headquarters. And I",
        478.22,
        483.14
    ],
    [
        " met this guy named Micah, Sergeant Micah, Mike Micah. And I said, he started to Micah. I said, I",
        483.14,
        488.98
    ],
    [
        " want to go to a 502. I heard this guy just left to this room for a guy. And he goes, well, if",
        488.98,
        493.26
    ],
    [
        " anybody's going to a 502, I'm going. And I go, really? So I was all kind of busted up, you know,",
        493.26,
        499.66
    ],
    [
        " and I go, go back to the bar. And all of a sudden, I see Micah walk into the bar. He goes, hey,",
        499.66,
        504.24
    ],
    [
        " Jones, he says, guess what? We're both going to a 502. So he got us both orders. So we went",
        504.34,
        509.46
    ],
    [
        " ahead and went to a 502. So I was there. And the CEO was a major McBride, John McBride. He",
        509.46,
        515.9
    ],
    [
        " went ahead and sent me on down to this little outpost called Suia, which is on the other side of",
        515.9,
        520.0
    ],
    [
        " the Dongbo Valley. You know, if you look in the train and you look at all the mountains,",
        520.0,
        523.14
    ],
    [
        " it's on the other side of those mountains is on the highway that goes north out in the train.",
        523.58,
        528.04
    ],
    [
        " Goes to the west, I guess it is, right? West and then goes south to Cameron Bay.",
        528.46,
        534.3
    ],
    [
        " Right. So there was an outpost out there. And so that's where I was.",
        534.58,
        538.78
    ],
    [
        " I was there for a couple of weeks with a guy named Bill Hefferman. And he ended up getting",
        539.6,
        544.7
    ],
    [
        " commissioned. And so you know, I said, hey, I'd like to take over that outpost. He goes, well,",
        544.7,
        550.94
    ],
    [
        " you haven't got much time in country. I go, yeah, I've been here for a couple of years. Come on.",
        551.12,
        554.74
    ],
    [
        " So I went down about your Navy time. Yeah, I forgot my name time. And I could talk to the guys.",
        554.74,
        559.84
    ],
    [
        " They were all CIDG, right? So regular, regular defense groups. So I went down there and I stayed",
        559.84,
        565.98
    ],
    [
        " there. I stayed there for a whole time. Mondays was my day off. So they'd sent a couple of guys down",
        565.98,
        571.32
    ],
    [
        " to Jeep and they would stay there. And I'd take the Jeep and I'd go downtown and you know,",
        571.32,
        575.32
    ],
    [
        " get late or something, you know, and deer or something. Yeah. When did you wind up going to CCC?",
        575.5,
        580.34
    ],
    [
        " Well, that, that, 18, at 18 turned over to regional popular forces. And so when it did, I've",
        580.74,
        586.24
    ],
    [
        " wanted to 69. No, this, yeah, I could have been, yeah, it's around 69. Yeah. So what I did is,",
        586.24,
        593.26
    ],
    [
        " I put in, I said, I want to go to CCC and or to CCC. So they sent me to contum. And at the time,",
        593.42,
        601.24
    ],
    [
        " there was guy Gary, what's Gary's last name? Gary, we just got him the, the beret. Anyway,",
        601.24,
        611.32
    ],
    [
        " so Gary, Gary and I, I told Gary asked me where I was going. So I'm going to go to CCC and he goes,",
        611.62,
        617.3
    ],
    [
        " really, I go, yeah, it says, why not? And he goes, I'll go with you. So Gary and I went to CCC",
        617.66,
        623.92
    ],
    [
        " together. Not Gary Mike Rose. No, no, no, he was there though. He was our medic up there.",
        623.92,
        630.14
    ],
    [
        " Yeah, sure. Yeah. He was a great guy. I saw him when I came back. I was at Bragg and we bumped",
        630.36,
        635.2
    ],
    [
        " into each other. Yeah. He was going to give me his banana knife. Oh, is that right? Yeah, it was",
        635.2,
        638.96
    ],
    [
        " on the wall. I said, I never got my banana knife when I left C&C. Tell explain what the banana",
        638.96,
        644.16
    ],
    [
        " knife is. Oh, CCC. See, when you, when you leave, when you leave recon or whatever, they give you",
        644.16,
        650.04
    ],
    [
        " this cron plated banana knife. Yeah, Gary Stucky. That was Gary's last name Stucky. So they gave you",
        650.04,
        656.3
    ],
    [
        " this cron plated banana knife. It's all the little things on the blade and all that stuff. I'm not",
        656.3,
        660.08
    ],
    [
        " a plaque. And I never got mine. So, so Gary, Gary and I walked over to hit quarters and he was going",
        660.08,
        667.18
    ],
    [
        " to pull it off the wall and say, here, take this one. I go, no, I don't want that one. I want mine.",
        667.18,
        670.42
    ],
    [
        " Yeah. So if I have to go make one, I'll make it or something. So never got around to it.",
        670.8,
        675.74
    ],
    [
        " So eventually you, you're there. You're on a recon team. Your recon team was Delaware.",
        676.02,
        681.18
    ],
    [
        " Yeah. When I first got there, they, they, they put me on RT Delaware and Dan Stir was the one",
        681.64,
        687.76
    ],
    [
        " zero of that team. And he was, I guess, just putting it together, whatever, but he didn't have any",
        687.76,
        692.5
    ],
    [
        " Americans. So he asked me if I would be as one one assistant team leader. So I said, okay. So,",
        692.5,
        699.06
    ],
    [
        " and then we had another guy, Gary Harnett. Gary Harnett came with us too, but Gary was, Gary was",
        699.06,
        704.06
    ],
    [
        " sadly killed on his next mission. Right. I remember. Yeah. With RT Pennsylvania, the whole team got wiped out.",
        704.06,
        709.04
    ],
    [
        " But anyway, so we went out there on the mission and stuff. And they were supposed to put us down",
        709.74,
        715.16
    ],
    [
        " between a regiment, I mean, outside of a regiment and battalion. And our job was to recon through",
        715.16,
        720.54
    ],
    [
        " and find out what they're doing. You know, and stuff. This sort of thing. It's your first mission with",
        720.54,
        724.78
    ],
    [
        " RT Delaware. And what they did is they put us right between them because of those old French maps",
        725.92,
        729.82
    ],
    [
        " that they had. Right. You know, ones that have the big white spots on them that label clouds.",
        729.82,
        734.12
    ],
    [
        " You don't can't see where you are. You know, so anyway, so they put us out there between this. And",
        734.44,
        739.56
    ],
    [
        " they just let us land. And they tried to capture us for like three days before they would, they kept",
        739.56,
        745.72
    ],
    [
        " saying break contact, continue mission, break contact. Really? Oh, yeah. And they said, no, we got to",
        745.72,
        750.26
    ],
    [
        " get out of here. So what we did is we they we Dan, we were sleeping on the hill, you know, you",
        750.26,
        756.34
    ],
    [
        " get a hill like like this and you got these trees like this. Sure. Well, you can't walk on it,",
        756.34,
        760.56
    ],
    [
        " but we just straddle the trees and we'd sleep at night. And that's how we did it. Next morning,",
        760.6,
        764.56
    ],
    [
        " we wake up and these guys were running through bang and bamboo and making noise trying to chase us",
        764.56,
        768.92
    ],
    [
        " out of the bushes, you know, kind of like we're wild animals. And so then they what they did is they",
        768.92,
        775.0
    ],
    [
        " they finally, Dan finally convinced them to get us out of there. So they blew an abatize. That's",
        775.76,
        781.52
    ],
    [
        " where you blow a tree down and it's still connected so you can't move it. Right. So they blew a tree",
        781.52,
        785.6
    ],
    [
        " down and then I was on the first chopper out. So two yards come running across the tree to get",
        785.6,
        791.0
    ],
    [
        " into the chopper and I go out there and I go to get in the chopper and the chopper's taken off. And",
        791.0,
        796.2
    ],
    [
        " I'm hanging on the strut. No, I'm I'm kidding. I'm hanging on the strut and I'm going, doesn't anybody",
        796.2,
        800.9
    ],
    [
        " see me here? And the chopper's taken off, you know, and I can see the mutton yard up there. He",
        800.9,
        805.3
    ],
    [
        " you know, they're a tried person and he's yelling at the gunner, you know, look down, look down. So",
        805.3,
        809.42
    ],
    [
        " they finally look down and his eyes, I see these big eyes looking at him because hey, we got a guy",
        809.42,
        814.42
    ],
    [
        " hanging on the strut. So anyway, so they they both reached down. They got in their bellies and",
        814.42,
        819.64
    ],
    [
        " reached down. They grabbed my arms and I had to let go and I'm gone. Oh my gosh, don't let go of me.",
        819.64,
        823.84
    ],
    [
        " Yeah. So they finally they pulled me up and got me in there. And as soon as I got my foot on the",
        824.02,
        827.1
    ],
    [
        " strut, I kicked myself back and got in there. Welcome to saw. Yeah, I gave my I gave my",
        827.1,
        831.92
    ],
    [
        " mutton yard a big kiss. Oh, yeah, absolutely. Yeah. And so after you'd been there for a few",
        831.92,
        838.72
    ],
    [
        " missions and things changed, you'd become the one zero of RT Delaware. Right after that mission,",
        838.72,
        844.58
    ],
    [
        " when we came back to Docteau, we landed and a doctor was a launch site for CCCC. Yeah, CCCC.",
        844.58,
        851.28
    ],
    [
        " So right there on the air strip. And so what happened was Dan said, I just don't want to do this",
        852.36,
        858.3
    ],
    [
        " no more. I said, I'm done. I said, I'm done running these missions. Dan had a lot of missions",
        858.3,
        862.02
    ],
    [
        " under his belt. I mean, he was a great, great soldier, really good guy. But it was just time,",
        862.02,
        866.62
    ],
    [
        " too. It was just time for him to get out of it. And so I didn't know this until the last time we",
        866.78,
        870.88
    ],
    [
        " went to Soar, you know, special operations for you, and Dan told me, he goes, yeah, I recommended",
        870.88,
        875.8
    ],
    [
        " you to be the one zero. I've known thanks. So you've become the one zero. You ran a few missions.",
        875.8,
        881.44
    ],
    [
        " And then finally, when you're in between missions, they came up to you with the deal. They said,",
        881.44,
        889.64
    ],
    [
        " we have a bright light mission. Would you would you help us with it? And would you take another team,",
        889.64,
        894.7
    ],
    [
        " which would be another recon team? And so your answer to that was, well, what happened is the",
        894.8,
        902.32
    ],
    [
        " sergeant, the first sergeant comes to walk and recon sergeant comes walking across the compound.",
        902.64,
        905.94
    ],
    [
        " And I'm just kicking back, you know, my hands, my pocket, walking over to get a soda or something.",
        906.52,
        910.32
    ],
    [
        " And he goes, hey, Jones, he goes, your team's down, right? And I go, yeah, I gave him a week off.",
        911.2,
        916.22
    ],
    [
        " And he was, you know, RT Delaware, they, you know, they're in one zero. It was on a three-day leave.",
        916.9,
        922.42
    ],
    [
        " It was Steve Keever. And he goes, how would you like to take RTL and Oya up there for a bright",
        922.6,
        928.4
    ],
    [
        " light stand down up at Docteau? I said, sure, I don't care. So I went over and introduced myself to",
        928.4,
        933.94
    ],
    [
        " RTL Illinois. And I said Delaware before. You did? Yeah, it's Illinois. Yeah, Illinois. Yeah.",
        933.94,
        939.78
    ],
    [
        " So, and so I went up to Docteau with them. And as soon as we got there, we heard that there was a",
        940.12,
        946.88
    ],
    [
        " team in trouble. They got hit with a bunch of enemy. I mean, large force. And they had to get the",
        946.88,
        951.0
    ],
    [
        " team out there. So they got most of the team out. But one of the guys, the rope broke and he fell to his",
        951.0,
        955.56
    ],
    [
        " death. So that's what we call the strings, you know, Stabroid. So they asked us to go in there. And",
        956.12,
        963.6
    ],
    [
        " I said, how many enemy and how close are they? It says they're right on top of them. And I'm going,",
        963.6,
        967.88
    ],
    [
        " oh, no, I says, okay, here's the deal. I says, I don't have time for two helicopters. I just want one",
        967.98,
        972.74
    ],
    [
        " helicopter. And I'll just take two guys of myself. So what, what happened was Steve Keever comes B",
        972.74,
        978.16
    ],
    [
        " bopping up. He comes, he comes up in a helicopter. And he comes walking up and I go, Steve, I thought",
        978.16,
        983.8
    ],
    [
        " you want three days leave. He goes, yeah, I just got back. I go, really? You guys, I'm going out",
        983.8,
        988.04
    ],
    [
        " of right light. You want to go? And what's he going to say? No? Yeah. That's his team, right?",
        988.04,
        992.4
    ],
    [
        " Yes. So so he goes, yeah, I'll go. And I can just see his little wheels turn. He goes, I just got",
        992.6,
        997.42
    ],
    [
        " back from three days leave. And now I'm going to go die. So I told him what the mission was. And I",
        997.42,
        1002.02
    ],
    [
        " said, you want to take it? And he goes, no, you've already been briefed on the whole thing. You",
        1002.02,
        1005.1
    ],
    [
        " take the team and I'll go as the one one. So his one one came as the one too. So we go ahead and we",
        1005.1,
        1010.58
    ],
    [
        " fly out there and we pedal in and we couldn't get down to the ground. I mean, it's triple, triple",
        1010.58,
        1014.9
    ],
    [
        " canopy, you know, over a hundred feet. We could go to the rope. So you leave, you leave",
        1014.9,
        1019.08
    ],
    [
        " Doctor, you go to the target, you're over to target and you're going down the ropes and you realize",
        1019.08,
        1024.02
    ],
    [
        " you're not enough rope, not enough rope to get on the ground. So the chopper just went right down,",
        1024.02,
        1028.84
    ],
    [
        " just right down through the trees and just just chopping down all the trees and everything trying",
        1028.98,
        1033.78
    ],
    [
        " to get us down the ground. We finally got off, got off of the ropes and stuff. And then another",
        1033.78,
        1038.86
    ],
    [
        " cobra flew over and he goes, because my codename was the wild carrot. So he goes, hey, carrot,",
        1038.86,
        1042.96
    ],
    [
        " follow me. So I follow him and sure enough, I can see the rope in the tree where the so the guy",
        1043.14,
        1048.56
    ],
    [
        " fell. We had to go about a hundred meters. So we got up there and I get a find the guy and he's",
        1048.56,
        1054.82
    ],
    [
        " kind of like carrying buried in the dirt and stuff. So he dig them up and and this, this, this team",
        1054.82,
        1059.22
    ],
    [
        " member is an indigenous troop. He's a monoyard. Yes. Killed from falling from the tree, but you find",
        1059.22,
        1064.02
    ],
    [
        " his body and he's part of the team. Yeah. What are my team members? His name was you. It's a",
        1064.34,
        1071.8
    ],
    [
        " why you, I think it's why you'll, but anyway, it's okay, but it was his brother-in-law that was",
        1071.8,
        1079.64
    ],
    [
        " actually killed. So anyway, so when we got to, we got to, we had the chopper came over, dropped the",
        1079.64,
        1084.98
    ],
    [
        " ropes. We hooked him up and we can hear the enemy coming up the hill. They're screaming and yelling,",
        1084.98,
        1089.36
    ],
    [
        " coming up the hill. And so we got him hooked up. I got the body hooked up. They hooked me up.",
        1089.36,
        1093.82
    ],
    [
        " I hooked the other guys up and told him to get us out of there. So as they're lifting up and",
        1093.86,
        1099.42
    ],
    [
        " trying to get us up above the trees before they take off, the bullets are flying all over the place.",
        1099.42,
        1104.68
    ],
    [
        " So the chopper's taken hits, but as we get up a little bit higher, then we can see the enemy",
        1105.02,
        1110.04
    ],
    [
        " through the trees and they're shooting at us. None of us got hit, but you can hear the bullets going",
        1110.04,
        1114.34
    ],
    [
        " whizzing by us because they're shooting up so it loses the sound barrier. You don't get that crack,",
        1115.22,
        1119.14
    ],
    [
        " you know? Yeah, yeah. So, anyways, and then as he starts taking off and we're up about, I don't know,",
        1119.14,
        1125.4
    ],
    [
        " probably about three, four hundred feet up off the trees. Yeah. This A-liney Skyrater comes right",
        1125.56,
        1130.14
    ],
    [
        " down underneath me. Just right down underneath me and he just looks up and just kind of waves at me",
        1130.14,
        1135.12
    ],
    [
        " and I'm holding onto the dead guy and I just kind of wave back at him. And he's firing the shits.",
        1135.12,
        1140.04
    ],
    [
        " Right. And so then we just got out of there, but you can feel the brass coming down.",
        1140.94,
        1144.48
    ],
    [
        " Brass would hit us a little bit until he picked up enough speed. And I remember too, I think that",
        1144.56,
        1149.48
    ],
    [
        " at that moment as you're coming out, you had that come to Jesus moment where you said, dear God,",
        1149.48,
        1155.54
    ],
    [
        " oh yeah, get us out of here. Yeah. As you reload your car 15, yeah, try to hang on to the",
        1155.94,
        1162.42
    ],
    [
        " and there she went down to the bad guy. Yeah, no, I did. I said I was holding onto the guy with",
        1162.42,
        1167.1
    ],
    [
        " your life and I'm going, dear God, get us out of here. And for our first time listeners,",
        1167.1,
        1172.22
    ],
    [
        " when you come out of the ropes, you're all sweaty, you're under a firefight and then you lift up",
        1172.42,
        1177.66
    ],
    [
        " and you're all of a sudden you're at 4,000 feet. What does that feel like? To me, I loved it.",
        1177.66,
        1182.74
    ],
    [
        " And how cold. Well, you know, everybody said it was really cold, but you know, I really don't remember",
        1183.48,
        1188.1
    ],
    [
        " if it was cold or not. But I remember I've been, I've flown strings before about myself. And",
        1188.1,
        1193.42
    ],
    [
        " you feel like you're the flying none. You just bring your arms out and just fly around. And it's",
        1193.48,
        1197.64
    ],
    [
        " really kind of cool. The only thing I didn't like is when some of those pilots would get really kind",
        1197.64,
        1201.74
    ],
    [
        " of get on, you know, they go, hey, let's just show this guy a real good time. And they take in,",
        1201.74,
        1206.7
    ],
    [
        " they dip you into a bomb crater full of water. Oh, yeah, we didn't have that problem. Yeah,",
        1206.76,
        1211.54
    ],
    [
        " at least I didn't personally, but they did to you. Yeah, down a long time. They used to do it all the",
        1211.74,
        1216.22
    ],
    [
        " time because I used to teach it. I rode strings, I think 16, 17 times. So they, they've dipped us",
        1216.22,
        1221.92
    ],
    [
        " in and out of the water all the time to get us offing wet because you can't do anything. So when",
        1221.92,
        1225.6
    ],
    [
        " you got back to the dock to the launch site, what shape was the helicopter in? Oh, that chopper,",
        1225.6,
        1231.7
    ],
    [
        " well, all the skim was on the gone from the bottom of the rotor. You know, you can see all the,",
        1231.76,
        1235.56
    ],
    [
        " I guess it was a balsa wood or something. I have balsa wood proje or something. I can't remember.",
        1235.72,
        1239.0
    ],
    [
        " But all the skim was gone. And the chopper had had a few hole. I don't know how many holes it had in",
        1239.64,
        1245.24
    ],
    [
        " it, but it had a few holes in it. None of us got hurt, but it was a good mission. We made it all",
        1245.24,
        1251.9
    ],
    [
        " really fast mission, which is three guys went in and got him. Yeah, it's one of a few three man",
        1251.9,
        1256.04
    ],
    [
        " bright lights. Excuse me, successful as I'm aware of. And then one of the unique things about",
        1256.04,
        1262.74
    ],
    [
        " special forces in general, and I think at the end of this mission, you had the",
        1262.74,
        1267.56
    ],
    [
        " pitimization of those moments where the ties between the Americans on special forces and in your",
        1267.56,
        1276.28
    ],
    [
        " case, the Montenegro's because afterwards, you were back in your room. And then one of the Montenegro's",
        1276.28,
        1284.56
    ],
    [
        " relatives came in. Yeah, it was you all. Yeah, he came in and he gave me a bracelet, a yard bracelet.",
        1284.56,
        1289.84
    ],
    [
        " It said thanks for bringing my brother back. He's brother. Thank you for risking your life to",
        1290.02,
        1294.08
    ],
    [
        " bring back my brother to bring home. Exactly. I mean, this to think about that for a minute,",
        1294.08,
        1299.34
    ],
    [
        " that just shows that that tight rapport. And here we have three green burrays from contumement,",
        1299.52,
        1305.76
    ],
    [
        " went out on a bright light. And you had how many hundreds of NVA did they they cubby at the",
        1305.76,
        1311.5
    ],
    [
        " end tell you how many were coming to the estimated around 350. Yeah. So it's be three versus 350.",
        1311.5,
        1317.6
    ],
    [
        " Yeah. So what's the killer ratio for a green sod guy? What is it? One to 50 bad guys or one to",
        1318.14,
        1325.44
    ],
    [
        " a hundred bad guys? You know, I never I never heard that officially, but I'll take you I'll take",
        1325.44,
        1335.74
    ],
    [
        " a good mission. Yeah. And I want to just to talk a little bit about this because this is what",
        1335.74,
        1341.14
    ],
    [
        " will lead to one of the more historic notes and and saw history for your personal volumine",
        1341.14,
        1347.92
    ],
    [
        " plus your team's valor on the ground that particular day. They came in. You had a briefing",
        1347.92,
        1354.08
    ],
    [
        " that there's a bright light mission. It would be in Laos or no, Kim's body. And that there",
        1354.08,
        1361.1
    ],
    [
        " F4 went down. Right. And that there were two pilots because usually they'd be a pilot and a",
        1361.72,
        1367.3
    ],
    [
        " backseater. Right. But in this case, they had two pilots in it. And it crashed and a lot of enemy",
        1367.3,
        1373.74
    ],
    [
        " activity, the Air Force had tried to get them out. They were not able to get them out. And they",
        1373.74,
        1379.68
    ],
    [
        " come to contumement. And you were told that the Air Force F4 codename Cobra 83. No 84. Well 83 made a",
        1379.68,
        1390.08
    ],
    [
        " pass over the site where Cobra 84 had crashed. And they were and the Cobra 84 had been in the",
        1390.08,
        1396.92
    ],
    [
        " process of making a bombing run on a bridge site. And they skipped over a couple of hill tops",
        1396.92,
        1403.26
    ],
    [
        " and then it came to arrest in the third slot. So you get a briefing. This is your mission. Take",
        1403.26,
        1409.7
    ],
    [
        " it from there. So you launched from Docto. What's the size of your team? Who was on oh, and you",
        1409.7,
        1414.9
    ],
    [
        " picked up an extra team member at that time who had combat experience from World War II. Yeah.",
        1414.9,
        1419.52
    ],
    [
        " And Korea. Right. And here he comes. Yeah. Homer. Homer. He was 20 years old to me. And a lot of",
        1419.52,
        1425.92
    ],
    [
        " guys didn't want him on their teams because they figured he was a two old B running a kind of",
        1425.92,
        1430.24
    ],
    [
        " missions. Right. Run your butt off. So, but being a new guy, you know, being a new guy in",
        1430.24,
        1436.5
    ],
    [
        " saw everything a lot of guys didn't know me. And so what I did is I went over to Homer and I said,",
        1436.5,
        1442.3
    ],
    [
        " hey, Homer, I says I need a one one. Would you like to be my one one? And he says sure, I'd like to.",
        1442.32,
        1446.4
    ],
    [
        " So Homer ran with me on those missions. And so anyway, I'm walking across the compound and stuff.",
        1448.06,
        1453.46
    ],
    [
        " And then they said, hey, Jones, why don't you go ahead and stand down bright light up at Docto.",
        1453.66,
        1457.78
    ],
    [
        " So we get up there and then we got the mission and they briefed us on that mission. But they said,",
        1458.0,
        1462.78
    ],
    [
        " we're going to hold off right now. The Air Force is going to try and go now. I think they'll",
        1462.78,
        1465.94
    ],
    [
        " try to send the PJs in. But it was just too hot. There was just way too hot for them to get in",
        1465.94,
        1470.86
    ],
    [
        " there and try to get go down and get the bodies out. So they asked us if we would go do it.",
        1470.86,
        1475.48
    ],
    [
        " So we went in and as I'm going in on the helicopter, I remember looking down and I saw the bridge",
        1475.74,
        1482.84
    ],
    [
        " and I saw the Hoechman Trail and I'm going, oh my gosh, where when am I getting my stuff into here?",
        1482.84,
        1487.78
    ],
    [
        " Yeah, sure. Because they see this Hoechman Trail right there. You know, and you see the",
        1488.28,
        1490.82
    ],
    [
        " bridge there trying to bomb. Yeah. Yeah. And one thing I noticed is the road had all the bamboo",
        1490.82,
        1496.04
    ],
    [
        " woven across the top of all the trees. They would tie the trees over the road. So you could see",
        1496.04,
        1504.18
    ],
    [
        " the trees looking down on the bridge because they didn't try to hide the bridge. And so this",
        1504.18,
        1510.48
    ],
    [
        " jet came down. He made a pass and his first pass was long or something like that. So he came down",
        1510.48,
        1515.28
    ],
    [
        " again and made another pass. And then I think it was shorter, whatever. But he got hit with a 51",
        1515.28,
        1520.46
    ],
    [
        " caliber, lost his hydraulics and hit the first hill, the eight four, Kobe four. So when I hit the",
        1520.46,
        1526.92
    ],
    [
        " first hill, I hit the second hill and landed on the third hill. So that's where it came to rest.",
        1526.92,
        1531.02
    ],
    [
        " That's right. I'm three on three. So what I did is we got in there and I got down and I'm waiting",
        1531.02,
        1536.84
    ],
    [
        " there. You know, like when you first get off that chopper after flying high altos like that coming",
        1536.84,
        1540.42
    ],
    [
        " in, you can't hear anything. Oh yeah. So I'm waiting and it was all sit and burned out from when",
        1540.42,
        1546.74
    ],
    [
        " the jet went through because of the fire. And then the next chopper comes in and it's blowing",
        1546.74,
        1552.16
    ],
    [
        " everything all around. I remember I get my pants retorned all the way across my butt. You know,",
        1552.16,
        1558.0
    ],
    [
        " from the twirling bamboo and stuff of willing around. No kidding. Yeah. Caught me a red cross",
        1559.38,
        1563.38
    ],
    [
        " butt tour of my pants. So I'm walking around with a white butt showing. You know, so any brain damage?",
        1563.38,
        1568.24
    ],
    [
        " Yeah. Oh yeah. I had to be brain damage to do this kind of missions.",
        1568.6,
        1570.96
    ],
    [
        " So anyway, we got together and we waited and waited for the sticks to drop out of the trees and",
        1571.44,
        1577.8
    ],
    [
        " wait for it to get quiet and try to listen to it. And you climbed, you climbed into that from down",
        1577.8,
        1582.62
    ],
    [
        " a ladder. Yeah, ladder. But it was a short ladder. It was only maybe seven runs or something like that.",
        1582.62,
        1587.38
    ],
    [
        " You know, it was still the hill of copter hovers. You climbed that ladder into the",
        1587.38,
        1591.9
    ],
    [
        " foot and everything. You get your butt sliced open with a bamboo. Now you're just waiting to go",
        1591.9,
        1598.64
    ],
    [
        " on your mission. Yeah. Okay. So I used to put a band down around my head. Yeah. You know,",
        1598.64,
        1604.14
    ],
    [
        " and it came over my eyes. So I'm going down. I can't see anything because my band down is over my eyes.",
        1604.16,
        1608.28
    ],
    [
        " So anyways, I get down the ground and I'm waiting for the next chopper to come in and then we",
        1608.38,
        1613.44
    ],
    [
        " wait for a little bit and then we will start walking down the hill. So we walked down and as we're",
        1613.44,
        1618.5
    ],
    [
        " walking down and I noticed it's nice and clear and everything. And I started seeing bunkers.",
        1618.5,
        1622.46
    ],
    [
        " And so I looked off as we got down at the bottom in the flat area there, I looked off to the right",
        1623.14,
        1628.06
    ],
    [
        " and I see three enemy. And one guy's got a weapon on me and the other two guys are behind the bushes.",
        1628.06,
        1633.06
    ],
    [
        " And I figured if they were going to shoot there, they were already shot. So I told my guys, I said,",
        1633.36,
        1637.34
    ],
    [
        " come soon, you know, don't shoot. And so and so I looked over and I told them I says, D, you know,",
        1637.34,
        1642.74
    ],
    [
        " like, yeah, D D D. Go. Yeah, D D D. Mow or whatever. Get out of there. And so they left. And so I just,",
        1642.84,
        1648.56
    ],
    [
        " I went on down a little bit further and all of a sudden I see this big building at 20 by 20 by 20",
        1648.76,
        1655.2
    ],
    [
        " by 20 foot by 20 foot building out of bamboo on stilts. And next to it, I see this graveyard with a",
        1655.2,
        1660.82
    ],
    [
        " communist star over the top of it. And I'm sitting there going, where the heck am I? You know, kind of,",
        1660.82,
        1665.94
    ],
    [
        " and there's bunkers all over the place. So we start as we start walking up the hill,",
        1665.94,
        1671.44
    ],
    [
        " the first hill. Yeah, the first hill, the jet impacted on this crashing. No, that's the first hill we",
        1671.92,
        1677.22
    ],
    [
        " landed on. And then the second hill, right, we were going up that hill. The we found a boot and there",
        1677.22,
        1683.32
    ],
    [
        " was a foot foot in the boot, but that boot turned out to be kind of boot wasn't it? It was in American",
        1683.32,
        1687.32
    ],
    [
        " boot. It was a jungle boot, American jungle boot, but it had an indigenous foot in it. So,",
        1687.32,
        1692.28
    ],
    [
        " which we didn't your team members. No, and we didn't know this until after we put it in a",
        1692.46,
        1697.3
    ],
    [
        " Brooks Acturgo with us. And they sent the side gun and the side gun came back to us. That's what it was.",
        1697.3,
        1701.34
    ],
    [
        " Wow. So and then I went through the graveyard and I couldn't read the names. They had rocks on",
        1701.58,
        1706.92
    ],
    [
        " there, but I couldn't read any of the names. It was like somebody wrote on the rocks with a pencil",
        1706.92,
        1710.76
    ],
    [
        " or something is what it looked like. It was really hard to read. But when DPA went back there",
        1710.76,
        1716.5
    ],
    [
        " eventually they went through and they found 13 graves there. I only thought there was like",
        1716.5,
        1720.94
    ],
    [
        " six or seven. So they must have been putting two or three people in one grave. And so back then",
        1720.94,
        1725.58
    ],
    [
        " this was the equivalent today's DPA where the American government goes back working conjuncts with",
        1725.58,
        1732.0
    ],
    [
        " other agencies to recover remains. And they were attempting to go back on that mission. Yeah,",
        1732.0,
        1737.54
    ],
    [
        " to recover the two pilots. That was there. That was a third. That was their third attempt to try and",
        1738.24,
        1742.56
    ],
    [
        " get in there. The first two attempts they got hit with bandits. You know, people scavenging the",
        1742.56,
        1746.8
    ],
    [
        " metal. You know, people are going out there trying to get tigers. So let's get back to your",
        1746.8,
        1750.62
    ],
    [
        " on the second hill now. You're climbing up the second hill. And then all of a sudden I can hear",
        1750.62,
        1756.5
    ],
    [
        " the trucks coming up. I can hear the movement on the Hochenman trail with people coming up their",
        1756.5,
        1761.28
    ],
    [
        " Hochenman trail. Right. And we're in layout. So you know it's not a US Marine Corps anybody come to",
        1761.28,
        1765.56
    ],
    [
        " rescue. This is the North Vietnamese Army coming for your ass. Exactly. Yeah. So and so I figured well,",
        1765.56,
        1771.76
    ],
    [
        " you know, maybe I can get up there and get these guys out of here before these guys come. So I'm",
        1771.82,
        1776.48
    ],
    [
        " going up the hill and all of a sudden I hear you know, you know, when Bullock goes over your head",
        1776.48,
        1781.38
    ],
    [
        " and is breaking the sound barrier, you get that crack crack crack crack crack crack crack. That",
        1781.38,
        1784.6
    ],
    [
        " AK-47 crack. Well, no, this was this was 762 crack. It was it was the midi guns. Oh, okay. And",
        1784.6,
        1791.38
    ],
    [
        " but you can't tell where it's coming from, right? Right. Yeah, because it cracks right over the top",
        1791.38,
        1795.22
    ],
    [
        " of your head. So I'm going what the heck is somebody shooting at me. How come I still alive? You know,",
        1795.22,
        1799.36
    ],
    [
        " yeah, all of a sudden I feel the sticks falling down sticking to me because I'm sweaty and every",
        1799.36,
        1803.36
    ],
    [
        " sure. So the sticks are coming down and I go, Hey, what the hell's going on up there? And you",
        1803.36,
        1808.96
    ],
    [
        " go, you got six truck loads of enemy and armored cars coming after you and a bunch of troops running",
        1808.96,
        1813.48
    ],
    [
        " behind them. And I'm gone. Oh, great. Yeah. So what had happened here was Covey had a gun run by a",
        1813.48,
        1819.98
    ],
    [
        " cobra. Yeah. Um, it was either cobra or a I think it was a cobra. I asked if I can't remember",
        1819.98,
        1824.88
    ],
    [
        " the code. They want to know out there. Yeah. But so you're on the ground. Normally the one zero",
        1824.88,
        1830.2
    ],
    [
        " would call on an air strike on this case. Covey called in the air strike without telling you",
        1830.2,
        1834.7
    ],
    [
        " and like all of a sudden you're covered with dirt. Yeah. Luckily nobody in your team is wounded",
        1834.7,
        1840.28
    ],
    [
        " because the gun should spend a tight run. It was really close. It was really close. It's right",
        1840.28,
        1844.88
    ],
    [
        " overhead. Yeah. I mean right overhead. And so but so we end when we get up to the top of that",
        1845.18,
        1851.86
    ],
    [
        " hill and we get up to that hill. I'm looking I'm looking around and it's all wiped out. You can see",
        1851.86,
        1856.82
    ],
    [
        " patterns on the ground where there was hoochies that got wiped out when the jet went through.",
        1856.82,
        1860.08
    ],
    [
        " And I said, no, I'd be on hill two, correct? A second hill. Yeah. And so I had Homer. I said,",
        1860.68,
        1865.28
    ],
    [
        " Homer, take a couple of guys and run for the village and he runs one direction. I go to the other",
        1865.3,
        1868.88
    ],
    [
        " direction. We're going through and we're picking up stuff. We picked up pith helmets. We picked up",
        1868.88,
        1872.54
    ],
    [
        " officers uniforms belts medicinal bottles bandages all kinds of stuff and sometimes they can",
        1874.02,
        1880.18
    ],
    [
        " evaluate that stuff and find out where it comes from and who actually has it. Sure. You know which",
        1880.18,
        1884.16
    ],
    [
        " unit it is. So we went ahead and got all that stuff and put it in a ruck sack. And so then the",
        1884.16,
        1891.04
    ],
    [
        " gunships you know Covey overhead says, look we got to get you out of there. He says if we don't",
        1891.04,
        1895.48
    ],
    [
        " get you out of there now we're going to have to stay there. So pick up tomorrow because they're",
        1895.48,
        1899.62
    ],
    [
        " running out of ammo, running out of fuel and there was a storm coming in. So I had no choice.",
        1899.62,
        1904.04
    ],
    [
        " I had to get I couldn't make it to the third hill. But when I got up there, when I got up to that",
        1904.2,
        1908.52
    ],
    [
        " hill, I saw a bomb laying there and I thought made there actually I thought it was a band trunk at first.",
        1908.52,
        1913.8
    ],
    [
        " So a band tromb is when so many when like you get all these one unit over here to another unit",
        1914.56,
        1920.62
    ],
    [
        " of here and they lose so many men. Right. They take those men. They sent them to the band trunk.",
        1920.62,
        1924.12
    ],
    [
        " They regroup make another unit and send them back out to other units. And then and vey down a",
        1924.12,
        1928.56
    ],
    [
        " Ho Chi Minh trail had those band trungs all over. They had those every 15 to 20 miles as they travel",
        1928.56,
        1934.88
    ],
    [
        " south. They had these areas that are your rest recuperate, get some food and continue to move",
        1934.88,
        1939.72
    ],
    [
        " in south with the troops and supplies to then go off the Ho Chi Minh trail into South Vietnam.",
        1939.72,
        1946.7
    ],
    [
        " Right. To battle traditional American forces as well as our allies in South Vietnam. Exactly.",
        1947.1,
        1953.0
    ],
    [
        " Yes, sir. So so anyway, so I told them I said, okay, well, I had to think of my guys. I had to",
        1953.22,
        1960.0
    ],
    [
        " get my guys out because they would have killed the yards and chances I'd probably would have killed",
        1960.0,
        1963.44
    ],
    [
        " Homer too for his age. And so I said, okay, come in. And so they came in the first chopper and so",
        1963.44,
        1970.66
    ],
    [
        " Homer went ahead and he got in the first chopper with a couple of in-ditch and they got them out of",
        1970.66,
        1975.86
    ],
    [
        " there and they lifted out and strings it was a they dropped the ladder. They dropped the ladder.",
        1975.86,
        1979.54
    ],
    [
        " They dropped the ladder and then you just hook on the ladder and just ride the ladder back.",
        1979.54,
        1982.78
    ],
    [
        " So anyway, they got them out. So the next chopper comes in and I told them because the enemy I can",
        1983.72,
        1988.6
    ],
    [
        " hear them coming through the bushes and I told them I said, hey, I want you guys to come in with a",
        1988.6,
        1992.68
    ],
    [
        " chopper to come in. I want cobergunchips on both sides shooting like crazy down to these trees",
        1992.68,
        1996.98
    ],
    [
        " because they were getting ready to come back behind me as well. So what they did is they they when",
        1996.98,
        2002.4
    ],
    [
        " the chopper came in, they were shooting like crazy. And just as they were, I don't know, they had to be",
        2002.4,
        2006.4
    ],
    [
        " maybe a hundred yards away. And then all of a sudden the enemy started coming through the bushes.",
        2007.28,
        2011.0
    ],
    [
        " And they started, we were shooting like crazy trying to keep them down. One of the guys got an RPG",
        2011.74,
        2015.78
    ],
    [
        " fired off and it went off to the side of me. I got hit in the arm, hit in the chest and I still",
        2015.78,
        2020.5
    ],
    [
        " got some shrapnel in here. So anyway, got that taken care of and then they came in and as a chopper",
        2020.5,
        2029.08
    ],
    [
        " comes in we get on the ladder and we're still shooting and the gunner is shooting like crazy.",
        2029.08,
        2034.36
    ],
    [
        " And then the cobergunchips are still shooting like crazy trying to keep everybody down that hill.",
        2034.48,
        2038.98
    ],
    [
        " And so anyway, we the chopper starts lifting up. Oh, and right before we got on the chopper,",
        2039.82,
        2045.34
    ],
    [
        " all of a sudden I heard this boom like this really loud bang. And you're again, we're climbing up a",
        2045.42,
        2050.74
    ],
    [
        " ladder. Yeah, I'm climbing a ladder to a helicopter hovering, waiting to get you guys out. And he's",
        2050.74,
        2056.6
    ],
    [
        " coming out of the jungle towards you, firing a full automatic. You guys are defending yourselves.",
        2056.6,
        2061.06
    ],
    [
        " And then you hear this boom. Yeah, and it is boom, really quick, like right back together. And I'm",
        2061.16,
        2067.06
    ],
    [
        " gone. He just got hit with an RPG. This thing's going to come down on top of me as the first thing in",
        2067.06,
        2071.58
    ],
    [
        " my head. And all of a sudden I see him keep lifting up and I'm going, what the heck happened?",
        2071.58,
        2075.94
    ],
    [
        " You know, so I climb up in there and I tell the pilot and I go look back there so we're getting",
        2076.06,
        2080.62
    ],
    [
        " away. So he looks down and I said, you see the patterns on the ground. I said, it's a friggin enemy",
        2080.62,
        2085.16
    ],
    [
        " village. Yeah, it's a friggin enemy village. So, so anyway, they got us up out of there. And as",
        2085.16,
        2091.46
    ],
    [
        " we're getting up, I can see the trucks and everything down at the bottom down there and everything.",
        2091.46,
        2094.64
    ],
    [
        " So they take off and we just make it on back to back to docto. And that was pretty much that",
        2094.68,
        2100.58
    ],
    [
        " that was that mission. But it always bothered me because I couldn't, you know, because I,",
        2100.58,
        2104.84
    ],
    [
        " I, that's actually I ran close to someone, I'll close to 50 missions. And not all with Saga, of",
        2104.98,
        2111.98
    ],
    [
        " course. Right. But all those missions I ran, that was the only mission I ever failed on.",
        2111.98,
        2115.82
    ],
    [
        " At this point, when you took off, Kavi told you how many enemy trucks and armored vehicles were",
        2116.22,
        2123.78
    ],
    [
        " coming towards you, all loading troops. And so it had to me, enemy, they were able to have a headcount,",
        2123.78,
        2130.88
    ],
    [
        " which is unusual. And so in your case, there's about 250, 350 enemy troops as well as the ones",
        2130.88,
        2136.84
    ],
    [
        " coming out of the jungle towards your team. Yeah, I don't know how many came, we're coming up",
        2136.84,
        2140.26
    ],
    [
        " to a hill behind us. But at that one time, the, the guys overhead told me that they, they estimated",
        2140.26,
        2147.24
    ],
    [
        " around 350 enemy and coming up the hill after us. And I guess the only way they, they, they just count",
        2147.24,
        2153.72
    ],
    [
        " the legs and divide by two. But you know, here's the key part of this story that leads to another",
        2153.72,
        2162.28
    ],
    [
        " unique aspect of your story in Vietnam was that, you know, it's, when I do my fourth book,",
        2163.14,
        2172.1
    ],
    [
        " it's going to be Saw Chronicles volume two. This will be one of the first stories. And the reason",
        2172.4,
        2176.74
    ],
    [
        " why it's going to be one of the first stories is because of you, your team, and then eventually what",
        2176.74,
        2181.52
    ],
    [
        " your efforts were in regards to this mission. Because one of the things that you told me and our",
        2181.52,
        2188.58
    ],
    [
        " interview working for the book was that this was the only mission you did not complete. And it",
        2188.58,
        2194.72
    ],
    [
        " said heavy on your heart, that whole mission. And also, you know, we forgot some of the details,",
        2194.72,
        2201.64
    ],
    [
        " that helicopter, the end of the two props on that UE. Yeah, we're, we're broken off. And they,",
        2201.82,
        2208.3
    ],
    [
        " how, how the pilot was even able to get back to base. He wilded back to base. I mean, you could",
        2208.72,
        2213.98
    ],
    [
        " fill the vibration. Was that right? Oh, yeah. You could fill the bladder. Did you climb up?",
        2213.98,
        2218.04
    ],
    [
        " No, I climbed inside at the time because I kept climbing. He was flying away. I was climbing up",
        2218.04,
        2222.2
    ],
    [
        " the ladder to get inside. But the, he lost about two feet on each rotor. And he hit a tree. That's",
        2222.2,
        2228.7
    ],
    [
        " what the big bang was. It wasn't an RPG. He hit a tree and knocked the tips of the rotors off.",
        2228.7,
        2234.34
    ],
    [
        " But when we got back to the doctor, the, the chopper had a few bullet holes in it. Seven or,",
        2234.8,
        2239.04
    ],
    [
        " I was I would say, probably between seven and ten holes or something like that. Yeah. So, but the",
        2239.38,
        2243.92
    ],
    [
        " gunners did a good job and some of the cobra gunships. And, but I can get to it later when we go",
        2243.92,
        2249.32
    ],
    [
        " back up. I couldn't figure what, what took the enemy so long getting up that hill, especially when I,",
        2249.32,
        2253.34
    ],
    [
        " they had that like a, I thought it was a truck park. Yeah. Yeah. Because you know, there's truck",
        2253.5,
        2257.78
    ],
    [
        " parks all over the place over there. So, but, uh, yeah. So. So at some point, you get back to base,",
        2257.78,
        2265.4
    ],
    [
        " either your base or the launch site. And you come into contact with the air force man that",
        2265.72,
        2271.98
    ],
    [
        " was operating. Cobre 83. Yes. And I think that, uh, one of the things you said that this was the",
        2271.98,
        2277.68
    ],
    [
        " hardest things you ever had to do. You had to tell the guys from cobra 83, which was the",
        2277.68,
        2283.98
    ],
    [
        " Phantom jet that saw the other jet crash. So they're wing men. Or wherever the official term for",
        2283.98,
        2291.58
    ],
    [
        " the air force was force would be. And they could, you had to tell them that you could not get to",
        2291.58,
        2297.82
    ],
    [
        " their buddies. Yeah. I could not get down there to get to those guys. When I'm when we lifted off,",
        2297.82,
        2301.58
    ],
    [
        " I could look back and I could see the jet laying there on its side. But the, uh, there was no way.",
        2301.58,
        2306.24
    ],
    [
        " And when I went back in 2017 or 20, even in 2002 when I went back, um, there was no way I could have",
        2306.46,
        2313.48
    ],
    [
        " got down that hill and up to the other side of the hill in time. It was, the hill was really,",
        2313.48,
        2318.06
    ],
    [
        " really steep. I mean, it was, it was like that. It was really, really steep. So there, you know,",
        2318.06,
        2323.32
    ],
    [
        " and my guess is the enemy was going up towards the jet as well. So we would get into a heavy fight.",
        2323.4,
        2327.74
    ],
    [
        " So the only thing I could do is to get my team out of there. Yeah. You're to save them. That's all I",
        2327.94,
        2331.92
    ],
    [
        " could do. So, um, but that really hung heavy on your heart. Yeah. And so if we could, um,",
        2331.92,
        2339.22
    ],
    [
        " to we'll come back and talk about your third career in the US military a little bit later. But to",
        2339.7,
        2345.62
    ],
    [
        " continue on this plot line about this day and this mission and your unique niche in history, um,",
        2345.62,
        2352.78
    ],
    [
        " of going back, going back and you go through medical school, we become a doctor, a radiologist.",
        2352.84,
        2358.74
    ],
    [
        " And at some point, how many years later take it from there? What you began to do on your own time",
        2359.3,
        2365.28
    ],
    [
        " recording to this mission? Well, I mean, there's other missions too, but of course, this one here,",
        2365.28,
        2370.1
    ],
    [
        " yeah, this one here, what I did is when I was a radiologist, that's making pretty good money.",
        2370.32,
        2374.52
    ],
    [
        " So everybody goes, wow, you spent 35 or 36,000 dollars on this, you know, on why?",
        2374.82,
        2379.78
    ],
    [
        " And I bought a lot of cameras and equipment and then I, what happened?",
        2380.66,
        2384.18
    ],
    [
        " What happened back up here? I got to back your tape back up.",
        2384.54,
        2387.32
    ],
    [
        " Because what you're talking about here is at some point, you're a doctor, you're a radiologist.",
        2387.6,
        2391.98
    ],
    [
        " And for over the years, over 20 years, this thing hung heavy on your heart. Yeah.",
        2392.34,
        2397.2
    ],
    [
        " You knew the US government attempted to go in. They made several at least two attempts each",
        2397.44,
        2402.34
    ],
    [
        " time to go in for the recovery. They got shot out by bandits. They were not able to get to the",
        2402.34,
        2408.3
    ],
    [
        " third hill where the F4 came to final rest. The same hill that you stood on the second hill,",
        2408.3,
        2413.98
    ],
    [
        " 300 meters away, you couldn't get there. Your team couldn't. You had a painful choice.",
        2414.16,
        2419.3
    ],
    [
        " Survive or die trying to find men who may well be dead. Right. So you did the right decision.",
        2419.7,
        2425.2
    ],
    [
        " You come back. Now you say, I'm going to go back. You take 35,000 or 36,000 of your own. You buy",
        2425.44,
        2432.86
    ],
    [
        " cameras and equipment to go back to Cambodia on your own volition to complete that mission.",
        2432.86,
        2441.02
    ],
    [
        " So as you're landing Cambodia or Thailand, just take us quickly to where you've wind up with your",
        2441.6,
        2447.88
    ],
    [
        " team that you wound up walking over 100 miles from the campsite to get to hill to third hill.",
        2447.88,
        2455.96
    ],
    [
        " Okay. So how that all started is I ran into Harlow short. Harlow was a medic on out when I was",
        2456.5,
        2462.84
    ],
    [
        " on the A team and he lived in Thailand, but he happened to be in Washington at the time.",
        2462.84,
        2466.88
    ],
    [
        " And so I got a talking to him and I told him, I said, you know, I've always wanted to go back",
        2467.74,
        2471.96
    ],
    [
        " there and check out that jet and see if I can find some remains. And he goes, well, let's go do it.",
        2471.96,
        2476.4
    ],
    [
        " Like that. And so he came down to my house. He came down to my house. And so I gave him like",
        2476.62,
        2483.6
    ],
    [
        " 16,000. I told him said, hey, go on over there and he's all go over and set everything up for you.",
        2483.6,
        2488.22
    ],
    [
        " So he goes over to to Phnom Penh in Cambodia and he gets all this stuff together and,",
        2488.22,
        2494.66
    ],
    [
        " you know, how to get up there and get got maps and all kinds of stuff for me. So what I did is I",
        2494.9,
        2500.44
    ],
    [
        " got the time off and then I took off and I met him over there in Phnom Penh. From there, we met with",
        2500.44,
        2506.6
    ],
    [
        " the joint recovery teams that they had back then before DPA. And they said they didn't have enough",
        2506.6,
        2512.96
    ],
    [
        " information to go in there. But I met with the guys and talked with them there in Phnom Penh.",
        2512.96,
        2517.04
    ],
    [
        " And so one of the guys, you know, they decided they weren't going to go in. So one of the guys",
        2518.72,
        2523.2
    ],
    [
        " was a former SF guy, a special forces guy. And he came up to me and he goes, look, he said,",
        2523.2,
        2527.02
    ],
    [
        " if you want to go up there, just go. I go, really, he says, how? He goes, just fly out to Bann Lung and",
        2527.06,
        2531.82
    ],
    [
        " put it together and go. I said, okay. So what I did is we got a flight and we flew up to Bann Lung",
        2531.82,
        2538.74
    ],
    [
        " back then. They had a little air strip there. They still have the air strip, but there's nobody's",
        2538.74,
        2541.88
    ],
    [
        " flying in and out now. So it's playing again and where Bann Lung is. Bann Lung is right south of the",
        2541.88,
        2546.04
    ],
    [
        " right border. It's about, hmm, about 45, 60, about that 60, 60, 70 miles, I guess. So we say",
        2546.04,
        2552.5
    ],
    [
        " try border is Cambodia, Laos is on the north and to the east is Vietnam, right, which was in 1970,",
        2552.5,
        2559.78
    ],
    [
        " one of the deadliest target areas that CCC, SAG, Recon, men were running missions. Yeah,",
        2560.2,
        2566.86
    ],
    [
        " especially that by the ash on the Laos side there. Well, that's further north. So, but the,",
        2566.92,
        2571.58
    ],
    [
        " so anyway, the we go ahead and we get together and we fly up there and so I went over to one of",
        2572.04,
        2578.92
    ],
    [
        " the hotels and I'm talking to the guy at the hotel. I said, you know, I want to go up into the",
        2578.92,
        2582.48
    ],
    [
        " Radik and carry province there and I want to take some pictures of wildlife and stuff and",
        2582.48,
        2586.84
    ],
    [
        " says, I need somebody and he goes, I say, I'll see what I can do. I know some people. So he went",
        2586.84,
        2593.72
    ],
    [
        " ahead and got me introduced with a guy. Well, I won't mention names because I don't want to get",
        2593.72,
        2598.88
    ],
    [
        " in trouble. But anyway, he he went ahead and I talked to him and everything and he's I said,",
        2598.88,
        2605.46
    ],
    [
        " I need like maybe about six guys. I says, you know, yourself and five others and we're talking",
        2605.46,
        2610.66
    ],
    [
        " to a Cambodian now. Cambodian. Yes. And he's a he's a Cambodian ranger for the Radik and",
        2610.66,
        2616.1
    ],
    [
        " carry on. Not an ordinary Cambodian. Right. At the Radik and carry province because it's a it's a",
        2616.1,
        2621.48
    ],
    [
        " it's a game reserve. Right. So anyway, so we got to talking with him and I showed him this map.",
        2621.48,
        2628.56
    ],
    [
        " I went got these maps and I one night I just taped them all together and I had like a hundred",
        2628.56,
        2633.78
    ],
    [
        " miles on this map, you know, yeah, yeah. So I went ahead and I told him I said, look, I says the",
        2633.78,
        2639.82
    ],
    [
        " real reason I want to go is I want to go see this go to a jet crash from Vietnam War. And he",
        2639.82,
        2644.96
    ],
    [
        " he says where and I showed him roughly where and he goes, I know the jet. He goes, I know the crash.",
        2644.96,
        2650.5
    ],
    [
        " Really? Yeah, he knew the crash site. Oh, I forgot that part. Yeah, he knew where the crash site was.",
        2650.56,
        2655.28
    ],
    [
        " Well, he was a ranger up there and they were chasing a lot of Vietnamese way for that going over",
        2655.54,
        2659.3
    ],
    [
        " there because they would come over the border and scarf up all the metal and take it back to Vietnam",
        2659.3,
        2663.32
    ],
    [
        " and make trinkets out of it or something. Right. Right. So anyway, we put it together and we started",
        2663.32,
        2668.42
    ],
    [
        " taking off and we took we went by elephant for a while. We went by trucks, then elephant, then",
        2668.42,
        2673.34
    ],
    [
        " elephants. Yeah. And then by boat. Oh, yeah, I got a lot of movies on I took a lot of footage",
        2673.34,
        2679.0
    ],
    [
        " writing these out. How many cameras did you take with you? Three cameras. Well, I took four,",
        2679.0,
        2682.84
    ],
    [
        " three, three VX 1000s and one Sony night shot. Okay. So you record it and document it as you go",
        2682.96,
        2691.84
    ],
    [
        " forward and still camera to I took a knife on F5. So elephants, everything how long to take you",
        2691.84,
        2700.24
    ],
    [
        " to go 100 miles up to the crash site? It took us 10 days. Wow. Okay. So you arrive at the crash site",
        2700.24,
        2708.28
    ],
    [
        " or near the crash site, you walk in, run in, fly at Alphanon, how did you get into the second hill",
        2708.28,
        2715.82
    ],
    [
        " or where where do you wind up when you got to that site? We we we walked up and we went up the river.",
        2715.82,
        2722.48
    ],
    [
        " Well, we took a river as far as we could then we walked up this road and the road was a",
        2722.9,
        2726.74
    ],
    [
        " hutchman trail that went right where the bridge was. And the bridge was gone. Yeah. But you can",
        2726.74,
        2731.18
    ],
    [
        " see where the bridge was. And so right on the other side, you can find I found all kinds of like",
        2731.18,
        2736.24
    ],
    [
        " flichettes and cones from the from the rockets and everything from when the cove",
        2736.4,
        2740.14
    ],
    [
        " regentions were fighting those guys when they stole the trucks were there. Right. And they had",
        2740.14,
        2743.52
    ],
    [
        " the CBU left over from all the stuff was A1 when they made gun runs protecting your team. Yeah.",
        2743.52,
        2749.24
    ],
    [
        " All that stuff was a lot of it was laying around there. So so what we did is we walked up the first",
        2749.66,
        2755.1
    ],
    [
        " hill, went around, went up to the second hill and the third hill. We spent three days and just",
        2755.1,
        2759.72
    ],
    [
        " hunted all over the place. And I was hoping to find like a helmet or something or find something",
        2759.72,
        2763.52
    ],
    [
        " but couldn't find anything. I took a metal detector, which was a joke because it was just like",
        2763.76,
        2768.66
    ],
    [
        " BBBBBBB all over the place because there's so many bullets all over the place. Yeah. Flichettes",
        2768.66,
        2774.14
    ],
    [
        " all over the place. And so also by going up the third hill, you also realized that your decision",
        2774.14,
        2780.26
    ],
    [
        " back in May 1970 was the right decision because then you saw just how steep the hill was.",
        2780.26,
        2787.38
    ],
    [
        " Right. How much time it would have taken you never would have made it to the top with the weather",
        2787.52,
        2792.32
    ],
    [
        " clothing in and with the enemy closing in that further at least you could have your mind",
        2793.02,
        2797.92
    ],
    [
        " that rest a little bit on that point. And then what was the like, how long did it take you to get",
        2797.92,
        2803.1
    ],
    [
        " to the actual crash site? And when you get there, of course the the happens scavenged a lot by the",
        2803.1,
        2808.66
    ],
    [
        " Vietnamese but take it from near how long? Some of the well it to get up to the while I went up to",
        2808.66,
        2814.74
    ],
    [
        " the very first hill where we went in and you know you can see the craters where the bombs were short",
        2814.74,
        2820.54
    ],
    [
        " and stuff right or long. So you see that you can see where the craters were and and it was all",
        2820.56,
        2825.46
    ],
    [
        " grown over and then I got to the top walked on down everything was gone and the bunkers were still",
        2825.46,
        2830.7
    ],
    [
        " there the hootches and everything that were there all gone but we got up to the second hill.",
        2830.7,
        2836.64
    ],
    [
        " I couldn't I didn't find the bomb that was there for for but the bomb is still there. It is still",
        2836.86,
        2842.68
    ],
    [
        " still a 500 pounder. Yeah it's still there so but I couldn't find that so but it was about",
        2842.68,
        2848.06
    ],
    [
        " the second or third day we get up to the third hill and we get up there and we found like some",
        2848.08,
        2852.74
    ],
    [
        " of the landing gears and some of the other things and that's right where the jet was actually",
        2852.74,
        2856.38
    ],
    [
        " like the rest. Right. Yeah because there was some of the metal that was either too heavy or they",
        2856.38,
        2860.58
    ],
    [
        " didn't want to take it. I didn't find any engines but when I went back with DPA we found both engines.",
        2860.58,
        2866.02
    ],
    [
        " So when you're there did you bring back any silver nears for the family? Did you do that then or",
        2866.64,
        2873.9
    ],
    [
        " when you went back on your next trip with DPA? No when I went up there with 2002 on my own",
        2873.9,
        2879.46
    ],
    [
        " dime I picked up a couple of pieces of the wing and the honeycomb and stuff like that and some soil",
        2879.46,
        2884.82
    ],
    [
        " I picked big pieces of the jet and I put it in a box and I brought it back and I gave I gave a piece",
        2884.82,
        2890.36
    ],
    [
        " to the you know Captain Eric Hoover's family because he had he had a bunch of sisters. So at this",
        2890.36,
        2897.92
    ],
    [
        " point we have a name to two pilots. Right. Is Eric Hoover and Alan Trent? Right. So they were the",
        2897.92,
        2906.56
    ],
    [
        " two men that you researched for it and also at some point you're on a third hill and armed bandits.",
        2906.56,
        2914.72
    ],
    [
        " Oh no that was that that was back at the camp. Well they stopped you from doing your mission wherever",
        2915.24,
        2920.3
    ],
    [
        " that happened where did they where was your confrontation that suddenly ended your private mission",
        2920.3,
        2926.38
    ],
    [
        " to find those two air force pilots. Well we were down at the camp and we were getting ready to",
        2926.7,
        2931.54
    ],
    [
        " have dinner because we lived off the land and we had all these fish butterfly on a piece of wood",
        2931.54,
        2936.98
    ],
    [
        " and we were eating that stuff and rice and stuff and but then all of a sudden these guys came out",
        2936.98,
        2942.48
    ],
    [
        " of the bushes with AKs and wearing uniforms. Yeah they're some of them they're what they were",
        2942.48,
        2948.7
    ],
    [
        " is some of them were just you know civilians and but a few of them were wearing uniforms they were",
        2948.7,
        2953.94
    ],
    [
        " like police and an army because the Cambodian government doesn't pay them right supposed to be",
        2953.94,
        2960.64
    ],
    [
        " getting paid and not getting paid so they become you know bandits kind of like in the Kuma Rooge",
        2960.64,
        2965.1
    ],
    [
        " kind of thing. So so anyway what they what they did is they threatened us and told us we don't",
        2965.1,
        2970.96
    ],
    [
        " want you here we're gonna you know they were gonna probably shoot us to steal our stuff but what",
        2970.96,
        2976.78
    ],
    [
        " happened was one of the guys I hired was a son of the province chief which you didn't know at the time",
        2976.78,
        2981.56
    ],
    [
        " but God was smiling on your team that day exactly so that guy didn't want any trouble so he just",
        2981.82,
        2988.58
    ],
    [
        " said you know he just really pissed and screaming in Cambodian which I don't understand but you know",
        2988.58,
        2993.78
    ],
    [
        " just screaming at me and stuff you know and with guns on me and stuff and so finally they",
        2993.78,
        2999.62
    ],
    [
        " they went ahead and he said you better not be here tomorrow something like that so we were going",
        2999.62,
        3004.92
    ],
    [
        " to leave the following day so your team member is able to talk down the armed bandits who are",
        3004.92,
        3009.64
    ],
    [
        " pointing their guns at you who probably might well have killed you all right there well see the one",
        3009.64,
        3015.5
    ],
    [
        " guy that was an officer I can only assume he was a police officer because they're wearing khakis",
        3015.5,
        3020.04
    ],
    [
        " right so not all of them but I've got pictures of him too yeah I've got pictures of him but that's",
        3020.04,
        3026.86
    ],
    [
        " from 2002 they veys the lot since then yeah well some of them looked exactly the same when I went",
        3026.86,
        3032.32
    ],
    [
        " back in you know in 2017 right I ran into three of the guys so anyways for this mission here you",
        3032.32,
        3039.14
    ],
    [
        " finally go back I just a little sidebar you live off the land each day as you move north you didn't",
        3039.14,
        3046.06
    ],
    [
        " have rations on your backs so you fished and then whatever else you could eat you cooked at night",
        3046.06,
        3052.08
    ],
    [
        " and that was one of your sounds like another aspect of your SF power rescue training that",
        3052.08,
        3060.8
    ],
    [
        " that came in quite handy as you went over a hundred miles to get to that site well yeah when we're",
        3060.8,
        3066.22
    ],
    [
        " walking I mean I get up in the morning and I can smell that smells good what is that I look in",
        3066.22,
        3072.36
    ],
    [
        " the pot and it's like 20 frogs in there these little frogs and he's just mishing them up and stirring",
        3072.36,
        3078.18
    ],
    [
        " them up it tasted good but you know they eat everything sure they eat the bones the skin the eyes",
        3078.18,
        3083.84
    ],
    [
        " eat everything you know oh is that right oh yeah they eat everything oh so but you know they had",
        3083.84,
        3096.04
    ],
    [
        " I didn't want to eat eyeballs and guts yeah so let me fast forward the tape you're able to go back",
        3096.78,
        3103.56
    ],
    [
        " use successfully returned to your successful career as a radiologist on the east coast and then",
        3103.56,
        3110.96
    ],
    [
        " at some point you may contact with the DPA or whatever the version of the DPA was in 2017 or 2016",
        3110.96,
        3120.66
    ],
    [
        " well in 2002 what happened is when I left there yeah I went I had a big party for all the guys",
        3121.0,
        3128.06
    ],
    [
        " through a big old party form and so then from there I took off and went up to Laos and I wanted to",
        3128.06,
        3135.78
    ],
    [
        " go up to Hochman Trail on Laos and went up to Atapoo they had there was still sand missiles laying",
        3135.78,
        3143.8
    ],
    [
        " around and stuff like that there you know right so anyway we up the road up to up to Laos up there",
        3143.8,
        3149.62
    ],
    [
        " and and it was kind of a nice adventure it was kind of peaceful and stuff a little more peaceful",
        3149.62,
        3157.1
    ],
    [
        " when it was back in 1968 right yeah and so when I was in Atapoo I think it was I think it was Atapoo",
        3157.1,
        3162.68
    ],
    [
        " is where I bumped into DPA and that you know the J a joint captain yeah when I bumped into him",
        3162.68,
        3168.92
    ],
    [
        " and I told him I said I said I went to the crash site and this this one guy in charge looks at",
        3169.96,
        3175.94
    ],
    [
        " me and he goes how'd you get there I said I walked and he goes you what you you you walked so and I",
        3175.94,
        3184.0
    ],
    [
        " says yeah I says I'll I'll send you guys a bunch of pictures so what I did is I had a contact",
        3184.0,
        3190.54
    ],
    [
        " at the time back then he's retired now and we're friends now on Facebook too by the way the guy",
        3190.54,
        3195.28
    ],
    [
        " that worked for the joint recovery team he's the one that told me actually that it was in Cambodia",
        3195.28,
        3199.32
    ],
    [
        " because all these years I thought it was in Laos I didn't know it was in Cambodia when you do a",
        3199.32,
        3203.68
    ],
    [
        " bright light mission you don't know where it is right yeah you just go yeah the six by six map",
        3203.68,
        3208.14
    ],
    [
        " this is where you're going yeah in fact we didn't even get a six by six they just took us in we",
        3208.14,
        3212.74
    ],
    [
        " didn't even have a map there you go yeah it just went bright lights for exactly so anyway so I",
        3212.74,
        3218.84
    ],
    [
        " told man I sent all those pictures to him and stuff and in fact the guy at a camera's name but",
        3218.84,
        3224.22
    ],
    [
        " anyway he sent me all the information he sent me packets of everything what they found on when",
        3224.22,
        3229.0
    ],
    [
        " they went back in on the third time and they did is went around the area cleaned it off and they",
        3229.0,
        3234.68
    ],
    [
        " looked around for like oh I think they they said they went for a couple hundred meters around the",
        3234.68,
        3239.7
    ],
    [
        " crash site this is the third mission but a US government right and this is before after you",
        3239.7,
        3245.24
    ],
    [
        " did your mission before before so there's three behind you're talking you're sharing with them",
        3245.24,
        3250.76
    ],
    [
        " so what leads to you eventually going back to Cambodia with DPA in 216 or 217",
        3250.76,
        3257.98
    ],
    [
        " 2017 yes sir well they they contacted me and said you know we're going back into that crash site",
        3257.98,
        3266.06
    ],
    [
        " which I like to go and I said of course I would I'd love to go so I they flew me out to Hawaii",
        3266.06,
        3272.48
    ],
    [
        " and I trained with the guys for a little bit and then we just loaded all the equipment up and",
        3272.48,
        3277.8
    ],
    [
        " everything and I got to meet the team which is by the way they're awesome guys DPA works really",
        3277.8,
        3283.22
    ],
    [
        " really hard I mean those guys unbelievable like if you're like you're going to Disneyland for the first",
        3283.22,
        3288.22
    ],
    [
        " day and like you're really all pumped up right they're like that all the way to the very last day six",
        3288.22,
        3293.16
    ],
    [
        " weeks they could be even longer the teams that are on the ground are doing the actual work they're",
        3293.16,
        3298.66
    ],
    [
        " just outstanding they're dedicated unbelievably yeah unbelievable so what kind of training that they",
        3298.66,
        3303.7
    ],
    [
        " give you back at Hawaii ropes ropes which has a mountain climber so yeah ropes you know you showed",
        3303.7,
        3310.36
    ],
    [
        " them how to repel yeah yeah show them how to do all that stuff you know bit of mountain climber",
        3310.36,
        3315.82
    ],
    [
        " but rock climbing everything yeah anyway so yeah we we trained in everything there and they had to",
        3315.82,
        3324.36
    ],
    [
        " do I'll talk about health over there you know right make sure you got all your shots and everything",
        3324.36,
        3331.18
    ],
    [
        " and all that kind of stuff and so we flew back over there and we went to we flew up we drove",
        3331.18,
        3336.3
    ],
    [
        " to Bandung this time because the airport was shut down so we drove from Phnom Penh to Bandung",
        3336.3,
        3341.06
    ],
    [
        " and the government over there did that so the people would spend money along the road for the",
        3341.06,
        3345.88
    ],
    [
        " villages right we'd have money so anyway so from there Cambodian helicopters or helicopter",
        3345.88,
        3353.9
    ],
    [
        " Cambodian I can't remember but it's a group that of anger what up in their the pilots are from",
        3354.1,
        3360.92
    ],
    [
        " Australia and they're they're wonderful they're just wonderful pilots a great pretty bunch of people",
        3360.92,
        3366.04
    ],
    [
        " and but they flew us in one of their choppers they loaded all the stuff and they kept flying it",
        3366.04,
        3371.06
    ],
    [
        " back to Bandung I made up to the crash site from Bandung they just kept loading up the helicopter",
        3371.06,
        3376.46
    ],
    [
        " just kept how long how long would trip is that or how many miles by helicopter it was like about",
        3376.46,
        3380.44
    ],
    [
        " 45-50 minutes oh that long yeah wow okay the reason it took me a hundred miles because I had to go",
        3380.7,
        3387.42
    ],
    [
        " around mountains that rivers over mountains and everything else yeah sure so and take a lot of",
        3387.42,
        3392.48
    ],
    [
        " to see if you're flying over oh yeah much easier much much easier so eventually you land on the site",
        3392.48,
        3398.84
    ],
    [
        " the DPA team is there and in the beginning weren't they working on hill two they hadn't gotten",
        3398.84,
        3406.56
    ],
    [
        " the hill three yet you were able to give them some redirection oh no they went right right to",
        3406.56,
        3411.72
    ],
    [
        " right where the jet was they wanted to just search right where the jet was so they went right",
        3411.72,
        3416.08
    ],
    [
        " onto the hill three hill three okay yeah so what we did is the hill was kind of like a finger",
        3416.08,
        3421.98
    ],
    [
        " it goes across and so we landed here and our camp was set up here right behind the camp was one",
        3421.98,
        3428.42
    ],
    [
        " of the engines from the jet so then we walked down the hill and over and then the hill came up",
        3428.42,
        3434.8
    ],
    [
        " to the top where the jet was up here right and they started the bottom of the hill and they worked",
        3434.8,
        3438.46
    ],
    [
        " your way up to the top wow and I mean amazing worked the way they have it all laid out this is",
        3438.46,
        3444.0
    ],
    [
        " like an archaeologist you know you're going to it you mark it off and you you know they they go",
        3444.0,
        3449.26
    ],
    [
        " down about 12 to 15 inches and they take everything out and tell us why they had to go down 12 to 15",
        3449.26,
        3456.74
    ],
    [
        " inches oh because of all these years all these years the jungle grows the jungle floor grows yeah",
        3456.74,
        3462.42
    ],
    [
        " and even through the roots you get you peel out of roots out of a tree you got to break those",
        3462.56,
        3467.1
    ],
    [
        " roots up because there could be a tooth or something inside those roots wow from 30 years of growing",
        3467.1,
        3472.3
    ],
    [
        " and you weren't just sitting around taking pictures no no I helped you got involved yeah",
        3472.3,
        3476.64
    ],
    [
        " and you were working every day side by side with DPA at that site yeah I worked my butt off with",
        3476.64,
        3482.8
    ],
    [
        " them you did last 35 pounds I should go back indeed okay so you were there they asked you to",
        3482.8,
        3494.44
    ],
    [
        " extend a couple extra weeks to stay with yeah yeah I was supposed to be there only two weeks and they",
        3494.44,
        3498.66
    ],
    [
        " asked me to stay for the whole six weeks right so you wrapped up the mission you came back oh and then",
        3498.66,
        3505.44
    ],
    [
        " one of the key things here they were not able to get any remains from that effort or what did they",
        3505.44,
        3514.32
    ],
    [
        " find well I I can't go on too much because I don't know what right nothing you reveal that yeah",
        3514.32,
        3520.54
    ],
    [
        " because I don't know what because they're I think they're over there right now getting ready to come",
        3520.54,
        3523.76
    ],
    [
        " back but anyway they when I was there I found I found a couple of boats from the 38 pistol that",
        3523.76,
        3532.26
    ],
    [
        " pilots were was that right yeah I found some of the bullets and I'm not far you saw the whole",
        3532.26,
        3538.72
    ],
    [
        " bullet itself yeah the whole bullet itself so yeah but other than that we found you know parts of",
        3538.72,
        3546.46
    ],
    [
        " their vest we found other stuff like that right I did hear though when they went back in 2019",
        3546.46,
        3553.64
    ],
    [
        " they found a dog tag Alan Trent's dog deck so I don't know where it's going from there well",
        3553.64,
        3559.94
    ],
    [
        " and then wasn't there a time when they said we go back again we'll call you yes then you'll go",
        3559.94,
        3566.58
    ],
    [
        " back with us yeah at S so at that sword last sword uh 2019 yeah yeah so just for our listening audience",
        3566.58,
        3574.92
    ],
    [
        " sword is the special operations associate reunion right and through the S.O.A there's been an",
        3574.92,
        3581.9
    ],
    [
        " ongoing relationship with DPA in its predecessors for over 20 years where they encourage our members",
        3582.3,
        3590.66
    ],
    [
        " to talk to them about any known POW MIA cases like in your case you're able to give them specific",
        3590.66,
        3598.66
    ],
    [
        " information from your time on the ground which help them to pinpoint their search efforts",
        3598.66,
        3603.98
    ],
    [
        " and this is the kind of thing the rapport back and forth between DPA and the S.O.A over the years",
        3603.98,
        3611.54
    ],
    [
        " and it's been helpful um part of that ongoing relationship so you're there in the last",
        3611.9,
        3618.28
    ],
    [
        " reunion that was held because 2020 the China virus knocked us out of the box there was no reunion but",
        3618.28,
        3623.24
    ],
    [
        " that year you were told at S.O.A by DPA officials what uh they told me that I definitely would be going",
        3623.24,
        3630.06
    ],
    [
        " and so I called up and I figured it was time's getting on there so I called up Hawaii and talked",
        3630.06,
        3634.46
    ],
    [
        " to them and they go oh no the teams on its way I'm going I thought you were going to let me go with",
        3634.46,
        3638.76
    ],
    [
        " and he just said well it didn't work out you know something like that so they kind of",
        3639.12,
        3643.46
    ],
    [
        " screwed me over there they did so because here's a point where it's one of this disappointing",
        3643.46,
        3649.7
    ],
    [
        " aspects of DPA the people on the ground doing the day hard work on the ground are outstanding troops",
        3649.7,
        3656.12
    ],
    [
        " no question about that but somewhere as a mid-management there's problems with DPA where's a",
        3656.12,
        3662.72
    ],
    [
        " promise made to you who helped them who went back on your own dime above far above and beyond a",
        3662.72,
        3669.02
    ],
    [
        " call duty and they say oh we'll call you the next time we go back and they didn't right that's",
        3669.02,
        3674.7
    ],
    [
        " pathetic yeah we don't want to focus on the negative too much but God bless you for what you've done",
        3674.7,
        3679.86
    ],
    [
        " on that so any more little quick side bars on that like you told me previously the things you",
        3679.86,
        3687.26
    ],
    [
        " brought back you were able to reach out to the two founders of the Air Force pilots yeah what",
        3687.26,
        3692.54
    ],
    [
        " first I heard from the J. J. Pack guys that they did that the Alan Trent's family didn't want to",
        3692.54,
        3698.32
    ],
    [
        " know anything about it one or the other and so then I heard from Eric Coother's family the",
        3698.32,
        3704.56
    ],
    [
        " Hoover scene of the sisters that they were in touch with Alan Trent's sister I think it was",
        3704.56,
        3710.08
    ],
    [
        " and they want to be another sister now yeah and so they wanted to know it so I've still got a",
        3710.08,
        3718.4
    ],
    [
        " piece of the jet I want to go ahead and get to that family wow but you gave them something from",
        3718.4,
        3724.6
    ],
    [
        " the site yes I gave a piece of the jet co-grade for just amazing yeah what a great judge and you",
        3724.6,
        3732.28
    ],
    [
        " brought it all back from the jungle over all that terrain and that's stuff you brought back on foot",
        3732.28,
        3737.62
    ],
    [
        " it wasn't the stuff you brought back with DPA on under helicopters from Cambodia right well you know",
        3737.62,
        3743.44
    ],
    [
        " when I shipped everything to the states yeah including a jar of soil I put it all in in one box",
        3743.44,
        3752.36
    ],
    [
        " and mailed it back to the states when I was winning where is everything because I had a bunch of",
        3752.36,
        3758.34
    ],
    [
        " trinkets and stuff I picked up over there you know sure and when I got it back it came to me in two",
        3758.34,
        3762.96
    ],
    [
        " boxes so they went through everything and the interesting thing was is they left the soil and",
        3762.96,
        3768.88
    ],
    [
        " everything in there they didn't take it out really yeah because that's I guess a big illegal thing",
        3768.88,
        3774.18
    ],
    [
        " you you don't take soil from another country really yeah that's what I've heard okay well we learned",
        3774.18,
        3779.74
    ],
    [
        " something to say yeah so it's like you're taking their territory or something out of it well okay so",
        3779.74,
        3784.92
    ],
    [
        " that so this wraps it up with DPA screwing you over by not being an agency with integrity enough",
        3784.92,
        3791.26
    ],
    [
        " at the mid management or upper management to say come back so now you're home let's just go back",
        3791.26,
        3797.56
    ],
    [
        " a little bit because I want to follow that story through let's come back after your special forces",
        3797.56,
        3803.76
    ],
    [
        " career you went back you were training at Longton and at some point after that mission the first",
        3803.76,
        3811.96
    ],
    [
        " sergeant at CCC came into you and said hey there's an opening do you want to teach at Longton and",
        3811.96,
        3818.66
    ],
    [
        " Longton at that time was the one zero school for future SAG week on but I had some other missions",
        3818.66,
        3825.28
    ],
    [
        " yeah in your spare time okay yeah I mean you want me to touch on some well particularly particularly",
        3825.74,
        3830.66
    ],
    [
        " the one where you had the mission was go get the tank I'm walking yeah this is no one of those",
        3830.66,
        3838.68
    ],
    [
        " walking across the compound you know I'm walking across the compound you should walk across the",
        3838.68,
        3842.96
    ],
    [
        " compound you should do an e-near for everything yeah yeah I have never ever turned down a mission",
        3842.96,
        3847.48
    ],
    [
        " I don't care what the mission was I went yeah yeah so so on this occasion they you're walking",
        3847.48,
        3852.44
    ],
    [
        " across the compound did he bump in right and the first sergeant comes up and he goes your favorite",
        3852.44,
        3857.4
    ],
    [
        " first sergeant yeah he goes out hey Jones he says teams down right I says yeah I said after that",
        3857.4,
        3863.94
    ],
    [
        " last mission I went ahead and gave him gave him a week off and because I had I had a big team",
        3863.94,
        3869.16
    ],
    [
        " yeah but I split him in half I had one guy spoke yet to me's in mountain yard so I spoke",
        3869.16,
        3873.8
    ],
    [
        " yet to me so I could talk to him and he would translate everything and the other guy spoke",
        3873.8,
        3877.58
    ],
    [
        " totally was one of the guys he was he got killed but totally he spoke he spoke English",
        3877.66,
        3883.34
    ],
    [
        " beautifully really yeah he got killed in one of those internment camps and whether he tried",
        3883.34,
        3888.92
    ],
    [
        " to escape and escape twice and they killed the war yeah and they killed him on the third attempt",
        3888.92,
        3893.48
    ],
    [
        " so I found out from one of the guys there was one of the medics at our dispensary there",
        3893.48,
        3899.26
    ],
    [
        " and he was working for the NBA North Vietnamese after the war right and he spoke English and so",
        3899.26,
        3907.2
    ],
    [
        " what happened is when I was going up to Laos I went to one of the guys because they're up",
        3907.22,
        3912.46
    ],
    [
        " they're cutting trees down right for the wood and I asked him I said I'd like to have somebody",
        3912.46,
        3917.1
    ],
    [
        " take me up to Ho Chi Minh Trail this kind of hire one of your guys so I gave him a couple of hundreds",
        3917.1,
        3923.4
    ],
    [
        " I'll give you 400 bucks I gave him 200 bucks and he put a guy with me and the guys spoke English",
        3923.4,
        3929.12
    ],
    [
        " and then later a couple of days later it comes over to me and he goes he goes by chance with",
        3929.12,
        3934.8
    ],
    [
        " you a contum and I go yeah he goes I worked in the medical office I was it but no yeah he says",
        3934.8,
        3940.56
    ],
    [
        " don't tell anybody says don't say anything to anybody please and so I never say anything but",
        3940.56,
        3946.0
    ],
    [
        " that guy actually was he went up there he he told me everything it was going on so it was really",
        3946.0,
        3952.4
    ],
    [
        " kind of cool so but anyway going back so I'm walking across the compound yeah and and he goes",
        3952.4,
        3959.96
    ],
    [
        " he goes well you know Jim he says you know I started in Hill lost a man on his last mission and he",
        3960.3,
        3966.86
    ],
    [
        " goes he needs a man he's got a mission coming up and I says you want to run with him yeah I'll run",
        3966.86,
        3971.68
    ],
    [
        " with him so I ran over and I said are you starting Hill and he goes yeah I says I hear you got a",
        3971.68,
        3977.12
    ],
    [
        " mission coming up he goes yeah I says I'll run with you and he goes really I says yeah so now he's",
        3977.12,
        3982.88
    ],
    [
        " got 2-1-0s on one team which is a lot of background there so sure so I went ahead and I ran with him",
        3982.88,
        3989.06
    ],
    [
        " and I asked him I says hey what's the mission he goes oh he wants to go knock out a tank I go what",
        3989.12,
        3994.98
    ],
    [
        " knock out a friggin tank are you seriously a Russian tank and lay us yeah there's gonna be thousands",
        3994.98,
        4001.38
    ],
    [
        " of people around that tank they're not gonna they're not gonna let it sit there by itself it's not",
        4001.38,
        4005.54
    ],
    [
        " sitting at a parking lot you know so so anyway we go we he says well we're leaving a couple of days",
        4005.54,
        4012.44
    ],
    [
        " if you want you can go do an aerial recon tomorrow so I went ahead and did a fly over and did",
        4012.44,
        4016.78
    ],
    [
        " an aerial recon I'm looking at it and checking out it's all slashing burn now slashing burn for",
        4016.78,
        4022.2
    ],
    [
        " those don't know what that is that's her it looks like a jigsaw looks like not a jigsaw but like",
        4022.2,
        4026.8
    ],
    [
        " tiktok that's an agricultural process yeah it's all clear farmland till it became so used up",
        4026.8,
        4034.54
    ],
    [
        " that they had to go to Newland they would they would they would slash and burn it cut down all the",
        4034.54,
        4039.4
    ],
    [
        " trees drain the soil then they burn it after after after they wasted the soil took out all the nutrients",
        4039.4,
        4046.12
    ],
    [
        " yeah and but there's little rows of trees in between them yes yeah and and you can't walk for",
        4046.42,
        4051.52
    ],
    [
        " those things I mean there's gonna be booby traps again well the plan oh booby traps and their",
        4051.52,
        4055.0
    ],
    [
        " property but but they're gonna have you know ambushes and everything's set up they think they see",
        4055.0,
        4059.92
    ],
    [
        " your chopper's coming in yeah so so anyway we go ahead and I picked out a couple of spots and he",
        4059.92,
        4065.3
    ],
    [
        " agreed with his couple spots he picked out and so we're flying in we're going in coming in on the",
        4065.3,
        4070.26
    ],
    [
        " first chopper all of a sudden bam bam bam bam you can hear bullets hitting the chopper I mean it's",
        4070.26,
        4075.5
    ],
    [
        " crazy the frigging chopper's starting to look like swish cheese none of us got hit so he pulls up",
        4075.62,
        4080.7
    ],
    [
        " really fast and goes over and tries to put us in our secondary we're coming down to our secondary",
        4080.7,
        4085.06
    ],
    [
        " bam bam bam bam bam you're full it's a fly in all over the place right still none of us got hit",
        4085.06,
        4090.06
    ],
    [
        " you know but you can hear it hitting us choppers as bullets you know so anyway we go over and he",
        4090.06,
        4094.86
    ],
    [
        " he gets up between the pilots he goes hey put us down over there so we go over there we go",
        4094.86,
        4099.3
    ],
    [
        " and we're getting closer to the ground all of a sudden bam bam bam and I hear I'm hit I'm hit I'm hit",
        4099.3,
        4105.04
    ],
    [
        " and so I'm reaching across and I'm holding on to his arm hill yeah to keep him from falling out of",
        4105.04,
        4110.42
    ],
    [
        " the helicopter because of the centrifugal force when they pull up real right so but that that was",
        4110.42,
        4114.64
    ],
    [
        " the end of that and where was he hit he was hit in the foot yeah he had one foot on the strut the",
        4114.64,
        4121.66
    ],
    [
        " other foot hanging out there like he was getting ready to jump off the chopper yeah and he got hit",
        4121.66,
        4125.7
    ],
    [
        " right that foot knocked a dog food out of him oh my god yeah because they had to go for that plate",
        4125.7,
        4130.22
    ],
    [
        " right yeah sure went through the plate in this jungle boot yeah so that that was the end of that",
        4130.22,
        4135.68
    ],
    [
        " mission thank goodness indeed but we were asking for trouble if we got on the ground so if there",
        4135.68,
        4141.86
    ],
    [
        " one one more mission there that comes to mind or from sog days or then we even in long time you",
        4141.86,
        4155.54
    ],
    [
        " I had a couple of incidents I'm here one time we were I was with Joe Van Diver and we're in",
        4155.54,
        4161.66
    ],
    [
        " your wear now and I think that was in Laos okay so we're we're we're over there we're walking around",
        4161.66,
        4167.84
    ],
    [
        " and we got trackers coming after us because it was raining and muddy and everything and you",
        4167.84,
        4172.82
    ],
    [
        " could see the tracks we could see it because we went back and we started around across to over",
        4172.82,
        4177.4
    ],
    [
        " ourselves right and we could see the tracks behind us they weren't those hookbacks yeah coming back",
        4177.4,
        4182.04
    ],
    [
        " around and so we went a found a place to rest overnight and we get down underneath we found a",
        4183.74,
        4188.82
    ],
    [
        " fallen trees we climbed up underneath it and we're laying there and it's raining and everything and",
        4188.82,
        4194.14
    ],
    [
        " I remember it was so friggin pitch black and we can hear people coming walking through you know",
        4194.14,
        4198.48
    ],
    [
        " they're right you know everything tinkley any dogs no dogs but they came through we had dogs when",
        4198.48,
        4204.14
    ],
    [
        " I was on Danster when I went with Danster at that time right yeah they had dogs there um but the",
        4204.14,
        4210.36
    ],
    [
        " I remember we can hear them all said we didn't hear them again and then I'm sitting there going",
        4211.82,
        4216.12
    ],
    [
        " I'm looking at them and they're looking at me and we can't see each other I mean I got a",
        4216.12,
        4220.52
    ],
    [
        " source like from me to you no kidding oh man I you know we had no idea we could all we could do is we",
        4220.52,
        4226.32
    ],
    [
        " got up soon it's got a little bit of light right we got up and we snuck out of there and got out",
        4226.32,
        4232.44
    ],
    [
        " and we didn't have any problems we walked out and but later that day we had a bunch of monkeys",
        4232.44,
        4238.14
    ],
    [
        " you know apes running around the woods woods so we're wondering if maybe it was apes on the ground",
        4238.44,
        4243.56
    ],
    [
        " instead of in the trees we don't know so because we didn't we couldn't see them right we don't know",
        4243.56,
        4248.78
    ],
    [
        " where I'm walking so then then later that day we're walking down we stopped I remember we stopped",
        4248.78,
        4257.2
    ],
    [
        " to take a break and all of a sudden enemy started walking right by us really yeah so where's the",
        4257.2,
        4263.54
    ],
    [
        " team on a bridge you're off the trail we didn't even know there was a trail there we didn't get to it",
        4263.54,
        4267.68
    ],
    [
        " oh so you had been marching you didn't realize it and then you're on a break and then",
        4268.0,
        4271.92
    ],
    [
        " yeah and these guys walked right there I'm laying on the ground trying to get as low as I can",
        4271.92,
        4276.62
    ],
    [
        " I thought they were gonna hear my heart beating because you know how when your heart's been you're",
        4276.62,
        4280.48
    ],
    [
        " going like boom boom boom boom boom your body's moving I thought the bushes were gonna be moving and",
        4280.48,
        4285.18
    ],
    [
        " all of a sudden I look out the corner of my eye and I see their legs from me to you just walking",
        4285.18,
        4289.28
    ],
    [
        " by and you didn't realize you're that close to a trail and the reason why because you're in triple",
        4289.28,
        4294.04
    ],
    [
        " canopy in layouts and you move through the triple canopy for a long period of time you take",
        4294.04,
        4299.2
    ],
    [
        " your break low and behold you take your break next to a trail close enough where the enemy walk past",
        4299.2,
        4305.92
    ],
    [
        " two to three feet away from you they don't see you you're in a jungle but you see them but",
        4305.92,
        4312.5
    ],
    [
        " there's a lot of those guys and you still have just a little recon team yeah I was",
        4312.5,
        4317.5
    ],
    [
        " checking the first thing I was engaged and enemy at that point well the first thing I was thinking",
        4317.5,
        4321.88
    ],
    [
        " was let's grab one of these guys is a be with W yeah as a first thing I was thinking there was a lot of",
        4321.88,
        4326.3
    ],
    [
        " yeah but Joe Van Dyred goes we don't know who's behind him you know could be a lead element you know",
        4326.3,
        4332.52
    ],
    [
        " indeed so we just let it go but we had one guy stand up on the shoot him we grabbed him down we",
        4332.52,
        4339.04
    ],
    [
        " fired him at the end oh is that right yeah we fired him his name was not and we called him a nut",
        4339.04,
        4344.48
    ],
    [
        " but he would just get up and start shooting anybody he didn't care I mean he was yeah he was",
        4344.48,
        4349.14
    ],
    [
        " scary he didn't want him on your team no no so so we finally got rid of him just another dance",
        4349.14,
        4354.78
    ],
    [
        " hog but yeah I you know I had I had a few missions a lot of little things like that pop up and stuff",
        4354.78,
        4360.46
    ],
    [
        " road watches you go up on the road and you watch count the trucks go by try to see what's in them",
        4360.46,
        4365.28
    ],
    [
        " if it's light enough you try to see if there's if it's people with you know the enemy if it's food",
        4365.28,
        4370.76
    ],
    [
        " if it's weapons like that and you count them then you move back up again and I'm here one time",
        4370.76,
        4377.8
    ],
    [
        " we moved back up again and we can heard heard voices on the road all of a sudden they start shooting",
        4377.8,
        4382.22
    ],
    [
        " each other no kidding yeah they thought that they were shooting us yeah I guess you know it",
        4382.22,
        4388.52
    ],
    [
        " pieced up each one was the enemy yeah shooting at each other so how did where fast movies come down",
        4388.52,
        4393.78
    ],
    [
        " and they they you hear him dropping bombs I'm Hochman Trell and I'll send you here all these",
        4393.78,
        4397.66
    ],
    [
        " secondary explosions where they hit a bomb storage or something sure cash cash a's yeah yeah yeah",
        4397.66,
        4402.94
    ],
    [
        " yeah here it come across a lot of little stuff like bright light missions I remember one time we",
        4402.94,
        4407.04
    ],
    [
        " were on a bright we were off the side on a bright light mission and we're frigging bouncing on the",
        4407.04,
        4411.22
    ],
    [
        " ground the only thing between us and that Hochman Trell and the and the arc light was that was a hill",
        4411.22,
        4417.56
    ],
    [
        " it keep from any shrapnel so wait let's play a tape back a little bit the reason why you're bouncing",
        4417.56,
        4421.7
    ],
    [
        " off the ground is your danger close to an arc like B 52 strike right it's three jets it's three jets",
        4421.7,
        4429.12
    ],
    [
        " flying over and what do they drop a hundred or 300 bombs each I know they drop a lot and there are",
        4429.12,
        4434.74
    ],
    [
        " three thirty thousand feet so you can't hear the jet yeah you don't hear anything until the first",
        4434.74,
        4439.04
    ],
    [
        " bomb explodes and then we're close now we can hear the going but you know what you hear is you hear",
        4439.04,
        4444.26
    ],
    [
        " the carrier no I don't know I've never had that experience Jim but thank you please tell us what",
        4444.26,
        4448.66
    ],
    [
        " that's like they have a cart you know they got the bombs and they've got this tray yeah okay",
        4448.66,
        4452.68
    ],
    [
        " they got bombs on it yeah when the tray drops you can hear the tray you can hear the tray coming down",
        4452.68,
        4460.16
    ],
    [
        " okay yeah so that's what you hear and that happens three times a night but I mean it was like",
        4460.38,
        4466.62
    ],
    [
        " flash bulbs going off it was so bright yeah it was unbelievable so did they know you're there no oh",
        4466.62,
        4475.74
    ],
    [
        " the airfields knew where we were okay so yeah danger close but everything's copious study yeah",
        4475.74,
        4481.36
    ],
    [
        " everything's okay 108 108 108 per point yes so that's 300 that's 900 bombs a night roughly",
        4481.36,
        4489.94
    ],
    [
        " oh my god so at some point this the your favorite first sergeant comes into you in May of",
        4490.16,
        4497.56
    ],
    [
        " a 1970 goes Jim do you like to teach oh I love teaching but yeah he goes you know so you've had",
        4497.56,
        4504.54
    ],
    [
        " a couple of rough missions it says would you like to go down and teach for a while take a break",
        4504.54,
        4508.08
    ],
    [
        " and I go sure so I went on down the long time and I taught infill ex-fill you know you know",
        4508.08,
        4514.98
    ],
    [
        " strings repelling ladders parachuting that kind of stuff and then I did prisoner snatches",
        4515.64,
        4523.2
    ],
    [
        " taking you know prisoners right when I was on the 18 I took a few prisoners so this on",
        4523.2,
        4530.86
    ],
    [
        " 18 before you go to CNC yeah for I would see see yeah I took I think I took a total around 15",
        4530.86,
        4536.38
    ],
    [
        " prisoners when I was there let me just play a tape back my whole career I never got one out",
        4536.38,
        4541.98
    ],
    [
        " of live and you with the 18 but okay it's still pretty impressive you can just talk about how",
        4541.98,
        4547.88
    ],
    [
        " you were able to capture that many via Kong or NVA who became your POWs and take it from near sir",
        4547.88,
        4556.62
    ],
    [
        " well when when when I was on the when I was on the 18 you know I had I had 133 vietnames with me",
        4556.62,
        4562.3
    ],
    [
        " they're CIDG surveying a regular defense groups it was 502 a 554 I think it was they were",
        4562.3,
        4571.22
    ],
    [
        " they were a follow-to right yeah the CIDG camp that that was the the CIG number 554 so anyway we've",
        4571.28,
        4579.2
    ],
    [
        " got those guys and so you're going out with a couple of petunes to people and you can set up",
        4579.2,
        4584.42
    ],
    [
        " ambushes and you see these people come in you can grab them and stuff one of them I picked up on",
        4584.42,
        4588.94
    ],
    [
        " he was it was kind of a sad story and I was kind of fight with the doctors over it but it was",
        4588.94,
        4595.88
    ],
    [
        " an ambush and a bunch of them got killed and stuff but one guy was alive he had a got shot in",
        4595.88,
        4600.84
    ],
    [
        " the femur broke a femur with a with an around and so we brought him back and I mean I was getting",
        4600.84,
        4608.08
    ],
    [
        " ready to give him some morphine because you got to be careful give them the morphine you know",
        4608.08,
        4611.18
    ],
    [
        " the little people because they can they can die from it right you give them the opposite side",
        4611.18,
        4615.44
    ],
    [
        " yeah and you just give them like a little half of that little squeezy thing sirat yes sirat so",
        4615.44,
        4620.48
    ],
    [
        " squeezy thing so so you give them that and and so I wrapped up and I had my guys take my down to",
        4621.12,
        4628.64
    ],
    [
        " the to play to play koo at the hospital there and so he was only he was only 14 years old",
        4628.64,
        4634.04
    ],
    [
        " and it gives the enemy had young kids fight yeah sure so 14 so I go down there the next day and the",
        4634.04,
        4639.9
    ],
    [
        " next day I know his leg is gone I like what happened to his leg he so that we had no choice we had",
        4639.9,
        4643.98
    ],
    [
        " to take it off and okay so I went down a couple weeks later and to see how he was doing and I said",
        4643.98,
        4649.78
    ],
    [
        " hey where is he oh he died I go would you mean he died he only got shot in the leg and then this",
        4649.78,
        4655.42
    ],
    [
        " doctor goes you know how many Americans I see dying in here and I said you everything as well I",
        4655.42,
        4659.8
    ],
    [
        " said you know how many more Americans are gonna die because you just killed my intelligence",
        4659.8,
        4662.72
    ],
    [
        " like that and I was gonna I was gonna get ready to punch him he was gonna fight fight me and we",
        4662.72,
        4667.56
    ],
    [
        " were getting rid of a fight yeah you know and so the nurses broke us up and said wait wait",
        4667.56,
        4671.62
    ],
    [
        " wait stop just stop get away from each other you know like so then I came back and I just broke my",
        4671.62,
        4676.22
    ],
    [
        " heart 14 year old kid so get back to how you got POWs oh well that one was on an ambush and the",
        4676.22,
        4683.52
    ],
    [
        " other ones we set up we set up ambushes for him yeah one is really big you got five to seven yeah",
        4683.52,
        4689.1
    ],
    [
        " yeah because there was a there was a hospital up there in the hills we knew there was a hospital",
        4689.1,
        4694.76
    ],
    [
        " a vehicle and VA hospital yeah yeah vehicle in hospital we knew there was there and we did know where it",
        4694.76,
        4700.16
    ],
    [
        " was so I wanted to go up there and find it so I went up and set this ambush up and we took oh heck",
        4701.32,
        4706.68
    ],
    [
        " I don't know how many how many people were there but people walk through your ambush yeah they",
        4706.68,
        4711.5
    ],
    [
        " walked through it you ignited the ambush right kill the bunch and some live they became your POWs yeah",
        4711.5,
        4716.92
    ],
    [
        " the one said one was a woman and no wait no yes one was a woman and and two other guys were I guess",
        4716.92,
        4727.46
    ],
    [
        " fiat con that would change his nurses or something like that the woman I can't remember she was a",
        4727.46,
        4731.54
    ],
    [
        " nurse or a doctor I can't remember but anyway so we got them and and we turned them over to to the",
        4731.54,
        4737.94
    ],
    [
        " 18 they interrogated talked to them and stuff then they turned them over the district chief and the",
        4737.94,
        4741.72
    ],
    [
        " district chief says I'll let you go as long as you don't hit my village that kind of thing right that's",
        4741.72,
        4746.66
    ],
    [
        " way it works a little quid pro quo there yeah that's just the way it went and then when I was down at",
        4746.66,
        4751.3
    ],
    [
        " b53 long time you going through a train yeah you're a train of their teacher yeah I was teaching them",
        4753.9,
        4758.98
    ],
    [
        " our team mama came down from CCN and they were going to the prison snatch school so they had a",
        4758.98,
        4765.94
    ],
    [
        " mission coming up and I was supposed to go on home this is one where I miss my flag going home",
        4765.94,
        4769.56
    ],
    [
        " so so anyway so they're getting ready to go out on this mission and I said really gonna go out",
        4769.56,
        4776.96
    ],
    [
        " the Australians came to us and the Australians there was an ambush set up and the Australians got",
        4777.06,
        4781.68
    ],
    [
        " caught in the ambush and they ran right into a minefield oh and so 36 something got",
        4781.68,
        4786.82
    ],
    [
        " either killed or wounded and so they asked if we can go in there and take a prisoner to find out",
        4786.82,
        4791.7
    ],
    [
        " where this mining place was where they were building these mines yeah yeah so anyway so",
        4791.7,
        4796.7
    ],
    [
        " we set up the we're up there we had two teams one was from ccc but another couple of guys took",
        4796.7,
        4803.86
    ],
    [
        " that team out and they're up there at night you can hear them because when you want to take prisoners",
        4803.86,
        4808.16
    ],
    [
        " one of the ways you take a prisoner she let them know you're there and have them come come to you",
        4808.16,
        4813.4
    ],
    [
        " right and then you can wipe out what you want and keep the guys you want um that's one way of doing",
        4813.4,
        4819.34
    ],
    [
        " it so these guys are up there and it was shepherd it was I can't remember shepherd's first name",
        4819.34,
        4823.42
    ],
    [
        " but he was he was up there and he took his siren with him so we were sitting there at the middle of",
        4823.42,
        4827.82
    ],
    [
        " night you know and you're he got the siren no yeah trying to get people to come to him so so we're",
        4827.82,
        4834.46
    ],
    [
        " sitting there we're we're over the rest overnight and stuff you know and you know you're not",
        4834.46,
        4838.34
    ],
    [
        " picture where I'm sitting out in the bush I'm sitting on the ground right yeah that picture is",
        4838.34,
        4841.84
    ],
    [
        " from that from we right the night before we took these prisoners so anyway we're we're next",
        4841.84,
        4847.08
    ],
    [
        " morning and we hear ox carts coming up this road this dirt trail and so we get up and we set up",
        4847.08,
        4857.8
    ],
    [
        " medicine at trying to make for making mines oh no kidding yeah so um you know so they had",
        4857.8,
        4863.62
    ],
    [
        " they had all the materials then it had stuff on top yeah so you couldn't tell the head of",
        4863.62,
        4867.9
    ],
    [
        " a bunch of kids with them whoa yeah to throw it off sure of course and and again it was a it was a",
        4867.9,
        4873.62
    ],
    [
        " woman like like the mother of the kids kind of thing yeah and a couple of other guys so we took",
        4873.62,
        4878.4
    ],
    [
        " those three prisoners and then we we told the kids we destroyed everything that was in the ox",
        4878.4,
        4883.64
    ],
    [
        " told them to take your ox and go back home and but you know an interesting little",
        4884.06,
        4888.6
    ],
    [
        " side point on this is the helicopters flying overheads they came over and they wanted us to",
        4888.6,
        4894.42
    ],
    [
        " step back back and they were gonna shoot everything up and I told my I said you make you shoot",
        4894.42,
        4899.82
    ],
    [
        " them up I'm gonna make you come down here and look at it you know yeah so then a CNC ship flew",
        4899.82,
        4904.98
    ],
    [
        " overhead and and he goes hey what's going on and I told him and they told the choppers to get out",
        4904.98,
        4909.46
    ],
    [
        " of there because they were just little kids yeah yeah so told them to go and then we had a",
        4909.46,
        4914.88
    ],
    [
        " chopper come in and we took the prisoners back and I got I got vid movies of them too",
        4914.88,
        4919.3
    ],
    [
        " that from that I think it's three I think I see a future movie coming here some kind of documentary",
        4919.3,
        4925.5
    ],
    [
        " so you wrap up your tour of duty you're training there then at some point you being James Henry",
        4925.5,
        4933.16
    ],
    [
        " shortened Jones the first the one the only you get a little bored with life you go maybe I should",
        4933.8,
        4939.6
    ],
    [
        " be a PJ yeah well when I came back to states I was I joined the 12th reserve group right with Jimmy",
        4939.6,
        4945.2
    ],
    [
        " Gaston and the team over there and we were they sent us all the scuba school and so we were",
        4945.2,
        4951.2
    ],
    [
        " under water operations sure but there's not much it can do you know I mean I'd love being a war",
        4951.2,
        4956.66
    ],
    [
        " under water go do stuff you know but we were doing ship bottom searches we were doing stuff for",
        4956.66,
        4962.04
    ],
    [
        " a coast guard up in the Sacramento River for the army ships you know and that was a and at that",
        4962.04,
        4968.22
    ],
    [
        " time the 12th was based where it was it was at Nevada California okay yeah by by San Francisco sure",
        4968.22,
        4976.4
    ],
    [
        " yeah so but I remember one time doing a ship bottom search and I'm down at the bottom trying to",
        4976.4,
        4981.62
    ],
    [
        " get a cable off a screw right and I'm done and I'm in the silt and the waters mud it's all",
        4981.62,
        4987.96
    ],
    [
        " like the Mississippi River you know and and I look up and you can see light right and I'm looking",
        4987.96,
        4992.98
    ],
    [
        " at my face mask and I see all these little worms on my face mask from the silt and there I know",
        4992.98,
        4998.6
    ],
    [
        " they're in the corner of my mouth and I'm going so you're you're moving for you're in the 12th and",
        4998.6,
        5005.7
    ],
    [
        " then the light goes on I think I think I'll become an Air Force power rescue man well I didn't even",
        5005.7,
        5011.46
    ],
    [
        " know what PJs were I had no clue what power rescue was but we're up in trucky and we're teaching",
        5011.46,
        5016.06
    ],
    [
        " night it was in the wintertime you know snow and everything we're teaching some machine guns",
        5016.76,
        5021.86
    ],
    [
        " and night vision devices and so these PJs come up in this bus and they come at says we're",
        5021.86,
        5029.16
    ],
    [
        " gonna have Mulligan stew for dinner and they go no no no no he says no no we're cooking dinner",
        5029.16,
        5033.86
    ],
    [
        " night and they whip out filet mignon lobster all the stuff and they got these big things set up",
        5033.86,
        5039.58
    ],
    [
        " all Air Force they oh yeah man they were setting it up no Mulligan stew for them oh man so we took",
        5039.58,
        5045.64
    ],
    [
        " off here could you know Mulligan so you take all your sea rations yeah yeah little hot sauce and",
        5045.64,
        5049.8
    ],
    [
        " you're good yeah yeah so so anyway so I go on down to the bar of America in trucky california with",
        5049.8,
        5056.04
    ],
    [
        " the one of the guys Bob Bob Herman and Bob was a character so and I said this guy's a dude anyway",
        5056.04,
        5062.2
    ],
    [
        " and he goes well we jump all the time we do playing crashes in the mountains ships out in the ocean",
        5062.2,
        5067.34
    ],
    [
        " you know all kinds of rescue work he says yeah we have a great time we always got something going",
        5067.34,
        5071.62
    ],
    [
        " and so the mentioned their heritage of the PJs because during the Vietnam War they were the",
        5071.82,
        5078.86
    ],
    [
        " jolly green giants which in every other helicopter rescue mission failed then you called the jolly",
        5078.86,
        5086.5
    ],
    [
        " green giants whose model was that others may live exactly and they died I mean october 5th with",
        5086.5,
        5094.44
    ],
    [
        " limb black yeah they they lost the helicopter and crew members supporting trying to rescue one",
        5094.44,
        5100.98
    ],
    [
        " of our teams that was saved by another jolly green giant yeah super jolly so there's that great",
        5100.98,
        5106.26
    ],
    [
        " history of valor you know which is a part of the Air Force that very little people know about yeah",
        5106.26,
        5112.58
    ],
    [
        " it's a very small group there's very few PJs highly trained yeah extremely highly trained so",
        5112.58,
        5117.54
    ],
    [
        " make it to the point you want to join so tell us a little bit about what got you in then how",
        5117.54,
        5121.76
    ],
    [
        " the training went and then you had a couple unusual missions there yeah so what when I when I went",
        5121.76,
        5129.04
    ],
    [
        " down talked to alrichman he was in charge of the peri rescue section for the 129th AARRS it's",
        5129.04,
        5135.84
    ],
    [
        " aerospace rescue recovery service so we go down there and and he was a former SF guy yeah he was a",
        5135.84,
        5142.6
    ],
    [
        " former reserve SF guy yeah and they're everywhere yeah everywhere everywhere I tell you everywhere",
        5142.6,
        5148.66
    ],
    [
        " so so anyway so he shows me this letter and it says that peri rescue needs more tactical training",
        5148.66,
        5156.02
    ],
    [
        " and I'm going jeez I'm so tired of teaching people how to kill each other you know so yeah so",
        5156.14,
        5160.16
    ],
    [
        " and he goes well that's your ticket in I go well if I have to so I go ahead and he says well",
        5160.16,
        5168.46
    ],
    [
        " you still gonna have to go to school so you still gotta pass so they they gave me a test and I",
        5168.46,
        5172.22
    ],
    [
        " passed the test you know you got to swim like a thousand yards or something like that and you got",
        5172.22,
        5176.14
    ],
    [
        " to do so many pushups pump me pull ups but I passed all that stuff and so they I didn't have to go to",
        5176.14,
        5181.46
    ],
    [
        " Lacklin which is their basic training that that's their Superman you that's where they build them up",
        5183.16,
        5188.02
    ],
    [
        " right these guys come out of the looking like Superman you know but I they do that to make sure",
        5188.02,
        5194.92
    ],
    [
        " they don't fail jump school they don't feel scuba school they don't fail any of the courses right",
        5194.92,
        5199.5
    ],
    [
        " because it makes them look bad sure so they do that and but I was already scuba trained I was already",
        5199.5,
        5204.34
    ],
    [
        " jump trained and everything else sure so they buy pass that school for me and I went straight to",
        5204.34,
        5210.4
    ],
    [
        " Kirkland in New Mexico and Santa Fe Albuquerque and when I was there they put me in charge of the team",
        5210.42,
        5219.34
    ],
    [
        " so that's training there is a training facility or that's a training base no it's an actual base",
        5219.34,
        5224.92
    ],
    [
        " yes yes but it's a training facility and that's where the per rescue guys go and they teach you",
        5224.92,
        5231.26
    ],
    [
        " in mountain rock climbing and all that but I already had that I really I was climbing long",
        5231.26,
        5236.06
    ],
    [
        " before I even went there and then they teach you in rough terrain parachuting and then periscuba",
        5236.06,
        5242.26
    ],
    [
        " parachuting with full scuba gear and everything they teach you all that stuff then they teach you",
        5242.26,
        5246.72
    ],
    [
        " how to work on the hewis how to be a crew member and how to like you're practically a loadmaster",
        5246.72,
        5251.76
    ],
    [
        " but they teach in the hewis they teach in the h3 which is the jolly green and the h53 which is a",
        5251.76,
        5257.16
    ],
    [
        " super jolly and then the c130s aircraft so that's a lot of training it's a lot of training it's really",
        5257.16,
        5265.12
    ],
    [
        " it's not an easy course it's it's a toughest course in the military to be a PJ sure yeah I mean",
        5265.12,
        5270.1
    ],
    [
        " because I mean when I was there like I was telling you the I had these guys it was freezing out",
        5270.1,
        5275.58
    ],
    [
        " and they didn't not all of them had their proper jackets where so I had all the guys out here",
        5275.58,
        5282.44
    ],
    [
        " you know my guys that were all dressed and I had the I had a jacket they had the jackets but there",
        5282.44,
        5287.38
    ],
    [
        " was four guys that didn't and I told myself what have you got I don't want you getting sick and he",
        5287.38,
        5292.6
    ],
    [
        " goes all the guys are flight jacket so I said okay go get your flight jackets put them on come on",
        5292.6,
        5297.5
    ],
    [
        " so they came out with their flight jackets on with their blues which is a real no no so I had a",
        5297.5,
        5302.12
    ],
    [
        " space between them I had the four guys behind them right and so we're running the school you know",
        5302.12,
        5307.12
    ],
    [
        " sure because running is a part of your training every day you run everywhere yeah so but when I was",
        5307.12,
        5313.42
    ],
    [
        " there well I'll get that in a second but anyway so they go up to one of the guys were in the jacket",
        5313.42,
        5318.44
    ],
    [
        " because what are you doing when you're flight jacket with your blues oh Sergeant Jones that was okay",
        5318.82,
        5322.42
    ],
    [
        " sir I'm I'm going what I said that's what you supposed to say here's what say oh was I not",
        5322.42,
        5329.68
    ],
    [
        " supposed to do that sir you know yeah it's supposed to anything don't sit there and blame on",
        5329.68,
        5333.82
    ],
    [
        " somebody else you know what happens is team integrity you know yeah D so anyway so they came",
        5333.82,
        5338.9
    ],
    [
        " over to me and he goes we want to talk to you in the office I go in the office they dropped me",
        5338.9,
        5342.6
    ],
    [
        " for 1500 push-ups took me a day and a half to do them welcome to PJ school right so then I walk",
        5343.14,
        5349.54
    ],
    [
        " into the room you know my arm's dragging my legs dragging on the ground and I walk in there and I",
        5349.54,
        5353.92
    ],
    [
        " just look at those guys the guy that said that I go I thought you were my buddy we're still good",
        5353.92,
        5361.96
    ],
    [
        " buddies yeah so you compete the training and then at some point you begin to do some missions and",
        5361.96,
        5372.58
    ],
    [
        " had a bunch of yeah I was one of the rescuers on Mount St. Helens when it blew okay well this",
        5372.76,
        5377.22
    ],
    [
        " takes back just a little bit because people when I think about Mount St. Helens I think of the volcano",
        5377.22,
        5383.54
    ],
    [
        " the mass the mountains movies that followed and they never talked about PJs so that was the guys that",
        5383.54,
        5389.38
    ],
    [
        " did the rescues of course yeah I think is a three oh third something up there a three oh fourth it's",
        5389.38,
        5394.16
    ],
    [
        " up in Oregon so again in your spare time your unit just happens to ship north and you find yourself",
        5394.16,
        5400.02
    ],
    [
        " there in the middle of onus yeah no I volunteered to go yeah of course they're looking because well",
        5400.14,
        5405.1
    ],
    [
        " the guys the guys up there were working their butts off you know they were getting tired yeah it was a",
        5405.1,
        5409.42
    ],
    [
        " sac man a sac man a big dick the bag man big dick the bag man we called him every time he went",
        5409.42,
        5416.12
    ],
    [
        " on a mission he always bagging him you know bringing the bodies back and back oh kind of a bad",
        5416.12,
        5420.58
    ],
    [
        " bad terminology yeah but he he was a fireman as well so he was a really cool guy now they do a lot",
        5420.58,
        5426.7
    ],
    [
        " rock climbing and ice climbing and mountain climbing so I did a lot of climbing on",
        5426.76,
        5430.34
    ],
    [
        " Mount Hood and ice work and everything on hood and sure everything up there um so you volunteered",
        5430.34,
        5435.68
    ],
    [
        " to go up for that mission yeah because the PJs were helping civilian authorities with getting",
        5435.68,
        5441.36
    ],
    [
        " the body getting getting remains or finding anybody alive and stuff like that so what I did is uh",
        5441.36,
        5446.36
    ],
    [
        " they said that we got to be careful because they can't get the helicopters on down below to the",
        5446.36,
        5451.26
    ],
    [
        " ground they can't because of all the ash right so what I did is this is a I got an idea I said",
        5451.26,
        5456.54
    ],
    [
        " we can repel then and we can come out on strings so I went to the rigors loft and had to make up",
        5456.54,
        5461.52
    ],
    [
        " like six sets of stable rigs and much nicer than ones we had you know and stable rig for",
        5461.52,
        5469.8
    ],
    [
        " for our listeners their first time listeners is a the strings the ropes wait it's in a bag",
        5469.8,
        5475.72
    ],
    [
        " there's a sandbag in our metal bar on the bottom of the bag and then all your rope is woven",
        5475.72,
        5480.92
    ],
    [
        " in there so it doesn't get into a bird nest when you drop it and so they drop it and it's got",
        5480.92,
        5486.34
    ],
    [
        " hooks on the bottom and you're wearing a harness all the time so your harness is part of the stable rig",
        5486.34,
        5490.92
    ],
    [
        " system at that point right you just hook it up and then they just pick you up and take it off you",
        5490.92,
        5495.06
    ],
    [
        " got to hook it up underneath your legs so um so I had all those rigged up so we go out there and",
        5495.06,
        5501.38
    ],
    [
        " we're looking we couldn't find any we were actually looking for the sheriff's brother who's out",
        5501.38,
        5505.02
    ],
    [
        " there in a station wagon but that blast was so tremendous that it took a d8 a d8 or a d10 I think",
        5505.02,
        5516.2
    ],
    [
        " flipped it and over and six times yeah but one of the things I thought was amazing is they they",
        5516.2,
        5521.64
    ],
    [
        " were drilling wells it was a couple areas where they're drilling wells up there and the well",
        5521.64,
        5525.4
    ],
    [
        " dirics were standing straight up they were there they didn't get knocked over or anything whereas",
        5525.4,
        5531.26
    ],
    [
        " the trees it just knocked down trees on the side of the mound just knocked them over well those",
        5531.26,
        5535.94
    ],
    [
        " trees that you see when you see those trees that are laying down like yeah he picks the tops of the",
        5535.94,
        5540.32
    ],
    [
        " trees are gone all the branches are gone and what that is those trees are only like 50 feet from",
        5540.32,
        5545.36
    ],
    [
        " where they were standing it was just like boom and they fell over yeah and and everything from",
        5545.36,
        5551.76
    ],
    [
        " those trees where it's vacant yeah those were all disintegrated just completely disintegrated",
        5551.76,
        5557.82
    ],
    [
        " whoa you know and the mud flows I mean you you you we're flying over because we're using H3s",
        5557.82,
        5564.28
    ],
    [
        " right where you're flying or no I'm sorry we're using Huey's so when we were flying over you can",
        5564.28,
        5569.24
    ],
    [
        " see animals in the river dead dead sure and logs coming down from the mud slides bring down",
        5569.24,
        5575.16
    ],
    [
        " logs and everything and some of the trees down stuff I mean it was it was the most devastation yeah",
        5575.16,
        5582.2
    ],
    [
        " yeah I've never seen anything like that it's like an atomic bomb you know but but anyway",
        5582.2,
        5588.18
    ],
    [
        " the spirit lake because you were afraid of they were afraid of what they call a flash black",
        5588.18,
        5594.98
    ],
    [
        " flash of red flash or something you know we're would blow up again right so that was as one of the",
        5594.98,
        5599.7
    ],
    [
        " reasons we had the rigs but that lake was half covered it was a huge lake and it was a half filled in",
        5599.7,
        5606.24
    ],
    [
        " okay and then you could see steam coming up all over the place and there were chunks of ice that",
        5606.24,
        5611.76
    ],
    [
        " came down because it looked like the moon is all gray and when the chunks of ice were flying through",
        5611.76,
        5616.04
    ],
    [
        " the air and came down they made these craters it looked just like the moon and when the ice was",
        5616.04,
        5620.18
    ],
    [
        " boiling and melting you got this steam coming out of them so it was I got a lot of pictures of it",
        5620.18,
        5626.38
    ],
    [
        " you know me I take my full course yeah so did that so that that was one of the missions there and",
        5626.74,
        5635.58
    ],
    [
        " and then let me see there was a the space shuttle I remember when Johnny Stevens and I were",
        5635.58,
        5643.02
    ],
    [
        " working we were saying you know we were talking to our boss Al Richmond said you know boss they",
        5643.02,
        5649.94
    ],
    [
        " kind of need PJs for that space shuttle says they're gonna have some kind of a rescue system",
        5649.94,
        5654.46
    ],
    [
        " because we'll work on it so we just irritated the dog poo out of NASA",
        5654.46,
        5659.28
    ],
    [
        " hey we're here for you we're here for you we're calling back up hey Raya we're here for you you know",
        5659.28,
        5665.16
    ],
    [
        " sure dr. Sedan is right Ray Sedan she married who who who Gibson really yeah I know we we",
        5665.16,
        5672.62
    ],
    [
        " bumped into each other two or three times since then yeah who just for the record was a recon guy",
        5672.62,
        5677.76
    ],
    [
        " Alicie C.N. Oh was it yeah well who Gibson was a was a real classic astronaut guy he was a character",
        5677.76,
        5684.06
    ],
    [
        " no they got married I think that's the same one but okay but that's amazing so anyways through",
        5684.06,
        5690.32
    ],
    [
        " lobbying you get NASA they say okay when the shuttle comes in we're gonna need help and yeah so",
        5690.32,
        5697.06
    ],
    [
        " what exactly how would the PJs in the bet NASA well what they did is they finally called this",
        5697.06,
        5704.5
    ],
    [
        " up and said okay we need you we have to train you to do some training so they flew us the white",
        5704.5,
        5710.14
    ],
    [
        " sands in Mexico and we trained with the astronauts there we trained with the Raya Sedan who's a",
        5710.14,
        5715.62
    ],
    [
        " medical doctor and some other and then Anna Fisher the first mother in space right and then Jim",
        5715.62,
        5721.34
    ],
    [
        " Bayesian who's also a medical doctor and he later became a flight surgeon for the pair rescue",
        5721.34,
        5727.34
    ],
    [
        " section up in Oregon and now he's in practice back east yeah but they all went up and Anna Fisher's",
        5727.34,
        5733.88
    ],
    [
        " when I worked with mostly and I saw Anna just about a year or a half ago I saw it one of the",
        5733.88,
        5738.36
    ],
    [
        " space fest things I should you want to take pictures of the pictures I showed her I said no you",
        5738.36,
        5742.76
    ],
    [
        " can just keep those pictures I've got copies so your training was to do what when the shuttle came back",
        5742.76,
        5748.02
    ],
    [
        " we had to learn how to take them out of the spacesuits that was the big thing because when somebody's",
        5748.02,
        5753.3
    ],
    [
        " in a space suit the first thing everybody wants to do is open up the face mask and talk to them",
        5753.3,
        5757.0
    ],
    [
        " right are you okay and that's the worst thing you can do you suck the eyeballs out you know could",
        5757.0,
        5761.6
    ],
    [
        " you still hold a pressure a lot of pressure yeah so what you got to do is you got to take the",
        5761.6,
        5764.78
    ],
    [
        " glove off first you take the glove off leaves all the pressure and then you can open the face",
        5764.78,
        5769.14
    ],
    [
        " mask talk to them check them out get them out of the space suit feel underneath venture their spines",
        5769.14,
        5773.9
    ],
    [
        " okay because if they're ejecting because STS-12 and three had ejection seats in it there was only two",
        5773.9,
        5779.28
    ],
    [
        " was that right yeah STS-1 was was Bob Krippin and John Young STS-2 was angles and truly STS-3 was",
        5779.28,
        5791.46
    ],
    [
        " Laosma in Fullerton wow and Jack Laosma and I've met Jack Laosma a few times too after",
        5791.54,
        5796.26
    ],
    [
        " so those are those missions and then you also had before we wrapped up this one story I remember",
        5796.26,
        5803.16
    ],
    [
        " the one where you had to go out as a PJ to rescue a guy with appendicitis and you had to refuel",
        5803.16,
        5811.1
    ],
    [
        " going back to base you had to do a pre-surgery pre-op surgery a procedure and then also you couldn't",
        5811.1,
        5819.82
    ],
    [
        " go high and they were refueling and you're I guess it was as soon as in age three you're at only",
        5819.82,
        5826.34
    ],
    [
        " 50 feet off the water and they're refueling 100 feet 100 feet but they're still refueling well okay so",
        5826.34,
        5833.5
    ],
    [
        " after the special thing and everything we went back we did let me see it was it was Johnny Stevens and",
        5833.5,
        5841.76
    ],
    [
        " I and Johnny was the team leader on that mission it was the very first jump mission actual jump",
        5841.76,
        5847.36
    ],
    [
        " mission for pair rescue for the one twenty-ninth so we flew out a thousand miles out they refueled the",
        5847.36,
        5854.66
    ],
    [
        " the age three so there was two C-130s one was flying us out so let me just back up the table one",
        5854.66,
        5861.4
    ],
    [
        " second the one twenty-ninth was a PJ unit based where out of Muffet okay Muffe Naval Air Station",
        5861.4,
        5868.46
    ],
    [
        " and so you're forced but it's right so you're there you get a phone call it says hey we need help",
        5868.46,
        5873.72
    ],
    [
        " a thousand miles away yeah it's got everything and so the age three has refuel capabilities",
        5873.96,
        5881.98
    ],
    [
        " yeah so while it's flying out they're getting refueled going out and your mission is what what do",
        5881.98,
        5888.74
    ],
    [
        " you find at your mission target well what when we're flying out we're talking to doctors right and",
        5888.74,
        5895.48
    ],
    [
        " the doctors are giving all kinds of information what to do what to do check this check that",
        5895.48,
        5900.72
    ],
    [
        " this is the and the person the person you're gonna pick up is an appendectomy",
        5900.74,
        5905.52
    ],
    [
        " no he had a rupture appendix oh okay so so we flew out and we get out there and then it was the",
        5905.52,
        5911.86
    ],
    [
        " I can't remember the name of the ship but it was a it was a it was a time in Taiwan ship and they",
        5911.86,
        5917.64
    ],
    [
        " were bringing the Honda cars over and so what we do is we go out there at 30 foot seas it was",
        5917.64,
        5923.14
    ],
    [
        " really rough seas well so we parachute it in and the other C-130 you parachute it into the ocean",
        5923.14,
        5929.66
    ],
    [
        " yeah then you climb aboard a ship in 30 foot waves yeah just when we got that for the bracket okay very",
        5929.66,
        5935.48
    ],
    [
        " good I'll get to that in a second but the the other C-130 is flying out and he's refueling the H-3",
        5935.48,
        5940.4
    ],
    [
        " all the way out right because we can't leave this guy in the ship we got to get him out of there",
        5940.4,
        5943.84
    ],
    [
        " yeah because he got a rupture appendix so but when we parachute in I'm coming down the parachute",
        5943.84,
        5949.58
    ],
    [
        " and I'm looking up at the top of the water up here the wave I'm not in the water yet you know",
        5949.58,
        5955.0
    ],
    [
        " I'm still coming down I'm going whoa you know that's a heck of a wave it's a heck of a wave you know",
        5955.0,
        5960.46
    ],
    [
        " you know we're peaking you know Pete was really nasty seas so we get in there and so I'm just",
        5960.46,
        5966.08
    ],
    [
        " trying to I had the weight to get to the top of the wave so I could find out where the dinghy was",
        5966.08,
        5969.68
    ],
    [
        " right because you drop your canopy right and you just swim with your gear on so this is why you",
        5969.68,
        5975.02
    ],
    [
        " got to be strong in a Pete parispe you got to swim with I got the medical gear on I've got my",
        5975.02,
        5979.04
    ],
    [
        " pack tray on you know and I got all this other junk on me rafts and everything else with you",
        5979.24,
        5983.88
    ],
    [
        " and so we're swimming over to the boat I'm swimming over to the boat I see the boat and I'm waiting",
        5983.88,
        5990.16
    ],
    [
        " for the boat to come back down again I grab it like this and it goes back up again and it goes to",
        5990.16,
        5995.5
    ],
    [
        " the top of the wave I can see all the way underneath the boat I'm going oh this is not cool",
        5995.5,
        5999.8
    ],
    [
        " so all of a sudden the boat goes back down again and the wave is such a peak that I just fall",
        5999.8,
        6005.48
    ],
    [
        " into the boat that's a nice fall yeah I just fall right in and now the problem is is that the",
        6005.48,
        6011.36
    ],
    [
        " the guy that's trying to get the motor the motor's not running they can't get the motor running so",
        6011.36,
        6015.66
    ],
    [
        " we're out there floating around going crazy I've bouncing the browning it's finally they get the",
        6015.66,
        6019.76
    ],
    [
        " thing going and the eyes guys are getting seasick the merchant marines are getting seasick",
        6019.76,
        6024.2
    ],
    [
        " wall in this little dinghy and then with the wind blowing it's all blowing all over us",
        6024.2,
        6029.36
    ],
    [
        " and we're to get this has got to be one of the worst missions ever so we finally get the boat we",
        6029.36,
        6034.1
    ],
    [
        " go over to the ship now when you get on the ship there's a door on the side of the ship and a",
        6034.1,
        6038.62
    ],
    [
        " ladder comes out so what you got to do is you got to wait for the biggest wave to get as high as",
        6038.62,
        6044.34
    ],
    [
        " you can on that ladder grab that ladder and all of a sudden the boat just goes away right and then",
        6044.34,
        6049.28
    ],
    [
        " you climb up there and I'm crawling in there and I'm just puking my guts out climbing in the",
        6049.28,
        6053.38
    ],
    [
        " that's not right oh I'm so sick I tell you don't every donut sound before a mission flying out",
        6053.38,
        6058.56
    ],
    [
        " I'm taking it with 30 foot waves oh we didn't expect that yeah so I can see these these guys",
        6059.2,
        6065.0
    ],
    [
        " are saying you know these guys came to save us yeah you're puking or you're gutting so I'm waiting",
        6065.0,
        6072.76
    ],
    [
        " for Johnny to come up on the ladder yeah Johnny comes up on the ladder it grabs a ladder a bigger wave",
        6072.76,
        6077.58
    ],
    [
        " comes up the boat hits him knocks him off the off the ladder into the boat goes he tries it again",
        6077.58,
        6082.9
    ],
    [
        " gets knocked off again goes and then he goes up again he grabs the ladder finally makes it in comes",
        6082.9,
        6088.26
    ],
    [
        " up so we get up there we get up in there and we're treating this guy with",
        6088.26,
        6091.46
    ],
    [
        " and Seth and some other pain meds and some other stuff and he wants us to open him up",
        6091.46,
        6097.6
    ],
    [
        " cut him so we got him we put him in the the chopper comes over lowers the stokes litter we put",
        6097.6,
        6103.96
    ],
    [
        " him in a sleeping bag we our sleeping bags have like velcro on the outside edges okay so you just",
        6103.96,
        6108.46
    ],
    [
        " put him down then you put the other bag over it and just zip it up put goggles on and put your",
        6108.46,
        6112.58
    ],
    [
        " muffs on him cover him up and they hoist him up inside once he's in then they drop the",
        6112.58,
        6117.9
    ],
    [
        " penetrator still going through the 34 waves and yeah with the ship yeah okay but the ship the",
        6117.9,
        6125.22
    ],
    [
        " ship you know the waves are coming this way the ships are always at an angle this way so they're",
        6125.22,
        6128.68
    ],
    [
        " not going like this or like this they're kind of going like this oh good yeah so so they go ahead",
        6128.68,
        6134.6
    ],
    [
        " and they bring us up on the penetrator we get in there and we're flying a hundred feet off the",
        6134.6,
        6139.44
    ],
    [
        " water going to Kuzbe Oregon which is only 950 miles or so away so we're going up that way",
        6139.44,
        6145.0
    ],
    [
        " and I'm and the guy's got his controlling his pants off his underwear he's pulling his underwear",
        6145.0,
        6151.32
    ],
    [
        " off his off his belly because of the pain because he was expanding you know the gas was building",
        6151.32,
        6156.94
    ],
    [
        " up inside there that's why you can't go up in the aircraft you got to be at a hundred feet",
        6156.94,
        6160.68
    ],
    [
        " so explain that just a little bit further because gas expands as you go up and altitude right",
        6160.68,
        6165.48
    ],
    [
        " so we got to keep them down low so you notice in the stormy weather you're flying at a hundred",
        6165.6,
        6170.58
    ],
    [
        " feet yeah and then the helicopter is getting refueled by does see 135 at that point no no no",
        6170.58,
        6176.88
    ],
    [
        " says see what 30s or see what 30s refueled the helicopters they okay yeah they got big huge tanks",
        6176.88,
        6181.68
    ],
    [
        " in the middle of them right so they they go ahead and refueling and we had to refuel I think it was",
        6181.68,
        6186.36
    ],
    [
        " two or three times to get to Kuzbe Oregon wow so we get there you're right and they got all these",
        6186.36,
        6191.72
    ],
    [
        " film crew out there I'd love to get this video all the film crews out there and so we're jumping",
        6191.72,
        6196.92
    ],
    [
        " out to where our bib overall you know like yeah yeah you know your part rescue yeah",
        6196.92,
        6202.28
    ],
    [
        " doing it if you take care of your patient oh yeah you do your profiles oh yeah we do our little",
        6202.28,
        6206.98
    ],
    [
        " thing but you also had to do a pre operation prep on the sky right no that's another guy okay",
        6206.98,
        6211.88
    ],
    [
        " that was another guy so we had another jump mission we fly out there and this time it was really",
        6211.88,
        6215.78
    ],
    [
        " nice nice weather I won't get into what I said to the Colonel but yeah let's just continue",
        6215.78,
        6220.94
    ],
    [
        " March here yeah so we fly out and this time I'm in charge of the jump so we go out there and we're",
        6220.94,
        6227.16
    ],
    [
        " I see the ship and it was a sugar islander the one that brings a sea nature girl from Hawaii to",
        6227.16,
        6231.54
    ],
    [
        " Carcena's bridge okay count California so we go out there and we we parachute in it was like",
        6231.54,
        6237.5
    ],
    [
        " without incident we just parachute in we get down the water the dinghy fixes up we go up we get",
        6237.5,
        6242.58
    ],
    [
        " up in there and the guy had an angle and a hernia and a bowel obstruction and so it probably a",
        6242.58,
        6248.98
    ],
    [
        " strangulated bowel and so what we did is we took care of him gave him some pain meds and stuff",
        6248.98,
        6253.74
    ],
    [
        " like that and you had comma with the doctors in the process yes we're talking about where you're",
        6253.74,
        6258.48
    ],
    [
        " flying to with this patient no we had we we're talking to the doctors out of Scott Air Force Base",
        6258.48,
        6263.0
    ],
    [
        " okay yeah so they're they're filling us in and telling us what's going on how to treat and what",
        6263.0,
        6268.22
    ],
    [
        " to do what not to do you know we get what but we have to do a workup on the patient and then we",
        6268.22,
        6273.96
    ],
    [
        " tell them what we find with the patient yeah then there's a pain what any kind of body irregularities",
        6273.96,
        6280.24
    ],
    [
        " yeah pretend I'm a comma guy that I'm not a medic trained like you were as a as a par rescue",
        6280.24,
        6285.98
    ],
    [
        " and what does that mean what exactly do you go through you Sam you feel his body oh you're from",
        6285.98,
        6292.4
    ],
    [
        " head to toe you you you checked everything you checked the spine you checked everything out but",
        6292.4,
        6296.8
    ],
    [
        " as somebody like that we knew we knew pretty much what was happening we didn't fall or anything",
        6296.8,
        6300.86
    ],
    [
        " right get injured so you know there's no broken bones or anything so um it's actually",
        6300.86,
        6305.68
    ],
    [
        " usually when you find some of these like unconscious or something right you can't talk to you sure",
        6305.68,
        6309.36
    ],
    [
        " car accidents playing crashes uh-huh so anyway so we we took care of the guy and uh",
        6309.36,
        6315.54
    ],
    [
        " we had we gave my v's and give him some fluids uh we tried to do a lavage and try to go down",
        6315.54,
        6323.56
    ],
    [
        " put a ng tube put the ng tube go down the stomach all the kept doing was just taken out",
        6323.56,
        6328.52
    ],
    [
        " bile you know because all the bile was building up an stomach and it keep them from vomiting",
        6329.26,
        6333.96
    ],
    [
        " because you're right you know and he might uh uh aspirate it into his lung so we get get rid",
        6333.96,
        6339.24
    ],
    [
        " of all that stuff and uh so we stayed with him we just stayed with him until we got to Hawaii",
        6339.24,
        6344.82
    ],
    [
        " and so when we got to Hawaii they they brought him off the ship and took him in and like I said I",
        6344.82,
        6349.74
    ],
    [
        " got a nice letter from the doctor uh that operate they said they took him in the surgery right away",
        6349.74,
        6354.0
    ],
    [
        " and said they didn't have to do any preps or anything because we had him all set up ready to go",
        6354.0,
        6357.72
    ],
    [
        " for surgery just another day as a pararaskument yeah just another PJ thing well um we're at that",
        6357.72,
        6363.72
    ],
    [
        " point in time the first two hours flew by we'll give you I'll take one more pararaskument oh okay",
        6363.72,
        6368.98
    ],
    [
        " so we had another one time we're flying these to call me hawk guy because I I could pick up",
        6368.98,
        6374.08
    ],
    [
        " guys no more carrot top no well that was I was in special forces I know I don't know the wild carrot",
        6374.08,
        6378.86
    ],
    [
        " the wild carrot so anyway so this time we're flying out we're doing uh oh okay we were doing uh",
        6378.86,
        6384.88
    ],
    [
        " I've had a couple of quickies I've gone out in the h3 we're doing uh we jumped in you know",
        6384.88,
        6390.08
    ],
    [
        " low and slow as you jump in the water at night yes you jump in then they come back and they drop the",
        6390.08,
        6394.88
    ],
    [
        " penetrator down and you're supposed to get on it get the penetrator and they hoist your back up",
        6394.88,
        6399.22
    ],
    [
        " and it's for the pilots as well as for the PJs because the uh what they do is they drop flares out",
        6399.22,
        6404.3
    ],
    [
        " in the water at at different angles and that gives them keeps them from getting uh vertigo",
        6404.3,
        6410.16
    ],
    [
        " and so all of a sudden this guy's going out there and the waves going up and down",
        6410.7,
        6414.42
    ],
    [
        " hid some of the flares he gets vertigo so we're going up on the penetrator is Bill Thompson and I",
        6414.42,
        6419.86
    ],
    [
        " were going up on the penetrator all of a sudden the chopper just drops drop right down on top of",
        6419.86,
        6425.02
    ],
    [
        " this ladder right in the water we just got off that penetrator swam as far as we could out and",
        6425.02,
        6429.32
    ],
    [
        " make sure the rogers wouldn't hit us and so we got back up and we came back and uh finally he got",
        6429.32,
        6435.16
    ],
    [
        " he got control of it because they float they they they can actually land on water so but they",
        6435.16,
        6440.68
    ],
    [
        " they brought it back up again they dropped the penetrator we get back on the penetrator they",
        6440.68,
        6444.58
    ],
    [
        " zip us up they zip the stuff so friggin fast I hit the belly of the friggin helicopter about not me out",
        6444.58,
        6449.14
    ],
    [
        " goddess inside got in there that was the end of night penetrate real live live operations at night",
        6449.14,
        6455.82
    ],
    [
        " they didn't want to try to mark a hit at her yeah uh imagine active duty probably does do it",
        6455.82,
        6461.3
    ],
    [
        " for after training and stuff but they did this all as an air force reserve is no national guard",
        6461.3,
        6467.7
    ],
    [
        " full time I was full time with the national guard okay yeah I drew two pays I'm one of those",
        6467.7,
        6471.8
    ],
    [
        " double dippers man I got there we go I got the GS and I play and every time I got an aircraft I was",
        6471.8,
        6477.08
    ],
    [
        " on active duty and I was over 300 days a year about three hundred forty days a year no kidding yeah",
        6477.08,
        6482.18
    ],
    [
        " I flew that much wow I jumped sometimes anywhere anywhere anywhere from two to six times a week",
        6482.18,
        6487.24
    ],
    [
        " and made jumps we you know when parachutes came due to get redone sure oh we just loaded them up",
        6487.82,
        6494.34
    ],
    [
        " we just loaded them up and went out there and we jump in and they take another one off the truck we",
        6494.34,
        6498.74
    ],
    [
        " just get back in helicopter up make another jump we used to jump all the time I loved it",
        6498.74,
        6503.86
    ],
    [
        " but we had another one where where I got the name Hawkeye was I'd be flying out and um I'd",
        6503.86,
        6512.4
    ],
    [
        " be a boat in trouble they get picking up like an ELT off of a boat right in the boats getting ready",
        6512.4,
        6517.28
    ],
    [
        " to crash into some rocks and it was salmon fishermen and uh so we fly over we contact the coast guard",
        6517.28,
        6523.28
    ],
    [
        " because we're in a C-130 is no way we can get to them and so the coast guard says we got enough",
        6523.28,
        6527.94
    ],
    [
        " fuel for one pass it goes okay we'll guide you in they guide the the coast guard in and the boat",
        6527.94,
        6533.1
    ],
    [
        " was on a side and the guys were on the side of the hull stand there and they brought him in they",
        6533.1,
        6536.84
    ],
    [
        " got the guys out and they sent us some salmon and stuff like that you know yeah sure yeah",
        6536.84,
        6542.3
    ],
    [
        " because you had me guide them in and a timely fashion it would have sunk and another time there",
        6542.3,
        6548.02
    ],
    [
        " was a ship that sank off the coast of Philippines and they sent us out there for rescue for that",
        6548.02,
        6551.76
    ],
    [
        " and uh we flew over and I saw I saw the dinghy in the water and so as soon as I say I go I go",
        6551.76,
        6559.64
    ],
    [
        " bingo and they drop the flares and they push a button and they just let go of the C-130",
        6559.64,
        6564.5
    ],
    [
        " and the C-130 just flies around comes right back in the same position and then that's how they",
        6564.76,
        6569.64
    ],
    [
        " can find them so you don't lose where they are right and so what we did is we dropped that we have",
        6569.64,
        6574.04
    ],
    [
        " rafts they dropped the rafts and they have cargo in the middle of it like food and water and everything",
        6574.04,
        6578.72
    ],
    [
        " and it's a big rope and they drop it so that the wind will they'll they'll drift together either",
        6578.72,
        6584.12
    ],
    [
        " the draft they're they're raft will float into it or these will float into them and that's how they",
        6584.12,
        6589.9
    ],
    [
        " do that and they turn out to be boat people out of Vietnam and we got a uh on a Australian ship",
        6589.9,
        6595.64
    ],
    [
        " to come over and pick them up and they picked them up and took them to an appropriate place where",
        6595.64,
        6599.26
    ],
    [
        " they could be saved without taking them back to the NAMM. The boat people and what year was that?",
        6599.26,
        6603.8
    ],
    [
        " That had to be 79 I guess around 79 80. Sure we still had a lot of boat people coming out of Vietnam",
        6604.5,
        6611.98
    ],
    [
        " at that time. Yeah well sir uh I think that we're getting to that point was there any final points that",
        6611.98,
        6618.34
    ],
    [
        " are any final thoughts you'd have after our little discussion here I really appreciate it and uh",
        6618.88,
        6624.44
    ],
    [
        " are we going to do more for now this would be it for today and any closing thoughts and then we'll",
        6624.44,
        6630.82
    ],
    [
        " officially close up with a couple final uh closings. Well the only thing that probably after that is",
        6630.82,
        6636.08
    ],
    [
        " why I went to school to become a doc. Right that's important. Yeah and a radiologist and that's where I",
        6636.08,
        6641.36
    ],
    [
        " got all the money to go back to NAMM. Certainly. I mean everybody goes wow that's a lot of money",
        6641.36,
        6644.96
    ],
    [
        " no that's only one month's pay. Yeah. Yeah it's all retired. At first you went in as a",
        6644.96,
        6651.44
    ],
    [
        " chiropractor you got bored with that so they'll become a radiologist. Yeah I went to three",
        6651.44,
        6655.36
    ],
    [
        " of your residency in radiology spent a lot of time at Melacrod Institute of Radiology in St. Louis",
        6655.36,
        6659.3
    ],
    [
        " Scarfellino, a lot of Torium. I'd get up at two in the morning make sure I was there on time.",
        6659.3,
        6663.08
    ],
    [
        " Is that right? Oh yeah I mean some of the leading radiologists in the world be given lectures",
        6663.44,
        6667.84
    ],
    [
        " there and I wanted to be there to listen to them. Sure. Yeah I mean I've given lectures at symposiums",
        6667.84,
        6673.28
    ],
    [
        " you know as a resident in radiology you have to you have to do papers. You got to publish some papers",
        6673.34,
        6679.72
    ],
    [
        " right and you got to give lectures. So I would I'd be giving lectures and some of the leading",
        6679.72,
        6686.2
    ],
    [
        " radiologists in the world be sitting out there listening to me hoping they don't ask you a question",
        6686.2,
        6690.66
    ],
    [
        " and I did have one. I got it was it. Negat Negat I can't remember his name. It's been so many years",
        6690.66,
        6697.22
    ],
    [
        " but he's one of the guys that wrote the book on Katzgan on CT in a big old fat book and",
        6697.22,
        6703.14
    ],
    [
        " he asked me a question and I'm going oh no. I guess I'm kind of like you know sir I really don't",
        6703.9,
        6709.14
    ],
    [
        " know but I'll look into that and I'll get back to you later with that answer. No kidding.",
        6709.14,
        6714.8
    ],
    [
        " Yeah I'll tell you that. Because at one point you were handling you would review over a hundred",
        6715.32,
        6720.2
    ],
    [
        " X-rays a day or 150. The reason I retired is one day I did 276 cases because everybody loved",
        6720.2,
        6727.02
    ],
    [
        " my reports. Sure. You know I didn't put down degenerative changes of the spine. I told them what",
        6727.02,
        6732.52
    ],
    [
        " it was. If I saw degenerative changes there's like 355 different authorities that can affect your",
        6732.52,
        6736.74
    ],
    [
        " joints. How many? About 350 different authorities. I think it's 355 authorities or 255 authorities that",
        6736.74,
        6743.76
    ],
    [
        " can affect your joints and I would tell them which one it was or at least give them a list of three",
        6743.76,
        6751.38
    ],
    [
        " sure and it's going to be one of those three because some of them overlap. Yeah you know but there's",
        6751.38,
        6756.3
    ],
    [
        " lots of things. Overnosis, Wilson's disease. There's all kinds of stuff that can affect your joints",
        6756.3,
        6760.84
    ],
    [
        " clearer, Derma. You know it's not just rheumatoid arthritis and osteoarthritis there's a lot more.",
        6760.84,
        6765.4
    ],
    [
        " So was it during your radiology training that you became interested in meteorites?",
        6766.14,
        6771.54
    ],
    [
        " Oh I've always loved space. I always wanted to go into space. But yeah so I just started meteorite",
        6772.02,
        6778.42
    ],
    [
        " hunting. I started collecting and then I just started researching it and then I started going out",
        6778.42,
        6783.54
    ],
    [
        " with I found those people that go out looking for them and I went out with them and my first meteorite",
        6783.54,
        6789.22
    ],
    [
        " was 678 grams. What does that mean to like a person like me a meteorite looks to me like a",
        6789.68,
        6795.66
    ],
    [
        " record stone but to 678 grams of a meteorite is? It's well 400 about 450 grams to a pound.",
        6795.66,
        6803.78
    ],
    [
        " Okay so it'll have flow lines on it. You know this one had flow lines on it. I found a 13 inches",
        6804.48,
        6810.88
    ],
    [
        " under the ground. I was running around the metal detector and I found a 50 caliber slug and I went",
        6810.88,
        6817.82
    ],
    [
        " around the bush and I figured it's got to be another 50 but you got to dig them up. You got no",
        6817.82,
        6821.86
    ],
    [
        " choice. You got to dig them up. So I'm digging and I go down 13 inches and also I see the soil",
        6821.86,
        6825.9
    ],
    [
        " start turning rusty looking and I go down a little bit more and I go so that's what you look like.",
        6825.9,
        6831.48
    ],
    [
        " First time over 7000 years that meteorite saw daylight. First time in 7000 years? Yeah that meteorite came",
        6832.2,
        6839.64
    ],
    [
        " down about 7000 years ago. So you've been doing a little meteorite hunting in your spare time?",
        6839.64,
        6845.26
    ],
    [
        " Yeah that's what I love meteorite hunting going at. I know I've got a great",
        6845.58,
        6849.06
    ],
    [
        " gal with Jana that wants to go out and beat my partner. We're going to go out there on",
        6849.06,
        6852.44
    ],
    [
        " meteorites so that's going to be fun. Wow so we for now we'll close on this positive note",
        6852.44,
        6858.28
    ],
    [
        " for SAG cast number two. Indeed even I learned things that I thought I knew from years of",
        6858.28,
        6866.84
    ],
    [
        " friendship with Jim over the years and also we want to thank Jacco for sponsoring SAG",
        6866.84,
        6873.56
    ],
    [
        " cast number two. You can see we got a few of his products here. The smashing pumpkin protein",
        6873.56,
        6879.06
    ],
    [
        " and if you work out all day long you kind of pumped up at night you can't go to sleep. We got some",
        6879.06,
        6884.72
    ],
    [
        " new sleep medication here. It's all healthy for you all available in Jacco's website and today",
        6884.72,
        6891.82
    ],
    [
        " as we thank Jim for his service to our country for what he's done in the past. We also thank",
        6891.82,
        6898.04
    ],
    [
        " today our board of patrol all law enforcement our first responders anybody works in the hospitals",
        6898.04,
        6904.94
    ],
    [
        " EMTs our national guard our soldiers Marines Airmen Coast Guard sailors around the world",
        6904.94,
        6914.74
    ],
    [
        " that are serving our country today we thank each one of them and we say God bless America.",
        6914.74,
        6920.62
    ],
    [
        " Thank you for joining us today and we'll be returning with SAG cast number three next week.",
        6921.3,
        6926.88
    ],
    [
        " Thank you take care.",
        6927.0,
        6928.92
    ]
]