[
    [
        " We have multiple arenas, multiple arenas of leadership challenges to test and train leadership capability.",
        0.0,
        9.88
    ],
    [
        " They're all different arenas you can go to.",
        10.46,
        13.18
    ],
    [
        " The two that I'm going to talk about the most because they probably had the most power was the",
        13.38,
        17.82
    ],
    [
        " land warfare arena and then the Mount or South arena.",
        17.82,
        22.28
    ],
    [
        " And this is another thing that they changed at some point.",
        22.56,
        24.32
    ],
    [
        " It used to be Mount when I was younger, which was military operations urban train.",
        24.32,
        27.92
    ],
    [
        " And then it got changed to South, which is special operations urban combat.",
        27.92,
        30.9
    ],
    [
        " But whatever you want to call it, these two arenas that we were allowed to run these training missions.",
        31.1,
        38.9
    ],
    [
        " And we had the opportunity to put platoon after platoon after platoon after platoon through complex,",
        39.5,
        48.16
    ],
    [
        " dynamic, reactive, intense, realistic, high pressure scenarios where the difference between",
        48.66,
        56.8
    ],
    [
        " success and failure came down to one thing and one thing only.",
        56.86,
        59.9
    ],
    [
        " It only came down to one thing and that was leadership.",
        60.18,
        62.66
    ],
    [
        " That was leadership. It was 100% leadership.",
        63.44,
        66.7
    ],
    [
        " If a platoon or a task unit was successful, it was because of leadership.",
        66.86,
        70.94
    ],
    [
        " And if the platoon or task unit failed, it was because of leadership.",
        71.38,
        74.0
    ],
    [
        " Because there's some constants, there's some variables in some constants.",
        74.92,
        79.62
    ],
    [
        " The constants are, look, you're going to be in a stressful situation.",
        80.02,
        82.88
    ],
    [
        " That's going to be a complex mission.",
        83.78,
        85.24
    ],
    [
        " It's going to be a opposing force.",
        86.36,
        89.98
    ],
    [
        " So the bad guys are going to be highly capable.",
        90.24,
        92.88
    ],
    [
        " They're also going to be tightly controlled most of the time.",
        93.12,
        96.04
    ],
    [
        " Sometimes, sometimes my brothers would get a little out of head.",
        96.36,
        99.56
    ],
    [
        " But most of the time, it's tightly controlled.",
        99.78,
        101.46
    ],
    [
        " And then you have a platoon or two platoons of seals.",
        101.64,
        105.02
    ],
    [
        " Now, some people might think, well, you know, there's going to be a variation in the seal platoons.",
        106.0,
        111.52
    ],
    [
        " And that is accurate.",
        112.0,
        113.26
    ],
    [
        " There is going to be some level of variation of the skills in a seal platoon.",
        113.7,
        120.86
    ],
    [
        " But overall, the variation of the troops of the 14 or 16 shooters in that platoon.",
        122.22,
        130.5
    ],
    [
        " Overall, when you combine them all together, you're going to have some smart guys.",
        130.68,
        134.12
    ],
    [
        " You're going to have some dumb guys.",
        134.62,
        136.62
    ],
    [
        " You're going to have some old guys. You're going to have some new guys.",
        136.98,
        138.68
    ],
    [
        " You're going to have some aggressive guys.",
        138.76,
        139.68
    ],
    [
        " You're going to have some passive guys.",
        139.68,
        140.6
    ],
    [
        " You're going to have all these different.",
        140.8,
        141.72
    ],
    [
        " You're a big guy.",
        141.72,
        142.28
    ],
    [
        " Small guys. You're going to have all these different guys.",
        142.38,
        143.6
    ],
    [
        " And you take them all together and you mix them up.",
        143.72,
        145.56
    ],
    [
        " And that platoon is going to fall within the margin of error of a normal seal platoon.",
        146.04,
        150.92
    ],
    [
        " That's what's going to happen.",
        151.46,
        152.72
    ],
    [
        " Seals come in all different shapes and sizes.",
        154.1,
        155.9
    ],
    [
        " And that's just the out the net outcome that you get when you put them all together is a seal platoon.",
        157.12,
        162.28
    ],
    [
        " And they're all kind of pretty much the same thing.",
        162.44,
        165.64
    ],
    [
        " Look, there's a variance, like I said.",
        165.9,
        167.16
    ],
    [
        " There's a variance.",
        167.52,
        168.02
    ],
    [
        " But they're not there's not one platoon that's filled with idiots.",
        168.02,
        172.06
    ],
    [
        " It just doesn't exist.",
        172.46,
        173.36
    ],
    [
        " There's not one platoon that's filled with told everyone's a stud.",
        173.52,
        176.68
    ],
    [
        " It doesn't exist.",
        176.92,
        177.74
    ],
    [
        " Case and we get the stacked platoons occasionally.",
        178.14,
        180.68
    ],
    [
        " And sometimes they didn't explode.",
        180.86,
        181.58
    ],
    [
        " And sometimes they do good.",
        181.58,
        182.46
    ],
    [
        " Because again, you got the mixture.",
        182.46,
        184.64
    ],
    [
        " But what would happen when a stacked platoon just depends on how good the leader was.",
        185.3,
        189.96
    ],
    [
        " The leader could contain those egos.",
        190.12,
        191.44
    ],
    [
        " That platoon could be great.",
        191.86,
        192.84
    ],
    [
        " If he couldn't, it would fall apart.",
        192.92,
        194.1
    ],
    [
        " So because the platoon is kind of the same functional thing",
        194.94,
        199.8
    ],
    [
        " within a margin of error,",
        199.8,
        202.58
    ],
    [
        " the only difference between success and failure ends up being the platoon, the platoon leadership.",
        202.9,
        209.68
    ],
    [
        " And it doesn't really even matter where that platoon leadership is coming from.",
        210.24,
        217.02
    ],
    [
        " It doesn't really even matter.",
        217.14,
        217.76
    ],
    [
        " It took me, it probably took me",
        218.08,
        219.5
    ],
    [
        " one month to figure this out.",
        221.68,
        223.04
    ],
    [
        " It took me one month before I didn't care who the leader was.",
        223.4,
        225.92
    ],
    [
        " I didn't care if it was the chief.",
        226.08,
        226.8
    ],
    [
        " I didn't care if it was the platoon commander.",
        227.2,
        228.22
    ],
    [
        " I didn't care if it was the leading petty officer of the platoon.",
        228.48,
        231.64
    ],
    [
        " I didn't care if it was the E5.",
        231.78,
        232.76
    ],
    [
        " Three E5s that were just awesome.",
        232.76,
        234.48
    ],
    [
        " And they could make shit happen.",
        234.66,
        235.58
    ],
    [
        " That's enough leadership on platoon that they can win all day.",
        236.22,
        239.44
    ],
    [
        " So you talked about when you were running trading,",
        240.48,
        243.3
    ],
    [
        " it took you a month to really not care where that leadership came from",
        243.66,
        246.3
    ],
    [
        " or when you were in your first platoon.",
        246.3,
        248.62
    ],
    [
        " I would say no, when I took up a trade-out, I was watching.",
        249.5,
        254.4
    ],
    [
        " And at first I thought, hey, here's the job for the platoon chief.",
        254.82,
        258.8
    ],
    [
        " Here's the job for the assistant platoon commander.",
        259.04,
        261.16
    ],
    [
        " Here's the job for the LPL.",
        261.4,
        262.32
    ],
    [
        " Hey, these are the roles in response, but I wrote those roles and responsibilities out",
        262.76,
        265.4
    ],
    [
        " and gave them to people and issued them to people and they were like, okay, this is cool.",
        265.4,
        269.02
    ],
    [
        " But then you'd realize you'd have a platoon chief that didn't know what he was doing.",
        269.82,
        272.96
    ],
    [
        " Or you'd have an OIC that didn't know what he was doing.",
        273.24,
        274.98
    ],
    [
        " And so he couldn't handle that job, whatever that job was.",
        275.3,
        277.6
    ],
    [
        " But if you had a horrible platoon chief,",
        278.32,
        281.0
    ],
    [
        " but the LPO was a bad ass, it wouldn't really matter.",
        281.22,
        283.88
    ],
    [
        " That guy would just cover for and make it happen.",
        284.06,
        286.88
    ],
    [
        " And maybe the chief is good at admin.",
        287.42,
        289.96
    ],
    [
        " And so he's kind of a look man, I'll have to get the paperwork over here.",
        290.54,
        293.3
    ],
    [
        " You know, you got to do your thing.",
        293.5,
        294.58
    ],
    [
        " I mean, it's not like Lafe Babin was relying heavily on Tony Afradi to",
        294.94,
        298.92
    ],
    [
        " handle the paperwork for Lafe, right?",
        298.92,
        301.24
    ],
    [
        " I bet you Tony did not turn on a computer, right?",
        301.54,
        304.78
    ],
    [
        " Because that's not what his skillset was.",
        305.28,
        306.98
    ],
    [
        " And it didn't matter one bit.",
        306.98,
        308.62
    ],
    [
        " Lafe's doing paperwork, his junior officer doing paperwork,",
        309.1,
        311.34
    ],
    [
        " Tony's running tactics like Tony should be running tactics.",
        311.8,
        314.34
    ],
    [
        " But that can swap.",
        314.6,
        315.28
    ],
    [
        " Yes, that can swap.",
        315.74,
        316.94
    ],
    [
        " You can end up with a platoon commander who's just a stud",
        317.12,
        320.04
    ],
    [
        " and has a good comprehension of tactics.",
        320.04,
        322.24
    ],
    [
        " And a platoon chief that doesn't really get it.",
        322.84,
        326.16
    ],
    [
        " He's a good guy, but he's not going to add much from the tackle front.",
        326.4,
        329.58
    ],
    [
        " But so that's what it boils down to.",
        329.72,
        332.92
    ],
    [
        " It took me about a month to go, look, I don't care.",
        333.12,
        335.0
    ],
    [
        " As long as we have leaders in here.",
        335.24,
        336.32
    ],
    [
        " I'm happy.",
        337.08,
        337.9
    ],
    [
        " And so going through this training, the training that we had,",
        339.7,
        343.36
    ],
    [
        " not only identified who the leaders were,",
        343.46,
        345.62
    ],
    [
        " and then what their shortfalls were.",
        346.3,
        348.44
    ],
    [
        " But most important, it allowed us the opportunity",
        348.74,
        353.26
    ],
    [
        " to teach them how to lead.",
        353.26,
        355.36
    ]
]