[
    [
        " It is worth noting that the personality determined malaise of groupthink produces once again those",
        0.0,
        7.42
    ],
    [
        " four most frequently occurring symptoms of past military incompetence, wastage of manpower,",
        7.42,
        14.58
    ],
    [
        " overconfidence, underestimation of the enemy, and ignoring of intelligence reports.",
        15.44,
        22.7
    ],
    [
        " These, it seems, are the enduring hazards of professionalising violence.",
        24.18,
        31.38
    ],
    [
        " And I can tell you, these are not only the hazards of professionalising violence, these are the",
        32.26,
        41.1
    ],
    [
        " enduring hazards for us as human beings, as leaders that we can all fall into.",
        41.1,
        48.12
    ],
    [
        " And as you pointed out, this book is a big warning of what not to do.",
        49.22,
        53.98
    ],
    [
        " I got to, I said it was the last thing I'm going to read, but there's a look, this guy's funny,",
        54.78,
        58.2
    ],
    [
        " and I did a bad job of relaying some of this humor. Here's the afterward of this book.",
        58.44,
        64.2
    ],
    [
        " And this is the last thing I'm going to read from this book after six podcasts.",
        64.74,
        67.36
    ],
    [
        " He says, this is so British. He says, less the readers should have doubted my qualifications to",
        67.76,
        75.42
    ],
    [
        " write this book. Let me assure him that I have marked authoritarian traits, a weak ego,",
        75.42,
        82.06
    ],
    [
        " fear of failure motivation, and no illusions about the fact that I would have made a grossly",
        82.68,
        89.04
    ],
    [
        " incompetent general. It takes one to no one. That was from the author in 1975. It's a little",
        89.04,
        96.88
    ],
    [
        " bit of humor. And he says it takes one to no one, but that's unfortunately not true.",
        96.88,
        103.34
    ],
    [
        " It's unfortunately not true. If you think you're incompetent,",
        104.88,
        109.5
    ],
    [
        " there's a better chance that you're not incompetent. You can see where I'm going this.",
        109.98,
        116.66
    ],
    [
        " If you think you're incompetent, there's a better chance that you're not incompetent. Because if you",
        117.04,
        121.14
    ],
    [
        " think you're incompetent, you're actually humble and you're thinking, I need to listen to one",
        121.14,
        127.06
    ],
    [
        " of the people have to say, I need to check myself. I need to learn. I need to open my mind and see",
        127.06,
        132.18
    ],
    [
        " what other information I can gather because I gather because I feel like I might be incompetent.",
        132.18,
        136.28
    ],
    [
        " So if you feel like it's kind of when people ask me about the imposter syndrome,",
        136.44,
        140.7
    ],
    [
        " what about imposter syndrome? Good. That means you're actually thinking, man, do I even believe,",
        141.1,
        146.4
    ],
    [
        " need to be, I always had that. I always felt like, hey, man, if I'm, I need to be making decisions,",
        146.58,
        151.1
    ],
    [
        " I better do my homework. I better think this through. I better pay attention.",
        151.2,
        154.8
    ],
    [
        " So if you think you're incompetent, you probably aren't.",
        155.48,
        159.02
    ],
    [
        " But if you've been listening to these six straight podcasts and you've been thinking that this book",
        160.22,
        165.94
    ],
    [
        " is about all the incompetent leaders around you, that's a little warning sign. Be careful.",
        165.94,
        171.04
    ],
    [
        " Because if you are in that mindset where you think, man, I can't believe how jacked up all these",
        171.4,
        177.88
    ],
    [
        " other leaders are, not you. Red flag because chances are this is about you.",
        177.88,
        185.56
    ],
    [
        " And look, here's the other red flag. It's a scale, right? You brought that up. It's a, it's a continuum.",
        187.6,
        194.6
    ],
    [
        " And so we, all of us, even if you feel like you're pretty competent, you are under threat of being",
        195.04,
        203.02
    ],
    [
        " dragged to incompetency. So all these little, this book is just a warning sign after warning sign,",
        203.02,
        208.82
    ],
    [
        " after warning sign. And by the way, there's nothing new. There's almost nothing new. There's one",
        208.9,
        214.02
    ],
    [
        " thing that I said that's a new thought to me. I forget what it was. But in these 400 pages and",
        214.02,
        218.32
    ],
    [
        " whatever we just did 12, 15 hours worth of podcasts, it's all, it's a rehash. It's a reinforcement",
        218.32,
        224.52
    ],
    [
        " of information that I already knew that we already knew that we talk about all the time that we've",
        224.52,
        228.94
    ],
    [
        " seen in a bunch of other situations. It's a rehash. But we're all getting, you can, we can all get pulled",
        228.94,
        238.86
    ],
    [
        " over there. We can get pulled towards that authoritarian mindset because you know why we get pulled",
        238.86,
        243.26
    ],
    [
        " towards the authoritarian mindset. We get pulled towards that authoritarian mindset because it seems",
        243.26,
        247.48
    ],
    [
        " easier. It seems easier to say, shut up and do what I told you to do. It seems easier to say,",
        247.48,
        252.56
    ],
    [
        " you know what, I'm not going to listen to that piece of information. It seems easier to do that.",
        252.62,
        257.28
    ],
    [
        " It seems like the right move. It seems easier to say, you know what the competitors never",
        257.56,
        263.34
    ],
    [
        " going to be able to do what we're doing. It seems easier and it's not.",
        263.34,
        267.42
    ],
    [
        " So you got to get watched. You got to watch out. You got to pay attention. You got to be careful.",
        269.76,
        273.66
    ],
    [
        " We all have to be on guard in competence. In competence is out there sort of ready to attack.",
        273.84,
        278.38
    ],
    [
        " It's ready to attack. And if you're not on guard, it'll grab you. It'll pull you down and you",
        278.5,
        283.78
    ],
    [
        " will be making bad decisions and getting people killed or ruining your business or ruining your",
        283.78,
        287.16
    ],
    [
        " marriage or ruining your life through incompetence. So we have to pay attention.",
        287.16,
        292.94
    ],
    [
        " You got to be careful. We got to stay on the path. Yes. The path. Speaking of words, you know,",
        294.28,
        301.98
    ],
    [
        " what do you got for us? How do you advise? We avoid incompetence, mental incompetence,",
        302.16,
        309.34
    ],
    [
        " leadership incompetence, physical incompetence. We don't want to have that. What do you got for us?",
        309.52,
        314.9
    ],
    [
        " Echo charge. That was the what he called the Dunning Kruger effect, right? That you kind of",
        314.9,
        319.32
    ],
    [
        " referred to where the then it takes one to know and that's not necessarily true. Yeah,",
        319.32,
        325.82
    ],
    [
        " that it feels like when you think you know everything, it's like it's easy to know everything. When",
        325.82,
        332.36
    ],
    [
        " you think there's only like three or four things to know. But then when you start your G2 and you're",
        332.36,
        337.42
    ],
    [
        " like, man, once I know how to stop that on lock, I'll be good. Trying to be. Yeah. Yeah. Because you",
        337.42,
        342.42
    ],
    [
        " got on lock three times. Yeah. Buy some random, you know, blue belt. You're like, dude, I'm going to",
        342.42,
        349.3
    ],
    [
        " learn how to stop the joke. Yeah. You know, he'll hook. Yeah. You know, stop that. He'll hook.",
        349.3,
        353.14
    ],
    [
        " Yeah. It just goes on. Yeah. Stop. Yeah. So the guy who actually does stop after like you get",
        353.42,
        357.96
    ],
    [
        " he'll hooked, unlocked, a Zekiel choked, freaking, then you go, oh, there's a lot more. I don't know",
        357.96,
        362.9
    ],
    [
        " what I'm doing. Yes. So it takes a minute to convince you of that. Yeah. So that's when you kind of",
        362.9,
        368.9
    ],
    [
        " when the it's all the Dunning Kruger effect, it's essentially like, yeah, when you think you",
        368.9,
        374.3
    ],
    [
        " people who are like so confident, they're the ones that know less than the people who are like not",
        374.3,
        378.12
    ],
    [
        " confident at all because they know how much there is not to know. You know, they have a grasp on",
        378.12,
        381.96
    ],
    [
        " it or whatever. Yeah. Dave, good deal, Dave said something. I forget his exact words, but I wish I",
        381.96,
        388.26
    ],
    [
        " remember to do something like, oh, yeah, there. When he's talking about you, Jitsu, he was like, um,",
        388.26,
        392.34
    ],
    [
        " yes, it's almost like you get what you learn what he said. It's almost like you get worse over time",
        392.86,
        398.5
    ],
    [
        " because yesterday there was only three things I didn't know. Like now, there's like 40 things that",
        398.5,
        403.58
    ],
    [
        " don't know. Okay. And tomorrow there's a thousand things with the day that you start to look,",
        403.58,
        408.18
    ],
    [
        " start to feel okay is when you go, oh, there's any infinite number of things. I don't know. Yeah.",
        408.44,
        411.88
    ],
    [
        " I just don't know anything. Yeah. Take me to.",
        412.2,
        414.56
    ]
]