[
    [
        " The open and closed mind centered on the problem of an individual's capacity to absorb fresh information.",
        0.0,
        7.7
    ],
    [
        " Humanity it seems varies considerably in this respect. And God that is true.",
        8.02,
        12.66
    ],
    [
        " So this guy, his name is Rok, Rokieech, Rockieech, something like this.",
        14.0,
        18.08
    ],
    [
        " And he did the study started breaking down the open and the closed mind.",
        18.16,
        20.76
    ],
    [
        " Some people have open minds, some people have closed minds.",
        21.02,
        22.92
    ],
    [
        " And I actually think that this is even kind of trumps the F.",
        23.12,
        28.12
    ],
    [
        " What was it?",
        28.36,
        28.86
    ],
    [
        " The F scale.",
        28.94,
        29.68
    ],
    [
        " The F scale. I think this trumps the F scale.",
        29.68,
        31.48
    ],
    [
        " How much can someone's mind open? How much can it close?",
        31.72,
        34.26
    ],
    [
        " And I've been talking a lot about this from a leadership perspective because it is",
        34.92,
        40.8
    ],
    [
        " to me what we have to fight all the time.",
        40.8,
        45.62
    ],
    [
        " We are reminds our constantly trying to close and be defensive and take care of themselves",
        46.0,
        49.52
    ],
    [
        " and not allow any other ideas in.",
        49.52,
        51.6
    ],
    [
        " And what we have to do as people and as leaders is constantly pull your mind open,",
        51.7,
        54.76
    ],
    [
        " constantly accept other people's ideas.",
        54.92,
        56.78
    ],
    [
        " It doesn't mean you have to think that they're right, but you have to listen to them",
        57.14,
        59.9
    ],
    [
        " and assess them in an honest way.",
        59.9,
        61.54
    ],
    [
        " And what we have been doing a lot of as a society is just closing our minds to everyone",
        61.98,
        66.46
    ],
    [
        " else's ideas.",
        66.46,
        66.98
    ],
    [
        " And we don't want to hear what their perspective is because we think we're right.",
        67.14,
        69.34
    ],
    [
        " And if you do that as a leader, you know, you come to me with a viewpoint on my plan.",
        70.04,
        74.58
    ],
    [
        " And I don't open my mind to your viewpoint.",
        74.94,
        76.84
    ],
    [
        " I'm wrong.",
        77.1,
        77.42
    ],
    [
        " Goes on here.",
        77.88,
        81.06
    ],
    [
        " Humanity it seems varies considerably in this respect that the one extreme are open minds",
        81.2,
        85.16
    ],
    [
        " ready and willing to entertain new facts even if they are incompatible with their previously",
        85.16,
        89.36
    ],
    [
        " held attitudes and beliefs.",
        89.36,
        90.36
    ],
    [
        " That's what we want.",
        90.98,
        91.8
    ],
    [
        " You got to open your mind and go, Hey, you know what?",
        92.3,
        93.72
    ],
    [
        " I wouldn't expect to see those numbers or get that feedback, but there it is.",
        93.82,
        97.74
    ],
    [
        " And I need to I need to put that in my calculus.",
        98.04,
        101.26
    ],
    [
        " The other at the other end of the scale are closed minds, which as their name suggests,",
        101.92,
        107.52
    ],
    [
        " resolutely resist taking in anything that conflicts with their preconceptions and treasured beliefs.",
        107.76,
        113.2
    ],
    [
        " Not very surprisingly, the possession of a closed mind turned out to be yet another aspect",
        113.9,
        118.3
    ],
    [
        " of the authoritarian personality.",
        118.3,
        120.98
    ],
    [
        " Is that okay?",
        121.28,
        126.22
    ],
    [
        " So you can always make it like an analogy to weightlifting for some reason.",
        126.34,
        129.54
    ],
    [
        " Maybe you can, but I'm open to it.",
        130.02,
        132.42
    ],
    [
        " You're working out, but like I wonder if that's like a lazy is, you know, like by nature,",
        132.52,
        137.32
    ],
    [
        " like the human body and brain is kind of late for lack of better terms, lazy.",
        137.32,
        141.24
    ],
    [
        " It's conserving like energy all the time.",
        141.54,
        143.18
    ],
    [
        " You know, like so even like lifting weights, when you lift weights, your body's response to",
        143.36,
        148.64
    ],
    [
        " lifting weights is just a lazy lazyness mechanism.",
        148.64,
        150.82
    ],
    [
        " It's so that your body is basically saying, Oh, shoot, that was kind of hard.",
        151.1,
        153.6
    ],
    [
        " What do we got to do at home to make a little bit easier next time?",
        153.86,
        157.92
    ],
    [
        " And then it adapts and gets bigger and stronger, whatever.",
        158.12,
        160.06
    ],
    [
        " So kind of like a weird, like I said, laziness, lack of better term, mechanism.",
        160.46,
        164.82
    ],
    [
        " So like when you have a closed mind, it's kind of like, Hey, I already learned that.",
        165.52,
        168.42
    ],
    [
        " Like don't give me some more stuff.",
        168.64,
        170.14
    ],
    [
        " I got to learn.",
        170.14,
        170.76
    ],
    [
        " I'm kind of thing.",
        171.24,
        171.9
    ],
    [
        " So then it's easier like because it's all mental, it's not physical.",
        172.1,
        174.22
    ],
    [
        " So you just kind of resisting instant and you can see where this ties into everything",
        174.22,
        180.12
    ],
    [
        " that I have talked about from a leadership perspective for my entire life, which is humility.",
        180.12,
        186.78
    ],
    [
        " Because if your humble, your mind is open, if you're arrogant, your mind is closed,",
        187.12,
        191.02
    ],
    [
        " you think you know everything.",
        191.26,
        192.18
    ],
    [
        " You don't need to hear anything else.",
        192.2,
        193.26
    ],
    [
        " You're not going to make any adaptations.",
        193.26,
        194.48
    ],
    [
        " Yeah.",
        194.9,
        195.16
    ],
    [
        " When you see that little system, it kind of makes sense.",
        195.2,
        197.5
    ],
    [
        " It makes so much sense, right, especially go back to the weightlifting.",
        197.68,
        200.5
    ],
    [
        " Like you give your body some,",
        200.5,
        201.82
    ],
    [
        " definitely go back to work out.",
        201.82,
        202.92
    ],
    [
        " Brother, the next day, brother, you get that doms, right?",
        203.06,
        206.52
    ],
    [
        " You don't like that stuff.",
        206.66,
        207.42
    ],
    [
        " Like I remember when I was little, I do some push ups, right?",
        207.58,
        209.4
    ],
    [
        " Thinking I'm gonna cool it, whatever.",
        209.56,
        210.58
    ],
    [
        " Do some for the next day.",
        210.66,
        211.52
    ],
    [
        " I'm like, so I didn't know about doms that much.",
        211.58,
        213.56
    ],
    [
        " And brother, that's a terrible feeling.",
        214.34,
        215.74
    ],
    [
        " So say, I'm not doing that anymore.",
        215.98,
        217.44
    ],
    [
        " Or at the very least that the inside of my body, my body is like, Hey, we got to do something",
        217.74,
        221.04
    ],
    [
        " easier or make it so it's easier next time that happens.",
        221.04,
        224.38
    ],
    [
        " So from a mental standpoint, it makes sense.",
        224.92,
        228.16
    ],
    [
        " Where, brother, what do you call it?",
        228.16,
        229.5
    ],
    [
        " The, the, the, the, you call, you just talked about it last.",
        229.86,
        231.92
    ],
    [
        " The cognitive dissonance or whatever.",
        232.14,
        234.24
    ],
    [
        " That is doms for your mind, essentially.",
        234.66,
        236.88
    ],
    [
        " Or maybe the precursor to the, I don't know.",
        237.12,
        239.48
    ],
    [
        " It's one of those things.",
        239.54,
        240.14
    ],
    [
        " I'm just saying it makes sense because that hurts.",
        240.38,
        242.86
    ],
    [
        " You know, when you get that new stuff, I don't want that new stuff.",
        243.24,
        246.04
    ],
    [
        " I'm good with this old stuff.",
        246.22,
        247.5
    ],
    [
        " Close mind.",
        247.56,
        248.12
    ]
]