[
    [
        " This is the Jockel Underground Podcast number 35",
        0.0,
        3.54
    ],
    [
        " Equatorials sitting here with me and we missed a week of underground apologies",
        3.54,
        9.4
    ],
    [
        " uh, and then",
        9.4,
        11.58
    ],
    [
        " I got reminded we we got reminded",
        11.58,
        15.74
    ],
    [
        " Why we have the underground why we have jockel underground calm the reason is because",
        15.74,
        21.56
    ],
    [
        " We realized a while ago that we don't control any of the platforms that we",
        21.56,
        28.42
    ],
    [
        " Put our podcast out on on top of that. We don't control the platforms that we interact with",
        28.78,
        35.46
    ],
    [
        " People on social media. We don't control those platforms. We don't control YouTube. We don't control the algorithms",
        35.46,
        43.18
    ],
    [
        " We don't control",
        43.18,
        44.36
    ],
    [
        " any of the podcast feeds that are out there. So",
        44.36,
        49.18
    ],
    [
        " That's not a good situation to be in we have no control over your own destiny",
        49.18,
        54.52
    ],
    [
        " where you have to bow to",
        54.52,
        57.76
    ],
    [
        " The control of a greater entity that you have no control over",
        58.42,
        63.5
    ],
    [
        " So we started this what you're listening to right now jockel underground jockel underground calm",
        63.5,
        68.44
    ],
    [
        " We started it we we actually started it we had we did a podcast about the book 1984 yeah in light of the",
        68.44,
        75.94
    ],
    [
        " of the freedom of speech being in impinged upon",
        75.94,
        81.14
    ],
    [
        " I actually called you as driving home and said bro",
        81.14,
        84.76
    ],
    [
        " We need to we need to come up with a contingency plan in case i'm having so we created this",
        84.76,
        88.06
    ],
    [
        " and and",
        88.32,
        89.24
    ],
    [
        " We created as a contingency right and really quite frankly there had been very limited",
        89.24,
        95.76
    ],
    [
        " indicators",
        95.76,
        97.0
    ],
    [
        " That we would have to utilize the contingency well for us personally we did see other people get impacted friends",
        97.0,
        105.02
    ],
    [
        " Associates where all of a sudden they'd get banned they'd get kicked off they'd get demonetized all these problems",
        105.02,
        111.58
    ],
    [
        " Well guess what just happened i",
        111.58,
        117.58
    ],
    [
        " Ended up getting shadow banned on social media and i got on on",
        118.1,
        124.64
    ],
    [
        " A specific social media platform i got",
        124.64,
        128.1
    ],
    [
        " Band or shadow band they called it which is a weird thing because i didn't really know and i don't",
        128.1,
        133.78
    ],
    [
        " I i kind of can look back now and people have explained to me and i've looked at some",
        133.78,
        138.34
    ],
    [
        " What is it analytics and seen that it was actually for a longer period of time that i initially thought but someone",
        138.34,
        144.2
    ],
    [
        " Someone finally a couple people would mention it in comments bro your shadow band your shadow band and i'd think well",
        144.5,
        149.74
    ],
    [
        " You know, okay, whatever it's sort of like uh",
        149.74,
        151.84
    ],
    [
        " I appreciate people saying i wasn't blowing them off but i didn't hey you how are you seeing this you're seeing it",
        151.84,
        157.86
    ],
    [
        " So you're writing your shadow band how i didn't pay much attention to it i should have i should have listened",
        157.86,
        163.68
    ],
    [
        " Um, but then i finally started getting up couple people sending me",
        163.68,
        167.98
    ],
    [
        " videos of them",
        167.98,
        169.92
    ],
    [
        " searching for",
        169.92,
        171.56
    ],
    [
        " For my name or scrolling through",
        172.38,
        175.28
    ],
    [
        " Their timeline and i'm not in it and they follow me",
        175.28,
        178.44
    ],
    [
        " and or certain typing my name into the search and it doesn't show up unless you literally put at jaco willink",
        178.44,
        187.16
    ],
    [
        " Anything else you would jaco willink i'm not in there",
        187.16,
        189.62
    ],
    [
        " That's called a shadow band",
        189.62,
        191.74
    ],
    [
        " And what's strange about this is look you all listen to me",
        191.74,
        197.44
    ],
    [
        " You know what i talk about i don't",
        197.44,
        200.68
    ],
    [
        " I don't",
        200.92,
        202.0
    ],
    [
        " Usually talking any hyper political way i i sometimes do that on interviews",
        202.0,
        209.14
    ],
    [
        " But i but as far as social i'll do it on podcasts a little bit",
        209.14,
        214.2
    ],
    [
        " But as far as social media goes i rarely will post something that's you know some political statement for a few reasons number one",
        214.2,
        222.58
    ],
    [
        " I think that social media is a bad place to discuss politics",
        222.58,
        225.6
    ],
    [
        " And if i want to discuss something political i want to have a",
        225.6,
        230.26
    ],
    [
        " As much time as i want to discuss it",
        230.72,
        232.92
    ],
    [
        " And so that's why i'll usually do it on a podcast",
        232.92,
        236.46
    ],
    [
        " But i don't i i'm not posting anything offensive",
        236.46,
        240.4
    ],
    [
        " I really don't post a lot of stuff that's like oh hyper controversial now if i do it's",
        240.4,
        245.78
    ],
    [
        " When i do post",
        245.78,
        248.3
    ],
    [
        " Things that are that to express my political beliefs",
        248.3,
        253.48
    ],
    [
        " Normally well what i do is i do it in a way",
        253.48,
        258.16
    ],
    [
        " Where it's an indirect message yeah the message is if you understand what i'm saying the message is very clear",
        259.42,
        265.66
    ],
    [
        " If you're looking for someone to ban you might not quite it might not hit your algorithm",
        265.66,
        271.12
    ],
    [
        " Well, why do i do that well there's a couple of reasons why i do that number one",
        271.12,
        275.62
    ],
    [
        " Because i want people to listen to what i'm saying i want them to be able to listen to what i'm saying and number two",
        275.62,
        279.28
    ],
    [
        " If you're on the other side of my political beliefs",
        279.28,
        282.36
    ],
    [
        " And you hear me directly attack what you believe you probably aren't going to listen to anything else i say",
        282.36,
        287.22
    ],
    [
        " So i'd rather take an indirect approach like i do with most things",
        287.22,
        291.02
    ],
    [
        " Because the indirect approach proven is a more effective way to communicate and to move forward",
        291.02,
        297.98
    ],
    [
        " so",
        297.98,
        300.2
    ],
    [
        " It",
        300.2,
        302.32
    ],
    [
        " Kind of surprised me when i got shadow band so why did i get shadow band?",
        302.32,
        307.14
    ],
    [
        " i'm not a hundred percent sure",
        307.36,
        309.32
    ],
    [
        " But here are my",
        309.32,
        311.18
    ],
    [
        " Best guesses and there are two things that stand out",
        311.18,
        315.62
    ],
    [
        " That i've done over the past couple months",
        316.74,
        319.34
    ],
    [
        " That i think think could have made me a target and like i said i'm not exactly sure when i got shadow band",
        319.34,
        327.34
    ],
    [
        " But it could have been for a pretty long stretch because i don't pay a ton of attention to that kind of thing",
        327.34,
        332.4
    ],
    [
        " I don't i don't pay attention to very close attention to oh this thing got this many likes or this many views or this many",
        332.4,
        339.56
    ],
    [
        " Followers i don't i don't pay a lot of attention that so",
        339.56,
        342.56
    ],
    [
        " When i went back and did a retro look at it i realized oh this has been going on for a while",
        342.84,
        348.24
    ],
    [
        " Yeah, this has been going on for a while",
        348.24,
        350.4
    ],
    [
        " So why did it happen here's the my two best guesses",
        350.4,
        354.72
    ],
    [
        " The first",
        354.72,
        357.02
    ],
    [
        " Was i made that video of if i was president",
        357.02,
        362.74
    ],
    [
        " This is what i would have said oh yeah",
        362.74,
        365.22
    ],
    [
        " so",
        365.22,
        366.12
    ],
    [
        " That speech that i made was me saying hey if i was president Biden",
        366.12,
        371.44
    ],
    [
        " And we were in the situation in afghanistan and we were had people americans killed",
        371.44,
        377.58
    ],
    [
        " We had billions of dollars of equipment left behind we had civilians",
        377.58,
        383.04
    ],
    [
        " Left behind american citizens left behind american allies left behind an unmitigated disaster",
        383.04,
        391.06
    ],
    [
        " if that would have happened",
        391.06,
        393.12
    ],
    [
        " If that would happen to me and i was in charge",
        393.12,
        396.78
    ],
    [
        " After i'd made all those mistakes here's what i would say",
        397.58,
        401.08
    ],
    [
        " i would say the following things and i made that speech and that speech",
        401.08,
        406.76
    ],
    [
        " Was viewed a lot and i did a bunch of media around it because a bunch of media outlets contacted me and wanted me to talk about it the",
        406.76,
        416.52
    ],
    [
        " The i did a fox news segment on it which has",
        416.52,
        420.36
    ],
    [
        " Seven million views i the videos that i put out had a couple million",
        420.36,
        426.12
    ],
    [
        " All together",
        428.62,
        428.06
    ],
    [
        " So and then a couple other people what is it called rift didn't put it on their own and so it you know",
        428.06,
        434.94
    ],
    [
        " Probably got eight to ten million views viral we and then i'm including this with one of the two things but then",
        434.94,
        441.9
    ],
    [
        " Darryl Cooper and i did an unraveling podcast where we went hard and",
        441.9,
        447.54
    ],
    [
        " aggressive towards the situation",
        447.54,
        450.22
    ],
    [
        " that made that",
        450.22,
        452.2
    ],
    [
        " That",
        453.96,
        454.56
    ],
    [
        " Unraveling podcast was like the number one podcast in history for a while",
        454.56,
        457.86
    ],
    [
        " It went right to the chart so well so between those two things",
        457.86,
        462.24
    ],
    [
        " i'm sure i pissed some people off and",
        462.24,
        466.7
    ],
    [
        " When you piss these people off",
        466.7,
        469.16
    ],
    [
        " They can take action the action that they can take is suppressing your voice",
        469.16,
        473.96
    ],
    [
        " So what do you think what's your assessment on that one? Yeah, that's",
        473.96,
        479.58
    ],
    [
        " That's that's kind of scary when you put it like that when you eat meanwhile little literally that's what it is and the",
        480.42,
        486.6
    ],
    [
        " Kind of for lack of a term scary part of it is i totally forgot about that. Yeah, I was like hey juckle",
        486.6,
        494.18
    ],
    [
        " That was a heavy speech and and then you got you were super pumped on the speech too because you sent me a text",
        494.18,
        498.82
    ],
    [
        " And i'm ready to join the seal teams right now on a 43 year old man. I was like cool. Yes, sir",
        498.82,
        503.84
    ],
    [
        " And then you guys you and Darryl did that podcast and i remember Darryl saying hey like there",
        503.84,
        509.14
    ],
    [
        " I've been getting a lot of think can you can you see tell me the numbers all i mean i remember seeing the numbers being like damn",
        509.14,
        514.1
    ],
    [
        " Okay, like dang you guys kind of must have went hard and you know",
        514.1,
        517.32
    ],
    [
        " I listened to a little bit of it and it was gone. Oh, I was going moving forward. I forgot about it",
        517.32,
        522.18
    ],
    [
        " I a lot of military seal friends of mine were like",
        522.18,
        526.2
    ],
    [
        " Sent me to god. Yeah. Oh, yeah, and then special operations guys. Hell yeah and then",
        526.2,
        531.08
    ],
    [
        " Military everyone was fired up about that",
        531.08,
        534.6
    ],
    [
        " Because we said what needed to be said and the the Biden the the if I was president speech people were definitely",
        534.9,
        541.86
    ],
    [
        " fired up about that stuff and",
        541.86,
        545.16
    ],
    [
        " So when you make a mark like that against think about it",
        545.16,
        549.36
    ],
    [
        " Think about like think about that for a second. We know",
        549.36,
        553.58
    ],
    [
        " The world knows america american politicians understand the power of social media",
        553.58,
        560.76
    ],
    [
        " They understand what it means when something goes viral. They understand those things",
        560.98,
        566.12
    ],
    [
        " And when you have the most you know when you have the power the seat of power",
        566.12,
        571.36
    ],
    [
        " And you've offended them",
        571.36,
        573.26
    ],
    [
        " What do you think they're gonna do?",
        573.26,
        575.32
    ],
    [
        " And they also realize that",
        576.0,
        577.78
    ],
    [
        " You can gain momentum. They're like thinking holy shit",
        577.78,
        581.3
    ],
    [
        " You know, I bet you some of those people on the other side watch that speech and went god damn it like this",
        581.3,
        585.92
    ],
    [
        " All right this hurts. Yeah, yeah, and they hear that they go",
        585.92,
        589.28
    ],
    [
        " You know what we need to do what we can to to suppress this individual's voice and so",
        589.28,
        595.28
    ],
    [
        " I think that very well may have been",
        595.28,
        599.58
    ],
    [
        " The thing that got me",
        599.58,
        602.5
    ],
    [
        " Shadowband that's by the way. I'm on shadowband now by the way we have",
        602.5,
        607.72
    ],
    [
        " Troopers in the game inside these social media organizations that believe in freedom that",
        607.72,
        614.4
    ],
    [
        " Now that they're on it. I don't think it's gonna happen again. I well",
        615.1,
        618.08
    ],
    [
        " Let me not say that we will we we should know quicker if it happens again",
        618.08,
        624.18
    ],
    [
        " We should see I should find out quicker because we have people that will report to us",
        624.18,
        628.74
    ],
    [
        " If this happens again. Yeah, that's that's crazy to when you think about really the content of what you said",
        628.74,
        635.98
    ],
    [
        " I've seen but I'm not gonna go through the whole thing or whatever it wasn't like",
        635.98,
        639.94
    ],
    [
        " I",
        641.46,
        641.9
    ],
    [
        " Mean I guess at the end of the day you were kind of taking a position or whatever",
        641.9,
        646.02
    ],
    [
        " But you that wasn't really what it was about you were just essentially saying hey, this is what I would have done",
        646.02,
        651.4
    ],
    [
        " Straight up. It's a straight-up hypothetical literally yeah, and that being said yeah, and so it does",
        651.4,
        658.44
    ],
    [
        " I made that administration look like that idiot. That's what I'm saying it at the end of the day",
        658.44,
        663.14
    ],
    [
        " That's what it was it wasn't something that's gonna hurt like someone or calls like a riot or I don't you know",
        663.14,
        668.36
    ],
    [
        " There's a bunch of reasons that I'm legitimate where you're kind of like hey",
        668.36,
        671.7
    ],
    [
        " I understand why you'd want to kind of at least like slow that guy down because even though he's freedom of speech sure",
        671.7,
        676.56
    ],
    [
        " like",
        676.56,
        677.38
    ],
    [
        " It could get kind of dangerous if it kind of goes beyond a certain point and then think about this think about this",
        677.38,
        683.1
    ],
    [
        " They go who's this guy and then they start pulling the thread",
        683.1,
        685.96
    ],
    [
        " Yeah, and they go wait a second this guy",
        685.96,
        688.14
    ],
    [
        " Motherforkers listening to him. You people are listening to him. Oh, he's written a bunch of books that are very very popular",
        688.14,
        694.62
    ],
    [
        " Oh, he has this profile over here. Oh, but what can we what can we what can we burn him on?",
        694.62,
        700.78
    ],
    [
        " What how can we call this guy out for being you know",
        701.12,
        703.46
    ],
    [
        " Whatever conspiracy got how can we do that and then they're looking at my thing going on way",
        703.46,
        708.54
    ],
    [
        " It's not gonna work. What are we gonna make stick to this guy?",
        708.54,
        711.32
    ],
    [
        " Gosh, he's got whatever freaking 20 years of military military service. He's got businesses",
        711.98,
        719.48
    ],
    [
        " He's got companies. He's got money. He's got like he's gonna be a hard target",
        719.48,
        724.14
    ],
    [
        " What are we gonna do we know we got to do suppress him? Yeah, get him because suppress him",
        725.02,
        728.68
    ],
    [
        " That's what we're gonna do and that's what they did",
        728.68,
        730.36
    ],
    [
        " And and they did it for a couple months",
        730.36,
        733.18
    ],
    [
        " But yeah, it's but because when I went back in retro like looked at my uh followers",
        733.18,
        738.34
    ],
    [
        " There you know, I would normally get followers it, you know every day",
        738.34,
        742.84
    ],
    [
        " Yeah, yeah, yeah, all of a sudden all of a sudden it's like oh there. Oh, there was no followers this day",
        742.84,
        747.04
    ],
    [
        " Oh, there was no followers that day. Oh, there was no followers that day and again",
        747.04,
        749.98
    ],
    [
        " It's not something I was looking at but when I went and looked at it",
        749.98,
        752.94
    ],
    [
        " Oh, they've put me on lockdown",
        753.72,
        756.16
    ],
    [
        " So it's disturbing um",
        756.16,
        760.94
    ],
    [
        " That was number one",
        760.94,
        763.12
    ],
    [
        " So that that may have been it those two things. I guess it's two things",
        763.12,
        767.76
    ],
    [
        " But the combination of those two things one of them probably caught their attention the other one said that we we need to suppress this guy",
        767.76,
        773.26
    ],
    [
        " We need to get him under control",
        773.26,
        774.82
    ],
    [
        " Here's the other one and I don't know if this one might even be scarier um",
        774.82,
        780.12
    ],
    [
        " Did another unraveling episode",
        780.12,
        781.94
    ],
    [
        " And this unraveling episode that we did",
        782.94,
        784.8
    ],
    [
        " Me Darryl Cooper. We had a guy on their name Brian suits whose uh",
        784.8,
        789.0
    ],
    [
        " He's a he's a veteran. He's in Iraq. He was in Bosnia",
        789.0,
        793.06
    ],
    [
        " um",
        793.06,
        794.06
    ],
    [
        " And he's he has his own podcast and he's a",
        794.06,
        798.6
    ],
    [
        " Kind of conservative guy",
        798.6,
        800.8
    ],
    [
        " You know, whatever. Okay, cool um",
        800.8,
        805.76
    ],
    [
        " But I but so we did a podcast about basically I I opened up this podcast and what I opened up this",
        805.76,
        812.82
    ],
    [
        " podcast talking about was I was explaining",
        812.94,
        815.16
    ],
    [
        " I was talking about the difference between strategic thinking and tactical thinking",
        815.16,
        820.38
    ],
    [
        " Which you've heard me talk about in all kinds of podcasts and I talk about all the time from a leadership perspective",
        820.38,
        825.06
    ],
    [
        " And explaining how strategic is long-term thinking and tactical is short-term thinking and with the when you think strategic",
        825.06,
        833.78
    ],
    [
        " That's what you need to do long-term to win and then I explained that China is thinking strategic right now",
        833.78,
        840.48
    ],
    [
        " You",
        847.26,
        847.88
    ],
    [
        " That is a little excerpt of what we are doing on the jacco underground podcast. So if you want to continue to listen",
        847.88,
        854.6
    ],
    [
        " go to jacco underground.com and subscribe and we're doing this to mitigate our reliance on external platforms",
        854.6,
        863.4
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        863.4,
        870.08
    ],
    [
        " More direct connections better communications it with us",
        870.18,
        872.98
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jacco underground.com",
        872.98,
        880.1
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        880.1,
        885.58
    ],
    [
        " We can still support you just email assistance at jacco underground.com",
        885.58,
        889.64
    ],
    [
        " And we'll get you taken care of until then we will see you",
        889.64,
        894.46
    ],
    [
        " mobilized",
        894.46,
        895.78
    ],
    [
        " underground",
        895.78,
        897.12
    ],
    [
        " You",
        900.08,
        901.26
    ]
]