[
    [
        " This is Jockel Podcast number 309 with Echo Charles and me,",
        0.42,
        4.98
    ],
    [
        " Jockel Willink, good evening, Eric.",
        5.24,
        6.42
    ],
    [
        " Good evening.",
        6.46,
        7.16
    ],
    [
        " Also joining us tonight, JP to now, good evening, JP.",
        7.68,
        10.24
    ],
    [
        " Good evening.",
        10.78,
        11.16
    ],
    [
        " So I got very lucky in my career, very lucky in my career",
        11.76,
        16.94
    ],
    [
        " and was able to learn a lot from being in the military.",
        16.94,
        21.64
    ],
    [
        " And a lot of what the military taught me,",
        23.02,
        26.96
    ],
    [
        " I was able to learn because I was able to teach.",
        26.96,
        29.08
    ],
    [
        " I was, you get put in positions in the military where you're teaching,",
        29.76,
        34.52
    ],
    [
        " which is an awesome way to learn.",
        34.98,
        37.0
    ],
    [
        " And it starts, in the SEAL team, it starts really young.",
        37.36,
        39.1
    ],
    [
        " The first time you go overseas, you're gonna be teaching.",
        39.66,
        42.26
    ],
    [
        " You're gonna be teaching some host nation, personnel,",
        42.46,
        45.7
    ],
    [
        " marksmanship, or map and compass, or whatever.",
        46.44,
        49.26
    ],
    [
        " And so you're just kind of learning how to teach.",
        50.08,
        52.6
    ],
    [
        " But then, when I really realized the power of teaching",
        53.52,
        58.64
    ],
    [
        " and learning at the same time, was when I was in training cell at SEAL team one.",
        58.64,
        64.3
    ],
    [
        " When I got into training cell at SEAL team one,",
        64.64,
        66.8
    ],
    [
        " so I had done three deployments, three workups, three deployments,",
        66.92,
        69.78
    ],
    [
        " and I went into training cell at SEAL team one.",
        69.8,
        71.2
    ],
    [
        " And when I got to say training cell at SEAL team one,",
        71.78,
        74.0
    ],
    [
        " I was single, no kids, no cares, volunteered for every trip that there was.",
        74.48,
        80.96
    ],
    [
        " Which means I got to teach everything.",
        80.96,
        82.58
    ],
    [
        " I taught every subject that you could teach.",
        82.82,
        85.14
    ],
    [
        " I taught land warfare, CQB, what we used to call CQB.",
        85.14,
        89.18
    ],
    [
        " When did that change to CQC?",
        89.42,
        90.6
    ],
    [
        " Was it always CQC for you?",
        91.18,
        92.4
    ],
    [
        " They would switch up between CQB and CQC in SKT.",
        94.04,
        100.42
    ],
    [
        " And I believe in my first platoon.",
        100.64,
        102.2
    ],
    [
        " It was CQC.",
        102.52,
        103.42
    ],
    [
        " Yeah, it was there really trying to hard like, hey, it's now CQC.",
        103.8,
        106.8
    ],
    [
        " We had a new guy, a freaking...",
        108.22,
        111.54
    ],
    [
        " My second platoon, we had this awesome guy.",
        111.54,
        113.66
    ],
    [
        " And he had to write up, like the new guys had to write up their bullet points for their evaluations.",
        114.92,
        119.92
    ],
    [
        " And he wrote completed CQB training.",
        120.9,
        124.42
    ],
    [
        " But he had it CQBed like three to the power of CQB.",
        124.8,
        130.78
    ],
    [
        " Yeah, CQB.",
        130.88,
        135.48
    ],
    [
        " And he was totally serious.",
        136.7,
        138.28
    ],
    [
        " Like he thought that's what it was called.",
        138.44,
        140.06
    ],
    [
        " So maybe that's what it had to do with CQC to make up for the homes.",
        140.94,
        146.8
    ],
    [
        " But look, I got to teach that.",
        147.02,
        148.22
    ],
    [
        " I got to teach Mount or at least go on Mount Trips, Marops, OTB.",
        148.34,
        153.4
    ],
    [
        " I taught a diving course.",
        153.56,
        154.54
    ],
    [
        " I taught a freaking awesome diving course.",
        154.8,
        156.6
    ],
    [
        " And this is back in the day when the diving course was five weeks long.",
        156.7,
        159.26
    ],
    [
        " And you'd take off your rig and climb through pipes up into the piers and stuff.",
        159.78,
        165.26
    ],
    [
        " And then go do something, then come back and put your rig back on.",
        165.26,
        168.14
    ],
    [
        " Spec recon, taught spec recon.",
        168.44,
        170.6
    ],
    [
        " So I got to teach everything.",
        170.7,
        171.56
    ],
    [
        " I was very, very lucky.",
        171.74,
        172.54
    ],
    [
        " And that's where I felt like I really started to learn.",
        173.0,
        176.14
    ],
    [
        " And what allows you to be able to learn so much is you're detached.",
        176.48,
        181.24
    ],
    [
        " You are detached.",
        182.02,
        183.86
    ],
    [
        " You're not part of the platoon.",
        184.14,
        184.86
    ],
    [
        " You're watching the platoon.",
        184.92,
        185.58
    ],
    [
        " So you are detached.",
        185.58,
        186.6
    ],
    [
        " And that's when you, if you pay attention, if you pay attention,",
        187.02,
        191.86
    ],
    [
        " you realize that you can see so much because you're detached.",
        192.46,
        195.48
    ],
    [
        " And that really brought it home for me.",
        196.22,
        197.8
    ],
    [
        " And it's what I wrote about in Leadership Strategy and Tactics.",
        198.08,
        200.42
    ],
    [
        " I kind of figured that out on an oil rig.",
        200.42,
        202.32
    ],
    [
        " My first platoon about how to detach.",
        202.78,
        205.0
    ],
    [
        " But then when I realize as an instructor,",
        205.22,
        206.96
    ],
    [
        " oh, you can see everything, everything, everything.",
        207.2,
        210.14
    ],
    [
        " When you're in an elevated position or when you take a step back.",
        210.56,
        213.48
    ],
    [
        " So that was awesome.",
        214.54,
        216.02
    ],
    [
        " And then from there, I got picked up for the Oscar program,",
        216.38,
        218.12
    ],
    [
        " a system platoon commander, platoon commander,",
        218.32,
        219.82
    ],
    [
        " a tasking commander went through more workups, more deployments.",
        219.82,
        222.44
    ],
    [
        " Continue to learn assemble thoughts in my head about how to do things,",
        223.38,
        229.16
    ],
    [
        " about how to run missions, about how to lead.",
        229.32,
        231.96
    ],
    [
        " And those workups and those deployments solidified a lot of ideas in my head",
        233.6,
        239.52
    ],
    [
        " about combat leadership.",
        239.52,
        240.96
    ],
    [
        " And the more I learned, as I was teaching the guys in my platoons about stuff,",
        241.66,
        248.76
    ],
    [
        " and then the battle or moddy obviously put those theories to the ultimate test.",
        249.76,
        254.5
    ],
    [
        " And you know, we're able to utilize those principles for victory.",
        255.36,
        260.62
    ],
    [
        " But I'll tell you what, it wasn't until I got home,",
        260.84,
        263.48
    ],
    [
        " took over Naval Special Warfare Group 1 trade-out.",
        263.82,
        266.68
    ],
    [
        " That's when the leadership principles that we talk about all the time,",
        267.32,
        270.36
    ],
    [
        " that's when they got really crystallized.",
        270.56,
        273.08
    ],
    [
        " Because at that time, in that place, in my opinion,",
        274.6,
        278.58
    ],
    [
        " I think that was the best leadership, laboratory,",
        279.08,
        285.34
    ],
    [
        " and instructional facility that has ever existed in the world.",
        285.9,
        290.58
    ],
    [
        " And look, I know that is a crazy, crazy big statement to make.",
        290.78,
        295.8
    ],
    [
        " It's accurate.",
        296.32,
        296.8
    ],
    [
        " But what were you able to do at that time?",
        299.06,
        303.8
    ],
    [
        " Look, we had a huge budget.",
        304.36,
        305.66
    ],
    [
        " The war was in full swing because of our deployment.",
        306.06,
        310.18
    ],
    [
        " And because of our combat experience in tasking a bruiser,",
        310.88,
        314.92
    ],
    [
        " being in sustained urban combat,",
        315.22,
        317.06
    ],
    [
        " man, I was given like the widest possible boundaries to push the envelope",
        317.62,
        324.64
    ],
    [
        " and do whatever we kind of wanted to do.",
        324.64,
        327.64
    ],
    [
        " And that's what we ended up with.",
        328.18,
        330.52
    ],
    [
        " And look, the training that we went through when we were in tasking a bruiser,",
        330.7,
        333.82
    ],
    [
        " the cadre that put us through training was also awesome.",
        334.0,
        336.3
    ],
    [
        " It was not like this revolutionary change,",
        337.12,
        340.56
    ],
    [
        " but we took it.",
        341.14,
        342.38
    ],
    [
        " We did take it even further.",
        342.42,
        343.56
    ],
    [
        " And even that training, you know, when I had Roger Haydenon,",
        344.44,
        347.56
    ],
    [
        " we came back from Vietnam.",
        347.8,
        349.0
    ],
    [
        " We still do stuff.",
        349.36,
        350.48
    ],
    [
        " So I'm not sitting here saying that this training at that time was better than anything else.",
        350.48,
        356.36
    ],
    [
        " And it's because of us.",
        356.46,
        357.8
    ],
    [
        " No, what I'm saying is that the training that you get to do is awesome.",
        358.14,
        362.0
    ],
    [
        " And when we were in that lucky moment in time,",
        362.2,
        365.04
    ],
    [
        " because of the way the freaking planets aligned, it just was epic.",
        365.28,
        370.14
    ],
    [
        " It was epic.",
        370.46,
        371.24
    ],
    [
        " So what we end up with is this.",
        371.58,
        373.58
    ],
    [
        " We have multiple arenas.",
        373.74,
        378.58
    ],
    [
        " Multiple arenas of leadership challenges to test and train leadership capability.",
        380.3,
        385.8
    ],
    [
        " They're all different arenas you can go to.",
        386.3,
        389.06
    ],
    [
        " The two that I'm going to talk about the most because they probably had the most power",
        389.26,
        393.1
    ],
    [
        " was the Land Warfare arena.",
        393.1,
        394.9
    ],
    [
        " And then the Mount or Salk arena.",
        395.74,
        398.18
    ],
    [
        " And this is another thing that they changed at some point.",
        398.42,
        400.2
    ],
    [
        " It used to be Mount when I was younger, which was military operations urban train.",
        400.2,
        403.76
    ],
    [
        " And then it got changed to Salk, which is special operations urban combat.",
        403.76,
        406.76
    ],
    [
        " But whatever you want to call it, these two arenas that we were allowed to run these training missions.",
        407.02,
        414.78
    ],
    [
        " And we had the opportunity to put platoon after platoon after platoon after platoon through complex,",
        415.36,
        424.02
    ],
    [
        " dynamic, reactive, intense, realistic, high pressure scenarios where the difference between success",
        424.44,
        433.2
    ],
    [
        " and failure came down to one thing and one thing only.",
        433.2,
        435.78
    ],
    [
        " It only came down to one thing and that was leadership.",
        436.04,
        438.54
    ],
    [
        " That was leadership.",
        439.46,
        441.16
    ],
    [
        " It was 100% leadership.",
        441.38,
        442.58
    ],
    [
        " If a platoon or a task unit was successful, it was because of the leadership.",
        442.74,
        446.88
    ],
    [
        " And if the platoon or task unit failed, it was because of the leadership.",
        447.42,
        449.94
    ],
    [
        " Because there's some constants.",
        451.24,
        453.14
    ],
    [
        " There's some variables in some constants.",
        453.94,
        455.48
    ],
    [
        " The constants are, look, you're going to be in a stressful situation.",
        455.9,
        458.72
    ],
    [
        " It's going to be a complex mission.",
        459.7,
        461.1
    ],
    [
        " It's going to be a opposing force.",
        462.86,
        465.82
    ],
    [
        " So the bad guys are going to be highly capable.",
        466.12,
        468.76
    ],
    [
        " They're also going to be tightly controlled most of the time.",
        468.96,
        471.94
    ],
    [
        " Sometimes, sometimes my brothers would get a little out of head.",
        472.24,
        475.42
    ],
    [
        " But most of the time it's tightly controlled.",
        475.68,
        477.34
    ],
    [
        " And then you have a platoon or two platoons of seals.",
        477.56,
        480.9
    ],
    [
        " Now, some people might think, well, you know, there's going to be a variation in the seal platoons.",
        481.88,
        487.38
    ],
    [
        " And that is accurate.",
        487.58,
        489.14
    ],
    [
        " There is going to be some level of variation of the skills in a seal platoon.",
        489.38,
        496.76
    ],
    [
        " But overall, the variation of the troops of the 14 or 16 shooters in that platoon overall,",
        497.54,
        507.14
    ],
    [
        " when you combine them all together, you're going to have some smart guys.",
        507.14,
        510.0
    ],
    [
        " You're going to have some dumb guys.",
        510.56,
        512.5
    ],
    [
        " You're going to have some old guys.",
        513.0,
        513.84
    ],
    [
        " You're going to have some new guys.",
        513.92,
        514.56
    ],
    [
        " You're going to have some aggressive guys.",
        514.64,
        515.56
    ],
    [
        " You're going to have some passive guys.",
        515.68,
        516.48
    ],
    [
        " You're going to have all these different, you're a big guy.",
        516.68,
        518.16
    ],
    [
        " Small guys, you're going to have all these different guys.",
        518.16,
        519.48
    ],
    [
        " And you take them all together and you mix them up.",
        519.6,
        521.46
    ],
    [
        " And that platoon is going to fall within the margin of error of a normal seal platoon.",
        521.78,
        526.82
    ],
    [
        " That's what's going to happen.",
        527.38,
        528.62
    ],
    [
        " Seals come in all different shapes and sizes.",
        529.64,
        531.78
    ],
    [
        " And that's just the outcome that you get when you put them all together is a seal platoon.",
        532.92,
        538.16
    ],
    [
        " And they're all kind of pretty much the same thing.",
        538.3,
        541.52
    ],
    [
        " Look, there's a variance, like I said.",
        541.76,
        543.04
    ],
    [
        " There's a variance.",
        543.42,
        543.92
    ],
    [
        " But there's not one platoon that's filled with idiots.",
        543.92,
        547.92
    ],
    [
        " It just doesn't exist.",
        548.42,
        549.24
    ],
    [
        " There's not one platoon that's filled with tall, everyone's a stud.",
        549.42,
        552.52
    ],
    [
        " It doesn't exist.",
        552.82,
        553.52
    ],
    [
        " Kasing we get these stacked platoons occasionally.",
        554.02,
        556.58
    ],
    [
        " And sometimes they didn't explode.",
        556.74,
        557.46
    ],
    [
        " And sometimes they did good.",
        557.56,
        558.34
    ],
    [
        " Because again, you got the mixture.",
        558.42,
        560.5
    ],
    [
        " But what would happen when I stacked platoon?",
        561.42,
        564.58
    ],
    [
        " It just depends on how good the leader was.",
        564.72,
        565.8
    ],
    [
        " The leader could contain those egos.",
        566.04,
        567.32
    ],
    [
        " That platoon could be great.",
        567.74,
        568.72
    ],
    [
        " If he couldn't, it would fall apart.",
        568.84,
        569.96
    ],
    [
        " So because the platoon is kind of the same functional thing within a margin of error,",
        570.9,
        578.46
    ],
    [
        " the only difference between success and failure ends up being the platoon, the platoon leadership.",
        578.86,
        585.58
    ],
    [
        " And it doesn't really even matter where that platoon leadership is coming from.",
        586.1,
        592.9
    ],
    [
        " It doesn't really matter.",
        593.04,
        593.6
    ],
    [
        " It took me, it probably took me one month to figure this out.",
        593.94,
        598.92
    ],
    [
        " It took me one month before I didn't care who the leader was.",
        598.94,
        601.82
    ],
    [
        " I didn't care if it was the chief.",
        601.94,
        602.68
    ],
    [
        " I didn't care if it was the platoon commander.",
        603.08,
        604.12
    ],
    [
        " I didn't care if it was the leading petty officer of the platoon.",
        604.36,
        607.52
    ],
    [
        " I didn't care if it was the E5, 3 E5s that were just awesome.",
        607.66,
        610.38
    ],
    [
        " And they could make shit happen.",
        610.54,
        611.46
    ],
    [
        " That's enough leadership on platoon that they can win all day.",
        611.98,
        615.34
    ],
    [
        " So you talk about when you were running trading a two-kiddle month",
        616.3,
        620.18
    ],
    [
        " that really not care where that leadership came from or when you were in your first platoon?",
        620.18,
        624.5
    ],
    [
        " I would say, no, when I took up a trade-out, I was watching.",
        625.12,
        630.28
    ],
    [
        " And at first I thought, hey, here's the job for the platoon chief.",
        630.72,
        634.66
    ],
    [
        " Here's the job for the assistant platoon commander.",
        634.88,
        637.02
    ],
    [
        " Here's the job for the LPL.",
        637.28,
        638.18
    ],
    [
        " Hey, these are the roles in response, but I wrote those roles in response abilities out",
        638.64,
        641.28
    ],
    [
        " and gave them to people and issued them to people and they were like, okay, this is cool.",
        641.28,
        644.9
    ],
    [
        " But then you'd realize you'd have a platoon chief that didn't know what he was doing.",
        645.66,
        648.86
    ],
    [
        " Or you'd have an OIC that didn't know what he was doing.",
        649.08,
        650.88
    ],
    [
        " And so he couldn't handle that job, whatever that job was.",
        651.18,
        653.46
    ],
    [
        " But if you had a horrible platoon chief, but the LPL was a bad ass,",
        654.28,
        658.9
    ],
    [
        " well, it didn't really matter.",
        659.02,
        659.76
    ],
    [
        " That guy would just cover for him and make it happen.",
        659.92,
        662.76
    ],
    [
        " And maybe the chief is good at admin.",
        663.3,
        665.84
    ],
    [
        " And so he's kind of a look, man, I'll have to get the paperwork over here.",
        666.44,
        669.18
    ],
    [
        " You know, you got to do your thing.",
        669.34,
        670.46
    ],
    [
        " I mean, it's not like Laf Babin was relying heavily on Tony Afradi to handle the paperwork for Laf, right?",
        670.82,
        677.12
    ],
    [
        " I bet you Tony did not turn on a computer, right?",
        677.42,
        680.66
    ],
    [
        " Because that's not what his skillset was.",
        680.88,
        682.9
    ],
    [
        " And it didn't matter one bit.",
        683.22,
        684.5
    ],
    [
        " Laf's doing paperwork, his junior officer doing paperwork, Tony's running tactics.",
        684.94,
        689.0
    ],
    [
        " Like Tony should be running tactics.",
        689.2,
        690.24
    ],
    [
        " But that can swap.",
        690.48,
        691.18
    ],
    [
        " Yes, that can swap.",
        691.7,
        692.82
    ],
    [
        " You can end up with a platoon commander who's just a stud and has a good comprehension of tactics.",
        693.0,
        698.12
    ],
    [
        " And platoon chief that doesn't really get it, he's a good guy,",
        698.74,
        703.28
    ],
    [
        " but he's not going to add much from the tackle front.",
        703.28,
        705.46
    ],
    [
        " But so that's what it boils down to.",
        705.6,
        708.8
    ],
    [
        " It took me about a month to go, look, I don't care.",
        708.8,
        710.9
    ],
    [
        " As long as we have leaders in here, I'm happy.",
        711.12,
        713.78
    ],
    [
        " And so going through this training, the training that we had,",
        715.58,
        719.22
    ],
    [
        " not only identified who the leaders were,",
        719.38,
        721.5
    ],
    [
        " and then what their shortfalls were, but most important,",
        722.18,
        726.12
    ],
    [
        " it allowed us the opportunity to teach them how to lead.",
        726.88,
        731.22
    ],
    [
        " That was the most important thing, was that it allowed us the opportunity",
        731.78,
        735.52
    ],
    [
        " to teach them how to lead.",
        736.72,
        738.08
    ],
    [
        " And the lessons that you get learned in these dynamic environments when you feel them.",
        738.56,
        743.82
    ],
    [
        " You ever heard that thing, he who suffers remembers?",
        744.58,
        746.48
    ],
    [
        " Yes.",
        746.76,
        747.08
    ],
    [
        " So I think I quite frankly got that in a fortune cookie at some point in my life.",
        747.44,
        751.84
    ],
    [
        " I don't want to tell you, I got it from Sun Sioux or Musashi.",
        752.04,
        756.1
    ],
    [
        " I'm pretty sure there's also some Bible verses around that as well, but.",
        756.28,
        759.7
    ],
    [
        " Okay, yeah.",
        759.92,
        760.46
    ],
    [
        " I didn't get it from any of those ice.",
        760.64,
        762.02
    ],
    [
        " I think I legitimately got it from a fortune cookie.",
        762.06,
        764.6
    ],
    [
        " He who suffers remembers, and that's kind of what happens.",
        764.78,
        767.78
    ],
    [
        " You go through these training and it's hard, not so much like,",
        768.2,
        771.5
    ],
    [
        " oh, it's physically hard, but all of a sudden you look around",
        771.58,
        774.04
    ],
    [
        " and everyone's no one knows what's happening,",
        774.04,
        775.94
    ],
    [
        " and you go, I'm supposed to be in charge of this.",
        775.94,
        777.52
    ],
    [
        " I'm horrible.",
        777.9,
        778.52
    ],
    [
        " And I don't want to make this mistake again.",
        779.08,
        780.66
    ],
    [
        " And that's what's incredibly important.",
        781.22,
        785.44
    ],
    [
        " One of the key components of this training, all of it,",
        786.32,
        789.42
    ],
    [
        " it was there's three major components to it.",
        789.42,
        793.28
    ],
    [
        " It was humbling.",
        793.72,
        794.76
    ],
    [
        " It was humbling.",
        795.26,
        796.44
    ],
    [
        " And it was humbling.",
        796.84,
        798.26
    ],
    [
        " And if you couldn't, if you approached that training in a humble way,",
        798.54,
        805.48
    ],
    [
        " the guys would just do awesome.",
        805.48,
        806.84
    ],
    [
        " And we had freaking studs, just total studs.",
        807.2,
        813.56
    ],
    [
        " Legendary seals come through that training.",
        813.74,
        815.86
    ],
    [
        " Legendary badass seals come through that training.",
        816.06,
        818.48
    ],
    [
        " And totally humble.",
        819.5,
        820.3
    ],
    [
        " And you're like, you up, we screwed that up.",
        820.74,
        822.36
    ],
    [
        " And just be awesome.",
        822.5,
        823.48
    ],
    [
        " And they would turn their platoon around and just kick ass.",
        823.62,
        826.68
    ],
    [
        " And it would be unbelievable.",
        826.84,
        828.02
    ],
    [
        " And then you'd have other guys come through,",
        828.46,
        830.04
    ],
    [
        " whether they had a lot of experience or not,",
        830.16,
        831.76
    ],
    [
        " or whatever their background was, where they didn't have any humility,",
        831.86,
        834.32
    ],
    [
        " and it would just eat them alive.",
        834.52,
        835.96
    ],
    [
        " It would be horrible to watch.",
        836.18,
        837.6
    ],
    [
        " And you couldn't really help them.",
        837.96,
        839.42
    ],
    [
        " It was painful.",
        839.62,
        840.1
    ],
    [
        " It was painful.",
        840.48,
        841.5
    ],
    [
        " But having this training and running this training",
        842.18,
        845.38
    ],
    [
        " and seeing the literal transformation of minds,",
        846.1,
        851.34
    ],
    [
        " to see, you could see it's a light switch.",
        852.04,
        855.38
    ],
    [
        " Sometimes it's a light switch, or some guys,",
        855.78,
        857.2
    ],
    [
        " some guys is a little bit more like a demo switch that's getting turned on.",
        857.2,
        859.86
    ],
    [
        " But to see them go from not understanding how to lead",
        860.66,
        863.52
    ],
    [
        " to fully being capable of how to lead was incredible.",
        863.52,
        868.58
    ],
    [
        " And we would see it because in the beginning of,",
        868.94,
        872.74
    ],
    [
        " let's say, the field training exercise time of land warfare",
        872.74,
        877.76
    ],
    [
        " or of urban training, the first couple of days,",
        877.76,
        882.6
    ],
    [
        " you know, it's four or five days, maybe six days of training.",
        882.74,
        885.26
    ],
    [
        " The first few days, the platoon is getting annihilated.",
        885.36,
        888.0
    ],
    [
        " Unniilated.",
        888.52,
        889.72
    ],
    [
        " And as they start to learn the lessons,",
        890.04,
        892.22
    ],
    [
        " as they start to implement the lessons,",
        892.22,
        893.88
    ],
    [
        " all of a sudden, you fast forward to the last day",
        893.92,
        896.56
    ],
    [
        " and the opposing force, the bad guys can't get anything done.",
        896.56,
        901.46
    ],
    [
        " They're getting locked down, they're getting shot,",
        901.46,
        903.4
    ],
    [
        " they're getting pinned down, they're getting maneuvered on",
        903.62,
        905.32
    ],
    [
        " because the leaders learn how to lead.",
        905.32,
        909.46
    ],
    [
        " And that's why, you know, eventually, we took this training",
        910.82,
        913.5
    ],
    [
        " and I wanted to duplicate it for the business world.",
        913.5,
        916.38
    ],
    [
        " So we could get these same tools to help organizations",
        916.9,
        920.84
    ],
    [
        " and help leaders learn to lead,",
        920.84,
        923.82
    ],
    [
        " which is the most important skill in the world, bar none.",
        923.9,
        927.98
    ],
    [
        " But JP, you ended up taking that.",
        931.32,
        933.0
    ],
    [
        " You ended up coming over here, we'll get into that.",
        933.08,
        934.68
    ],
    [
        " But let's talk about when you came home",
        934.82,
        936.6
    ],
    [
        " from deployment to Ramadi,",
        936.6,
        939.28
    ],
    [
        " and you immediately went to Buds for a short, glorious,",
        939.6,
        942.46
    ],
    [
        " and crazy stuff.",
        943.08,
        945.68
    ],
    [
        " You have to talk that too.",
        945.92,
        946.74
    ],
    [
        " No, just Phyllis said, it's actually kind of funny.",
        947.16,
        948.96
    ],
    [
        " I was talking to a couple young team guys the other day",
        949.1,
        952.94
    ],
    [
        " and I was explaining to them that when you came home,",
        952.94,
        957.48
    ],
    [
        " you went and they were like asking about you.",
        957.94,
        959.96
    ],
    [
        " And I said, you know, when he came home, he went to Buds",
        960.2,
        963.56
    ],
    [
        " and they were like, ooh, and I go, oh, it was, no.",
        963.56,
        967.66
    ],
    [
        " It was bad. I mean, it was so bad.",
        968.02,
        970.06
    ],
    [
        " It's embarrassing, really.",
        970.44,
        973.2
    ],
    [
        " You know, it's embarrassing because we just came back",
        973.5,
        977.22
    ],
    [
        " from Ramadi and, you know, I'm looking at all these guys",
        977.22,
        983.16
    ],
    [
        " going through training, comparing them to Mikey and Mark",
        983.16,
        986.16
    ],
    [
        " and Ryan and Kaui and all the guys in our task unit",
        986.52,
        989.84
    ],
    [
        " that were injured, right?",
        989.84,
        990.92
    ],
    [
        " And that stayed in the fight.",
        991.42,
        992.62
    ],
    [
        " I mean, we had multiple guys get wounded on that deployment.",
        993.18,
        995.54
    ],
    [
        " That stayed on deployment.",
        995.66,
        996.68
    ],
    [
        " And then those Marines and those soldiers that we worked with",
        997.12,
        1000.76
    ],
    [
        " were some of the bravest humans we'd ever been alongside.",
        1000.76,
        1003.18
    ],
    [
        " And so I'm mad that I'm not overseas",
        1003.42,
        1006.26
    ],
    [
        " because I wanted to still be over there",
        1006.26,
        1008.4
    ],
    [
        " and I got pulled from my platoon.",
        1008.4,
        1012.18
    ],
    [
        " And that was what was the worst part",
        1012.7,
        1014.64
    ],
    [
        " is because I had shoulder surgery,",
        1014.64,
        1016.46
    ],
    [
        " ended up with some temporary nerve damage",
        1016.74,
        1018.64
    ],
    [
        " where I would just drop something.",
        1018.64,
        1019.92
    ],
    [
        " Well, you can't be in an act of platoon when that happens.",
        1020.16,
        1022.46
    ],
    [
        " And so I get pulled from the platoon.",
        1022.72,
        1025.44
    ],
    [
        " What phase did they put you in?",
        1025.54,
        1026.6
    ],
    [
        " Indock.",
        1027.16,
        1027.56
    ],
    [
        " So before they even start first phase.",
        1027.92,
        1029.68
    ],
    [
        " So how old were you?",
        1030.68,
        1035.44
    ],
    [
        " Like 23?",
        1035.8,
        1037.2
    ],
    [
        " I was still 23.",
        1037.94,
        1038.8
    ],
    [
        " Yeah, I remember, yeah.",
        1039.04,
        1040.74
    ],
    [
        " I was 23 when I was at Buds.",
        1040.98,
        1043.34
    ],
    [
        " No, I'm sorry.",
        1043.54,
        1044.24
    ],
    [
        " I was, I turned 24 and then I went there",
        1044.4,
        1047.42
    ],
    [
        " because I had the surgery and the rehab.",
        1047.42,
        1049.78
    ],
    [
        " Okay, so it was a little more time passed.",
        1050.06,
        1051.12
    ],
    [
        " I mean, not much.",
        1051.62,
        1052.36
    ],
    [
        " Yeah, I mean, come back from the body.",
        1052.56,
        1053.52
    ],
    [
        " Like a moddy.",
        1053.52,
        1053.72
    ],
    [
        "",
        1054.2,
        1054.2
    ],
    [
        " And then, you know, we started the workup.",
        1054.54,
        1057.12
    ],
    [
        " I went to, you know, I was going to school.",
        1057.3,
        1059.28
    ],
    [
        " I was starting the workup.",
        1059.5,
        1060.34
    ],
    [
        " And had to have surgery issues with the surgery.",
        1060.66,
        1064.44
    ],
    [
        " You know, there, I was at the, I was still at Team 3 for a while.",
        1065.1,
        1068.0
    ],
    [
        " And, you know, because Stone was my task unit commander.",
        1068.46,
        1071.14
    ],
    [
        " And I, I mean, I was just super fired up.",
        1071.52,
        1074.34
    ],
    [
        " I was so excited to go back.",
        1074.44,
        1076.82
    ],
    [
        " And I think we knew we were going to be going to Saudersity",
        1076.98,
        1080.4
    ],
    [
        " at the time.",
        1080.4,
        1081.0
    ],
    [
        " And so, anyway, so I get pulled.",
        1081.04,
        1082.98
    ],
    [
        " I go to Buds.",
        1083.48,
        1084.4
    ],
    [
        " And I am just an absolute train wreck right there.",
        1084.78,
        1089.0
    ],
    [
        " I'm comparing all these, like I said, all these guys to Mark and Mikey and Ryan and Kowie.",
        1089.14,
        1095.22
    ],
    [
        " And like, so what are you supposed to be doing in Indock?",
        1095.42,
        1097.78
    ],
    [
        " You're supposed to be just peating them and kind of like,",
        1098.22,
        1100.18
    ],
    [
        " you're preparing them for first phase.",
        1100.56,
        1102.24
    ],
    [
        " Right. So you're not supposed to be beating the shit out of them.",
        1102.48,
        1104.82
    ],
    [
        " No.",
        1104.88,
        1105.1
    ],
    [
        " I got you.",
        1105.46,
        1106.52
    ],
    [
        " I got you.",
        1106.54,
        1106.58
    ],
    [
        " I got you.",
        1106.58,
        1106.8
    ],
    [
        " I got you.",
        1106.8,
        1106.82
    ],
    [
        "",
        1106.82,
        1106.82
    ],
    [
        " Well, when I got pulled aside and they said, hey, JP, this isn't first phase,",
        1108.48,
        1113.76
    ],
    [
        " you're not supposed to have this many guys quit.",
        1113.98,
        1116.82
    ],
    [
        " Yeah, I was, how long did you last?",
        1118.24,
        1122.76
    ],
    [
        " It wasn't that long.",
        1122.98,
        1123.72
    ],
    [
        " It wasn't long.",
        1123.86,
        1124.44
    ],
    [
        " Thank God, like, for the community.",
        1124.62,
        1126.74
    ],
    [
        " Because I mean, so like I said,",
        1126.96,
        1129.5
    ],
    [
        " what was your favorite way to torture students?",
        1129.5,
        1132.54
    ],
    [
        " Because I was thinking about this too.",
        1132.8,
        1133.66
    ],
    [
        " So you get this leadership laboratory that we had where what we figured out was what exactly,",
        1134.06,
        1139.84
    ],
    [
        " what, where to apply pressure, where to relieve pressure on these leaders to force them to start to understand how to lead.",
        1140.16,
        1149.4
    ],
    [
        " And how, if they didn't understand it, how they were going to break.",
        1149.9,
        1152.76
    ],
    [
        " But I was thinking about it.",
        1153.08,
        1154.02
    ],
    [
        " If you're a Buds instructor, what you learn is how to get into people's heads and apply pressure.",
        1154.04,
        1159.48
    ],
    [
        " To make them break.",
        1159.48,
        1160.46
    ],
    [
        " Yeah.",
        1160.58,
        1160.7
    ],
    [
        " Yeah.",
        1161.12,
        1162.62
    ],
    [
        " So one of the, I'll give you two examples of some stuff.",
        1162.78,
        1166.42
    ],
    [
        " Like one, that was probably like the worst that I did that I definitely should not have.",
        1166.54,
        1170.22
    ],
    [
        " Is there a statute of limitations on this stuff?",
        1170.22,
        1171.9
    ],
    [
        " Are we clear?",
        1172.08,
        1172.5
    ],
    [
        " Sure.",
        1174.54,
        1176.76
    ],
    [
        " Sure.",
        1177.18,
        1177.82
    ],
    [
        " The leadership knew about this eventually.",
        1178.1,
        1179.64
    ],
    [
        " It was at the end of the day.",
        1180.36,
        1181.94
    ],
    [
        " And they were leaving the pool deck and all the other instructors had gone.",
        1182.4,
        1185.5
    ],
    [
        " And it's a mistake right there.",
        1186.58,
        1188.2
    ],
    [
        "",
        1188.74,
        1188.74
    ],
    [
        " All those instructors and I was by myself.",
        1188.74,
        1191.12
    ],
    [
        " And there was a lot of other stuff that was going on in my life.",
        1191.42,
        1196.0
    ],
    [
        " So I really had no life outside of this.",
        1196.2,
        1198.12
    ],
    [
        " So I didn't have to go back home.",
        1198.26,
        1199.64
    ],
    [
        " I actually got a room at the barracks.",
        1200.0,
        1203.02
    ],
    [
        " So I didn't even have to leave.",
        1203.02,
        1204.06
    ],
    [
        " I was just sleeping in the barracks there.",
        1204.46,
        1206.26
    ],
    [
        " Like just making these students life absolute hell.",
        1206.44,
        1209.88
    ],
    [
        " I mean, I was, it wasn't cool what I was doing.",
        1210.24,
        1212.5
    ],
    [
        " Like, I know that.",
        1212.66,
        1213.58
    ],
    [
        " And I'm very apologetic and I feel really bad now that I'm older and more mature.",
        1213.58,
        1217.14
    ],
    [
        " But one, one of the times I took, like they were trying to leave the pool deck and someone did something stupid.",
        1218.32,
        1223.6
    ],
    [
        " Like, you know, a basic student thing.",
        1223.86,
        1225.14
    ],
    [
        " Like it should have been like 20 push ups or, you know, make them like jump in the pool with their gear and come back out and go.",
        1225.14,
        1230.02
    ],
    [
        " But I was like, nope, I brought them down to the pool deck.",
        1230.14,
        1232.74
    ],
    [
        " Like so you know the observation.",
        1232.88,
        1234.16
    ],
    [
        " Like deck down below.",
        1234.52,
        1236.2
    ],
    [
        " Oh, where your underwater?",
        1236.38,
        1237.16
    ],
    [
        " Yeah, you're under the pool deck and underwater.",
        1237.56,
        1239.46
    ],
    [
        " And you can see the pool.",
        1239.94,
        1241.7
    ],
    [
        " And it's dark down there.",
        1241.7,
        1242.74
    ],
    [
        " And nobody knows you're down there.",
        1243.04,
        1244.16
    ],
    [
        " And nobody can hear that you're down there.",
        1244.28,
        1245.58
    ],
    [
        " So I brought them down there and closed the gate to the compound where it looked like everybody was gone.",
        1245.7,
        1250.26
    ],
    [
        " And beat them down there for, I was over an hour.",
        1250.26,
        1253.82
    ],
    [
        " Just like, just doing different like funer kicks.",
        1254.08,
        1256.98
    ],
    [
        " Like the belly back feet drills where they're just rolling.",
        1257.04,
        1261.06
    ],
    [
        " I mean,",
        1261.5,
        1261.8
    ],
    [
        " What are you back with your belly?",
        1262.26,
        1263.0
    ],
    [
        " I'm back with your belly.",
        1263.08,
        1263.72
    ],
    [
        " I'm back with your belly.",
        1263.72,
        1263.82
    ],
    [
        " I'm back with your belly.",
        1263.82,
        1266.32
    ],
    [
        " I'm back with your belly.",
        1266.4,
        1271.58
    ],
    [
        " So anyways, that happened in another time.",
        1274.0,
        1276.26
    ],
    [
        " I was just walking by the barracks and looked in one of the windows of the barracks and it was on the lock.",
        1276.64,
        1282.36
    ],
    [
        " I'm like, oh cool.",
        1282.48,
        1283.04
    ],
    [
        " Climbed in their window.",
        1283.34,
        1284.22
    ],
    [
        " And the room was going to open up the fridge and there was like two 18 packs of beer.",
        1284.46,
        1289.58
    ],
    [
        " And I was like, okay.",
        1290.34,
        1292.34
    ],
    [
        " So I emptied every beer into the room and then went and found the class OIC.",
        1292.82,
        1297.72
    ],
    [
        " I brought the OIC OIC in there.",
        1297.72,
        1299.3
    ],
    [
        " And the kids that were in there were underage.",
        1300.08,
        1301.42
    ],
    [
        " Oh.",
        1301.88,
        1302.12
    ],
    [
        " I was like, how do you guys want to handle this?",
        1302.48,
        1304.68
    ],
    [
        " Like I wasn't going to try to get these kids in trouble for underage drinking because I'm not going to be a hypocrite.",
        1305.36,
        1309.12
    ],
    [
        " When I went through buzz, I was 18 and guess what I would do on the weekends.",
        1309.2,
        1312.12
    ],
    [
        " I would go have some beers with my friends.",
        1312.68,
        1314.02
    ],
    [
        " Like I know it happens.",
        1314.02,
        1315.24
    ],
    [
        " And if you drink underage, I know you're not, I'm not condemning this.",
        1315.46,
        1319.26
    ],
    [
        " But if you're trying to go into the sealed teams and you're going to have a beer underage, like for me, that's not something that's like, oh, we can't trust that guy.",
        1319.4,
        1326.48
    ],
    [
        " You know, especially in our community.",
        1326.8,
        1328.78
    ],
    [
        " I know it's not right.",
        1328.98,
        1329.66
    ],
    [
        " I'm not saying it's right.",
        1329.8,
        1330.56
    ],
    [
        "",
        1330.84,
        1330.84
    ],
    [
        " Well, yeah.",
        1331.08,
        1331.6
    ],
    [
        " And nowadays it's way stricken.",
        1331.72,
        1333.02
    ],
    [
        " Oh, nowadays you're done.",
        1333.02,
        1334.42
    ],
    [
        " Yeah.",
        1334.62,
        1334.66
    ],
    [
        " You're done 100%.",
        1334.8,
        1335.78
    ],
    [
        " And zero tolerance is an actual real thing now.",
        1335.78,
        1339.04
    ],
    [
        " And so there's, I wasn't going to, I was at least at least stable enough to know that I'm not going to ruin somebody's career over this.",
        1339.12,
        1348.14
    ],
    [
        " That's not fair.",
        1348.52,
        1350.14
    ],
    [
        " Because I happened to my brother.",
        1350.74,
        1351.94
    ],
    [
        " My brother was in a school with a contract to go to Buds.",
        1352.24,
        1355.52
    ],
    [
        " He would have been like, two, no, four buds classes behind me.",
        1355.62,
        1359.22
    ],
    [
        " And he was training in a school, got injured.",
        1360.12,
        1363.38
    ],
    [
        " And so he got rolled back to where he couldn't class up, had surgery, came back.",
        1363.98,
        1368.76
    ],
    [
        " Most kids in a school, right?",
        1369.06,
        1370.72
    ],
    [
        " They go off base.",
        1370.84,
        1371.56
    ],
    [
        " They have some drinks.",
        1371.68,
        1372.44
    ],
    [
        " He came back, came back.",
        1372.54,
        1374.68
    ],
    [
        " They had been drinking.",
        1374.82,
        1375.6
    ],
    [
        " Turns out like, was he underage?",
        1376.28,
        1378.96
    ],
    [
        " Yeah, he was underage.",
        1379.06,
        1379.8
    ],
    [
        " He was 18 at the time.",
        1379.8,
        1380.78
    ],
    [
        " And he got in trouble.",
        1381.68,
        1383.7
    ],
    [
        " And they're like, who was with you drinking?",
        1384.14,
        1386.0
    ],
    [
        " And he's like, it was me.",
        1386.16,
        1387.16
    ],
    [
        " I was the only one drinking there.",
        1387.46,
        1388.22
    ],
    [
        " I was with you.",
        1388.26,
        1388.94
    ],
    [
        " He wasn't going to say anything.",
        1389.24,
        1390.36
    ],
    [
        " He was going to rattle on the guys at all.",
        1390.42,
        1391.64
    ],
    [
        " I didn't know about this until recently.",
        1392.12,
        1394.14
    ],
    [
        " Until a guy who was in the teams at a different command running training told me, he's like, the reason why I'm still in the Navy in here is because of your brother.",
        1394.48,
        1402.32
    ],
    [
        " Oh, my, what?",
        1402.6,
        1403.74
    ],
    [
        " He goes, yeah, your brother covered for all of us.",
        1404.06,
        1406.28
    ],
    [
        " My brother didn't like, was like, nope, it's just me.",
        1406.28,
        1408.54
    ],
    [
        " So my brother ended up getting the admin set out of the Navy for underage drinking.",
        1408.68,
        1412.14
    ],
    [
        " It lost his contract to go to Buds and everything.",
        1412.58,
        1414.52
    ],
    [
        " Yeah.",
        1415.1,
        1415.2
    ],
    [
        " So I knew that happened to Corey.",
        1415.46,
        1417.88
    ],
    [
        " And Corey is a freaking stud.",
        1418.3,
        1419.76
    ],
    [
        " He met my brother.",
        1419.86,
        1420.46
    ],
    [
        " He's super smart.",
        1420.46,
        1421.38
    ],
    [
        " Like he's one of the smartest guys I know.",
        1421.52,
        1422.84
    ],
    [
        " He was a physical stud.",
        1423.24,
        1424.72
    ],
    [
        " Still is.",
        1424.72,
        1425.28
    ],
    [
        " And it's just, I wasn't going to be, I wasn't going to do that.",
        1425.44,
        1428.78
    ],
    [
        " So I gave the OIC, A OIC an option.",
        1429.36,
        1431.92
    ],
    [
        " And we secured him for the weekend.",
        1431.92,
        1433.84
    ],
    [
        " And it was just uniform inspections about every 90 minutes.",
        1434.16,
        1437.88
    ],
    [
        " And, um, yeah, a crappy thing.",
        1438.14,
        1441.52
    ],
    [
        " I didn't know it until I came to check out Mustard 0 0 1 with y'all met Jamie Cochran.",
        1441.62,
        1447.34
    ],
    [
        " And she's like, yeah, you might know my husband.",
        1447.76,
        1450.02
    ],
    [
        " He was in the teams.",
        1450.22,
        1450.98
    ],
    [
        " And she's like, his name's Phil Ann.",
        1451.1,
        1452.28
    ],
    [
        " I was like, I don't know.",
        1452.34,
        1453.56
    ],
    [
        " I don't know, fun.",
        1453.72,
        1454.34
    ],
    [
        " And then later on, I see him.",
        1454.7,
        1456.8
    ],
    [
        " I'm like, what's up bro?",
        1456.82,
        1457.86
    ],
    [
        " And he like gives him a bro hug.",
        1457.86,
        1459.1
    ],
    [
        " And I was like, what are you doing?",
        1459.32,
        1460.06
    ],
    [
        " And he was like, my wife Jamie.",
        1460.12,
        1460.98
    ],
    [
        " She's like, you guys know each other.",
        1461.14,
        1462.12
    ],
    [
        " And he goes, yeah, it's instructor to know I'm like Cochran.",
        1462.74,
        1465.42
    ],
    [
        " That's how we knew each other.",
        1465.48,
        1466.82
    ],
    [
        " I didn't know.",
        1466.94,
        1467.36
    ],
    [
        " And Flynn tells Jamie, he's like, yeah, JPM is the reason why I missed our wedding.",
        1467.94,
        1472.56
    ],
    [
        " I was like, what?",
        1472.94,
        1474.54
    ],
    [
        " Well, that weekend that I secured him, he was the OIC.",
        1475.04,
        1478.4
    ],
    [
        " He didn't tell me he was supposed to be flying up to Seattle to have a wedding.",
        1478.98,
        1483.76
    ],
    [
        " Him and Jamie got married.",
        1483.9,
        1484.96
    ],
    [
        " But then they're having a big ceremony.",
        1485.52,
        1487.14
    ],
    [
        " Like official.",
        1487.14,
        1487.68
    ],
    [
        " Official one.",
        1487.86,
        1488.52
    ],
    [
        " Or so I did the official one, but now they're doing a party.",
        1488.52,
        1490.32
    ],
    [
        " I'm a official doing a party for all the family.",
        1490.32,
        1491.76
    ],
    [
        " I secured him that week.",
        1491.9,
        1493.54
    ],
    [
        " And so he missed out on that.",
        1494.44,
        1495.76
    ],
    [
        " And I was like, oh, this is great.",
        1496.18,
        1497.54
    ],
    [
        " So this is my first introduction to Jamie five years ago.",
        1497.56,
        1500.36
    ],
    [
        " And yeah, so yeah, when I was an instructor at Buds, I was thinking about when I went through Buds,",
        1501.38,
        1508.44
    ],
    [
        " what some of the instructors used to do.",
        1508.46,
        1509.64
    ],
    [
        " And some of those instructors were evil.",
        1509.7,
        1511.46
    ],
    [
        " Evil.",
        1511.76,
        1512.1
    ],
    [
        " Yeah, that, you know, about the red circle, right?",
        1512.36,
        1516.36
    ],
    [
        " The red circle and die phase where you'd have to bear crawl with all your gear on until there was blood in a circle from guys like hands and feet getting raw.",
        1516.4,
        1523.82
    ],
    [
        " And just crazy stuff like now there's.",
        1524.06,
        1527.06
    ],
    [
        " I'd be surprised if some of that stuff still went on.",
        1527.06,
        1530.48
    ],
    [
        " Yeah, well, they have other ways.",
        1530.74,
        1532.68
    ],
    [
        " They have other ways.",
        1532.82,
        1533.64
    ],
    [
        " They have other ways.",
        1533.64,
        1533.8
    ],
    [
        " And there should be other ways to.",
        1533.96,
        1535.78
    ],
    [
        " There's thin the herd and hold that.",
        1535.98,
        1538.26
    ],
    [
        " There's a that training is freaking hard right now.",
        1538.42,
        1542.14
    ],
    [
        " Oh, yeah, it's probably harder.",
        1542.32,
        1544.18
    ],
    [
        " I guarantee it's probably harder and just in a different way.",
        1544.26,
        1547.46
    ],
    [
        " But yeah, they're not like, well, like, I mean, I had an instructor that got in trouble because he would test the sharpness of the knives by cutting people's freaking palms.",
        1547.6,
        1556.12
    ],
    [
        " Right?",
        1556.84,
        1557.06
    ],
    [
        " Like, that's what is happening.",
        1557.28,
        1558.28
    ],
    [
        " That's crazy.",
        1558.48,
        1558.84
    ],
    [
        " Yeah, he got in trouble for it.",
        1559.02,
        1560.3
    ],
    [
        " We had an instructor that got in trouble because we had to do pushups on the back of our hands with twin 72s on our backs.",
        1560.98,
        1567.94
    ],
    [
        " Yeah, I mean, you're just, oh, hey, why don't you just why don't you just hit people's freaking hand with a ball-pean hammer or just to call it good?",
        1568.38,
        1575.94
    ],
    [
        " I came back to the court.",
        1576.12,
        1577.9
    ],
    [
        " Like I said, I lived on base.",
        1578.02,
        1579.24
    ],
    [
        " I mean, I had a room.",
        1579.68,
        1580.98
    ],
    [
        " I lived with Derek Benson, who is my homeboy for since like we checked on the teams together and just really, you know, another good team guy from Northern California.",
        1581.14,
        1589.56
    ],
    [
        " He had an awesome house.",
        1589.82,
        1591.16
    ],
    [
        " We lived, I lived there.",
        1591.18,
        1592.08
    ],
    [
        " But I was so obsessed when I was a buzzing instructor and so I was living on base.",
        1592.84,
        1599.2
    ],
    [
        " Like I said, I had the room in the barracks and I was staying there and I caught a guy at the quarterback watch a sleep.",
        1599.28,
        1606.4
    ],
    [
        " And I just beat his boots off, man, for like three hours straight.",
        1606.72,
        1611.9
    ],
    [
        " And then I made him call the OIC who lived down in I.B.",
        1612.32,
        1615.9
    ],
    [
        " He had to get dressed.",
        1616.1,
        1617.52
    ],
    [
        " He came in.",
        1617.88,
        1618.6
    ],
    [
        " I was like, where's LPO?",
        1618.92,
        1619.96
    ],
    [
        " So he calls him.",
        1620.0,
        1621.06
    ],
    [
        " He lives out in town as well.",
        1621.14,
        1622.24
    ],
    [
        " And it was just a beat session until all of them got there.",
        1622.52,
        1625.14
    ],
    [
        " And I explained what happens when guys fall asleep on watch overseas.",
        1625.24,
        1629.3
    ],
    [
        " And I told them about the stories that we'd hear about Marines being murdered because somebody fell asleep when they're in a building, right?",
        1629.66,
        1637.04
    ],
    [
        " Or soldiers that same thing had happened to them.",
        1637.12,
        1639.12
    ],
    [
        " It's the same thing that we would talk about when we were in a remoddy.",
        1639.28,
        1642.22
    ],
    [
        " We weren't going to let anybody else be in charge of standing watch, unless you were a team guy.",
        1642.52,
        1646.82
    ],
    [
        " Because we knew we couldn't like we weren't going to let their accusolders like, hey, you stand watch.",
        1646.82,
        1652.34
    ],
    [
        " Okay.",
        1652.34,
        1652.94
    ],
    [
        " Just going to fall asleep like leaning on his rifle and his toe on the trigger.",
        1653.22,
        1657.5
    ],
    [
        " Like it's just crazy.",
        1657.5,
        1658.46
    ],
    [
        " So yeah, I was a round real tight.",
        1658.58,
        1661.98
    ],
    [
        " What was the straw that broke the camel's back that was it?",
        1662.56,
        1667.24
    ],
    [
        " Was it anything specific happened where they're like, all right, we got to get this guy out of here.",
        1667.36,
        1670.34
    ],
    [
        " It was just constant.",
        1671.22,
        1673.5
    ],
    [
        " I didn't like, I didn't.",
        1673.5,
        1674.56
    ],
    [
        " So the problem is, because I remember I don't know.",
        1674.8,
        1677.72
    ],
    [
        " They called you that.",
        1677.84,
        1678.28
    ],
    [
        " Yeah, they were like, hey, basically you need to come get your boy.",
        1678.4,
        1682.06
    ],
    [
        " Yeah, because I was straight.",
        1682.16,
        1683.08
    ],
    [
        " I was T.A.D. over there.",
        1683.24,
        1684.64
    ],
    [
        " I was like, I was temporarily assigned duty.",
        1684.64,
        1685.96
    ],
    [
        " I was temporarily assigned duty to the command.",
        1686.24,
        1688.12
    ],
    [
        " So I was getting ready to actually, I was probably going to get in trouble because I, I didn't, well, the horrible thing is like, I didn't respect the chief that was in charge of the training.",
        1688.66,
        1698.3
    ],
    [
        " He's a piece of shit team guy.",
        1698.34,
        1699.82
    ],
    [
        " He just didn't represent the teams well in anything with his life.",
        1699.92,
        1704.8
    ],
    [
        " His reputation, the teams, you know, we're instructors at buds and he is grossly overweight.",
        1704.98,
        1711.48
    ],
    [
        " I'm just saying.",
        1711.7,
        1712.52
    ],
    [
        " And it wasn't because of an injury.",
        1712.78,
        1713.9
    ],
    [
        " There are some guys that have injuries that go there.",
        1714.28,
        1715.9
    ],
    [
        " That's one thing.",
        1715.98,
        1716.54
    ],
    [
        " No, it was his actual lack of discipline.",
        1716.96,
        1719.1
    ],
    [
        " Just it was, I had zero respect for him.",
        1719.46,
        1722.84
    ],
    [
        " And so he was the one that was like pulling me aside and trying to like, hey, you shouldn't be doing this.",
        1723.26,
        1728.74
    ],
    [
        " And I'm like, you're going harder.",
        1728.9,
        1730.84
    ],
    [
        " Yes.",
        1731.16,
        1731.6
    ],
    [
        " Yeah, I'm like, okay, yeah, Roger that.",
        1732.06,
        1734.06
    ],
    [
        " You know that, that, that feeling of, this is the same type of feeling that I would have.",
        1734.4,
        1740.9
    ],
    [
        " So when we'd be out at Mount or something like this, when, when I was running it, and I'd see like a guy standing in the middle of the street,",
        1741.1,
        1748.84
    ],
    [
        " and I would get like a knot in my stomach, I would, I would start to sweat and I would get so, so emotional about like, hey, this guy's going to get fucking killed.",
        1748.84,
        1759.08
    ],
    [
        " Yes.",
        1759.36,
        1759.5
    ],
    [
        " And, and I can't imagine like here you are, you're having the same feeling, but oh, this guy's falling asleep on watch.",
        1759.78,
        1765.02
    ],
    [
        " This is a night.",
        1765.4,
        1766.28
    ],
    [
        " This is, I can't allow this guy in the teams like that level of commitment and emotional commitment to wanting to make sure that the guys that are going to make it to the teams are the best freaking guys.",
        1766.44,
        1777.6
    ],
    [
        " And that was me.",
        1777.66,
        1778.56
    ],
    [
        " I was trying to make sure that these guys were ready and it was a very, it was an emotional thing.",
        1778.74,
        1784.6
    ],
    [
        " It was an emotional thing.",
        1784.8,
        1785.78
    ],
    [
        " Yeah, I was 100 percent, like my, my marriage at the time was, was falling apart.",
        1786.26,
        1793.7
    ],
    [
        " And I was okay with that because I was more concerned about the teams.",
        1793.7,
        1797.58
    ],
    [
        " And, and hindsight, like, okay, cool, she was a good person.",
        1797.9,
        1801.5
    ],
    [
        " We weren't good together.",
        1801.5,
        1802.5
    ],
    [
        " Like, I'm very thankful that that didn't work out because of my family that I have now.",
        1802.5,
        1806.78
    ],
    [
        " I'm very thankful.",
        1806.9,
        1807.5
    ],
    [
        " But I was so just in the team, like that's all that mattered was the teams, the teams, the teams.",
        1808.04,
        1813.2
    ],
    [
        " And I, you know, I just, I was like you just said, I was just emotionally involved and connected all the time.",
        1813.4,
        1819.52
    ],
    [
        " You know, like, I saw guys that I put through training and they come back through training later on.",
        1820.5,
        1824.58
    ],
    [
        " Like, the training we ran and then I see them out in the teams and I'm always like, hey man, I'm sorry, they're like, bro, you cared about the teams.",
        1824.74,
        1831.06
    ],
    [
        " Like, we're good with it.",
        1831.26,
        1832.18
    ],
    [
        " And it's funny because the guys that made through training, that turned out to be good team guys, it bothered none of them.",
        1832.2,
        1838.96
    ],
    [
        " Not one of those guys ever were like, yeah, that kind of sucked.",
        1839.38,
        1842.04
    ],
    [
        " They were just like, bro, you were in the game.",
        1842.18,
        1844.46
    ],
    [
        " Like, you just came back from, so they, they understood it.",
        1844.66,
        1847.42
    ],
    [
        " Yeah.",
        1847.46,
        1847.6
    ],
    [
        " And what you just said is, you know, the, the leadership thing, right?",
        1848.12,
        1851.84
    ],
    [
        " You're so emotionally invested in getting these guys trained and developed.",
        1851.92,
        1854.68
    ],
    [
        " And when you took over training, you saw the void of the leadership training.",
        1854.96,
        1859.86
    ],
    [
        " Our tactics are ridiculous. The amount of money and the high level training that we have with it comes to all the like the tactical stuff that we do is awesome.",
        1859.96,
        1868.06
    ],
    [
        " Can we make it better all the time?",
        1868.26,
        1869.52
    ],
    [
        " Yes, we're always trying to make it better.",
        1869.82,
        1871.56
    ],
    [
        " But we actually didn't have any actual leadership development.",
        1872.1,
        1875.38
    ],
    [
        " And it showed in all other areas of the teams.",
        1875.82,
        1878.58
    ],
    [
        " And I know I've talked with you a lot about this is I was very aware that I was young and immature and not going to be a good leader.",
        1878.58,
        1886.36
    ],
    [
        " I knew that. And I wanted I crave that leadership development and training.",
        1886.36,
        1890.66
    ],
    [
        " And I saw it outside of the military like I was reading business books and personal development books because I knew I just needed that.",
        1891.06,
        1897.02
    ],
    [
        " And the teams didn't have that until you always thought it's crazy.",
        1897.44,
        1900.32
    ],
    [
        " You didn't go to like leadership development training until you're in E7 E8 E9.",
        1900.32,
        1905.28
    ],
    [
        " I'm crazy.",
        1905.28,
        1905.66
    ],
    [
        " They need it as an E3 E4 E5 E6 where there's a large portion of our community is at that rank.",
        1905.86,
        1912.62
    ],
    [
        " And they have a large amount of interaction with other forces out there.",
        1913.0,
        1916.6
    ],
    [
        " They need professional development and leadership development.",
        1916.64,
        1919.32
    ],
    [
        " And it wasn't until you took over trade at that.",
        1919.66,
        1921.8
    ],
    [
        " We didn't have that.",
        1922.22,
        1922.98
    ],
    [
        " Yeah, it was really strange the way the teams used to be.",
        1923.38,
        1926.64
    ],
    [
        " And it was all OJT.",
        1926.96,
        1928.24
    ],
    [
        " And you were going to learn.",
        1928.56,
        1929.22
    ],
    [
        " You learned your leadership skills from whoever your chief was.",
        1929.5,
        1933.22
    ],
    [
        " Whoever your platoon commander was.",
        1933.5,
        1935.0
    ],
    [
        " Your platoon commander is probably going to learn from his chief.",
        1935.2,
        1937.22
    ],
    [
        " But which is awesome.",
        1938.16,
        1939.74
    ],
    [
        " If you have an awesome chief.",
        1940.62,
        1941.88
    ],
    [
        " And if you don't have an awesome chief, you don't.",
        1942.82,
        1945.2
    ],
    [
        " And sometimes you would get a platoon chief coming through our training.",
        1945.46,
        1949.18
    ],
    [
        " And you'd have issues.",
        1950.1,
        1951.2
    ],
    [
        " And you could pull the thread and see who he did his LPO for.",
        1951.94,
        1956.08
    ],
    [
        " Who he could kind of figure out what his background was because you would just get this string of people",
        1956.3,
        1961.02
    ],
    [
        " that just weren't really the best leaders.",
        1961.02,
        1962.68
    ],
    [
        " They were people that led through their rank or people that didn't understand tactics.",
        1962.96,
        1968.02
    ],
    [
        " And so you end up with you had a very wide variety of a wide span of skills that these leaders had.",
        1968.18,
        1977.1
    ],
    [
        " And there was no one.",
        1977.6,
        1978.86
    ],
    [
        " There was no one teaching them.",
        1979.06,
        1980.62
    ],
    [
        " All right, here's what you need to do as a leader.",
        1980.68,
        1981.98
    ],
    [
        " So when I put together that freaking leadership brief, it was like, okay, it was.",
        1982.38,
        1986.48
    ],
    [
        " I was very lucky to be able to do that.",
        1987.14,
        1989.34
    ],
    [
        " And that's what that that's what was cool.",
        1989.56,
        1993.06
    ],
    [
        " That was awesome for me.",
        1993.26,
        1994.4
    ],
    [
        " And you know, it's funny because I never said to like, I never said to lay for to Seth.",
        1995.18,
        2000.64
    ],
    [
        " Like, hey, here's the four laws comment.",
        2001.06,
        2002.34
    ],
    [
        " I didn't say that to him.",
        2002.34,
        2002.96
    ],
    [
        " I was like, yeah, I was like, hey, dude, you need to put your machine gunners out if you're going across the road.",
        2003.14,
        2007.96
    ],
    [
        " Well, why?",
        2008.06,
        2008.38
    ],
    [
        " You need to cover for that.",
        2008.56,
        2009.2
    ],
    [
        " You need to cover for that.",
        2009.26,
        2009.82
    ],
    [
        " Okay, that's cover move.",
        2009.82,
        2010.58
    ],
    [
        " Like, dude, your plan is freaking way crazy complicated.",
        2010.7,
        2013.08
    ],
    [
        " So those guys got it over time, you know, just through repetitive interactions of saying, dude, what are you doing trying to get a head count right now?",
        2013.38,
        2023.78
    ],
    [
        " You're freaking getting shot at.",
        2024.22,
        2025.22
    ],
    [
        " What are you doing?",
        2025.3,
        2025.54
    ],
    [
        " Like, you're stoner.",
        2025.98,
        2026.88
    ],
    [
        " Be like, well, Roger, you know, like, no, handle that shit.",
        2026.88,
        2029.44
    ],
    [
        " And so all those, I had a bunch of things in my head.",
        2030.18,
        2033.38
    ],
    [
        " But when I got to trade at, that's when I was like, oh, I, well, that was a, that was the huge eye opener for me.",
        2033.66,
        2039.04
    ],
    [
        " I had lay from Seth and the, and the officers and be able to say like, hey, we're going to do that duration again.",
        2039.54,
        2045.54
    ],
    [
        " We're going to be here for a month at Land Warfare.",
        2045.88,
        2048.24
    ],
    [
        " I'm going to get to teach you this little things, make little adjustments.",
        2048.46,
        2051.28
    ],
    [
        " But when I took over trade at, it was like, oh, I'm going to see this platoon for a week here and a week there and a week there.",
        2051.6,
        2056.84
    ],
    [
        " And I need to dump them all this information as quickly as I can in a way that they can understand it.",
        2057.2,
        2062.72
    ],
    [
        " So that's why the very first thing that I went, the very first training evolution I went on, went back and wrote down those four laws combat.",
        2063.62,
        2069.46
    ],
    [
        " It goes with one of the things that we talk about and we teach at Ashwell on front is when you put somebody in charge of training or in charge of, just anything,",
        2070.32,
        2078.64
    ],
    [
        " it changes the way they think and naturally.",
        2079.14,
        2081.8
    ],
    [
        " So you had been thinking this way for your whole career.",
        2082.08,
        2085.48
    ],
    [
        " But it wasn't until you were in charge of trade at that you were actually more mindful of, oh,",
        2086.2,
        2092.32
    ],
    [
        " and then you just sat and you thought about it.",
        2093.44,
        2095.58
    ],
    [
        " And it's one of the things that we do obviously in the field training exercises is everyone gets rotated through different positions of leadership.",
        2095.66,
        2101.6
    ],
    [
        " But you started really implementing it at trade at where every or actually no, I'm sorry, in our task unit where everybody was going to be in charge of something.",
        2101.98,
        2111.56
    ],
    [
        " Oh, yeah, yeah.",
        2111.58,
        2112.16
    ],
    [
        " And it was like, hey, Biggles, you're in, you're the task unit commander for this run.",
        2112.16,
        2115.76
    ],
    [
        " What?",
        2116.16,
        2116.34
    ],
    [
        " JP, you're going to be the acting platoon chief.",
        2116.8,
        2119.06
    ],
    [
        " What?",
        2120.1,
        2120.9
    ],
    [
        " But once we were in those positions of leadership, it forced us to think differently.",
        2121.14,
        2126.78
    ],
    [
        " And then once we had that new thought process, it changed the way we operated going forward.",
        2126.88,
        2133.58
    ],
    [
        " And that's why training is so critical to success.",
        2133.68,
        2136.92
    ],
    [
        " Yeah, I was thinking if you were right or not, and you were right, because I was thinking if I would have just done another task unit, I would have done the exact same thing.",
        2137.4,
        2146.32
    ],
    [
        " I wouldn't have, I would have trained the guys the same way, and I would have trained the guys through more of an indirect method of like, hey, let's do that again.",
        2146.54,
        2154.42
    ],
    [
        " Oh, you need to make sure you're covering. Hey, that's a little bit comp.",
        2154.48,
        2157.26
    ],
    [
        " I would have done it the same way I did it with Laif and Seth, and the rest of the guys like, hey, this is what you're going to learn over the next year.",
        2157.6,
        2163.76
    ],
    [
        " I wouldn't have said, oh, the stuff needed to be distilled down. Here's the way it's going to be.",
        2164.34,
        2167.9
    ],
    [
        " And I need to kind of get this formula that people can utilize immediately.",
        2168.32,
        2173.84
    ],
    [
        " I wouldn't have done that if it wasn't if I hadn't been put in training.",
        2174.52,
        2176.72
    ],
    [
        " So yeah, you're right, you're right.",
        2176.9,
        2179.08
    ],
    [
        " I think, you know, whatever, I heard like a little rumor or whatever.",
        2181.52,
        2184.64
    ],
    [
        " I don't know who called me, but someone, you know, basically it was like Colonel Trautman was getting the call.",
        2185.02,
        2190.62
    ],
    [
        " You need to come get your boy.",
        2190.98,
        2192.32
    ],
    [
        " Because you're going to have to give the reference so people understand what you're talking about.",
        2192.82,
        2197.26
    ],
    [
        " Oh, Rambo. Rambo.",
        2197.26,
        2198.7
    ],
    [
        "",
        2198.86,
        2198.86
    ],
    [
        " Colonel Trautman, you know, Rambo's out in the woods, you know, killing civilians, killing friendly civilians.",
        2198.86,
        2203.98
    ],
    [
        " There are no friendly civilians.",
        2204.12,
        2204.82
    ],
    [
        " But he's out there doing that.",
        2204.82,
        2206.22
    ],
    [
        " And they have to go get or Colonel Trautman shows up to get him out and freaking get him back under control.",
        2206.46,
        2213.18
    ],
    [
        " And I got some kind of a call like that.",
        2213.44,
        2215.5
    ],
    [
        " And it's so funny because everybody knew 100% that I was 100% going to absolutely take you, bring you, shield you.",
        2215.8,
        2227.56
    ],
    [
        " And there was going to be no beef about this whatsoever.",
        2227.66,
        2229.6
    ],
    [
        " No one even made like any reference to anything other than this is 100% good to go, Jocco.",
        2229.76,
        2235.82
    ],
    [
        " You know, JP, not really fit in here too.",
        2236.04,
        2239.22
    ],
    [
        " Come get your boy.",
        2239.4,
        2240.82
    ],
    [
        " All good.",
        2241.02,
        2241.84
    ],
    [
        " It wasn't like, hey, this guy, no one even, no one even would say a negative thing about you.",
        2241.98,
        2245.82
    ],
    [
        " They would just say it like, hey, you might, he might be a little better if he goes back working for you again.",
        2245.88,
        2252.62
    ],
    [
        " I'm like, Jack.",
        2252.74,
        2253.56
    ],
    [
        " 100% factual.",
        2253.86,
        2254.96
    ],
    [
        " I don't know who was.",
        2255.78,
        2256.6
    ],
    [
        " I want to say, I mean, through that was so long ago, but I feel like it was Z.",
        2256.6,
        2261.98
    ],
    [
        " It might have been Bobby.",
        2262.46,
        2264.96
    ],
    [
        " So Bobby was there.",
        2265.68,
        2267.46
    ],
    [
        " At Buds.",
        2267.76,
        2269.56
    ],
    [
        " At Indock with me.",
        2270.0,
        2270.96
    ],
    [
        " And he actually pulled me in.",
        2271.16,
        2272.84
    ],
    [
        " So he pulled me aside a few times and I had always had tremendous amount of respect for him.",
        2273.08,
        2277.38
    ],
    [
        " Yeah.",
        2277.54,
        2277.68
    ],
    [
        " Yeah, he's a stud guy always looked up to it.",
        2278.06,
        2281.26
    ],
    [
        " And there's a few times like he pulled me aside.",
        2281.26,
        2282.54
    ],
    [
        " I was just like so well and tight.",
        2282.54,
        2284.36
    ],
    [
        " But this shitty chief that was in charge of us just completely, like even though Bobby was like kind of ramey back.",
        2284.84,
        2292.84
    ],
    [
        " And I was like, okay, yeah.",
        2292.84,
        2293.84
    ],
    [
        " And then this guy, I was like, nope, got to go harder until I'm in he might have, I don't know.",
        2293.98,
        2300.5
    ],
    [
        " I don't know, but he might have reached out to Z.",
        2300.66,
        2302.32
    ],
    [
        " Z got a hold of you either way.",
        2302.54,
        2304.06
    ],
    [
        " It was, I was probably going to get in trouble.",
        2304.2,
        2306.34
    ],
    [
        " And they were like, oh, he's TAD.",
        2306.76,
        2309.88
    ],
    [
        " He's, well, where is the attack?",
        2309.96,
        2311.14
    ],
    [
        " Oh, he's still at team three, but he can't go back there.",
        2311.2,
        2314.42
    ],
    [
        " Jocco bring him to trade at it.",
        2315.04,
        2316.82
    ],
    [
        " And I remember when I went there because that day I checked in there.",
        2316.88,
        2319.38
    ],
    [
        " I went how to talk with you.",
        2319.56,
        2320.72
    ],
    [
        " You introduced me to a few guys.",
        2320.8,
        2323.22
    ],
    [
        " And it was, I was like, this is where I need to be.",
        2324.14,
        2326.34
    ],
    [
        " And I still, I know we're getting a little bit more.",
        2326.54,
        2328.68
    ],
    [
        " I was excited to be there, fulfilled to be there.",
        2328.88,
        2331.64
    ],
    [
        " But I didn't fully grasp.",
        2332.04,
        2335.48
    ],
    [
        " Well, yeah, talking a little bit more.",
        2336.02,
        2337.32
    ],
    [
        " They took you, you still wanted to be overseas shooting people.",
        2337.32,
        2339.74
    ],
    [
        " Yeah, which is a big gaping hole in your heart when you're not overseas shooting people.",
        2339.74,
        2347.0
    ],
    [
        " And instead, you're back in America, which is just boring and miserable.",
        2347.02,
        2350.92
    ],
    [
        " And you didn't want to be doing that.",
        2351.44,
        2353.02
    ],
    [
        " Whether it was instructing in doc students or at trade at.",
        2353.12,
        2356.74
    ],
    [
        " But yeah, we just had to make a little connection between, you know, you being at trade at.",
        2357.06,
        2361.36
    ],
    [
        " And by the way, making sure our guys are the best trained in the world.",
        2361.5,
        2365.36
    ],
    [
        " Yeah.",
        2365.5,
        2365.62
    ],
    [
        " And that's the conversation we had.",
        2365.74,
        2367.16
    ],
    [
        " Yep.",
        2367.34,
        2367.46
    ],
    [
        " And then you went, right, you went, you went right into Salk.",
        2368.44,
        2371.3
    ],
    [
        " Did you go right into Salk?",
        2371.72,
        2372.74
    ],
    [
        " Yes.",
        2372.96,
        2373.52
    ],
    [
        " It was Salk in CQC.",
        2374.26,
        2375.62
    ],
    [
        " I was, I was running, I was in, in both.",
        2375.76,
        2377.94
    ],
    [
        " And then Salk is when, I think I was there for a year.",
        2378.62,
        2383.7
    ],
    [
        " And then I became the LPO of Salk.",
        2383.94,
        2386.06
    ],
    [
        " So let's talk a little bit about Salk.",
        2386.94,
        2390.34
    ],
    [
        " And what's interesting, so this is again, this is urban training.",
        2390.6,
        2393.34
    ],
    [
        " We have a few urban training sites that we would use.",
        2393.34,
        2396.82
    ],
    [
        " We would set, they were very realistic, very realistic training.",
        2397.66,
        2402.6
    ],
    [
        " We had set designers come out to design things to make them look like they were little villages in Iraq, Afghanistan.",
        2403.16,
        2410.16
    ],
    [
        " We would have speakers with noise simulations coming over them.",
        2411.42,
        2416.8
    ],
    [
        " I remember we had, we set, we set tires on fire.",
        2417.74,
        2422.4
    ],
    [
        " And because I remember the first time I went into Ramadi at night, the mood should set fires.",
        2423.7,
        2428.56
    ],
    [
        " Set tires on fire, all the place totally screwing up your night vision.",
        2428.56,
        2431.1
    ],
    [
        " And I was like, damn, these dudes are next level.",
        2431.28,
        2434.16
    ],
    [
        " They're smart.",
        2434.34,
        2434.7
    ],
    [
        " Yep.",
        2434.9,
        2435.04
    ],
    [
        " And I was like, okay.",
        2435.3,
        2436.24
    ],
    [
        " And sure enough, we would have, the fire is going, we'd have the noise simulators going.",
        2436.64,
        2441.02
    ],
    [
        " So you hear like urban noises.",
        2441.06,
        2442.42
    ],
    [
        " And then you do, then comes the call to prayer.",
        2442.84,
        2445.32
    ],
    [
        " And it's very realistic.",
        2445.56,
        2449.96
    ],
    [
        " Like when I would put down my nods, because I'm an instructor, whatever I'm in my instructor mode,",
        2449.96,
        2455.54
    ],
    [
        " when I would put down my nods and start walking, I would 100% feel like I was in Iraq.",
        2455.88,
        2464.38
    ],
    [
        " So the realism is legit, totally legit.",
        2465.74,
        2471.1
    ],
    [
        " The interesting thing is that coming into the training, we would tell them exactly what they needed to do to win.",
        2474.08,
        2480.02
    ],
    [
        " And this is what, this is what's interesting.",
        2480.84,
        2482.72
    ],
    [
        " So going to CQC, when I go out and watch CQC, you'd have some instructors that would like to talk a lot.",
        2483.04,
        2489.3
    ],
    [
        " And you'd have another instructor that, or another group of instructors,",
        2490.22,
        2492.9
    ],
    [
        " where they do a little bit more action, a little less talk, a little more do.",
        2493.02,
        2495.54
    ],
    [
        " And you take those two groups like that, be one platoon with a talking instructor and one platoon with an action instructor.",
        2497.7,
        2503.26
    ],
    [
        " And so the talking instructor, he's sitting there telling stories and talking about this,",
        2503.92,
        2508.5
    ],
    [
        " and giving all these details and talking through it again, and hey, watch this, and watch me do this,",
        2508.62,
        2512.86
    ],
    [
        " and let me explain to you this, and talking, talking, talking, talking.",
        2512.96,
        2515.88
    ],
    [
        " And then there'd be another guy, like, hey, here's the basic, here's the fundamentals.",
        2516.26,
        2519.38
    ],
    [
        " All right, start doing it.",
        2519.62,
        2520.62
    ],
    [
        " And almost, well, it's guaranteed that the platoon that started doing it is going to learn it quicker.",
        2521.96,
        2527.86
    ],
    [
        " The platoon that just gets to hear about it, it's not going to, it's not going to land.",
        2528.32,
        2533.24
    ],
    [
        " Now look, you need some level of instruction.",
        2533.4,
        2534.94
    ],
    [
        " Somebody needs to tell you, like, this is what we're doing, this is how we do it.",
        2535.2,
        2538.04
    ],
    [
        " You can't just go blind, obviously.",
        2538.4,
        2539.94
    ],
    [
        " But what's interesting is, we would tell the guys, hey, here's what you need to do to win.",
        2540.48,
        2546.58
    ],
    [
        " Cover, move, simple, prioritize, execute, decentralized command.",
        2547.14,
        2549.86
    ],
    [
        " You need to do that.",
        2550.14,
        2551.0
    ],
    [
        " If you don't cover, move out here, you're going to get shot up.",
        2551.58,
        2553.82
    ],
    [
        " If you don't have a simple plan, it's going to be insane.",
        2554.58,
        2557.2
    ],
    [
        " We're going to have a bunch of problems, you need to prioritize, next to you.",
        2558.34,
        2560.68
    ],
    [
        " By the way, you need to use decentralized command because things will be happening that not one person can control.",
        2561.06,
        2566.56
    ],
    [
        " You need to detach, take a step back, like, we would tell them these things, we would tell them.",
        2567.4,
        2571.48
    ],
    [
        " But they would understand it, but then you got to go and do it.",
        2575.14,
        2578.32
    ],
    [
        " You got to go and get put into those situations.",
        2578.54,
        2582.2
    ],
    [
        " I mean, I'm just writing so much down.",
        2582.96,
        2588.3
    ],
    [
        " Since we started talking, I just want to hit all these points.",
        2588.9,
        2591.22
    ],
    [
        " But what you're just talking about goes along with, I remember when I was at trade at one of my chiefs told me, as an instructor, he's like, hey, we have to teach these guys how to do it.",
        2591.64,
        2601.46
    ],
    [
        " And he's like, hey, what do you think?",
        2601.46,
        2601.68
    ],
    [
        " Not what to think.",
        2602.14,
        2603.16
    ],
    [
        " Because battlefield is very dynamic.",
        2603.56,
        2604.96
    ],
    [
        " And these guys need to be able to think on their own.",
        2605.34,
        2607.64
    ],
    [
        " And it wasn't until we actually had them out there doing it, it doesn't matter.",
        2608.38,
        2612.8
    ],
    [
        " You can give a scenario all day long, you can tell stories, but until somebody's actually putting their hands on it, it doesn't matter.",
        2612.92,
        2620.1
    ],
    [
        " I teach shooting on the side.",
        2620.28,
        2621.8
    ],
    [
        " And I can talk about it all day long, but until I have somebody actually loading rounds into a magazine,",
        2621.94,
        2627.96
    ],
    [
        " and then locking the slide to the rear.",
        2628.24,
        2630.86
    ],
    [
        " And being like, oh, that little butt, yeah, that's how you lock the slide to the rear.",
        2631.04,
        2633.76
    ],
    [
        " And I can talk about all day long, but if they've never done it, to watch somebody fumble over the most basic thing that I think is just the most basic thing ever,",
        2634.0,
        2642.26
    ],
    [
        " but if they never shot before, that's actually a real big deal.",
        2642.62,
        2645.4
    ],
    [
        " Locking the slide to rear, putting a loaded magazine into a gun, releasing the slide, making sure rounds chambered.",
        2645.64,
        2651.54
    ],
    [
        " These are things that you and I do without even thinking.",
        2651.56,
        2653.7
    ],
    [
        " No thought whatsoever.",
        2653.88,
        2654.56
    ],
    [
        " No thought whatsoever. I can hear the slide go forward and know if it around as chambered or not.",
        2654.56,
        2658.52
    ],
    [
        " Whether it was that magazine seated all the way, was it not?",
        2659.04,
        2661.3
    ],
    [
        " Did it around actually get chambered?",
        2661.66,
        2663.02
    ],
    [
        " And I've done that before, I'm like, there's nothing in there.",
        2663.26,
        2665.02
    ],
    [
        " And I checked the magazine, it wasn't fully seated.",
        2665.38,
        2667.12
    ],
    [
        " Checked the chamber, yep, no round in there.",
        2667.76,
        2669.14
    ],
    [
        " Because we've done it hundreds of thousands of times.",
        2669.76,
        2673.1
    ],
    [
        " Someone who's never done it, they actually have to do it before they can feel it.",
        2673.54,
        2677.56
    ],
    [
        " And when people feel it, then that's what, that's when it comes home.",
        2677.66,
        2681.86
    ],
    [
        " Like you were saying earlier, when you make a mistake and you feel that mistake,",
        2681.86,
        2685.5
    ],
    [
        " when the cool thing about the FTX program is I've been able to build a team.",
        2685.84,
        2690.78
    ],
    [
        " And Cody's been on full time with us for, she's almost over three years now.",
        2691.42,
        2695.1
    ],
    [
        " We just got Carlos Mendez on board full time where, I mean, all these guys that have on the team are studs.",
        2695.76,
        2702.32
    ],
    [
        " You know, Cowie, Danny, and we do what we teach.",
        2702.34,
        2705.98
    ],
    [
        " And so now my team is doing all the classes, all the intros in the morning, so I can be detached.",
        2706.38,
        2710.62
    ],
    [
        " I listen, I observe, I come in with my points when I need them.",
        2710.62,
        2713.86
    ],
    [
        " And one of the things Carlos always says that I always say that Cody always says that you guys always say is,",
        2714.0,
        2719.34
    ],
    [
        " Hey, when you make a mistake where it costs you something, you feel that and you remember it.",
        2719.54,
        2724.64
    ],
    [
        " And it's just, that's the power of training is when you can feel a mistake, you'll remember that mistake.",
        2724.9,
        2731.88
    ],
    [
        " There's something, when you said you got to do it, right?",
        2732.68,
        2736.52
    ],
    [
        " It's so strange.",
        2736.58,
        2738.8
    ],
    [
        " The experience that you can watch people have as they get wrapped up and absorbed and overwhelmed by the mayhem.",
        2739.16,
        2748.42
    ],
    [
        " And this happens when you run your FTXs, when I'm out there, I'll watch people go insane.",
        2749.06,
        2754.42
    ],
    [
        " They're totally, they're having an out of body experience, like an out of mind experience.",
        2755.38,
        2759.7
    ],
    [
        " It's crazy to watch.",
        2760.14,
        2761.68
    ],
    [
        " And sometimes they don't even understand it.",
        2762.7,
        2765.42
    ],
    [
        " I remember when we first started getting video cameras and we started videoing training.",
        2765.68,
        2771.1
    ],
    [
        " This was like the first time I would say I, I videoed training was maybe in the late 1990s.",
        2771.26,
        2777.7
    ],
    [
        " Hey, let's watch our room entries and see what they look like.",
        2778.06,
        2781.16
    ],
    [
        " And occasionally you get a guy that would just do something so insane.",
        2781.52,
        2785.7
    ],
    [
        " And they wouldn't even understand that they had done it.",
        2786.28,
        2788.94
    ],
    [
        " And you'd have to say, look at the video, watch what you just did.",
        2790.62,
        2794.22
    ],
    [
        " We'd be like, hey, you backed out of that room.",
        2794.82,
        2796.18
    ],
    [
        " I didn't back out of the room. No way.",
        2796.7,
        2798.32
    ],
    [
        " Okay, watch this. There you are, literally backing out of the room.",
        2798.66,
        2801.82
    ],
    [
        " Right? You didn't even understand that you did it.",
        2802.36,
        2804.1
    ],
    [
        " I remember I used to have my little audio voice recorder.",
        2804.44,
        2807.62
    ],
    [
        " So I used to carry a little audio voice recorder, Echo Charles.",
        2808.42,
        2811.92
    ],
    [
        " And the reason because during these nighttime FTXs, there's all this stuff happening and you can't write notes.",
        2812.38,
        2818.42
    ],
    [
        " So I would just most of the time I'd just be saying, oh, they pulled a guy off the flank over there.",
        2818.6,
        2823.24
    ],
    [
        " That guy's left by himself. This is going to go bad.",
        2823.38,
        2825.58
    ],
    [
        " I would be making notes to myself and then I'd come back and be like, hey, you guys left that guy out on the flank.",
        2825.88,
        2829.8
    ],
    [
        " That's how we got left behind. So I would make notes to myself.",
        2829.82,
        2832.22
    ],
    [
        " But then sometimes I would use it to capture the audio of what was actually occurring of people losing their minds,",
        2832.38,
        2838.14
    ],
    [
        " of people yelling, screaming, giving crazy orders, not understood.",
        2838.62,
        2844.12
    ],
    [
        " Like I would record conversations that were mutually unintelligible between two people.",
        2844.12,
        2848.98
    ],
    [
        " Where two people were talking to each other and neither one of them, it made you could play it.",
        2849.0,
        2853.42
    ],
    [
        " And it would be a senseless conversation that made no sense whatsoever.",
        2853.44,
        2856.46
    ],
    [
        " They're talking about two totally different things.",
        2856.7,
        2858.6
    ],
    [
        " Like one guy's like, we need to get back over there.",
        2859.0,
        2860.86
    ],
    [
        " And the other guy's like, yeah, we do.",
        2861.02,
        2862.22
    ],
    [
        " But one person is talking about back over there behind the building.",
        2862.28,
        2864.68
    ],
    [
        " The other person is talking about back over there across the street.",
        2864.74,
        2866.7
    ],
    [
        " They're talking about two totally different things.",
        2866.98,
        2868.74
    ],
    [
        " And I would record them and then play it back for them.",
        2869.06,
        2872.66
    ],
    [
        " And they'd realize how absorbed and how you get into this mode where your world is shrinking.",
        2872.72,
        2879.36
    ],
    [
        " You're getting target fixation.",
        2879.36,
        2881.94
    ],
    [
        " It's the opposite of detachment.",
        2882.08,
        2884.2
    ],
    [
        " You're doing the opposite thing.",
        2884.36,
        2885.42
    ],
    [
        " You're just getting fixated.",
        2885.48,
        2886.32
    ],
    [
        " I don't watch right in front of you.",
        2886.38,
        2887.26
    ],
    [
        " And it'd be a total disaster.",
        2887.3,
        2888.8
    ],
    [
        " But what's good is when they hear that video or they hear that audio and you'd see the look on their face like, damn, dude.",
        2889.46,
        2896.8
    ],
    [
        " I suck.",
        2896.94,
        2897.82
    ],
    [
        " I suck.",
        2898.38,
        2899.42
    ],
    [
        " I sounded like an idiot.",
        2899.62,
        2900.98
    ],
    [
        " I sounded like a complete idiot.",
        2901.24,
        2902.9
    ],
    [
        " And then that would be a way to kind of crack the ego open and crack the mind open.",
        2903.48,
        2909.7
    ],
    [
        " And for them to be like, dude, what are you saying I need to do?",
        2909.7,
        2912.38
    ],
    [
        " Yeah, here's what you need to do.",
        2912.62,
        2913.92
    ],
    [
        " Take a step back, man.",
        2913.92,
        2914.86
    ],
    [
        " When this stuff starts getting crazy, when people start yelling, if you're yelling, you're the platoon commander.",
        2914.86,
        2920.36
    ],
    [
        " If you're yelling and screaming, this is not a good indication.",
        2920.6,
        2923.6
    ],
    [
        " So as soon as you start raising your voice, think to yourself, why am I raising my voice right now?",
        2923.6,
        2927.3
    ],
    [
        " What is happening?",
        2927.9,
        2929.0
    ],
    [
        " I'm not saying you never have to raise your voice because sometimes you do.",
        2929.26,
        2932.4
    ],
    [
        " Sometimes you got to get control things.",
        2932.62,
        2934.34
    ],
    [
        " But if that's what's happening, you know something's wrong.",
        2934.84,
        2938.38
    ],
    [
        " So guys would, that's what would start to kind of get their minds open sometimes where they would start to realize like, oh, I'm not as good as I thought I was.",
        2939.4,
        2950.44
    ],
    [
        " And I just had a freaking out of body experience.",
        2951.02,
        2953.98
    ],
    [
        " And I think I might be an idiot.",
        2954.18,
        2956.3
    ],
    [
        " That's what makes the field training exercise 100% that we run it as you're on front.",
        2957.26,
        2961.56
    ],
    [
        " That's what makes it the most impactful form of training that we have at Eschelon front because you're feeling it.",
        2962.1,
        2968.52
    ],
    [
        " Like you said that late.",
        2968.58,
        2969.5
    ],
    [
        " This isn't just me saying because it's my, my program, right?",
        2969.6,
        2973.12
    ],
    [
        " It's because it's the truth.",
        2973.24,
        2975.96
    ],
    [
        " Like you actually feel it.",
        2976.16,
        2977.54
    ],
    [
        " You come back from a run and you're humbled and you're sitting there.",
        2977.64,
        2981.1
    ],
    [
        " And the first thing we do is we debrief that run.",
        2981.1,
        2983.9
    ],
    [
        " All right. What was your key takeaways?",
        2983.9,
        2985.56
    ],
    [
        " And we're always very clear.",
        2985.92,
        2986.76
    ],
    [
        " Remember, we don't care about the tactics.",
        2986.88,
        2989.32
    ],
    [
        " We're not here to teach you tactics.",
        2989.34,
        2990.58
    ],
    [
        " I don't, if you were supposed to come up on the east side, you went the west side.",
        2990.58,
        2992.96
    ],
    [
        " Doesn't matter.",
        2993.06,
        2993.38
    ],
    [
        " What did, what was your takeaway that applies to business or your personal life?",
        2993.6,
        2998.88
    ],
    [
        " And so people are like you said that you just cracked it open.",
        2998.96,
        3001.52
    ],
    [
        " They feel that it's humbling.",
        3001.8,
        3003.38
    ],
    [
        " We had a guy here talking about like people just saying crazy stuff.",
        3004.0,
        3007.74
    ],
    [
        " We've had, we've heard this one multiple times.",
        3008.2,
        3010.5
    ],
    [
        " It'll be like squad one line up on the left squad two line up on the left.",
        3010.5,
        3014.82
    ],
    [
        " Yeah. And people are like looking around.",
        3015.0,
        3016.12
    ],
    [
        " Why? And they're like why is nobody moving?",
        3016.32,
        3018.52
    ],
    [
        " They don't realize they said that we were running one a few weeks ago up in Michigan.",
        3018.8,
        3022.78
    ],
    [
        " And it's one of our scenarios where I'm not going to give it out.",
        3023.16,
        3026.9
    ],
    [
        " But anyways, it's a stressful situation.",
        3026.9,
        3028.8
    ],
    [
        " And also we, we changed something on them.",
        3028.8,
        3030.8
    ],
    [
        " It's a prioritized and execute run.",
        3030.96,
        3032.44
    ],
    [
        " And the guy who's sitting there and they come up with a plan and somebody asks a question.",
        3032.8,
        3036.6
    ],
    [
        " And he's like it's the plan that they came up with.",
        3036.6,
        3039.24
    ],
    [
        " We're going to do it.",
        3039.34,
        3040.38
    ],
    [
        " He was quoting as if it was somebody else's plan.",
        3040.38,
        3043.82
    ],
    [
        " But it was his plan that he just came that he's come to team to go.",
        3043.82,
        3048.18
    ],
    [
        " But he's so overwhelmed.",
        3048.28,
        3049.44
    ],
    [
        " And I remember I was watching him.",
        3049.44,
        3051.58
    ],
    [
        " And he like just drops the laser tagger to the side, his hands to the side.",
        3051.58,
        3056.36
    ],
    [
        " And takes a step back and looks around and goes we're going to do their plan.",
        3056.44,
        3061.5
    ],
    [
        " Yeah.",
        3061.7,
        3062.98
    ],
    [
        " Oh, I'm writing this one down.",
        3063.12,
        3064.24
    ],
    [
        " Yeah.",
        3064.24,
        3064.5
    ],
    [
        " And then you read that Jason Gardner story.",
        3064.9,
        3067.18
    ],
    [
        " Jason Gardner, they get done there at CQC.",
        3067.46,
        3070.42
    ],
    [
        " They're like out out right here in SoCal, just in our little kill house.",
        3070.68,
        3074.7
    ],
    [
        " They do a run and they're standing around debriefing.",
        3074.8,
        3078.52
    ],
    [
        " And one of the officers cracks off around as they're standing there debriefing.",
        3078.66,
        3083.2
    ],
    [
        " It goes between like the guys legs.",
        3083.22,
        3084.86
    ],
    [
        " And the guy looks up and he goes he was decocking it.",
        3085.3,
        3090.9
    ],
    [
        " Meaning he's talking about himself in the third person as if this is what that's the exact same thing dude.",
        3091.1,
        3097.02
    ],
    [
        " Like you're when you start referring to what's happening as if it's someone else in a bad way.",
        3097.02,
        3103.16
    ],
    [
        " This is not a good side.",
        3103.16,
        3104.78
    ],
    [
        " I stole your your voice recorder trick for when I got out and I was doing sales.",
        3105.06,
        3110.04
    ],
    [
        " And I'd be driving.",
        3110.36,
        3111.28
    ],
    [
        " You know, I was starting off cold calling and then I just go to appointments and I was more efficient on the road.",
        3111.52,
        3115.88
    ],
    [
        " But I would try to hit as many people as a day.",
        3115.88,
        3118.4
    ],
    [
        " And I get done with a run.",
        3118.74,
        3120.0
    ],
    [
        " Well, I had to take notes on the conversation I just had so I could follow up with the right contract and everything else like that.",
        3120.14,
        3125.0
    ],
    [
        " But I also couldn't sit in a parking lot for 15, 20 minutes because I had other client.",
        3125.0,
        3129.28
    ],
    [
        " I had that anxiety that I needed to go, go, go.",
        3129.3,
        3131.34
    ],
    [
        " Well, I was also commissioned based only so I needed to get out there.",
        3131.9,
        3135.5
    ],
    [
        " And so I bought a recorder and I'd get done with the meeting as soon as I walked out of their doors to my rental car.",
        3135.78,
        3141.8
    ],
    [
        " I'd start debriefing myself on that meeting as I'm driving in the next one, stop.",
        3142.14,
        3147.92
    ],
    [
        " And then I would do that.",
        3148.34,
        3149.28
    ],
    [
        " And then at the end of the night I would listen to all those notes that I had for each one, generate the emails, contracts, whatever.",
        3149.3,
        3155.34
    ],
    [
        " Get them sent out.",
        3155.58,
        3156.08
    ],
    [
        " And it was, I mean, I stole that from you from Trayda.",
        3156.2,
        3158.34
    ],
    [
        " It was efficient.",
        3158.52,
        3159.46
    ],
    [
        " I have some of those recordings.",
        3159.92,
        3161.22
    ],
    [
        " I sent a group text with some of those recordings.",
        3161.44,
        3163.6
    ],
    [
        "",
        3163.8,
        3163.8
    ],
    [
        " There's some team guy because team guys used to record me debriefing.",
        3163.8,
        3167.34
    ],
    [
        " Now, it wasn't me.",
        3167.9,
        3168.5
    ],
    [
        " It wasn't those things.",
        3168.8,
        3169.34
    ],
    [
        " I do have some of those things too.",
        3169.34,
        3170.58
    ],
    [
        " Still, some of them just out in the field like, hey, what's going on right now?",
        3170.64,
        3174.6
    ],
    [
        " I have no idea.",
        3174.68,
        3175.84
    ],
    [
        " We're all going to die.",
        3176.64,
        3178.92
    ],
    [
        " So some of the problems that we would throw at the teams, obviously given them down men was a big one.",
        3180.12,
        3187.54
    ],
    [
        " And giving them civilians to deal with, putting them in an ID field.",
        3188.68,
        3192.98
    ],
    [
        " We'd build a little simulated ID so things are blowing up.",
        3192.98,
        3196.56
    ],
    [
        " Kind of, they would end up with split forces for whatever reason, whether we set up a target where it made sense for them to split forces.",
        3197.76,
        3206.24
    ],
    [
        " Or we would just drive some situation that would make them split their forces, give them target and then change the target.",
        3206.92,
        3214.42
    ],
    [
        " So they've got like updating Intel.",
        3214.56,
        3216.04
    ],
    [
        " And so that there's a bunch of problems right there.",
        3217.66,
        3219.34
    ],
    [
        " And we haven't even mentioned that there could be an enemy shooting at you, right?",
        3219.92,
        3222.22
    ],
    [
        " So those problems, down man, civilians, ID field, split forces, changing targets, you haven't even encountered the enemy yet, right?",
        3222.22,
        3230.56
    ],
    [
        " So you know it's going to get wild.",
        3231.12,
        3233.9
    ],
    [
        " And then once we start bringing the enemy on, and that's when you start to get into, you know, barricaded shooters and you're taking massive casualties.",
        3234.64,
        3244.0
    ],
    [
        " And hostage situations, you know, we would capture the, one of the seals we get left behind, we'd capture them.",
        3244.84,
        3251.2
    ],
    [
        " I mean, I used to give 72 hour liberty if you could get a seal.",
        3251.52,
        3255.32
    ],
    [
        " I'd be like, all right boys, you bring me back a body, you bring me back a live one, you got 72 hour liberty.",
        3255.56,
        3261.88
    ],
    [
        " I brought you back a few.",
        3262.26,
        3264.32
    ],
    [
        " And one of the times I actually took the guys, Cammy's and gear off of them.",
        3264.46,
        3267.86
    ],
    [
        " And then put all the clothes back on and then join back in with the group and just starting murdering everyone inside.",
        3267.86,
        3274.36
    ],
    [
        " And then I got into one of their Humvees, drove off, came back, was just like shooting them with their own 50 calendar.",
        3274.36,
        3279.2
    ],
    [
        " Like, what is our guide?",
        3279.6,
        3281.48
    ],
    [
        " No, like because I was wearing the kit and the camis and I looked like I was one of those guys.",
        3281.64,
        3285.14
    ],
    [
        " Yep.",
        3285.34,
        3285.54
    ],
    [
        " Yep.",
        3286.36,
        3287.12
    ],
    [
        " And that's the kind of mayhem that would go down.",
        3287.38,
        3290.26
    ],
    [
        " Well, I didn't help when you're like, GP activated, done.",
        3290.46,
        3294.06
    ],
    [
        " I was rolled back like a shark.",
        3294.28,
        3295.48
    ],
    [
        " So like, what can I get away with?",
        3295.8,
        3298.56
    ],
    [
        " Oh, man.",
        3299.1,
        3300.04
    ],
    [
        " And here's the deal.",
        3301.86,
        3302.96
    ],
    [
        " Like I said before, all those problems, they can be solved and they can be solved by utilizing the laws of combat leadership.",
        3303.32,
        3311.26
    ],
    [
        " And if a leader didn't step up, and again, I don't care what leader.",
        3311.84,
        3316.32
    ],
    [
        " I don't care if it was an E5.",
        3316.74,
        3317.84
    ],
    [
        " I don't care if it was a new guy.",
        3318.28,
        3319.94
    ],
    [
        " If someone in the platoon didn't step up and start to lead, everyone would die.",
        3320.16,
        3326.6
    ],
    [
        " And that was another interesting thing that we could do sometimes is pull, take a platoon guy and be like,",
        3330.34,
        3336.12
    ],
    [
        " all right, dude, you come walk with me on this run and you can watch and you can see how this unfolds.",
        3336.2,
        3341.74
    ],
    [
        " And then you give them the ability to detach or sometimes just while some craziness is going on at walk over to me,",
        3341.74,
        3346.78
    ],
    [
        " like, hey, dude, Kimmer, get off your gun, come over here, step back with me and look and see what's going on.",
        3346.84,
        3352.32
    ],
    [
        " Do you see what's going on?",
        3352.74,
        3353.52
    ],
    [
        " Yes.",
        3353.86,
        3354.0
    ],
    [
        " Dude, we know what decision to make now.",
        3354.28,
        3356.08
    ],
    [
        " Three seconds ago, you had no idea what to do because you were looking down a corner pulling your trigger and nothing was happening.",
        3356.74,
        3362.8
    ],
    [
        " Everything was stagnant.",
        3362.8,
        3363.78
    ],
    [
        " I pulled you off that corner, someone picked up security for you, now you look around and it's really obvious what you need to do, isn't it?",
        3364.16,
        3370.12
    ],
    [
        " Yes, it is.",
        3370.16,
        3370.58
    ],
    [
        " So you have to let people see and feel, like you were saying, feeling the laws but feeling what it feels like to detach.",
        3371.16,
        3380.04
    ],
    [
        " And then they realize, okay, that needs to be my protocol.",
        3381.12,
        3383.98
    ],
    [
        " That's what I need to focus on.",
        3384.74,
        3386.02
    ],
    [
        " And the improvement and the learning curve will be so fast.",
        3386.48,
        3388.88
    ],
    [
        " Once guys started doing this, like I said, by the end of the South training, by the end of the Land Warfare training,",
        3389.08,
        3395.48
    ],
    [
        " the platoons would be able to crush the instructors most of the time, most of the time.",
        3395.88,
        3401.1
    ],
    [
        " Yeah.",
        3401.38,
        3401.46
    ],
    [
        " Okay, easily, we'd have a failing troop and they just couldn't get it together and they would get recycled, reloaded.",
        3401.66,
        3408.28
    ],
    [
        " Yeah, one of the things I wrote down when you were first talking and then you said it again is just as a reminder, when I was acting as a role player,",
        3408.28,
        3416.74
    ],
    [
        " my, at the beginning of like them coming out there for that training, I would literally just have on a pair of gator sunglasses.",
        3417.32,
        3424.28
    ],
    [
        " Like not a mask, nothing else because I wasn't really worried about being shot up too much.",
        3424.92,
        3429.34
    ],
    [
        " Like I just, I was really confident in my abilities as an individual because when you're moving as an individual, if you're good at what you do,",
        3429.44,
        3436.34
    ],
    [
        " you actually have some advantages.",
        3436.34,
        3437.88
    ],
    [
        " But as the training would progress along, the groups that were really starting to get it, I knew I was like, oh, this next run's gonna be really bad for me.",
        3438.74,
        3447.56
    ],
    [
        " Like I have a picture of me, I'll try to find it where one of the runs, I didn't have a, I forgot to grab a ball of clava or a full, and I just had my gator sunglasses.",
        3447.94,
        3456.86
    ],
    [
        " And I got shot two to three times in the face with semination and those plastic grounds were like sticking out of my cheek and my, but that's what would happen is when they were going to be,",
        3457.54,
        3466.32
    ],
    [
        " I would use the laws of combat, we couldn't beat them, even us using because it's a full platoon.",
        3466.32,
        3473.58
    ],
    [
        " And when you're moving as a fire team, I, I can't do anything.",
        3474.48,
        3478.02
    ],
    [
        " Unless I'm acting as a sniper from a distance, yeah, I'm gonna have that advantage.",
        3478.42,
        3482.38
    ],
    [
        " But even then, if they're using the laws of combat and they, they understand the situation, then they're gonna, they're gonna pin me down, they're gonna maneuver on me, they're gonna call in air support.",
        3482.46,
        3493.02
    ],
    [
        " They're, they are going to win, when they use the laws of combat.",
        3493.16,
        3497.78
    ],
    [
        " And it's the same, it's the same thing for every aspect of your life.",
        3497.86,
        3502.02
    ],
    [
        " I don't care what your business is.",
        3502.24,
        3503.78
    ],
    [
        " If you decide to use the laws of combat, you will win personally and professionally.",
        3504.12,
        3509.0
    ],
    [
        " And I just remember like when guys would be progressing and training, I just knew I'm gonna get my ass kicked.",
        3509.54,
        3514.32
    ],
    [
        " And there was times that I got my ass kicked as a role player and I loved it because it meant that we were doing our job.",
        3514.7,
        3522.12
    ],
    [
        " 100% and it meant that those guys were going overseas.",
        3522.12,
        3524.38
    ],
    [
        " And what they were gonna do, those enemy fighters was gonna be glorious.",
        3524.74,
        3528.0
    ],
    [
        " And they were all gonna come home.",
        3528.3,
        3530.66
    ],
    [
        " And that was the purpose. That's why, that was our mission.",
        3530.8,
        3534.42
    ],
    [
        " Yeah, it was so rewarding to see them start to step up and see the leaders start to lead and see the E5 mafia start to take control of stuff.",
        3534.86,
        3544.16
    ],
    [
        " And then it would just be mayhem, mayhem for the role players.",
        3544.44,
        3547.78
    ],
    [
        " You guys would be doing everything you could cheat, lie, freaking sneak, bring yourselves back to life, just do everything you could.",
        3548.42,
        3555.8
    ],
    [
        " And they would just kick your ass because like you said, there's 40 of them.",
        3556.44,
        3559.58
    ],
    [
        " And there's maybe six, seven role players and you're just gonna get your ass kicked.",
        3559.68,
        3564.28
    ],
    [
        " No, well what if you come against a force that's 40, you know, why shouldn't we try and fight against 40 people?",
        3564.58,
        3569.18
    ],
    [
        " Well, no, we shouldn't because we're not gonna go fight a fair fight.",
        3569.42,
        3572.12
    ],
    [
        " We're not gonna fight 40 against 40.",
        3572.28,
        3573.72
    ],
    [
        " Is there 40 enemy fighters I'm gonna bring 4,000?",
        3573.72,
        3575.7
    ],
    [
        " Yeah, exactly. And we would put them in scenarios like that as well where what the right call would be to back off, leave.",
        3575.7,
        3582.68
    ],
    [
        " Oh, this building is so well defended that you just kept throwing bodies at it and throwing seals at it and they keep getting killed, keep getting killed, keep getting killed.",
        3583.48,
        3591.5
    ],
    [
        " No, take a step back, your JTAC to drop a bomb on that damn thing.",
        3591.5,
        3595.34
    ],
    [
        " That's one of my favorite, I would say my top favorite run that we do in the field training exercise program is it doesn't matter what they do.",
        3595.5,
        3603.74
    ],
    [
        " If they keep pushing forward, they're all gonna die and it's not until we get done and we're in the scenario and we end it right there.",
        3603.78,
        3611.82
    ],
    [
        " And we do a debrief real time so they can see it and feel it in their life.",
        3612.22,
        3617.12
    ],
    [
        " Shit.",
        3617.2,
        3618.7
    ],
    [
        " Yep. And then it's like, okay, so you have a business.",
        3618.92,
        3622.86
    ],
    [
        " You've invested in some marketing campaign.",
        3623.46,
        3627.24
    ],
    [
        " The return on investment has been zero.",
        3627.78,
        3630.46
    ],
    [
        " What should we do?",
        3630.82,
        3631.88
    ],
    [
        " Go harder.",
        3632.36,
        3632.94
    ],
    [
        " Put more money into it.",
        3633.04,
        3634.24
    ],
    [
        " Okay, so we put more money into it.",
        3634.4,
        3636.08
    ],
    [
        " What's the return on investment now?",
        3636.48,
        3637.74
    ],
    [
        " Nothing.",
        3638.08,
        3638.38
    ],
    [
        " Okay, what should we do?",
        3639.1,
        3639.94
    ],
    [
        " Well, it was my plan. I think it's a great marketing plan.",
        3640.46,
        3643.3
    ],
    [
        " Let's put more money into it.",
        3643.46,
        3644.74
    ],
    [
        " And we continue to go down that path.",
        3644.94,
        3646.36
    ],
    [
        " We don't take a step back.",
        3646.62,
        3647.68
    ],
    [
        " We let our ego drive our decision making process and we realize that everyone dies.",
        3647.8,
        3651.56
    ],
    [
        " We lose all of our money, all of our marketing money for the year because we got committed to a plan that didn't make sense.",
        3651.72,
        3657.08
    ],
    [
        " And so those that kind of transfers of knowledge that goes from this, this thing that you feel during the FTX into a thing that translates directly to how you're running your business.",
        3657.16,
        3670.88
    ],
    [
        " We call that scenario Murder Hole.",
        3671.28,
        3673.88
    ],
    [
        " And it was really cool.",
        3674.3,
        3677.56
    ],
    [
        " We did that with a group that we had going.",
        3677.94,
        3680.9
    ],
    [
        " I mean, the amount of diversity of people that come through our field training exercise program is incredible.",
        3680.9,
        3686.06
    ],
    [
        " I mean, we've literally seen every walk of life come through that training.",
        3686.58,
        3689.74
    ],
    [
        " You have guys that are super fired up.",
        3690.12,
        3691.76
    ],
    [
        " I mean, they've got they got the Jocco haircut.",
        3691.94,
        3694.28
    ],
    [
        " They're wearing the Jocco t-shirt when they show up.",
        3694.46,
        3696.14
    ],
    [
        " They're wearing the origin boots, the origin jeans.",
        3696.14,
        3697.84
    ],
    [
        " I mean, they are in origin belt like head to toe origin, Jocco fuel, like Jocco podcast stuff.",
        3698.08,
        3703.6
    ],
    [
        " I mean, they're like so.",
        3703.72,
        3704.8
    ],
    [
        " They're ready to lead 100%.",
        3704.82,
        3705.78
    ],
    [
        " Yes, absolutely.",
        3705.78,
        3706.9
    ],
    [
        " And then you have the complete opposite spectrum where it's an individual that you look at them and you're like,",
        3706.9,
        3713.36
    ],
    [
        " okay, they're not on the path when it comes to their health or working out or you know, just you could tell them in some of them they don't want to be there.",
        3713.6,
        3723.02
    ],
    [
        " They're there because their bosses made them come because we do corporate and then individual ones.",
        3723.18,
        3727.48
    ],
    [
        " And I remember we're doing it with this group and there these people are two smart, a group of engineers.",
        3727.82,
        3732.62
    ],
    [
        " And we get done with that murder hole scenario.",
        3733.84,
        3737.26
    ],
    [
        " We stop it and we stop real time to show them the train and you know, and this lady, you know, if you were to judge a book by the cover,",
        3737.56,
        3745.58
    ],
    [
        " you're probably like, hey, she hates this.",
        3745.86,
        3747.94
    ],
    [
        " She doesn't want to be here.",
        3748.14,
        3749.32
    ],
    [
        " Like at the beginning of the day, that was just probably her body language.",
        3749.74,
        3752.16
    ],
    [
        " We get down with this run and I'm just talking through it and she goes, can I can I say something?",
        3752.46,
        3758.04
    ],
    [
        " I'm like, absolutely.",
        3758.2,
        3758.84
    ],
    [
        " She goes, this represents and she goes down this path of like something happened.",
        3759.6,
        3763.64
    ],
    [
        " She goes, we were working on this coding problem and it should have been like two weeks.",
        3763.8,
        3767.94
    ],
    [
        " She goes seven months later and she goes, this is that, this is what we do all the time because of our egos.",
        3768.38,
        3775.72
    ],
    [
        " We get sucked into projects because of her egos.",
        3775.82,
        3778.12
    ],
    [
        " We need to actually detach and we need to actually understand what our priorities are.",
        3778.38,
        3782.52
    ],
    [
        " She's going through everything.",
        3782.58,
        3783.42
    ],
    [
        " All this.",
        3783.72,
        3783.94
    ],
    [
        " I'm like, this is awesome.",
        3784.08,
        3785.7
    ],
    [
        " That's it.",
        3785.94,
        3786.34
    ],
    [
        " It was so cool and she just has this big smile.",
        3786.4,
        3789.12
    ],
    [
        " She goes, this is the best type of training I've ever been to.",
        3789.28,
        3792.76
    ],
    [
        " And then I was like, all right, you guys ready for lunch?",
        3793.14,
        3795.12
    ],
    [
        " And it was like the run right before lunch.",
        3795.56,
        3797.14
    ],
    [
        " We go back and it was for me to sit back as an instructor and watch the guys run the training and have my points.",
        3797.2,
        3805.24
    ],
    [
        " And I have my points written down and then for the student going through the training to literally hit all my debrief points.",
        3805.56,
        3813.9
    ],
    [
        " It was beautiful.",
        3813.9,
        3814.34
    ],
    [
        " It was incredible because it shows that they're actually taking on board what we're telling to them.",
        3814.7,
        3821.34
    ],
    [
        " But the reason why is because the training is humbling.",
        3821.94,
        3823.82
    ],
    [
        " You're going to be humbled in the training.",
        3824.64,
        3826.3
    ],
    [
        " I don't care who you are.",
        3826.52,
        3828.36
    ],
    [
        " You're going to be humbled in that training.",
        3828.56,
        3830.0
    ],
    [
        " And that's what's awesome is because that's when the learning really starts to happen.",
        3830.9,
        3834.22
    ],
    [
        " Yeah.",
        3834.86,
        3834.98
    ],
    [
        " The first time we tried it, the first time we tried an FTX with civilians.",
        3835.44,
        3840.04
    ],
    [
        " You know, life and I were doing it.",
        3841.06,
        3842.54
    ],
    [
        " This is when Ash Lomfront was basically just life and me.",
        3842.58,
        3845.26
    ],
    [
        " We tried it.",
        3845.56,
        3847.94
    ],
    [
        " And you don't know what the reaction is going to be.",
        3848.14,
        3851.34
    ],
    [
        " You don't know if people are going to make those connections, those correlations between leadership on the battlefield and leadership and everything that they're doing.",
        3851.66,
        3858.0
    ],
    [
        " And it was so awesome.",
        3858.28,
        3859.26
    ],
    [
        " I mean, there's a bunch of stories that exact same type of story.",
        3859.48,
        3862.48
    ],
    [
        " Like, oh, this is what we're, this is, you know, ops never support sales.",
        3862.64,
        3866.08
    ],
    [
        " This is the problem.",
        3866.08,
        3866.88
    ],
    [
        " And you're like, oh, you don't cover and move for each other.",
        3867.02,
        3868.54
    ],
    [
        " This is exactly right.",
        3868.54,
        3869.48
    ],
    [
        " You guys are never there for us.",
        3869.66,
        3870.82
    ],
    [
        " And this way.",
        3871.08,
        3871.34
    ],
    [
        " So you get to see these things real time.",
        3871.48,
        3873.7
    ],
    [
        " And as soon as we saw that, that application and how well it correlated, that was when I was super stoked for you to come over and with a long term goal of taking over that program, running that program and growing it.",
        3874.44,
        3890.18
    ],
    [
        " So talk me through, talk, talk us through how, what does that program look like right now?",
        3890.64,
        3896.7
    ],
    [
        " Not like the broad program, but like, let's say I got a company.",
        3897.78,
        3900.78
    ],
    [
        " And I hear about this thing and I want to bring my team together.",
        3901.88,
        3905.5
    ],
    [
        " What am I doing?",
        3905.98,
        3907.44
    ],
    [
        " What is my, I got 20 people.",
        3907.58,
        3909.06
    ],
    [
        " I got my leadership team, my executive leadership team.",
        3909.24,
        3911.14
    ],
    [
        " What does the program look like?",
        3911.28,
        3912.26
    ],
    [
        " So it will do a, like a preliminary call with the client to kind of figure out exactly what they want to do.",
        3912.84,
        3918.84
    ],
    [
        " And, you know, Jack Daniel, he's, he's been doing all those calls and then it's for an FTX.",
        3919.16,
        3923.62
    ],
    [
        " He then does another call with them and me.",
        3923.62,
        3925.72
    ],
    [
        " And Jack so awesome. He's like, probably you're so busy. I don't want to put it on my, hey, if it's for an FTX, put on my calendar, we're doing a call.",
        3926.18,
        3932.84
    ],
    [
        " And I just, because I really want to understand what they're intent is.",
        3933.58,
        3938.1
    ],
    [
        " What are they looking to get out of it?",
        3938.18,
        3939.6
    ],
    [
        " Because every FTX, it's customizable.",
        3939.6,
        3942.28
    ],
    [
        " So your industry, your problems, what you have going on.",
        3942.74,
        3945.78
    ],
    [
        " Now, as you know, the principles are universal. That's what's beautiful about this.",
        3946.14,
        3949.24
    ],
    [
        " And, but, but we can make things where they're different than the others to drive home certain points to, to you and your team.",
        3949.6,
        3956.92
    ],
    [
        " So we do that call. And then, you know, now because of COVID, the virtual world, like we just have real quick example.",
        3957.02,
        3964.14
    ],
    [
        " Yeah. I'll have a company and they're growing rapidly.",
        3964.38,
        3968.94
    ],
    [
        " And the younger leaders aren't stepping up and making things happen.",
        3969.8,
        3974.58
    ],
    [
        " And on a call, they'll be like, look, we need to have better decentralized command.",
        3974.9,
        3979.32
    ],
    [
        " And then it's like, hey, JP, let's set up some runs to make sure we really drive home the point of how necessary it is for subordinate leadership to step up and lead it.",
        3979.48,
        3989.1
    ],
    [
        " That's the kind of adjustments we're making so we can drive home specific address specific issues that a company has.",
        3989.2,
        3996.32
    ],
    [
        " Yep. Absolutely. So we'll be able to do that.",
        3996.5,
        3998.4
    ],
    [
        " And I put them in the notes and then as we're building out the scenarios, we'll be able to kind of change through all the different scenarios.",
        3998.4,
        4004.38
    ],
    [
        " But, you know, most of the time we do a half day or a full day class ahead of time to make sure everyone understands the principles.",
        4005.12,
        4012.56
    ],
    [
        " You know, we talk about the battle of remodeling, I was a combat my sister victory, do some application drills.",
        4013.26,
        4017.62
    ],
    [
        " If that's something we want, if they don't, we just do a quick virtual to lead them up to it because the FTX program, you're going to learn the principles real time.",
        4018.08,
        4026.1
    ],
    [
        " So depending on the company's time and or budget, some companies, they don't have two full days where they can take the full team out of the field.",
        4026.58,
        4032.88
    ],
    [
        " That's fine. Well, we can send over a pre-recorded video that everybody watches or we can do a one hour, two hour, three hour virtual session ahead of time to prepare them with the principles.",
        4033.06,
        4044.28
    ],
    [
        " And then we come to them or they come to us, they can come to different locations that we have the flexibility that we have with these programs.",
        4044.72,
        4052.72
    ],
    [
        " And then they actually FTX, it's all the hands-on applications. So we'll show up in the morning, we'll put them into their squads, we'll sign the leadership positions, we'll give them an intel brief, and then they get a plan the first mission and go out there.",
        4052.86,
        4066.46
    ],
    [
        " And I think did you skip, explain how you teach, you give, you know, Mary, who's never handled a weapon before.",
        4067.18,
        4077.44
    ],
    [
        " Yes, I just skipped that. Never been, never handled a squirt gun before. And now all of a sudden, you're going to have her clearing rooms. And I know when we first started, actually with you, I had to be like, bro, you're not going to make these guys into seals in a two hours.",
        4077.62,
        4095.18
    ],
    [
        " They need to have the basic fundamentals of how to enter a room in a safe way, in a systematic way so they can clear.",
        4095.5,
        4104.18
    ],
    [
        " Well, that alone is a great example of me not asking enough questions from you in life to get like your actual commander's intent on the filtering exercise program.",
        4104.9,
        4114.16
    ],
    [
        " Because in my mind, I'm like, cool, I'm going to teach them tactics and retire leadership. And it's really important that they do all this stuff and it's like, no, actually, I don't have to teach them any of this because we're not here for the tactics. So yes, we start off, we give them a, hey, here's what to expect brief.",
        4114.16,
        4129.0
    ],
    [
        " Like it's in all of our notebooks, we, we brief them on safety, we brief them on the fact that, hey, you're going to post more stress upon yourself than's actually needed. Everyone kind of chuckles, I'm like, just you wait and see.",
        4129.14,
        4140.38
    ],
    [
        " And then after first couple runs, everyone's like, man, I am putting too much stress on myself. We're, it's like we talked about that. So we, we run through all this stuff to set the state so they know what to expect.",
        4140.5,
        4151.1
    ],
    [
        " And then we give them their gear. And so we invested it into these high speed laser tag systems, which by the way is what we used in land warfare.",
        4151.46,
        4159.18
    ],
    [
        " We usually use those in our urban training, but in land warfare in the seal teams, we used a high speed laser tag system that this thing is the civilian equivalent to.",
        4159.38,
        4168.3
    ],
    [
        " Yes, it's freaking legit. It's in that was a complete God thing because when we were, we ran a few FTXs, it was all, it was airsoft. And that's cool because you're getting shot, but there's a, there's a major safety concern with airsoft.",
        4168.3,
        4181.4
    ],
    [
        " And people were lifting up their masks, they get fogged and like, we're having a stop training. And it took away the from the purpose of the training, which was leadership. And as we say all the time, communication is what ties everything together.",
        4181.68,
        4194.88
    ],
    [
        " And they couldn't properly communicate doing airsoft or paintball because the mask. So I reach out to a team guy, buddy, I'm like, hey, I know you did like some events for kids and you had laser tags.",
        4195.16,
        4206.36
    ],
    [
        " Like, can you give me that guy's info? So he sends it to me. I look it up and like, oh, these, these aren't what you would think for laser tags. They're pretty legit.",
        4206.86,
        4214.04
    ],
    [
        " It's not looking like a nerve laser tag. No, it's not like neon green and which by the way, props and nerfs. I've, I've never heard me talk about this. Those nerve guns, the nerve lazy tag guns that I raised my kids with our freaking legit for teaching tactics. By the way, just FYI.",
        4215.2,
        4228.94
    ],
    [
        " Yeah, I mean, if you teaching your kids that, yes.",
        4228.98,
        4231.44
    ],
    [
        " How it wasn't what we needed for the FTX program. And we had a client that was that told us, hey, we want to do this, but they're we cannot do airsoft or paint.",
        4232.88,
        4243.02
    ],
    [
        " We cannot have any safety risk. I'm like, okay, so I reach out to team guy, buddy, give me the info. I look up 35 minutes from my house from when we just moved there to Texas. And I'm like, okay, thank you, Lord.",
        4243.36,
        4256.06
    ],
    [
        " I go meet the guy.",
        4256.4,
        4257.64
    ],
    [
        " Gah, I was a veteran explain to him what we're trying to do. And he's like, well, I'm actually changing these systems to where they looked very realistic. And I was like, okay, this is awesome.",
        4257.88,
        4266.94
    ],
    [
        " So we invest into them. And so we have the gear, the sensors. And so what we do is we just.",
        4266.94,
        4273.46
    ],
    [
        " Cody and the guys, they give an awesome class on, hey, here's how you use these taggers, these taggers are tools. Just like you have tools that work.",
        4274.52,
        4283.2
    ],
    [
        " Like you in order for you to get the job done, your tool has to be used properly. So we explain to them how to use the taggers. And so when we have some of you that's super nervous. I've had people say, I'm not comfortable with guns. And I'm like, that's good.",
        4283.2,
        4298.62
    ],
    [
        " You shouldn't be comfortable around guns unless you have training. That's a that's a good feeling that you have.",
        4298.92,
        4303.98
    ],
    [
        " But once you understand the use of weapons, you shouldn't be scared if you know how to use them properly. And I told this lady is like, it's the same thing for these taggers. One, these taggers can't hurt you. That's why we invest it into them.",
        4304.84,
        4317.04
    ],
    [
        " So even if you accidentally pull the trigger and it's pointed at you or somebody's face, you won't hurt them.",
        4317.2,
        4322.9
    ],
    [
        " The lady's like, okay, that's good. I could shoot super well tight. And rightfully so she had never been around a weapon or a toy gun at all.",
        4323.04,
        4331.18
    ],
    [
        " And then which for me was a realization of like the things I just take for granted of just my what I've been around just it's not normal for most people. And so that was when we really shifted over to, hey, let's make them feel as comfortable as possible.",
        4331.82,
        4348.2
    ],
    [
        " Like if they're not doing something right, make sure we're not being like, hey, you know, getting on to them like we would team guys are Marines because team guys are Marines are very good at going back to that default of like, hey, you stupid.",
        4348.22,
        4359.78
    ],
    [
        " They've never done this before. So we have all the guys there and they're like helping them put on the sensors and hey, you want to plug in the sensor and we go through a class when we say, hey, these are your SOPs for how to use them throughout the day before you know, you get your Intel.",
        4360.14,
        4376.78
    ],
    [
        " You plan the mission, you brief the mission, you get approval, then you've got to go find the key guy that key guys going to turn on your guns that key guys and minimum wage employee that's only jobs to turn on your guns.",
        4376.96,
        4388.02
    ],
    [
        " Every single time we get that brief, every company's like, oh, we got one of those guys, it's just a minimum wage person that affects whether they can go do their job.",
        4388.32,
        4398.14
    ],
    [
        " The learning point there is, how do you treat that key guy and we've had everything from, hey, mother fucker, you need to get our guns on because we're running late and I was like, oh, I wonder how that works out for you.",
        4398.5,
        4411.3
    ],
    [
        " Yeah, excuse my language, all my church friends that are listening, I apologize, but that's like you were quoting someone.",
        4411.36,
        4416.44
    ],
    [
        " Yeah, but that's the extreme like we will have that we're like, so we go, we give the class and then we let them have fun like, all right, hey, shoot the guns.",
        4416.56,
        4426.1
    ],
    [
        " Yeah, like should have as fast you can. Here's how you reload it. We teach them how to put like a basic patrol and I always tell them like, hey guys, these are not tactics. These are the basics.",
        4426.1,
        4434.94
    ],
    [
        " These are tools, single file, dual column. Here's how you get a head count. And so we give them enough tools where they can actually go be successful on the first couple runs based off of the level of those first couple runs.",
        4434.96,
        4448.58
    ],
    [
        " When you talked about was interesting just to just to point out you were talking about the amount of stress that gets created. And I just wanted to say that a lot of times people think, oh, well, you know, these are seals.",
        4450.7,
        4461.5
    ],
    [
        " They must be talking about all this physical stress, but it's actually almost no physical stress. It's all it's all mental stress. It's all the confusion, the chaos, the mayhem.",
        4461.5,
        4474.96
    ],
    [
        " And because the physical, this isn't a physical evolution. No, this isn't a physical evolution. There's no, in fact, you don't allow people to sprint or run.",
        4475.6,
        4484.52
    ],
    [
        " That's part of the in brief, no running. Absolutely no running for and for multiple reasons, one safety. Like, hey, if you run, you roll your ankle, you hurt yourself, you trip fall, you hit a tree or one of these buildings.",
        4484.82,
        4497.64
    ],
    [
        " Now you're done and you've taken away from the purpose of the training, the purpose of the training is for us to work on our leadership skills for you actually go through the runs.",
        4498.52,
        4506.62
    ],
    [
        " And I always tell the story of like when you're running trade it when somebody would do something they're not supposed to, you would say, hey, stop doing the enemies job.",
        4507.18,
        4515.1
    ],
    [
        " You get arrested out in town, you can't deploy, you get in a fight, you break your hand, you can't deploy, you can't run training, you can't do whatever, you've done the enemies job.",
        4515.78,
        4523.8
    ],
    [
        " So I always, we tell them that to make it real like, hey, don't do the competition's job by taking you out of this training. You need to finish this training. People are like, is it, is when you say don't do the competition's job.",
        4523.8,
        4535.78
    ],
    [
        " I love, I love watching people, looks on people's faces body posture change. And I mean, we, so go back to that lady, she didn't even want to touch the attacker. And I'm like, cool, just, hey, you know what? Here, let's get you a chair. We brought her chair. We had her sit down there.",
        4535.94,
        4550.44
    ],
    [
        " Like, hey, just watch, just watch the class. By the time we get down with the class, she comes up, she's like, hey, do you have an exterior set up for me? I'm like, Cowie will get you taken care of. And she goes over, how he gets your size up runs through her like, hey, you're a real quick. Let's make sure you're good with it.",
        4550.54,
        4564.72
    ],
    [
        " Now lady was in rock star.",
        4565.38,
        4566.44
    ],
    [
        " Yeah, well, if you think about it from somebody that's maybe not familiar at all with the military, not familiar at all with weapons. And they're just intimidated by it.",
        4566.84,
        4573.88
    ],
    [
        " And then they sit off to the side and go, oh, wait a second. This is legitimately like they're playing tag.",
        4574.18,
        4579.62
    ],
    [
        " Yep. But they have teams. This is a game that we're about to play. And I think I should play this game. And we're not going to get hurt. And so that's another thing. You know, we're working with companies.",
        4579.98,
        4588.94
    ],
    [
        " Well, you know, we, we got people that aren't in the best physical condition. Can they walk down a hallway? Then, then they can do this training. And what's interesting. So we're saying all this stuff. Look, you can't run. You can't get hurt. You can't shoot.",
        4589.04,
        4599.38
    ],
    [
        " Or you're not going to shoot somebody. No one's going to get injured. You throw all those things out. It's like, oh, that might be kind of lame, right?",
        4600.24,
        4606.92
    ],
    [
        " And here's the thing I was just thinking about like chief shy, freaking police chief.",
        4607.66,
        4611.4
    ],
    [
        " Oh, yeah. When the first time he came through one of these things, totally blown away.",
        4611.48,
        4615.3
    ],
    [
        " F-T-X is your one.",
        4615.44,
        4616.36
    ],
    [
        " It's the leadership lessons that you learn. And we got, we got all kinds of vets going through going, God, I wish I would have had this when I was in the military.",
        4616.46,
        4624.3
    ],
    [
        " So believe me, even though it is, even though it is like it's contained in it's presented in a way that is very safe and very professional and very almost.",
        4624.84,
        4643.0
    ],
    [
        " This is the word I was looking for us trying to find the word benign. It seems benign. It's like, oh, wait a second.",
        4643.28,
        4648.82
    ],
    [
        " We're like, we can't even run and we're just going to be moving around and these are just laser tag guns. It seems super benign. You think, oh, this sounds like it's not going to be that big of a deal.",
        4649.18,
        4658.68
    ],
    [
        " And then you go to run number three where people are like, I need someone else over here. We got another and we have to hold on.",
        4659.22,
        4667.26
    ],
    [
        " It's holding. It's holding chaos. Yeah, you're not supposed to run and people are sprinting. People are going crazy. People are losing their minds. People are giving orders that don't make any sense.",
        4667.42,
        4673.96
    ],
    [
        " All this stuff happens from a benign laser tag system. That's what happens. That's what unfolds. It's crazy. I mean, we've actually we had a guy that had multiple sclerosis to he's like, I mean, he had like a cane.",
        4673.96,
        4693.12
    ],
    [
        " And so we were doing the classes. He was sitting in a chair. My guys like took care. I remember watching how my guys took care of them without me even having to say anything and I",
        4693.26,
        4701.64
    ],
    [
        " shocker got a little emotional watching that because I was like, my guys know they get it. You know what I mean? Like Cody and Kyle were taking care of this guy.",
        4701.64,
        4708.76
    ],
    [
        " And he this guy had the biggest smile on his face because he felt because I know when he showed up, I remember he pulled me aside. He was like, hey, I'm probably not going to do anything.",
        4708.94,
        4717.06
    ],
    [
        " And you could tell he was upset because he wanted to be a part of it. And then when the guys were taking care of him, like for him saying like, oh, this is cool. It's on. It's on to the point where our guys were like, all right, he can't keep up the group. He's not going to walk.",
        4717.42,
        4730.82
    ],
    [
        " We can drive him out to the play field. And so we would drive him out there. The role players would drive him off as a sniper. And he would be put in places. And it was awesome because I listen to radio. And I'm here. The role players go, dang it. This guy keeps picking us off.",
        4731.26,
        4745.64
    ],
    [
        " And he was a huge part of the training. You know, this one lady came through. She's like, hey, I just got done with my chemo. You know, I'm not going to be able to do too much. We're like, okay, cool. Do what you can. We have positions for you.",
        4745.68,
        4758.36
    ],
    [
        " You can shadow me and act as the ground force commander and relay information. And it was after two runs. She was like, hey, can I get in there and actually have a position of leadership?",
        4758.76,
        4767.54
    ],
    [
        " I said, absolutely. We changed up the reorg and it was cool seeing people who showed up with these self-imposed limitations.",
        4767.54,
        4778.82
    ],
    [
        " They came up with these excuses or lack a better word for me. I mean, that's to them in a drugatory term if they're listening. But they had these excuses as to why they wouldn't be able to perform.",
        4779.46,
        4790.98
    ],
    [
        " And then when they realized that that was all BS, that that was imposed upon by themselves, nobody else gave them those limitations. They gave them to themselves. And they saw like, oh, actually I can be a part of this.",
        4791.58,
        4803.14
    ],
    [
        " Oh, I can actually lead. Oh, I can actually do this. I can learn. It's incredible. I mean, just the transformation that you see from, we had a lady who was like, we, we gave out the leadership. She comes up. She goes, when you say gave out the leadership, what you mean by that is you assign leadership for different iterations.",
        4803.24,
        4820.42
    ],
    [
        " Yes. Okay. Here's a charge of this. Yes. Each run has a new set of leaders. So you, like you're saying, you're company of 20 people. Everybody's going to go through multiple positions of leadership to where they feel all the different like stresses.",
        4820.42,
        4835.4
    ],
    [
        " This is OIC, off-sdering charge, assistant officer in charge, squad leaders, fire team leaders, or just a shooter, where you're just trying to listen and do the work. It's, it's incredible.",
        4835.4,
        4844.36
    ],
    [
        " It's like you learn something new in each one of those levels. And you'll see things differently from each one of those levels. And you'll become a better leader by serving in each one of those levels.",
        4844.68,
        4853.24
    ],
    [
        " Like Denver, went from day in construction, came to FTX, zero zero one, and he was like super frustrated. Like, and he's a very motivated, very smart dude has a very successful construction company out in the Phoenix, Arizona area.",
        4853.46,
        4867.66
    ],
    [
        " And he came out to it and he was just like, I remember, I remember watching him and listening to him, the comments who'd say about the other guys. And then he got put in a position of leadership.",
        4868.18,
        4879.16
    ],
    [
        " And I think he said it to life. I'm pretty positive. He goes, I now know what my team feels. I now know what my team feels. And I've been doing all these same. And it was for him to have the aha moment.",
        4880.02,
        4892.72
    ],
    [
        " And then two weeks later, he hit us up or now we can have later. He goes, Hey, I need to run an FTX for 50 of my employees. We did two days of FTX training with a half day classroom on the back end of, how do you implement?",
        4893.02,
        4905.86
    ],
    [
        " Right strategically. How do we implement all these takeaways? So you see all this stuff happening real time from all different walks of life. It's ridiculous.",
        4905.94,
        4915.4
    ],
    [
        " So I cut you off. You're talking about a female. Yes. So thank you. So it's like, what where did we go?",
        4915.76,
        4921.6
    ],
    [
        " This one. So we give out the leadership. And she comes up and makes a comment goes, well, that's a mistake, putting females in charge.",
        4921.84,
        4930.76
    ],
    [
        " And I look at her and this is from a company where they have a culture where if you say something offensive, like you're, you're getting a lot of trouble. And I looked at her, I'm like, if somebody else said that to you, would you find that appropriate?",
        4931.46,
        4945.2
    ],
    [
        " And she just pauses. She goes, well, I'm just being real right now. I'm like, well, that's actually a lie saying that just because of females in charge is going to go bad.",
        4945.82,
        4955.52
    ],
    [
        " I'm like, that's a lie. I was like, I know a lot of badass females that run companies that are kicking ass. I know a lot of badass female leaders in the military that did some phenomenal things. I'm like, don't.",
        4956.1,
        4967.02
    ],
    [
        " So she was like serious when she said, oh, she was dead serious. She wasn't, she was dead serious. Like, just like, this is going to be horrible. Like body posture, like, like, going down to the side.",
        4967.08,
        4977.22
    ],
    [
        " And I was like, okay, so immediately I'm like, there's something there. Like, there's something deeper there. Obviously for her to be like, she was not thrilled and just thought it was going to be bad.",
        4978.2,
        4988.0
    ],
    [
        " So I talk with Carlos and Cody, like we give the intel, pull them aside of my K. We just keep an eye on her. We need to like pour into her because she thinks it's going to be horrible. Like, we need to make sure she gets the verb in.",
        4989.18,
        5002.96
    ],
    [
        " And Lose and Cody, right? Yep, got it. Cool. We go to the run. Obviously we put a bunch of stress on her. So we wanted her to feel it. Like we do everybody. It wasn't any different.",
        5003.24,
        5013.24
    ],
    [
        " But we're just very mindful of making sure we're watching. And I said, you know, because we've had some people come to the training where they just stop. They're like, hey, I can't do this.",
        5013.28,
        5031.02
    ],
    [
        " That was all me. I put too much stress. Sorry. I won't let that happen again.",
        5031.28,
        5034.26
    ],
    [
        " Self-imposed stress. To the point where the guy wanted to stop training. He tried to physically stop the training.",
        5034.26,
        5040.34
    ],
    [
        " So I want to make sure this didn't happen to this lady. Just FYI, if you feel like you are too stressed, this is a massive red flag that's telling you to detach. Take a step back, take a breath.",
        5040.84,
        5049.44
    ],
    [
        " Which is as soon as you said that guy, okay, step back, take a breath. He's like, okay, I can see what's going on. All right. I'm ready to rock and roll. Yeah.",
        5050.04,
        5056.88
    ],
    [
        " And so I really felt like I just, I knew there was something else with this lady. So we get back from the run. It was hard. But guess what? They accomplished what they're supposed to accomplish. We get done with the run. We're doing the debrief.",
        5058.32,
        5070.92
    ],
    [
        " And it's in one of my notebooks. I remember I wrote down what she said. But the greater point was just the limitations she had.",
        5071.9,
        5080.84
    ],
    [
        " And I asked her because she said something her takeaway was don't limit what you're capable of. And that was like awesome. And I said expand upon that a little bit.",
        5081.16,
        5093.56
    ],
    [
        " She goes, well, I just, I didn't think I'd be capable of this position. And I said, why? She goes, well, it's a little bit deeper. I'm like, what do you got?",
        5094.28,
        5104.02
    ],
    [
        " Like this is like this is the time. Let's talk through it. I said, if you're comfortable, if you're comfortable with it, she goes, well, for my past. I said, okay.",
        5104.24,
        5112.24
    ],
    [
        " Like, and I know I'm like riding a line that this could go really bad. But I also knew as an opportunity that if we could talk through something that she never has to go through again or just is able to let go of something, then our day has been worth it.",
        5112.82,
        5128.5
    ],
    [
        " Like, you know, that's what we're here for is stuff like this because that's going to make her better leader.",
        5128.5,
        5134.3
    ],
    [
        " If she can let go of these limitations that she's put on herself, she goes, well, when you come from another career where your life was threatened.",
        5134.3,
        5143.74
    ],
    [
        " And, you know, you, you know, your life was actually threatened. She goes, because you weren't doing what you should have done. She's like, I, I carry that.",
        5144.62,
        5156.84
    ],
    [
        " What was her old job? We didn't ask. I just didn't feel like it was a time. I should have afterwards just get a little more like, I guess, information or situation awareness.",
        5157.8,
        5169.5
    ],
    [
        " But, you know, and when we talked through it, I said, well, hey, I'm glad that you came to that realization. Like, these are one that that's the purpose of the train is for us to feel these things and realize like, hey, these tools work when we use them.",
        5170.32,
        5182.02
    ],
    [
        " And all the other stuff that we have in our mind, it a lot of it's all BS because it's, that's not the reality.",
        5182.02,
        5187.52
    ],
    [
        " And then we did our end of the day debriefs like our key takeaway. So we do all the runs. We rotate through different positions.",
        5188.0,
        5194.4
    ],
    [
        " And then at the very end, it's like, hey, what was, what was your biggest takeaway that you're going to leave this training with to implement back home?",
        5194.4,
        5203.86
    ],
    [
        " And hers was, you know, same thing. Like, I'm not going to let my past define me. She goes, today is a fresh start.",
        5204.18,
        5209.78
    ],
    [
        " And I always try to explain that when I'm talking to the clients is like, that's what you did when you came in and tasking a bruiser.",
        5210.12,
        5217.24
    ],
    [
        " Hey, we're not tasking a Bravo. We're tasking a bruiser. All the other stuff doesn't matter. Like, this is who we are and this is what we're going to do.",
        5217.86,
        5225.22
    ],
    [
        " And I like to also tie that in when I'm talking about Ramadi, you know, when we talk about like, hey, well, you come back from the plant, when we talk about the cost and the burden and all that stuff.",
        5225.62,
        5233.76
    ],
    [
        " I tried to make it very clear when I'm talking with individuals or large groups like we're all going to have those dark times. We're all going to have those things from our past that could hold us back if we allow them to.",
        5234.28,
        5246.06
    ],
    [
        " But if that's all we focus on, like anger frustration, darkness, guilt, doubt, all that, it gets us nowhere. And I know we've talked about this multiple times.",
        5246.78,
        5254.06
    ],
    [
        " But we have to focus is the lessons that you've learned. And more importantly, what are you going to do going forward? And that's a big thing that we talk about in the field training our size is like, yes, hey, you guys made mistakes.",
        5254.4,
        5265.42
    ],
    [
        " But what are we going to do going forward as a group? If we're not sitting and debriefing and coming up with new standard operating procedures, we're wasting our time.",
        5265.42,
        5273.7
    ],
    [
        " If we were just to re-organize, like, all right, hey, new leadership go, new leadership go, new leadership go, there wouldn't, there would not be that progression that we get if it wasn't for the deepries.",
        5273.9,
        5284.64
    ],
    [
        " And the deepries are an awesome opportunity for you to do some self reflection. And that's what's powerful is that self reflection.",
        5284.98,
        5293.94
    ],
    [
        " Yeah, well, what's interesting about that is this, this training program in situations like this, which I've seen and you've seen when it goes beyond business application, beyond the combat application, obviously beyond the business application.",
        5293.94,
        5314.34
    ],
    [
        " And it starts to get into people's souls and sitting there listening to people debrief, seeing grown men weeping because they realize that they've made mistakes in their lives, seeing women apologizing for behavior that they know they they shouldn't have done.",
        5314.34,
        5339.58
    ],
    [
        " And it was negatively impactful to their family, like seeing those deeper those deeper changes. That's always it's always amazing to see that this stuff applies and gets through.",
        5339.58,
        5356.52
    ],
    [
        " Yeah, gets through to people's souls. It does.",
        5356.72,
        5360.0
    ],
    [
        " I mean, one of our larger filtering exercise clients, one of their upper executives, you know, the company I'm talking about, everyone that we've been interacting with since 2018 run these FTX is all of those key leaders, they they don't just know the principles, they actually live their principles, they apply them, they believe in them.",
        5360.62,
        5381.16
    ],
    [
        " And guess what, every single one of those individuals has grown within the ranks like multiple tiers of it now high level executive leadership positions.",
        5381.44,
        5391.38
    ],
    [
        " And the individual I'm talking about, he's just been in the game since day one with us helped us bring the program to them.",
        5392.02,
        5398.18
    ],
    [
        " He sent me a text and I always forward them to you and Lave and Jamie and Dave just so we're all aware of like the impact that we're truly delivering.",
        5398.74,
        5405.98
    ],
    [
        " I know we know it and I always give it to my team and I I like to if I'm in person with a guy's be like, Hey, just so you guys know this is what you're a part of.",
        5406.04,
        5414.38
    ],
    [
        " And as we grow this, you're going to have more and more and more of this because if we do what we teach and we do it the right way, which we are, you all are going to have teams eventually run in this training.",
        5414.8,
        5426.42
    ],
    [
        " And this is what you need to focus on is the impact that we deliver everything else.",
        5426.5,
        5430.84
    ],
    [
        " It's important, but it's the impact that we deliver that's what you have to like strategically that's what I want you guys thinking about.",
        5430.94,
        5438.2
    ],
    [
        " And he sent this text where one of his his executives that works directly his his direct report said that training fed my soul.",
        5438.64,
        5448.7
    ],
    [
        " Thank you. I didn't realize it's what I needed.",
        5449.08,
        5451.76
    ],
    [
        " It's just it's incredible to see that impact in.",
        5454.6,
        5457.66
    ],
    [
        " I wrote this down is one of the things you're talking about is when you were running training, you said literally we could almost do whatever we wanted.",
        5458.28,
        5468.36
    ],
    [
        " So I wrote down wide boundaries leadership capital withdrawal return on investment.",
        5469.0,
        5474.96
    ],
    [
        " So it reminded me of when we went back and you were running training and we literally could do whatever we wanted.",
        5476.48,
        5482.8
    ],
    [
        " And the reason why is because the training we produced delivered results.",
        5483.38,
        5488.9
    ],
    [
        " We had guys come back from deployment saying the hard training you guys put us through kept us alive.",
        5489.88,
        5496.9
    ],
    [
        " It kept us alive.",
        5498.24,
        5499.98
    ],
    [
        " And I remember when I was being an absolute jackass at training.",
        5500.36,
        5503.78
    ],
    [
        " I want to be very clear. I've said this multiple times. I always want.",
        5504.18,
        5508.28
    ],
    [
        " I know I'm in a unique position working at echelon front.",
        5508.86,
        5512.92
    ],
    [
        " I wasn't this phenomenal leader in the seal teams. I wasn't like Seth, or late, or you, or Dave.",
        5513.88,
        5520.82
    ],
    [
        " I was in some unique positions and there was times where I was a good leader, but I also know that I was a jackass.",
        5521.22,
        5527.34
    ],
    [
        " And then I was, you know, that I was that that guy that my leadership had to deal with.",
        5527.34,
        5533.84
    ],
    [
        " So I know there's no one on the there's no one at the echelon front team that doesn't have that caveat, bro.",
        5533.98,
        5538.64
    ],
    [
        " No one just FYI.",
        5538.94,
        5540.74
    ],
    [
        " Yeah, but I mean we want to start pulling apart.",
        5540.96,
        5543.52
    ],
    [
        " Okay. Yeah. Yeah.",
        5543.52,
        5544.52
    ],
    [
        " I got to go deep. How deep you want to go?",
        5544.52,
        5546.42
    ],
    [
        " I know, but there's no one. That's why we're here.",
        5546.54,
        5549.2
    ],
    [
        " Yes. And I know, but I also know that because I have that background perspective, I do at times appeal to a larger base.",
        5549.32,
        5556.44
    ],
    [
        " Then some of the other instructors because I can relate to all the different levels and I get that.",
        5557.28,
        5563.3
    ],
    [
        " So I want to be when I'm like talking through this stuff. I don't think I was this phenomenal, like perfect leader in the military.",
        5563.4,
        5569.54
    ],
    [
        " I was a good team guy, I think. I think I was a good team guy.",
        5569.74,
        5574.54
    ],
    [
        " I believed in the mission.",
        5574.8,
        5575.78
    ],
    [
        " And I remember when you pulled me aside because I was struggling with some personal stuff that was starting to affect me professionally.",
        5576.32,
        5582.42
    ],
    [
        " That's when you told me like, Hey, your job is to be the best damn instructor that you can be so that we don't have to put our uniform on to go to another funeral.",
        5583.0,
        5591.86
    ],
    [
        " And I know I've shared that story before multiple times.",
        5592.42,
        5595.12
    ],
    [
        " It was when I realized that it just changed my perspective.",
        5595.62,
        5601.4
    ],
    [
        " And when we started delivering that impact, that's why we were able to do whatever with training.",
        5601.98,
        5608.94
    ],
    [
        " And because the amount of leadership capital that you built within our community by delivering the absolute best training, it allowed us to make large withdrawals.",
        5610.3,
        5621.84
    ],
    [
        " But if you make a large withdrawal that has a high return, you're actually at a higher level when you come back.",
        5622.14,
        5629.62
    ],
    [
        " It's like basic investing. I'm going to pull $100 out, but it's going to make me $150.",
        5629.8,
        5634.98
    ],
    [
        " Cool. Keep doing that. Every time you've ever made a withdrawal in your career, especially in tasking a bruiser, and I trade it, the return on that investment was ridiculous.",
        5635.72,
        5648.82
    ],
    [
        " And that's what we tried to tell companies like, Hey, if you're going to make a withdrawal, there better be a large investment.",
        5649.7,
        5656.52
    ],
    [
        " There better be a large investment.",
        5657.16,
        5658.78
    ],
    [
        " And the more relationships you have within your team, the more trust you have, the more influence, and you can actually go out and do those things.",
        5658.78,
        5666.86
    ],
    [
        " And that's what people see real time in the training.",
        5667.3,
        5669.92
    ],
    [
        " Yeah, I remember you had a situation. There was a safety incident took place. And the report came back.",
        5670.42,
        5676.78
    ],
    [
        " If we hadn't just gone through this training, this would have been a complete disaster.",
        5677.24,
        5682.46
    ],
    [
        " If we hadn't just gone through this FTX training, this is a, let's say a company that does dangerous work, you know, dangerous construction type work, they had a safety incident take place, and they reported if we hadn't been through this training, whatever it was, two weeks ago, this would have been an unmitigated disaster.",
        5682.46,
        5702.82
    ],
    [
        " We were able to get control of it, prioritize an execute, and decentralized command, we made things happen, and got the problem solved much quicker than we would have had we not been through this training.",
        5703.0,
        5713.58
    ],
    [
        " So I've talked with the leadership about that, and I asked like, Hey, how can I share this? What can I share? Cause I know some of it's sensitive.",
        5713.98,
        5719.66
    ],
    [
        " So I'll share what I know we can share. There was actually a death on a job site. And it was, we had been running a week of FTX training.",
        5721.38,
        5731.78
    ],
    [
        " And it was on a Friday. It was a beautiful day. And I remember we came back from one of our runs, and I was looking around, and I could see people's posture changing as they were looking at their phones.",
        5732.4,
        5742.2
    ],
    [
        " And one of the guys comes up to me and he has tears in his eyes and he said, Hey, one of our guys just got killed on a job site. And it brought me back to when when Seth was like, Hey, Mark just got killed.",
        5743.12,
        5755.7
    ],
    [
        " It brought me right back to them. And I remember sitting and going, wow, that's all I could think about is just like, I didn't think I was dealing with this stuff anymore.",
        5756.06,
        5766.02
    ],
    [
        " And so I said, All right, you know, you guys kind of let me know. I'll give you guys some time to kind of think about it. And everyone's kind of like checking and they're talking and there's a few people crying and they're upset.",
        5766.6,
        5776.74
    ],
    [
        " And so I make an announcement to the FTX team and to the client, you know, and I just shared with them. I said, Hey, I told you you guys deal with human life just like we did in the SEAL teams. And you guys have a very dangerous job.",
        5777.34,
        5792.88
    ],
    [
        " But it's a very critical job as well. If you guys don't do what you do, people can suffer. Like people's lives and businesses can suffer bad.",
        5793.62,
        5802.8
    ],
    [
        " So it's necessary that you guys do your job, but it's very dangerous. And so we go through this whole talk and I said, Hey, I know one of you guys have to leave because it's actually your your teammate.",
        5803.4,
        5812.64
    ],
    [
        " I said, You guys have hit all the training objectives. And so we can be done. And this would be a good day training.",
        5813.1,
        5819.76
    ],
    [
        " Or we can do one more run. And we can do it to honor this gentleman that just got killed because I'm telling you right now, leadership is what's going to solve every problem within this organization.",
        5821.48,
        5832.32
    ],
    [
        " If we pulled the thread, there was a leadership failure somewhere that allowed this complacency to creep in and this individual just got killed.",
        5833.08,
        5840.58
    ],
    [
        " Because what this guy was doing, he had done thousands of times over his career. It was literally thousands of times.",
        5841.64,
        5851.14
    ],
    [
        " And so we finished the run. We finished today's strong. That was a Friday. We had another week with them that we're supposed to do at the end of that month.",
        5851.82,
        5860.12
    ],
    [
        " Two days later, we get an email from the leadership saying, Hey, we'd like to talk to you guys about, you know, some stuff. So we get on a phone call with them.",
        5860.86,
        5867.76
    ],
    [
        " And they're like, Hey, can we do another two to three weeks worth of training before the end of the year? We're like, I don't know if we can. We might, I think we might have a two week block open in December, but December in your region is miserable. And they're like, here's a deal.",
        5868.08,
        5883.08
    ],
    [
        " So they took the reason why is because when the executives showed up on this location where this individual had been killed.",
        5883.22,
        5891.84
    ],
    [
        " It was a situation they'd never seen before. Because there was no pointing fingers. There's no one blaming. It wasn't the union blaming corporate corporate blaming union. There's none of that.",
        5893.24,
        5904.5
    ],
    [
        " When they showed up, everything would have been taken care of. The executive leadership was being told what they needed to go do. Hey, where are you doing this? You guys need to go do this. Boom, boom, boom, boom. Everything had been taken care of.",
        5905.0,
        5916.1
    ],
    [
        " And there was no blame. There was no arguing none of that. And then the CEO and some of the other leaders sat down with the union president and some other leaders and was like, Hey, how do we make it to this never happens again?",
        5916.18,
        5930.0
    ],
    [
        " And a union president said we go all in with the echelon front leadership training. That's the only thing that's going to keep this from happening again. And the CEO goes, OK, and the executive is right. All right, we'll see what we can do.",
        5930.86,
        5944.24
    ],
    [
        " And that's when they came back to us and said, Hey, we want another two to 300 leaders put through this training. So we put 400 leaders to that training in 2018, 2019. We're supposed to do a bunch more.",
        5944.9,
        5957.6
    ],
    [
        " And we have continued to have a great working relationship with this with this client. But it was a union president that was telling the executives, we need to go all in with this training because he saw first hand.",
        5958.48,
        5972.74
    ],
    [
        " Well, the reason why everything was running so smooth at that fatality was the leaders had gone through our training earlier that week. That's that same week.",
        5973.02,
        5985.94
    ],
    [
        " And you know, it was, you know, I've had a few members from that company go, it was a complete godsend that we had your guys is training that week because it was a real, it was a real hard thing for them to handle.",
        5986.8,
        5998.3
    ],
    [
        " And I mean, they've also explained to us like how their culture has changed. I mean, it's been a drastic and you know, you know, some of the details of just change. And it's just, you know, when we talk about complacency and leadership solving people's problems.",
        6000.58,
        6017.6
    ],
    [
        " And we kind of get personal and we explained them like, hey, that problem is a leadership problem. That is a leadership problem and you allow complacency to creep in.",
        6018.38,
        6029.18
    ],
    [
        " People get offended at first. They get offended. But then we kind of change the tone of like, let's pull the thread. If we pull the thread enough, it goes back to a leadership problem that allowed the complacency to creep in.",
        6029.78,
        6043.38
    ],
    [
        " Because if we go to war with that complacency and we combat it and we do what we're supposed to do, we mitigate all those things. That's when we talk about being default aggressive.",
        6043.64,
        6051.78
    ],
    [
        " That's what we tell people, hey, default aggressive isn't a mindset for victory against another human being now in combat. Yes. But we're not talking about that.",
        6052.1,
        6060.62
    ],
    [
        " We're talking about being default aggressive to improve a relationship, work on your communication, being default aggressive to mitigate safety risks.",
        6060.84,
        6071.06
    ],
    [
        " And if you're not allowing that complacency creep in because of the leadership that you have, because the culture, culture is the ultimate form of decentralized command.",
        6071.98,
        6081.88
    ],
    [
        " And so if your team knows what they're supposed to be doing, they don't cut the corners. Therefore we keep our people safe. And it enables like you're talking about in that scenario, like, hey, I'm not having junior leader step up.",
        6082.4,
        6091.86
    ],
    [
        " They see enough in the scenarios that we run. There's a void of leadership. Guess what we should do? Oh, Johnny, step up. I don't have an arm band. I'm not a leader.",
        6092.42,
        6101.96
    ],
    [
        " And I just look and I tilt my head and they're like, Roger that. It's amazing. Yeah, it's it is, you know, all problems are leadership problems. And what does that mean? The beautiful thing about that is that means leadership is the solution.",
        6102.46,
        6115.9
    ],
    [
        " And that means that we can solve the problems. We can solve these problems. It's liberating.",
        6116.4,
        6120.2
    ],
    [
        " And that is a powerful, powerful thing. Hey, man.",
        6120.5,
        6125.7
    ],
    [
        " I mean, we work with so many different companies. I was going to I was about to close it, but I said, hey, that's one company. We work with all these different companies.",
        6127.56,
        6134.88
    ],
    [
        " I know tech companies, financial companies, manufacturing companies, construction companies, energy companies, and just every different facet and every different type of group, you know, from the tech world to the financial world.",
        6134.88,
        6151.74
    ],
    [
        " And the lessons are learned and the culture is changed and leadership rises to the surface to be the solutions, the problems that these companies have.",
        6151.78,
        6161.8
    ],
    [
        " Yeah, I have to show I have to show love for ground works because you talk about a client that's in the game for sure. I mean, Matt Malone, I call him Mr Malone. He always gets pissed off.",
        6161.94,
        6172.92
    ],
    [
        " I mean, he's like, it's Matt and I'm like, OK, I have a role. I can't just do that. I have a hard time. I can't, you know, ever since I was a kid, that's the way I was raised. But Matt at ground works. I mean, he saw the power of extreme ownership.",
        6172.92,
        6185.76
    ],
    [
        " He read the book and was like, hey, this is this is what I've been looking for came to a master pay for some guys ago, the monster with them came back.",
        6185.9,
        6192.56
    ],
    [
        " It was like, hey, we want to engage with you guys. We did a, we did a little trial FTX with with a bunch of their leaders. And when they saw that FTX, they're like, OK, we need this.",
        6192.56,
        6202.78
    ],
    [
        " I won't get into all the details of how they run their business and what they're doing. But I can tell you they are extremely successful, growing, expanding, dominating the marketplace, like dominating.",
        6203.42,
        6215.78
    ],
    [
        " And one of the cool things that they do is every small to me, every company they acquire their goals are acquiring small to medium companies in their industry within 90 days.",
        6216.46,
        6226.38
    ],
    [
        " They run an FTX legit. And the reason why they do that is to show this new company that they acquired their commitment to them to develop them as leaders, to give them hope, to give them like the tools to lead and be successful. And he says there's no better program out there to implement those.",
        6226.6,
        6245.76
    ],
    [
        " There's no better program out there to make the lessons and the principles that we need, but also to tie in the culture. Yeah.",
        6245.76,
        6249.94
    ],
    [
        " Because it's like, hey, this is how we do things at ground works. You're now part of our tribe. Yes, you're still this company, right?",
        6250.04,
        6257.38
    ],
    [
        " You're whatever that company is. You're still them, but you're also part of our tribe. And it's, I mean, just to see like the goosebumps, like to see companies that are that committed to see an individual like Matt that that is that committed to their company's growth and development.",
        6257.5,
        6275.12
    ],
    [
        " And it's in press. I just shared with you one of the personal examples that guy that pulled me aside recently was. Yeah, I mean, just incredible.",
        6275.32,
        6284.5
    ],
    [
        " Yeah, it's a huge impact. And that's a great example. Like you said, of the of a company that is just taking these, taking these leadership principles, been applying them, continuing to applying them, applying them at scale. Yes.",
        6284.96,
        6298.42
    ],
    [
        " Which is awesome. And continuing to see success after success after success. That's that's another great example of the many companies that we work with that go out there, take these principles, implement them and dominate.",
        6298.68,
        6312.68
    ],
    [
        " Yeah. And it shows them one thing that I've written down I wanted to hit is the importance of like, like the diversity of people's like different people's ideas and backgrounds.",
        6313.22,
        6322.2
    ],
    [
        " That's one thing I was talking to a company on like the reason I feel one of the reasons why the seal team for so successful is because we have like true diversity of skill sets and thoughts in how we conduct business.",
        6323.3,
        6335.88
    ],
    [
        " Hey, I can have a platoon full of 18 joccos. And that's going to be an awesome platoon. But he doesn't have all the things that I need.",
        6336.14,
        6343.84
    ],
    [
        " Not as good as a platoon full of 18 different people. Yes, not even close. Yes. I only see what things one way one perspective. And that's not what we want. I want to have 18 different perspectives.",
        6343.84,
        6354.04
    ],
    [
        " Yes. And that's what people see real time in the FTX program is as everyone's rotating through different positions of leadership, we actually we developed this workbook for them.",
        6354.18,
        6364.82
    ],
    [
        " So that afterwards they can capture their takeaways. And you see the takeaways evolving as the day goes on because there's all these different ideas and thoughts and the diversity of a company that now they say like, oh, so and so.",
        6364.82,
        6380.48
    ],
    [
        " Like her ideas are awesome. His ideas are awesome. Let's get them to work together. And at the end of the day when they start working together when they start applying the principles.",
        6381.06,
        6390.3
    ],
    [
        " It sucks for my role players. Yeah. Well, that's that's what I was talking about earlier when we kicked this thing off. I was talking about a seal. And I was like, oh, you got all these different types of people in the seal.",
        6391.18,
        6399.44
    ],
    [
        " And you got some smart guys, you got some educated guys, you got some uneducated guys, you got some short guys, some tall guys, some slow guys, some fast guys.",
        6399.52,
        6408.76
    ],
    [
        " You got somebody that was born with a silver spoon in their mouth. You got someone that was raised in the ghetto. You got all these different people with all these different perspectives.",
        6408.96,
        6416.38
    ],
    [
        " And that makes that platoon strong. That's what it is. It's not like you said, 18 Joccos. Cool. That's great. But that's not as powerful as 18 individuals that all bring a different perspective, a different mindset, a different viewpoint.",
        6417.04,
        6430.92
    ],
    [
        " And that's what makes a platoon strong is all the differences that people have. They they you get to see more you get to see the problem.",
        6431.16,
        6438.94
    ],
    [
        " You get to see a problem from multiple different angles. You know, when we when we go out in the field and do a reconnaissance of a target.",
        6439.26,
        6447.16
    ],
    [
        " We don't just look at the target from one side. We do a clover leaf around the target. We we back out. We go in from another angle.",
        6447.5,
        6454.92
    ],
    [
        " We go all the way around so we can see as many different angles of the problem so that we can figure out how to solve it.",
        6454.92,
        6462.04
    ],
    [
        " So if you have 18 Joccos, that's one viewpoint. If you have 18 individuals, you got that clover leaf. You get to see as much of that target as you can possibly see. And that's how you're going to solve the problems.",
        6462.52,
        6472.6
    ],
    [
        " I'm smiling because you're saying the clover leaf. I just I watched Cody do this with a group the other week. They're brief in their plan.",
        6473.06,
        6480.72
    ],
    [
        " And they're just kind of sitting there listening and you could tell like it wasn't the right plan.",
        6481.48,
        6486.24
    ],
    [
        " And so what him and Carlos do instead of saying, hey, you should do this. They just ask questions. Hey, what if like so?",
        6487.02,
        6494.44
    ],
    [
        " So you have your guys right here and you have your guys right here. And so there's split. So that would be split forces. Right.",
        6494.52,
        6500.6
    ],
    [
        " So we want to make sure they know what we're talking about. And Carlos is going to say, if somebody pops up the middle, he have to shoot.",
        6500.64,
        6506.3
    ],
    [
        " Like, well, would you be able to shoot them? And it's every single time. Like the client who has zero tactical training goes, oh, that's, yeah, we shouldn't do that.",
        6506.3,
        6518.38
    ],
    [
        " We shouldn't split forces. We're okay. That's a good idea. And Cody built this train map for the large client that we have that we have all the work with.",
        6518.54,
        6525.34
    ],
    [
        " He built a actual 3D terrain map of the playfields that we use. And they were going through some stuff. And Cody just grabbed the I see who is on one side of the table looking at it and brings them around to the other side.",
        6525.34,
        6538.82
    ],
    [
        " It was like, hey, what do you see? And you're this is not the major, but just the changing of that guy's perception from over here. He saw it in a different way. He goes, yeah, we shouldn't probably go that way. And Cody's like, I like your plan.",
        6538.96,
        6552.2
    ],
    [
        " You've been talking about a bunch of our corporate clients, but also what was it last year? Was that last year we started the first FTX individual?",
        6553.68,
        6560.36
    ],
    [
        " Well, this is March.",
        6560.68,
        6561.78
    ],
    [
        " Okay, so if somebody wants to like, let's say I'm just Fred and I, this sounds awesome. And I got I got a small company. I can't, I can't bring an",
        6562.48,
        6580.36
    ],
    [
        " program for that to house that work. Yeah, so we have the individual program, the individual FTX program to where an individual like you just said can sign up and come to the training or a guy like Denver,",
        6580.36,
        6590.08
    ],
    [
        " what who is like, I think I want this, but I'm not sure. Like, let me go test it out. He came to the training tested out. And me, it was like, I need two days worth of this training.",
        6590.08,
        6600.12
    ],
    [
        " And so we've had the next one. The next one is in April. I want to say April.",
        6600.74,
        6606.18
    ],
    [
        " So it's not the dates are locked down yet. No, I'd have to put my camera. But we'll go to ashlonfront.com. You would have go to events,",
        6606.18,
        6613.9
    ],
    [
        " muster individual one. So FTX 004. It's going to be in dollars for it worth. So we're going to be back in Dallas again in April in April.",
        6613.92,
        6622.2
    ],
    [
        " So it's kind of cool. Yes, it's the weather's going to be perfect. Yes. And so it's the last week in April, whatever that Monday, Tuesday is I want to say,",
        6622.26,
        6630.06
    ],
    [
        " 23rd 24th something like that. That will be having that one in April. And then we're looking, depending on how that one sells out, we have some, we already have corporate clients that are like putting locks in our calendar in 2022 for FTX is.",
        6630.5,
        6644.7
    ],
    [
        " I know. So FTX 005 and 006 were not sure those dates and locations yet. But right now, and it's going to sell every the first three sold out, it's going to be in April.",
        6644.74,
        6654.58
    ],
    [
        " So an individual can sign up for it. It's two full days of training. So you're getting two full days of those field training exercises. Well, we'll do the check in meet and greet on Sunday.",
        6654.72,
        6665.32
    ],
    [
        " Give out the sweat pre mission bags with all their gear. And then on Monday, we start the class. We do overview. We give the classes. And then the run admissions all day, we have a team dinner.",
        6665.98,
        6678.36
    ],
    [
        " And then like kind of open Q&A with you, lay for myself. And then on Tuesday, full day run admissions. And then we'll do Jiu Jitsu afterwards as well.",
        6679.16,
        6687.82
    ],
    [
        " Yeah. And awesome debrief at the end to capture and make sure everyone gets it. Well, freaking right on awesome. I'm so glad you came to Ashlam front. And you're taking this thing and running with it. It's just, it's amazing to see the impact on individuals on companies, on businesses, on teams.",
        6688.08,
        6706.64
    ],
    [
        " It's just how freaking awesome. And that we're able to take these lessons and pass them on. And people can put them to use to go out there and just and just do what they're supposed to do in the world. Yeah, it's awesome.",
        6706.72,
        6718.18
    ],
    [
        " Yeah.",
        6718.52,
        6718.68
    ],
    [
        " Well, thank you for the opportunity once again.",
        6718.96,
        6722.38
    ],
    [
        " Yeah. Echo Charles. Yes, sir. We're over here. You know, we're running FTXs. And we're doing Jiu Jitsu. We're lifting. Sure. You know, FDAN.",
        6722.58,
        6732.14
    ],
    [
        " Learning, leading, right? Seems like we might want to get all the help we could get in some of these departments. What, you know, what do we got for?",
        6733.72,
        6742.62
    ],
    [
        " Heck of a nations. Well, we can talk about a lot of stuff, but you know, in the physical capability realm. Okay. Yeah, we do appreciate the support when we can get it.",
        6742.84,
        6755.2
    ],
    [
        " Wait, JP, sir, why don't we just talk about sour apples and I per all day? You know, we could, we could.",
        6755.2,
        6760.36
    ],
    [
        " JP. Okay, let's rewind. You're at trade at with me. How many energy drinks are you drinking a day? What do you think you're, what do you think you're worst?",
        6760.58,
        6770.06
    ],
    [
        " Like your max energy drinks a day was. And we're talking like the big ones that had the big ones are three of their programs. Oh, that was six to seven eight.",
        6770.42,
        6780.04
    ],
    [
        " Oh, I know it's not good. That's bad. Not true about it. It's a freaking disaster. It was absolutely. Yeah.",
        6781.68,
        6790.52
    ],
    [
        " Good. All right. So those means where people are like, this is my body, like with all the check lights, like all check lights.",
        6791.72,
        6799.5
    ],
    [
        " That was you. Me at trade at me on the outside doing sales of financial company. It's been me for a long time, but not anymore.",
        6800.56,
        6809.0
    ],
    [
        " Yeah. Like, and you know, like, whatever, say whatever you want about me, I don't have, I could not make something like that and sell it to people.",
        6809.24,
        6822.54
    ],
    [
        " I couldn't. Yeah. As far as I'm concerned, I might as well be a drug dealer. That that is a drug dealer. That is a person that is given freaking crystal meth and fed me into people and and knowing that they're going to get addicted to it.",
        6822.94,
        6837.5
    ],
    [
        " Knowing that you're hurting their health, probably going to kill them and you don't care because I'm making money. I could not do that from a moral standpoint as a human could do it. The zero chance.",
        6837.58,
        6847.02
    ],
    [
        " And yet, I kind of felt like I got to do something because otherwise people are out there. They're visiting the meth dealers, right?",
        6847.46,
        6856.08
    ],
    [
        " Going to 7-Eleven, there's a meth dealer in there in a, you know, freaking ice box. And there's a short term benefit that you need that I need sometimes.",
        6856.4,
        6868.38
    ],
    [
        " That echo Charles needs sometimes. Hey, you need to look, it's a long day, whatever. It's last night. I got, I don't know, I guess I got like three and a half hours of sleep. I actually woke up at 4 30. I was like, okay, if I'm not feeling it, I'm going to go back to bed.",
        6868.68,
        6882.78
    ],
    [
        " I was like, I need more sleep. I tried to go back to bed. I couldn't go back to bed. I couldn't go back to sleep. So I just got up, worked out. And but then I then we weren't here. I'm tired.",
        6883.0,
        6894.96
    ],
    [
        " Or I was tired when I showed up. Then I, so what do I need? I need something to help get over that fatigue. What do I need? Oh, I'm going to have one of these things. Do I want to go down to do the crack house and buy some rocks?",
        6895.72,
        6909.82
    ],
    [
        " Because that's going to hype me up too, right? It's going to hype me up, right? That's a terrifying thought.",
        6910.08,
        6915.44
    ],
    [
        " Yeah, it's going to hype me up, but guess what? It's going to kill me. Yes. So we're not doing that. So we made something that you can drink. That's literally good for you.",
        6916.98,
        6926.62
    ],
    [
        " Literally. No downside makes you feel hype. Is that a good word? Approved disapproved is not you're shaking your head. I sense it. I'm not there yet. We'll say that.",
        6926.68,
        6937.48
    ],
    [
        " What would be a better word? I was dig and deep through the old vocab. I like, I like fired up. That's the tradition. I don't like that.",
        6937.74,
        6944.72
    ],
    [
        " I don't know. I don't know. I think I prefer hype over fired up.",
        6945.48,
        6949.58
    ],
    [
        " I think it is. My man.",
        6949.58,
        6953.06
    ],
    [
        " JP, anything better than that? I mean, not everyone's going to fully get this, but there's a few times I've cracked these open. I just tell myself activate.",
        6954.1,
        6961.4
    ],
    [
        " Yeah, that's true. Yeah, you want to get that. I bring me back to like jocophone. JP activate on the radio.",
        6961.74,
        6967.3
    ],
    [
        " There you go. So if you go to level seven, free to murder. Yeah, if you follow me on Instagram, if you ever see all on a post and I have a hashtag activate.",
        6967.78,
        6976.54
    ],
    [
        " It's for that. It's just hey, just. Yeah. So when JP would, JP would be the bad guy, one of the bad guys and the platoons would be like trying to work through a problem or whatever.",
        6976.82,
        6987.04
    ],
    [
        " And they just be screwing something up, screwing something up, screwing something up and they needed to pay the man. I just come up on the radio.",
        6987.04,
        6992.56
    ],
    [
        " And like JP activate.",
        6992.56,
        6995.44
    ],
    [
        " You would come out of a spider hole or a false wall with a mark 46 of reconsideration. I just lay waste.",
        6996.06,
        7006.4
    ],
    [
        " I remember one of the times I was like waiting for it. I'm not going to say his name because he's still in, but his nickname man bear pig.",
        7006.62,
        7013.18
    ],
    [
        " So which is very fitting for this human being. Yeah, terrifying. And he was like now the new LPO and his towards my end as I was getting out.",
        7014.72,
        7023.22
    ],
    [
        " And I was like, waiting. I was like, he could tell he's like, hey, he's like, wait, wait until jocco gives the call. And I'm just like a freaking ant like just like waiting because I was so hyped up.",
        7023.48,
        7033.62
    ],
    [
        " I mean, I loved what I did. I loved every single day of being in the SEAL teams. And it's the same thing now at echelon front running these field train. I mean, people are like, man, I don't like you. I don't get it. How do you keep going? I'm like, I love I literally love what I'm doing.",
        7033.92,
        7049.14
    ],
    [
        " And it was like the same thing. He's like, wait, just wait. Hold like hold like all of a sudden you're like JP activate. And he's like, go.",
        7049.38,
        7055.84
    ],
    [
        " Just don't get after it. But so if you need to activate activate it like it boom. If you need to activate freaking crack open one of these and you'll get freaking activated.",
        7058.12,
        7067.6
    ],
    [
        " Kick out that door. Start laying a waste with a mark 46. Yes, the right way.",
        7067.6,
        7072.58
    ],
    [
        " No price. You don't pay no price later. No, you just go. We're not doing the freaking Nazi thing putting our guys on on math. Yeah, yeah.",
        7072.7,
        7081.94
    ],
    [
        " They deal with the devil. Yeah, it's like, oh, what do you need? Oh, he need that? Oh, yeah. And then they collect that check afterwards. Right in big trouble. Sometimes big trouble that withdrawal.",
        7081.94,
        7090.8
    ],
    [
        " Just you was talking about that withdrawal. What we're looking for. No, no, no, all good. So yes, Jocco discipline go. Or are we going with Jocco go?",
        7091.1,
        7098.94
    ],
    [
        " Because kind of interchangeable really interchangeable. Yeah. That's the energy drink. That's the one that we want. This one we want to stick with.",
        7099.24,
        7105.8
    ],
    [
        " So our Apple sniper. It's a good flavor to their all good flavors. They're all good flavors. I can tell you personally.",
        7105.8,
        7112.4
    ],
    [
        " The FTX program is run and fueled by the dis one goes because we get them sent to every location ahead of time.",
        7112.82,
        7120.68
    ],
    [
        " Jack Daniel just he's in the gang. He takes care of that. I used to do it. He's like, I got it. I'm like, he's like JP. I got.",
        7121.22,
        7126.74
    ],
    [
        " We have them at every FTX for our team. For all the prep ahead of days ahead of time, all the stuff they're doing.",
        7127.36,
        7134.7
    ],
    [
        " And then also for the client as well. And we have to put it out. We're like, hey, you these are healthy.",
        7135.44,
        7141.62
    ],
    [
        " But you don't need to drink one after every single run because they taste so good. We had one guy. I was like watching and I was like, hey, he's like, what's up? I'm a Camaro.",
        7142.02,
        7150.04
    ],
    [
        " He's twitching. Well, no, because you literally could drink six of these and be equal to two of those larger drinks from the devil.",
        7150.48,
        7157.36
    ],
    [
        " And so I pull him aside. I'm like, hey, how many he's like, I've had one after every run. I'm like, you're drinking water for the rest of the day. I'm like, you're good.",
        7157.84,
        7168.0
    ],
    [
        " It's still like not an unhealthy level. I said, but man, like, you're just you don't need to be doing that. He's like, they just taste so good. I'm like, now I want to ask. I'll let you in a little secret.",
        7168.26,
        7178.72
    ],
    [
        " I know that in the future, they're talking about hopefully having caffeine free. He's like, okay, he's so excited. I was in the game.",
        7179.02,
        7189.54
    ],
    [
        " We'll get there. We'll get there. And it makes sense because the you know how when you drink a different drink or whatever you drink one, you're like cool. You drink two and you're like, okay, two's kind of good.",
        7189.66,
        7201.26
    ],
    [
        " Whether it be the flavor, the heaviness of it or whatever, don't have that. And it has electrolytes too.",
        7201.26,
        7206.22
    ],
    [
        " So I can dig it. He's drinking one after every run.",
        7206.44,
        7208.48
    ],
    [
        " I suggest mango. That's my suggestion. I was talking to a gentleman.",
        7209.34,
        7217.18
    ],
    [
        " I was a little bit a little bit biased, but hey, maybe it's your bias to you.",
        7217.38,
        7230.34
    ],
    [
        " I said, I think if you want to go a little bit more exotic, a little bit more risk. Try mango.",
        7233.74,
        7241.74
    ],
    [
        " If you want to go to the dried and true, you go orange. I think sour apple sniper is kind of like on the same level as mangoes.",
        7242.38,
        7251.18
    ],
    [
        " For as that goes. I think no, I don't think so. You think it's more tried and true. No, I think it's tried and true.",
        7251.18,
        7255.12
    ],
    [
        " The thing with the sour apple is it's the sour is it's a lot more. It's a lot more sweet than sour. I mean, it freaking tastes good.",
        7255.44,
        7263.78
    ],
    [
        " Yeah, it's sweet. It's freaking sweet. So orange is sweet.",
        7263.92,
        7268.04
    ],
    [
        " Sour apple definitely sweet mango has some exotic to it. It's still sweet. Yeah, sweet.",
        7268.38,
        7275.74
    ],
    [
        " Yeah, so a lot of people they like they love they love loving. They think it's like way better.",
        7276.58,
        7281.72
    ],
    [
        " But then some people are just straight up nut down. Actually one person for the mango. Yeah, you mean me. Yes, you're right.",
        7281.72,
        7287.62
    ],
    [
        " I don't like mango. That dac sous shall throw you off because you don't know. And then you taste you're like, oh, yeah.",
        7287.72,
        7292.66
    ],
    [
        " Why is this so good? Like you try to figure out people that love dog. You know to code a Meyer starting a distribution company.",
        7292.68,
        7299.46
    ],
    [
        " Yeah, he should. Yeah, he just decided he's going to become an distributor of the drinks. Yeah.",
        7300.34,
        7306.06
    ],
    [
        " So he started just rolling into places and now he's just going on the warpath. So I've like not at that level.",
        7306.14,
        7313.22
    ],
    [
        " I think so he he was talking to Amanda not at the Vegas muster. And she's like that's that's amazing.",
        7313.42,
        7319.34
    ],
    [
        " Yeah. You know, that's how I got introduced to the new jujitsu gym on that is through to deco. It's for me.",
        7319.48,
        7325.46
    ],
    [
        " Yeah, right. His gym double five and he was setting him up. So I have I don't even know how many gyms I have under me as like wholesalers because I can set up the same thing.",
        7325.46,
        7335.4
    ],
    [
        " And then I found out did Dakota was doing that as well. He's doing like freaking grocery stores and stuff. Yeah, he's so awesome.",
        7335.4,
        7344.44
    ],
    [
        " I can stand it. So yes, I'm sorry. We'll stand the game with the dog. Oh, good. Of course, very exciting stuff. But yes, stand the game with all this stuff.",
        7344.48,
        7353.44
    ],
    [
        " This is all I've had today. I didn't even breakfast or lunch and I had one of these at the house. Same. Yeah. That's good.",
        7353.92,
        7360.54
    ],
    [
        " Two of the pills with it. Just got to make sure you get that. Just slowly in the bottle for the flight.",
        7360.82,
        7365.32
    ],
    [
        " Two. Also, don't forget about your joints. You know, you talk about complacency creeping in. I can't like not. But yeah, but sometimes that you that'll come on slowly where you don't notice.",
        7365.42,
        7375.94
    ],
    [
        " The one day you're looking at me like, I'm going to feel like I got a warm up just to live my normal life. But you don't want that. No.",
        7375.96,
        7381.34
    ],
    [
        " So you take the joint warfare, the super curl oil. Just keep keep everything in line. That's good. You'd be happy you did also vitamin D3 and cold water is for you.",
        7381.78,
        7389.92
    ],
    [
        " You mean immunity greens, by the way, just the good stuff about the games. They're really good. Yeah, but you use a particular case.",
        7389.92,
        7401.36
    ],
    [
        " You did. I thought you were going to go into it. It's not. I thought that was like pre podcast talk. But I guess. Let's say you have some cocktails, just some wine with your significant other.",
        7402.62,
        7418.86
    ],
    [
        " Sure. So, man, and I were having some drinks. And you know, the next day, I'm like, this is exactly why I don't drink. I don't drink. I don't drink for this reason.",
        7418.86,
        7429.82
    ],
    [
        " When grabbed two scoops of the greens, half water, half apple juice, tasted phenomenal. I felt amazing afterwards.",
        7431.08,
        7440.12
    ],
    [
        " Greens greens, greens is kind of a me the greens kind of a miracle. You can also do it right before bed. Like so if you have some drinks, you know, and maybe you shouldn't be drinking and what you do.",
        7440.94,
        7450.1
    ],
    [
        " And one or two scoops of the drink of the greens water right before bed. So we got hangover prevention. We didn't even know it.",
        7450.32,
        7458.72
    ],
    [
        " But we have it. If we're talking about the, you know, how you feel things real time. Like when I have the greens, I feel really good. Really good.",
        7459.9,
        7470.56
    ],
    [
        " Study sample size of one, you know, that's where it starts. 100% for the factual. It's true.",
        7470.76,
        7476.56
    ],
    [
        " Also, milk. Don't forget about milk. You want some additional protein about milk. Yeah. That's very hard. It's hard to forget about more. You're right.",
        7476.82,
        7484.12
    ],
    [
        " But yes, that's that's a dessert. There's nothing. There's nothing. There's nothing that you just sit there. Like you'll be in some random spot and just think, I really want to mold right now. That's the thing.",
        7484.54,
        7496.46
    ],
    [
        " There's no other, even steak, even steak. I won't have a, I won't have a craving for a steak as much as I will have a random. I really want to mold right now.",
        7497.2,
        7508.22
    ],
    [
        " Yeah, yeah. That's how tasty. Have you, have you mixed soothing? Have you mixed the greens with the milk? No, I have not done that. That's bold.",
        7508.22,
        7514.56
    ],
    [
        " Think about this vanilla gorilla with the greens. Getting crazy over here. It's really good. It's drinks. Yeah, because if you know, vanilla protein powder was fruit, right?",
        7515.42,
        7525.68
    ],
    [
        " If you want to make a smoothie, you're going to put some frozen fruit in there. Right. Well, the greens have that fruit flavor.",
        7525.9,
        7531.64
    ],
    [
        " The pineapple and the coconut. So it's, it's really good. Interesting because yeah, that's kind of how the nature of milk can be is you mix some other stuff in there.",
        7531.64,
        7540.6
    ],
    [
        " Look, I stick with a chocolate. So if I put anything in the chocolate, put a little bit of a frozen banana and that's sort of it.",
        7540.64,
        7547.62
    ],
    [
        " That's the right. Well, yeah, that's the one right there. But yes, especially with the vanilla, you can mix all kinds of stuff in there. Just enhance it.",
        7547.64,
        7555.3
    ],
    [
        " You know, Tulsi's done a lot of amazing things in her life. And the only thing that you seem to care about is that she told you to put half right bananas in your freaking mouth, bro.",
        7555.48,
        7564.38
    ],
    [
        " That girl's a damn veteran. She's a congresswoman. She's a surfer. She's a fighter. And you're over here talking about rotten bananas going into milk. That's like the deal.",
        7564.46,
        7575.04
    ],
    [
        " Well, let's face it. Tulsi's surfing abilities and you know, her service and stuff play less of a role in my day to day life.",
        7575.04,
        7583.32
    ],
    [
        " Okay, but I'm just saying that frozen banana. Milk face it.",
        7583.42,
        7589.34
    ],
    [
        " Kind of a game. She didn't do much for you as a representative of Hawaii. She didn't do much of you as a combat that going overseas. That didn't help you out.",
        7589.34,
        7600.02
    ],
    [
        " But day to day. She's all up in that mold. The malt train. She gets good advice.",
        7600.02,
        7605.94
    ],
    [
        " Hey, you get the drinks. You get the drinks at Wawa on the East Coast. We're going into a bunch of other stores right now. I'll keep you posted on all of that.",
        7606.38,
        7612.02
    ],
    [
        " You can get the you can get everything at vitamin shop. Go hook up the vitamin shop. And look, you can get all of it at jockelfield.com.",
        7612.6,
        7619.94
    ],
    [
        " And if you subscribe, there's no shipping payment, which is a big deal.",
        7620.08,
        7625.3
    ],
    [
        " Because look, let's face it, there's other companies out there. You might have heard of some of these companies and they're get you on this little thing where you're getting stuff shipped your house for free.",
        7625.94,
        7634.56
    ],
    [
        " And that can be hard to compete with. How do you compete with it? Do a little subscription activity. Help us put down the big boys.",
        7634.68,
        7641.7
    ],
    [
        " But if there is an issue with your order that if you order from jockelfield.com or domain.com, then you reach back out to origin and jockelfield and they fix it.",
        7641.74,
        7652.16
    ],
    [
        " The other ways that you can get it. Like if there's an issue with your order, they're an issue with your order. That's it.",
        7652.22,
        7658.82
    ],
    [
        " But jockelfield and origin, they're going to resolve that problem. They're going to take care of it and they're going to make it right.",
        7658.92,
        7663.26
    ],
    [
        " Yeah, that's true. Also, you mentioned origin origin USA.com. It is the origin main two right?",
        7664.92,
        7671.36
    ],
    [
        " It is all the same gig. This is American made stuff. Danum boots belts wallets, whatever else peat thinks up. There's a heavy hoodie.",
        7671.6,
        7680.08
    ],
    [
        " Yeah, great things. I don't know. But you know, that's got to be a problem. I understand.",
        7680.24,
        7686.4
    ],
    [
        " You're over there with rotten bananas. We got to have the hoodies. I just want to go to a immersion camp and not leave with a heavy hoodie.",
        7686.4,
        7693.98
    ],
    [
        " Yeah, huh. Yeah. I can't jam that up that opportunity. Real slippy over there. Yeah. I got a cool gig. I got a good gig.",
        7694.56,
        7702.16
    ],
    [
        " So I've got everybody that attended a immersion camp. One of them origin origin USA. All made in America everything from the materials themselves.",
        7702.42,
        7712.36
    ],
    [
        " Oh, by the way, there's a bunch of people that have been trying to get stuff from overseas and there's a bunch of ships sitting off the coast of California and New York and they can't get their stuff in here.",
        7712.72,
        7721.82
    ],
    [
        " Their supply chain is all jacked up. Guess what? We got American supply chain. On American supply chain. Did I just say that? The whole thing.",
        7722.06,
        7728.72
    ],
    [
        " Every single part of that garment that you're wearing, be it jeans, be it boots, be it a freaking rift key.",
        7729.34,
        7737.58
    ],
    [
        " Doesn't matter. That whole supply chain is right here in America. We're not waiting in the port. We're not paying somebody to have imposed slave labor to build you a freaking pair of jeans and then call them American.",
        7737.96,
        7754.1
    ],
    [
        " No, that's not American. How can a pair of American jeans not be made in America? Answer me that. Riddle be that. Echo Charles.",
        7754.56,
        7764.1
    ],
    [
        " It's a hard riddle. You can't you can't solve it because it's wrong. It's a lie. We're not doing that. No origin USA.com. Also, jocke is a store. It's called Jocke store. I know. Nifty name. I get it. But some good stuff on there. This wing goes freedom. Sure. Tattoodies.",
        7764.32,
        7782.38
    ],
    [
        " Jiu Jitsu is life. Jiu Jitsu is life. Yeah. We got a little jiu Jitsu. Jiu Jitsu kind of section emerging. Look at you. I don't. I don't condone not doing Jiu Jitsu.",
        7782.38,
        7812.34
    ],
    [
        " Is emerging right now. You know how many people have told me that they've started Jiu Jitsu because of the podcast. Yeah. How many think? I don't know how many. You know how many people have come up to me and said, Hey, I started Jiu Jitsu because the podcast and I really regret it. Zero. That number is zero. If you are listening to the podcast, if you're living human being, go start training Jiu Jitsu. Just go start training Jiu Jitsu. Start right now. Yeah. Then you can stop. Then you can shop the Jiu Jitsu. Sex. Yeah. And I'm",
        7812.34,
        7842.32
    ],
    [
        " also think about all the people that said, Oh, yeah, I started Jiu Jitsu. I wish I would have started sooner. 100%. I'm one of those people, by the way. I'm I am too. Yeah. I wish I was born on the mass of justice.",
        7842.32,
        7852.64
    ],
    [
        " I'm sure that would have been great. Jocco. How about that? Sure. Locker. Do. Sure. Locker. Yeah. Okay. You know, you're always excited about your little designs. Yeah. You say they're. Yes. You give these. You try and explain them. Yeah. You say they're more creative or they're more layers. You just say weird stuff about. You don't know how to describe.",
        7853.26,
        7871.84
    ],
    [
        " You're limited vocabulary. Tritch you up right there. Jiu Jitsu up as you like to say. So I was at Dago live last night. And I see guys walking up to me. He's got a shirt that looks freaking legit. It's got like a metallic tank writing on the top. And it says discipline. And then there's an actual tank with the barrel pointed at the at you as you look at the shirt. And as he gets closer, it's a comic book cover. And I'm on it. Some cartoon version of me writing a tank.",
        7872.1,
        7901.78
    ],
    [
        " And it's a t-shirt. So that's the first one that I've said. Yeah. Well, you know, kind of dope. Not the first one. It's been kind of. It's the most. It's the most differentiated from your standard.",
        7903.28,
        7917.66
    ],
    [
        " Jocco store shirts. It's the most differentiated one. Yeah. It's kind of a curveball stylistically. It's good though. I think it landed very well. Oh, I did. It says Defko or to the core. Yes. On the top.",
        7918.84,
        7929.68
    ],
    [
        " Oh, yeah. I learned something new recently. Somebody was talking about the shirt locker subscription. And I know a good amount of people. They're like, man, that'd be awesome.",
        7930.12,
        7940.82
    ],
    [
        " I just have too many shirts. I got it. I get it. Trust me. I get it. Recently, I heard a common friend of ours. I'm not. I don't know. Put his name on blast in the podcast. But he was like, I have way too many shirts. I don't need it. He's like, but I do a shirt locker. Just a support echo.",
        7940.84,
        7956.54
    ],
    [
        " And what he does is he gets all these shirts. He wears them for a little bit. And then he just gives them out as gifts to people. And people are like super stoked about it. And so if you have, if you're thinking, if you're like, hey, I have too many shirts, I don't need the shirt locker. Get the shirt locker.",
        7957.16,
        7971.5
    ],
    [
        " Just get your re-gift on. In this guy loves it. He goes, he gets so much fulfillment. I just being able to give out the shirts to different people or someone's like, hey, I like that shirt. He'd be like, cool. And he gives it to him.",
        7972.3,
        7982.08
    ],
    [
        " There you go. See the shirt locker going to pay you twice. I'm going to pay you going to get a cool t-shirt. You know, pay you and you give it away to your friend because I liked it.",
        7983.18,
        7991.28
    ],
    [
        " Yeah. I don't, I mean, it depends on your lifestyle. I don't feel like I have too many t-shirts because of the shirt locker because all of them that come in are in the rotation. Granted, I'm a little bit biased because I probably won't make one that I wouldn't wear.",
        7991.28,
        8005.72
    ],
    [
        " I would hope I don't think so. That would be kind of wack. Yeah. Yeah. That doesn't make sense to do that. Yeah. But you know how like you just, you know, how some people don't anticipate. Oh yeah, or they get a lot of recommendations for something.",
        8007.42,
        8018.8
    ],
    [
        " And you'd be like, oh, it's a good idea. I don't know if I would necessarily wear that, but it's like, hey, but hey, the poofies in the putty everybody saying this. And it's actually technical. I got it. I see I see it now. It is now.",
        8019.0,
        8028.84
    ],
    [
        " You're just over there at the whim of the people kind of chasing the glory. Like, oh, everyone else likes it. So I'm just going to do it. That's where we're at. I just figured it out. I call it. I call it listening to my people. That's what I call it. I should I not listen to him. Look at you. Maybe I have all the. I have all the good ideas. I don't want to listen to nobody.",
        8029.04,
        8044.5
    ],
    [
        " You're all a tissue. From there's all the dishes. There is a demand for these.",
        8044.76,
        8048.94
    ],
    [
        " I'm going to be. Would you go V neck route then?",
        8049.28,
        8052.22
    ],
    [
        " In the words of both you guys, by the way, if there was a demand signal for Vnex, then yeah, am I considering sure.",
        8052.7,
        8062.26
    ],
    [
        " Anyway, short locker is on jockelstore.com. If that's for you, we have some developments in that section, by the way. So if you're a current member, we're going to have some upgrades and some updates for you.",
        8063.9,
        8077.52
    ],
    [
        " Any more? No.",
        8077.6,
        8078.52
    ],
    [
        " Johnstore.com.",
        8078.7,
        8079.38
    ],
    [
        " Subscribe to this podcast, wherever you subscribe to podcasts. Check out the unraveling podcast with Darryl Cooper DC.",
        8079.48,
        8085.56
    ],
    [
        " Grounded podcast, Warrior Kid Podcast. I got jockel live last night. Kids, children put me on the spot.",
        8086.24,
        8091.74
    ],
    [
        " Yes.",
        8092.16,
        8092.42
    ],
    [
        " I have one question for you, Mr. Willink.",
        8092.74,
        8095.08
    ],
    [
        " Yeah, what's up, son? How can I help you? When is the next Warrior Kid podcast coming out? Because it's been 14 months.",
        8095.38,
        8102.24
    ],
    [
        " Next question from a kid. Hi, Uncle Jake. I'd like to ask you a question. Oh, what's your question, young man? How can I help you?",
        8106.76,
        8113.44
    ],
    [
        " I was wondering when the next Warrior Kid podcast is coming out.",
        8114.08,
        8117.06
    ],
    [
        " Sure.",
        8117.58,
        8119.22
    ],
    [
        " I'm sorry, man.",
        8119.46,
        8122.62
    ],
    [
        " Also, jockewunderground.com. If you want to hear some alternative podcasts, some alternative information.",
        8125.06,
        8131.64
    ],
    [
        " Life advice, by the way. Life advice, Q&A. Yeah.",
        8132.3,
        8135.36
    ],
    [
        " It had a lot of Q&A in there. You can go to jockewunderground.com. Now, here's what we've been talking about.",
        8135.68,
        8140.64
    ],
    [
        " Why do we do that? Well, because we don't control the platforms. We don't know what the platforms are going to do.",
        8141.44,
        8146.18
    ],
    [
        " The platforms, big tech. What do we? Okay, well, whatever. What could possibly I be doing that would make someone say,",
        8146.18,
        8153.94
    ],
    [
        " you know, we need to pull this guy, pull the reins in on this jockew guy. I don't know, but I got freaking straight up shadow bands.",
        8153.94,
        8160.2
    ],
    [
        " A little jet shadow. Yeah, I was going to text you because on one of your part, well, the video that we did with Travis Miller and stuff.",
        8160.84,
        8168.1
    ],
    [
        " And you posted it. So I'm like, oh, yeah, you know, it's fun to see people's reaction to that.",
        8168.12,
        8172.52
    ],
    [
        " And man, it was getting no traction on yourself. Like, brother, this doesn't. And then you had that other one that you were kind of posting like stuff.",
        8172.54,
        8180.02
    ],
    [
        " Right? Like, um, the video of your screen. Yeah, the video that someone sent me of my screen, not seeing me. Right?",
        8180.02,
        8187.1
    ],
    [
        " Yeah, but guys, you got straight up shadow bands. Shadow bands. For what?",
        8187.54,
        8191.48
    ],
    [
        " I actually don't know. I actually am not 100% sure. I have some suspicions. I have some things that I think it could be.",
        8191.88,
        8200.08
    ],
    [
        " Yeah. I've spoken out about some situations that are unfolding on Instagram, on podcasts, on my podcasts, on other podcasts.",
        8200.96,
        8213.0
    ],
    [
        " And that's that weird though. Right? Yeah. We're someone. It makes me so mad. I was in Colorado.",
        8215.72,
        8220.66
    ],
    [
        " And I told you this right before the master. I was there working with a client.",
        8221.18,
        8224.74
    ],
    [
        " I was out and about that this family. There's like a little kids. Anyway, sorry, talking to them. I was like, hey, you should check out my boss.",
        8225.22,
        8232.88
    ],
    [
        " He's got these kids for, he's got these books for kids called the Warrior Kid. And then mom was like, I'm a teacher. This would be a phenomenal.",
        8233.2,
        8239.46
    ],
    [
        " And so the, the, the dad was like, what's his name? I'm a joker willing. He's like, okay, in which it's funny. Anytime I say your name, if somebody doesn't know you, it bothers me.",
        8239.56,
        8248.56
    ],
    [
        " What are you talking about? You don't know. And then I have to be like, okay, not yet. Everyone doesn't know him yet. But they will. And so I was like, hey, let me see your phone.",
        8248.98,
        8259.4
    ],
    [
        " I was like, you have Instagram. I'm like, open it up. He's like, all right. Because I don't want to do like, hey, look him up later.",
        8259.48,
        8263.86
    ],
    [
        " I'll forget. So I now this my default is I, hey, open up your phone. Okay. Open up your Instagram. Okay. And I'm like, let me see it real quick. I just take it. And I start typing it. I'm like, what the heck? He's like, is that him? I'm like, no, that's a meme page about him. He goes, he has a meme page about him. I'm like, oh, yeah.",
        8264.92,
        8280.6
    ],
    [
        " So he started going to, he's like, there's a quote page to him. I'm like, oh, yeah. I had to type your name fully for you to show up. Then I clicked on it. And then I immediately was like, and I was like, hey, you're following him now.",
        8280.94,
        8291.52
    ],
    [
        " Because I followed you gave him back to him. And I was like, why would, why is this? I'm like, you know, like he's being shadow banned. So he starts like looking through all your stuff. He's like, why would he be shadow bound? I'm like, because he speaks the truth.",
        8291.52,
        8302.42
    ],
    [
        " It's so freaking crazy. It's crazy that that's, that's a dangerous thing. Is to speak the truth these days.",
        8302.8,
        8309.4
    ],
    [
        " It is very disturbing. It is very, very disturbing. And to that degree where they can, where someone and I'm totally speculating, but they'll hear you say something that they didn't like, like,",
        8309.6,
        8320.92
    ],
    [
        " somewhere else. And then be like, let me go to his Instagram and shadow. It really makes me start to think about all the level of inner connectivity between some of these elements out there. And it's because it is very strange. Now, look, could it be like, oh, I was, you know, someone mentioned me or something. There's some fault. And they got an algorithm that runs. And it's like, oh, yeah, this guy, boom. And he got, and then they went, yeah, we shouldn't have, we shouldn't done that now.",
        8321.96,
        8349.2
    ],
    [
        " Because apparently I think I might be on Shadowband right now. I think so. I think I went on on Sarasphoon and looked for you and you pop right up. Okay. But I think she's following. She follows him. Yeah.",
        8349.28,
        8361.6
    ],
    [
        " That's, yeah.",
        8362.48,
        8363.12
    ],
    [
        " Well, because of all this, what what JP?",
        8363.36,
        8367.22
    ],
    [
        " I was going to say, it's just even more confirmation that you know you're doing the right thing. We're doing the right thing.",
        8367.42,
        8372.66
    ],
    [
        " Dogs don't bark at parked cars. True. You know, so because of this, we, and we figured this out, was it a year ago, we started",
        8373.14,
        8383.52
    ],
    [
        " jockewunderground.com because I knew we needed contingency plan in case things went sideways. We could get taken off of every platform. That could happen.",
        8383.52,
        8390.08
    ],
    [
        " And so if you want to support us, go to jockewunderground.com. It's $8.18 a month. That allows us to have this platform that if things go sideways,",
        8390.46,
        8398.8
    ],
    [
        " we will be standing by in the underground to do what we got to do. If you can't afford it, it's all good. We still want you on the team.",
        8398.8,
        8407.06
    ],
    [
        " Email assistance at jockewunderground.com. And for like a reward or an appreciation, we do another little podcast and talk about some alternative subjects.",
        8407.56,
        8416.48
    ],
    [
        " And you know what? You know what I'll do is I'll, on that, I will do a one about why I think I got Shadowband. I'll give all the details because I'm pretty confident.",
        8416.64,
        8426.78
    ],
    [
        " I have, I'm pretty sure I know why. Interesting.",
        8426.78,
        8430.96
    ],
    [
        " Throw this out of here. I don't need to sleep tonight. We can do it tonight if you want.",
        8431.96,
        8435.38
    ],
    [
        " You have to go.",
        8435.86,
        8436.8
    ],
    [
        " YouTube channel. Subscribe to that.",
        8437.72,
        8440.74
    ],
    [
        " Official.",
        8442.08,
        8442.48
    ],
    [
        " Yep. It's official.",
        8442.86,
        8443.78
    ],
    [
        " Whatever.",
        8444.22,
        8444.56
    ],
    [
        " You can see what JP looks like. You can see his digit to his life t-shirt. You can see my t-shirt. I only wear those same t-shirts.",
        8444.94,
        8450.52
    ],
    [
        " Same lot. Yeah. That's kind of what I do.",
        8450.56,
        8452.36
    ],
    [
        " Origin USA has a cool YouTube channel as well. We have a psychological warfare. I made a little album.",
        8454.46,
        8460.06
    ],
    [
        " You can listen to it. If you have a moment of weakness, you can overcome that moment of weakness.",
        8460.72,
        8463.92
    ],
    [
        " Flipside Canvas. Speaking of the code of myr, not only does he have a distribution company.",
        8464.42,
        8468.46
    ],
    [
        " He also has flipside canvas. You can hang cool stuff on your wall.",
        8469.2,
        8472.88
    ],
    [
        " The code of myr. Freaking one of my heroes. Got a bunch of books.",
        8473.88,
        8478.2
    ],
    [
        " Final spin. JP. JP DeMail.",
        8478.42,
        8481.08
    ],
    [
        " Come on, JP. What up?",
        8481.22,
        8482.6
    ],
    [
        " JP DeMail. You read it. You got on the plane and you read Final Spin. How that workout for your hobby?",
        8482.8,
        8489.08
    ],
    [
        " Okay. The little is what I love about you.",
        8489.76,
        8494.32
    ],
    [
        " People don't understand this.",
        8494.48,
        8495.76
    ],
    [
        " Little behind the scenes. JP and I.",
        8496.28,
        8499.3
    ],
    [
        " We can both. We are both.",
        8499.3,
        8501.58
    ],
    [
        " We can both get emotional at certain things.",
        8501.98,
        8505.9
    ],
    [
        " It's funny to watch each other get emotional.",
        8507.36,
        8509.74
    ],
    [
        " We make fun of each other for getting emotional.",
        8511.02,
        8512.92
    ],
    [
        " Laughing each other. Literally I was at the last mustard.",
        8513.16,
        8516.46
    ],
    [
        " I'm sitting backstage watching JP get choked up.",
        8516.66,
        8520.72
    ],
    [
        " I'm laughing. I'm just preparing. He's just preparing.",
        8521.5,
        8525.08
    ],
    [
        " I'm like, okay.",
        8525.62,
        8526.24
    ],
    [
        " As soon as he walked into the air, he said, yeah, I read the book on the plane.",
        8527.46,
        8532.02
    ],
    [
        " I saw the look on his face. I was like, oh, he didn't.",
        8532.02,
        8534.78
    ],
    [
        " He didn't. Because it's a rough book to read emotionally.",
        8534.78,
        8537.06
    ],
    [
        " It's an emotional roller coaster.",
        8537.36,
        8538.48
    ],
    [
        " It's awesome. So we got the copy of Final Spin at the mustard.",
        8538.58,
        8543.46
    ],
    [
        " We're leaving Vegas. Amanda had a copy.",
        8543.8,
        8546.48
    ],
    [
        " I ordered 10 when they first came out.",
        8547.0,
        8549.7
    ],
    [
        " I knew I had some coming. I stole it from her.",
        8551.48,
        8554.6
    ],
    [
        " I took a picture and put it on Instagram.",
        8554.88,
        8556.26
    ],
    [
        " She was like, give me my book back.",
        8556.54,
        8557.6
    ],
    [
        " I'm like, let me read it for a little bit.",
        8557.6,
        8559.0
    ],
    [
        " So I started reading and I was like, oh my gosh.",
        8559.22,
        8561.96
    ],
    [
        " This is legit. She takes the book back.",
        8562.66,
        8565.98
    ],
    [
        " She's reading on the flight.",
        8566.36,
        8568.42
    ],
    [
        " Then I'm gone for FTXs.",
        8569.16,
        8571.72
    ],
    [
        " Come back. The books are there. I grab it.",
        8571.84,
        8574.0
    ],
    [
        " I read it in two or three days.",
        8574.62,
        8576.2
    ],
    [
        " I could not put it down.",
        8576.82,
        8577.82
    ],
    [
        " I didn't want to read it at night because I knew when I read it at night,",
        8578.56,
        8582.2
    ],
    [
        " I was not going to sleep because I was like, no, one more check.",
        8582.38,
        8584.6
    ],
    [
        " One more. One more.",
        8584.6,
        8585.48
    ],
    [
        " Today, flying out here, I'm finishing up my packing and I grab it.",
        8585.92,
        8591.48
    ],
    [
        " It irritated me because I knew I was going to finish it before I took off.",
        8591.52,
        8595.58
    ],
    [
        " But I needed to finish the book.",
        8596.7,
        8598.92
    ],
    [
        " I was like, I'm going to finish it.",
        8599.1,
        8600.04
    ],
    [
        " I'm just carrying another book for a week on the road again.",
        8600.06,
        8602.48
    ],
    [
        " I have my other book that I'm going to be reading or finishing it off.",
        8602.86,
        8606.44
    ],
    [
        " But yeah, it was awesome. I was just sitting there and I'm very",
        8606.7,
        8611.38
    ],
    [
        " familiar with playing. Everyone's coming on board and I have tears rolling down my face.",
        8611.38,
        8615.66
    ],
    [
        " I'm like reading the book. I was like, you got to be kidding me.",
        8615.66,
        8618.46
    ],
    [
        " If anybody knows me well, it's not a surprise.",
        8618.72,
        8621.08
    ],
    [
        " You know I'm an emotional person.",
        8621.32,
        8622.52
    ],
    [
        " One of my real close friends, he's one of my black folks, Matt Waltman.",
        8623.24,
        8628.32
    ],
    [
        " He just knows. He's like, bro, he's like, I know when you're going to get emotional.",
        8628.66,
        8632.04
    ],
    [
        " If he listens to a podcast, he's like, yep, and then I'll get emotional.",
        8632.38,
        8635.7
    ],
    [
        " If you know me well, you know that I'm an emotional person.",
        8635.96,
        8639.12
    ],
    [
        " And I used to bother me. I don't care anymore because I'm like, well, that's the way God designed me.",
        8639.12,
        8643.94
    ],
    [
        " Yeah, it's the way God designed me. It's part of who I am.",
        8644.12,
        8647.4
    ],
    [
        " But yeah, final spin. That was awesome.",
        8647.52,
        8649.2
    ],
    [
        " Sitting on the plane, tears rolling down my face. I'm like, you got to be kidding me.",
        8649.28,
        8652.88
    ],
    [
        " Because I think, and I'd like to talk to more people about it, but I truly think every human that reads that book",
        8653.34,
        8662.7
    ],
    [
        " will be able to relate to all of the characters.",
        8662.7,
        8665.26
    ],
    [
        " I don't care what your background is.",
        8665.52,
        8667.32
    ],
    [
        " You are going to find a relationship to every one of the characters, everyone.",
        8669.68,
        8675.36
    ],
    [
        " Like the store manager, I wanted to beat that guy up because I've had some of those bosses in the past, right?",
        8675.96,
        8681.12
    ],
    [
        " Artie, man, that kid, you know, um, damn it.",
        8682.02,
        8687.84
    ],
    [
        " Just everything, you know, and just what the main character did for his brother.",
        8687.92,
        8695.3
    ],
    [
        " Yeah, it's just a phenomenal book.",
        8696.98,
        8698.74
    ],
    [
        " I truly, I would put a large amount of money down and say, if you read the book, you will be able to relate to everyone of those characters.",
        8698.98,
        8707.34
    ],
    [
        " And I'm not going to, I can give it away.",
        8707.86,
        8710.12
    ],
    [
        " Yeah, because it's ridiculous. But I will say like just that style, that style that you wrote,",
        8710.3,
        8716.26
    ],
    [
        " I'm looking forward to more books in that.",
        8717.06,
        8721.0
    ],
    [
        " And if not, then you're the biggest jerk ever.",
        8721.0,
        8724.8
    ],
    [
        " Put that out there and then not have more books coming down the pipeline.",
        8725.0,
        8728.54
    ],
    [
        " Check.",
        8729.08,
        8729.52
    ],
    [
        " Right on.",
        8730.08,
        8730.52
    ],
    [
        " Appreciate it. That book is called Final Spin.",
        8730.86,
        8733.02
    ],
    [
        " It's an emotional roller coaster.",
        8733.3,
        8734.9
    ],
    [
        " You don't even expect it really at some points and all of a sudden you're like, wait, wait, why am I getting choked up right now?",
        8735.52,
        8740.96
    ],
    [
        " Yeah. So I wanted to say this quote earlier and I didn't find the right time, but I think it ties into this book.",
        8741.0,
        8747.52
    ],
    [
        " Like the principle of the book, you said this at one of the last FTX is FTX 002 that we had in San Diego.",
        8747.52,
        8753.78
    ],
    [
        " I wrote it down and I know I shared it at the master part of my talk, but you said when you transition from loving winning to loving your team winning more than you winning yourself,",
        8753.78,
        8765.46
    ],
    [
        " you transition into a true leader.",
        8765.46,
        8767.34
    ],
    [
        " And that's sacrifice.",
        8767.8,
        8770.12
    ],
    [
        " If if when you're willing to put the team above yourself, the mission above yourself, that's when you become a true leader.",
        8770.9,
        8780.62
    ],
    [
        " And you ask this question and we ask it now at all the FTX is, what do you think makes a good team guy?",
        8781.1,
        8787.76
    ],
    [
        " And everybody, all the answers are great. They're just not the right answer.",
        8788.74,
        8791.94
    ],
    [
        " It's when you put the team first and the mission first.",
        8792.68,
        8795.58
    ],
    [
        " That's what makes you a good team guy. And that's not just for the seal teams.",
        8795.84,
        8799.08
    ],
    [
        " Company XYZ. When you and your employees put the team first and the mission first, that's what makes you a good leader.",
        8799.62,
        8808.64
    ],
    [
        " And you don't have to have a title to be a leader. We've said this, your title doesn't make you a leader.",
        8808.86,
        8812.92
    ],
    [
        " Your ability to influence those around you to do the right thing, to believe in themselves, to believe in the mission. That's what makes you a leader.",
        8813.5,
        8819.12
    ],
    [
        " And I've I love this quote. I've written it in all my notebooks that I have just as a reminder, as well as discipline is rooted in the truth that we tell ourselves that you told me.",
        8820.9,
        8830.22
    ],
    [
        " And it just it reminds me. I think that's also why I got emotional reading that book is because he was willing to do what he did for his brother.",
        8830.64,
        8841.12
    ],
    [
        " And that's what good leaders do. Like they they are willing to put the team and the mission above themselves at all costs.",
        8843.74,
        8852.18
    ],
    [
        " Now what he did in the book is obviously part of the book to but the base of that is he it wasn't about him.",
        8852.3,
        8859.7
    ],
    [
        " It was not about him. And when we look at the good companies that we work with, the leaders that care more about the team than themselves.",
        8860.44,
        8868.98
    ],
    [
        " I remember I called you I sat and had dinner with Denver before we ran the FTX. And I he was sitting there and he was emotional.",
        8870.46,
        8878.48
    ],
    [
        " And he was talking about how much he loves and cares about his team. And it was real. You know, and we've worked with companies where you knew they were kind of full of it. They're trying to put on the game.",
        8879.16,
        8888.44
    ],
    [
        " I mean, he he pulled out like index card that he has notes on for our talk and just the level of impact that the training had on him and how much he cared about his team. I remember I text you and and life afterwards. And I called you because just the burden of that.",
        8888.76,
        8904.42
    ],
    [
        " And you're like, Hey, bro, you're going to deliver the training that he needs. And that's all I was like check Roger that. And it just it's cool.",
        8904.68,
        8913.08
    ],
    [
        " So just when you see leaders truly care about their team and they put the mission first, what they're able to accomplish.",
        8913.3,
        8923.48
    ],
    [
        " That's it, man.",
        8924.32,
        8927.04
    ],
    [
        " Final spin. A lot of those themes in there. One of my friends texted me and said, this is a great piece of American literature.",
        8927.88,
        8938.92
    ],
    [
        " And I said, thanks, man, appreciate it. It's a bold statement, right?",
        8940.76,
        8943.6
    ],
    [
        " Bold statement. Final spin. Leadership strategy and tactics. Field manual.",
        8943.76,
        8950.64
    ],
    [
        " We code the discipline. The code, the evaluation, the protocol discipline, freedom field manual.",
        8951.62,
        8955.94
    ],
    [
        " Well, where the war your kid won two, three and four best books ever. Apparently.",
        8956.4,
        8961.02
    ],
    [
        " That's what a lot of people are thinking adults, children across the board, mic in the dragons. Come on. Come on.",
        8961.22,
        8970.38
    ],
    [
        " About face by hack worth extreme ownership and that I caught in the leadership that I wrote with my brother, Dave Babin.",
        8970.9,
        8978.16
    ],
    [
        " We also have what we're talking about today. If you are interested in the FT Act or any of the consultancy that we do go to s on front.com, you can also find out where we're doing the next monster, which is Dallas, Texas March 24th and 25th.",
        8978.28,
        8992.0
    ],
    [
        " We also have an online training program, extreme ownership academy. We are on there all the time.",
        8992.0,
        8997.44
    ],
    [
        " We got courses that you can take. We got live interaction that you can do. You can come ask us questions.",
        8997.9,
        9003.2
    ],
    [
        " There's so much benefit. It's a leadership gym. You don't get good at leadership by reading one book. It doesn't happen.",
        9003.74,
        9009.08
    ],
    [
        " Just like you don't get good at you just do by going to one class. You got to make it part of your life. Go to extremeownership.com to make leadership part of your life.",
        9009.18,
        9016.34
    ],
    [
        " And if you want to help service members, act and retire their families, gold star families, check out Mark Lee's mom, mom Lee.",
        9016.72,
        9023.54
    ],
    [
        " She got a charity organization. She is really helping out veterans, just giving them treatments. You've had those treatments.",
        9023.54,
        9032.02
    ],
    [
        " Hyperbaric chamber, game changer. It was an absolute game changer. My body was in a medical state that the doctors literally were like, we don't know what's going on.",
        9032.24,
        9042.9
    ],
    [
        " I'll tell you what's going on. You were drinking nine monsters a day for three years.",
        9043.0,
        9046.1
    ],
    [
        " I was having kidney and adrenal gland failure. We just, like, when you're going to doctors and they're like, hey, we don't know this. This is what we know is going on, but we don't know what to do.",
        9049.14,
        9059.98
    ],
    [
        " We don't know how to stop. We don't know what's causing it. And then COVID hit. And I hit up my mom Lee because she was like, hey, you need to get these treatments for your TBI's. And I'm like, okay, yeah, because I have real bad tonight.",
        9060.12,
        9070.7
    ],
    [
        " I just, you know, just issues with just remembering stuff and headaches and stuff like that and I'm probably sleeping and she just been trying to get me in the treatment.",
        9070.7,
        9079.52
    ],
    [
        " I couldn't because I couldn't commit to the treatments that I had to do because of how busy we were. We'll COVID hit. And I was able to do it. And I did all the treatments.",
        9079.68,
        9087.98
    ],
    [
        " All those issues were gone, you know, like they're gone and they haven't come back. And we, I have no other team guys that had masses growing in their, in their head, pituitary gland, like cancerous types of masses that they didn't really know what was going on.",
        9090.28,
        9104.1
    ],
    [
        " Going get the treatments and they're gone. Like just it's incredible what those treatments do. And actually to the point that one of our clients at us, a lot of front, that's a part of Dave's LDAP program that we did an FTX for one of the guys is like, hey, what's a good charity that we can donate to and I told America's my warriors, this is what they're doing.",
        9104.3,
        9123.64
    ],
    [
        " Well, one of these team members was so motivated because I told him what happened to me. Other members like Kaui who's on our team, like he went out of those treatments, he said it's been a game changer night and day.",
        9123.98,
        9134.64
    ],
    [
        " And everybody I've listened to, it's not just for team guys, we're talking just any service member that has problems, we're getting them in there.",
        9135.5,
        9142.84
    ],
    [
        " Well, this member of the client that we, that we work with ran up the chain of command and now their company is doing a thing where they produce trailers like heavy haul trailers for the trucking industry.",
        9143.44,
        9156.08
    ],
    [
        " They designed a America's mighty warrior trailer where it has logo on the trailer on the back, everything and they're donating, I'm not going to say them out, but for every trailer, they're donating a large amount to the foundation and their goal is",
        9156.28,
        9172.46
    ],
    [
        " they want to be able to pay for, I want to say it was like five or seven treatments through me. It's incredible.",
        9172.58,
        9179.76
    ],
    [
        " And she's only able to do this through companies and individuals that donate. It's insane.",
        9180.38,
        9187.0
    ],
    [
        " If you ever wonder what happens with money that you donate to a charity and if it's effective, this is 100%. This is what's happening.",
        9187.18,
        9194.74
    ],
    [
        " Medical treatments that are, that are game changers for veterans. So that is America, America's mighty warriors dot org. This is Mark Lee's mom, mom Lee.",
        9194.74,
        9205.42
    ],
    [
        " That's where you can go to help out with that.",
        9205.84,
        9208.2
    ],
    [
        " If you want any more of my tedious tirades or you need any more of Echo's perplexed ponderings or you want some more of JP's hyped up hypothesis.",
        9209.16,
        9224.68
    ],
    [
        " This is. And you can find us on the United webs on Twitter on the Graham Facebook, JP is at JP denel. Echo is at Echo Charles. I am at Jocke, a willing echo any closing thoughts.",
        9224.68,
        9237.92
    ],
    [
        " Good to see JP in person again. Always good to be here. JP anything to close it out. No, I said what I wanted to say right on. All right.",
        9238.1,
        9248.22
    ],
    [
        " Well, speaking of military personnel to all the military personnel out there around the world.",
        9248.74,
        9254.74
    ],
    [
        " Staring evil in the eyes in order to keep us safe. Thank you for doing what you do and to our police and law enforcement firefighters paramedics, EMTs, dispatchers, correctional officers, border patrol, secret service and all first responders.",
        9255.16,
        9273.18
    ],
    [
        " Thank you for protecting us from evil here at home.",
        9273.3,
        9277.18
    ],
    [
        " And everyone else out there remember there's always more to learn. There's always new information to absorb.",
        9277.88,
        9284.18
    ],
    [
        " You can always hone your skills. You can always improve your technique. You can always increase your knowledge and you can always always get better.",
        9284.56,
        9293.62
    ],
    [
        " Well, actually almost always because if you close your mind and your ego says that you already know it at all, well, then guess what?",
        9297.42,
        9306.4
    ],
    [
        " You won't learn. You won't improve. And ultimately you won't get better and you won't win. So put your ego in check. Go out there.",
        9306.48,
        9313.64
    ],
    [
        " Keep learning. Keep getting better. And yes, keep getting after it. And until next time this is JP and echo and Jocco out.",
        9314.1,
        9324.24
    ]
]