[
    [
        " It seems that all remained of his training in the mind of each recipient was the faulty",
        0.0,
        4.82
    ],
    [
        " syllogism.",
        4.82,
        5.66
    ],
    [
        " Officers should be gentlemen.",
        5.92,
        7.1
    ],
    [
        " I am an officer.",
        7.66,
        8.46
    ],
    [
        " Therefore I am a gentleman.",
        9.12,
        11.08
    ],
    [
        " After this, he seemed to behave neither as an officer nor as a gentleman in generally",
        12.56,
        18.22
    ],
    [
        " any accepted sense of these terms.",
        18.22,
        20.52
    ],
    [
        " And Raven says this, once an officer is established in his own view as a member of a superior",
        21.4,
        26.96
    ],
    [
        " and order giving classes, he never loses this sense.",
        26.96,
        31.94
    ],
    [
        " This is where things turn into a nightmare.",
        32.06,
        33.4
    ],
    [
        " So an officer is established in his own view.",
        34.14,
        37.12
    ],
    [
        " As a member of a superior and order giving class, he never loses this sense.",
        37.5,
        43.26
    ],
    [
        " But he can and often does lose all awareness of the moral basis of this superiority and",
        43.86,
        51.02
    ],
    [
        " all the qualities which constitute this basis.",
        51.02,
        53.8
    ],
    [
        " So he forgets why he's in this position.",
        53.8,
        55.46
    ],
    [
        " He forgets that he was just like placed here.",
        55.5,
        56.96
    ],
    [
        " He starts to believe his own bullshit and the bullshit that's been fed to him that",
        57.28,
        62.22
    ],
    [
        " people run around calling him sorry, saluting him.",
        62.22,
        64.2
    ],
    [
        " He just becomes superior as it were in vacuo, which means in a vacuum.",
        65.26,
        72.08
    ],
    [
        " He's in a vacuum.",
        72.22,
        72.96
    ],
    [
        " He's just superior.",
        73.1,
        73.98
    ],
    [
        " He becomes a gentleman when this happens.",
        74.3,
        77.5
    ],
    [
        " One gets that product so typical of the British, the amateur English officer, highly trained",
        77.78,
        83.52
    ],
    [
        " professional and professionally and morally, he has forgotten his professional techniques",
        83.52,
        90.58
    ],
    [
        " and slothed off in his sense of moral obligation.",
        90.58,
        93.24
    ],
    [
        " But he retained an unassailable sense of his own superiority and absolute right to give",
        93.72,
        101.58
    ],
    [
        " orders.",
        101.58,
        102.04
    ],
    [
        " In my note, next to that was nightmare.",
        102.62,
        104.36
    ],
    [
        " That's a nightmare.",
        105.06,
        106.82
    ],
    [
        " To forget how you ended up in this position.",
        107.34,
        110.4
    ],
    [
        " To forget that you don't know everything to just get told that you're an officer and",
        110.66,
        117.1
    ],
    [
        " you're superior and you start to believe that this is a nightmare of leadership.",
        117.1,
        121.68
    ],
    [
        " Nowadays things are different.",
        122.58,
        130.94
    ],
    [
        " The social distance between officers and men more often than not contrived rather than",
        131.1,
        134.96
    ],
    [
        " rooted in their ancestry.",
        134.96,
        136.32
    ],
    [
        " For officers of humble origins, this might well be expected to produce sizable problems",
        136.42,
        140.7
    ],
    [
        " of adjustment.",
        140.7,
        141.26
    ],
    [
        " The first jolt to their social reinforcement standard will be of one of descriptive discrepancy.",
        141.62,
        147.16
    ],
    [
        " What's interesting about this is there's no guarantee like I knew officers that came",
        147.22,
        153.4
    ],
    [
        " silver spoon all day long and they were just down to earth.",
        153.4,
        157.36
    ],
    [
        " Good people.",
        157.48,
        158.14
    ],
    [
        " And I also knew silver spoon officers that thought that they deserve.",
        158.7,
        164.08
    ],
    [
        " They thought that they were superior.",
        164.3,
        165.54
    ],
    [
        " I also knew some guys from lower class that scrambled through and scraped through and",
        165.78,
        170.74
    ],
    [
        " became officers and they were awesome and they never forgot where they came from.",
        170.74,
        175.42
    ],
    [
        " And I also knew officers that had come up through the ranks and they were turds.",
        175.82,
        180.82
    ],
    [
        " Lave points out that the best officer that went through his junior officer training was",
        181.02,
        189.5
    ],
    [
        " a prior enlisted officer and the worst officer that went through his junior officer training",
        189.5,
        195.02
    ],
    [
        " was a prior enlisted officer which is crazy to think.",
        195.02,
        197.0
    ],
    [
        " That's crazy to think.",
        197.22,
        199.62
    ],
    [
        " I think that I agree with that.",
        199.82,
        201.6
    ],
    [
        " Your description, those four categories, whatever you want to call them.",
        201.82,
        204.52
    ],
    [
        " Same thing.",
        205.66,
        206.04
    ],
    [
        " Same exact same thing.",
        206.52,
        207.36
    ],
    [
        " And I'm trying to remember the way you were describing it.",
        208.06,
        210.1
    ],
    [
        " I remember, I guess I don't remember the first time it happened, but there's like a ceremony.",
        210.18,
        215.7
    ],
    [
        " Do you have a first salute ceremony?",
        216.1,
        218.24
    ],
    [
        " Yep.",
        218.82,
        219.22
    ],
    [
        " And I remember that being an incredibly uncomfortable experience for me.",
        219.08,
        224.2
    ],
    [
        " Like, man, this is weird.",
        224.44,
        225.98
    ],
    [
        " The guy who I did it was a good friend of mine who's a listed marine.",
        226.12,
        228.38
    ],
    [
        " He had fought in desert storm.",
        228.38,
        229.9
    ],
    [
        " He was a known well known guy and just by virtue of accomplishing the criteria to make",
        230.38,
        238.54
    ],
    [
        " me an officer like from one moment to the next, he saluted me.",
        238.54,
        241.98
    ],
    [
        " And I think I was just lucky to have that sense of like, man, this is weird.",
        242.14,
        246.82
    ],
    [
        " You know, but also I think you described it well like the reverence for the institution.",
        247.44,
        251.94
    ],
    [
        " Like, this is how the institution is designed.",
        251.94,
        253.46
    ],
    [
        " And if you have that reverence for it, he didn't feel demeaned and I didn't feel superior.",
        253.6,
        257.08
    ],
    [
        " And yet that's the way it's supposed to be.",
        257.62,
        259.58
    ],
    [
        " And yet how easily you're like, oh, I can get used to this.",
        260.02,
        265.0
    ],
    [
        " You know, how quickly people fall into that trap of all into that trap.",
        265.34,
        268.56
    ],
    [
        " And it's not the institution that bestowed this on me.",
        268.72,
        272.54
    ],
    [
        " Yeah.",
        272.94,
        274.14
    ],
    [
        " I deserve.",
        274.38,
        274.74
    ],
    [
        " I deserve.",
        274.9,
        275.3
    ],
    [
        " Yes.",
        275.9,
        276.26
    ],
    [
        " Yeah.",
        276.46,
        276.62
    ],
    [
        " I mean, and this again, we're talking about the military specifically, but you can apply",
        276.78,
        280.28
    ],
    [
        " this anywhere.",
        280.28,
        280.68
    ],
    [
        " You can apply this anywhere.",
        280.86,
        281.8
    ],
    [
        " Oh, well, I, you know, I went to this college.",
        282.2,
        284.84
    ],
    [
        " I went through this program.",
        285.04,
        286.5
    ],
    [
        " I got my MBA from here or there.",
        286.58,
        288.56
    ],
    [
        " And all of a sudden it's like, oh, did I tell you that?",
        289.0,
        293.0
    ],
    [
        " Did I mention where I went to college?",
        293.52,
        295.62
    ],
    [
        " You know, it's like, yeah, that's cool.",
        295.88,
        298.42
    ],
    [
        " Man, appreciate it.",
        298.64,
        299.36
    ],
    [
        " That's awesome.",
        299.48,
        299.9
    ],
    [
        " Yeah, but when you say it, nobody notices it.",
        300.56,
        302.74
    ],
    [
        " Yeah.",
        302.74,
        303.04
    ],
    [
        " Yeah.",
        303.36,
        305.48
    ],
    [
        "",
        305.54,
        305.54
    ]
]