[
    [
        " How is it that some of the criteria for promotion and military organizations are evidently such as to favor people with a pathological degree of achievement motivation?",
        0.0,
        8.86
    ],
    [
        " This is scary. The person that might have a tendency to get promoted is the one that's looking out for themselves in some cases in the military.",
        9.08,
        16.4
    ],
    [
        " Again, it's important to say this isn't like the entire military. But certainly, I certainly saw people in the military that were 100% looking out for themselves and they got promoted.",
        16.7,
        26.98
    ],
    [
        " That does happen. There's no doubt about it. It happens less than you would think. A lot of times that transparency that these idiots would have looking out for themselves and trying to make those maneuvers everyone would see it and they'd be like, no, you're not getting promoted. But it did happen.",
        27.16,
        42.94
    ],
    [
        " There are grounds for thinking that incompetent commanders tend to be those whom the need to avoid failure exceeds the urge to succeed.",
        44.82,
        53.02
    ],
    [
        " According to JW Atkinson and NT Feather, such people tend to issue activities which they may show up in a poor light and unless forced to do so refrain from taking on any skilled task where there are any doubts about the outcome.",
        53.62,
        68.48
    ],
    [
        " So people that are just concerned about themselves, they'll only go into jobs where they know they're going to win. That's what they're trying to do. They're just, they're, they're only doing jobs of things that they know they're going to do.",
        69.6,
        79.46
    ],
    [
        " No, they're going to win at here and lies a special dilemma, though they need to achieve. It is the very nature of trying which exposes them to that which they fear most failure.",
        79.84,
        90.38
    ],
    [
        " They are like people who try to climb mountains out of an underlying fear of heights.",
        91.28,
        96.38
    ],
    [
        " It would not be surprising to find that such people are attracted to and prosper in the armed services.",
        97.02,
        102.64
    ],
    [
        " For one place it carefully in the military in contrast to the world of commerce offers achievement without tears.",
        103.08,
        110.28
    ],
    [
        " Stick to the rulebook. Do nothing without explicit approval from the next higher up.",
        110.88,
        115.98
    ],
    [
        " Always confirm, form, never offend your superiors and you will float serenely if a trifle slowly upward, a blimp in both senses of the word.",
        115.98,
        125.2
    ],
    [
        " That's the reality. You can't, you can do that. You can join the military and you can just kind of keep your nose clean. Stay low profile. Don't take any additional risks.",
        126.16,
        138.58
    ],
    [
        " Confirm and you will get promoted over time. In many cases, Marine Corps tighter though I think.",
        140.38,
        144.66
    ],
    [
        " I'd like to think that. I mean, you're describing, what you're describing, I can, he's right.",
        145.4,
        150.76
    ],
    [
        " Yeah. And I've seen it. And not, not right on a blanket statement.",
        151.2,
        154.88
    ],
    [
        " No, no, no, no, it certainly happens. Yes, yeah, yeah, no, correct. And you're right in saying like that's part of the system is you have, you might show this altruism of how it works and the wrong people get promoted sometimes.",
        154.96,
        166.44
    ],
    [
        " Now, it's not a lot of those people's actually a small number like you said, but it happens enough that you will see it.",
        166.46,
        171.62
    ],
    [
        " You're not going to go a career and go, oh, I never saw that every single time it was the right person of the right reasons. No, throughout my career, there was examples that I can reflect back on.",
        171.88,
        179.98
    ],
    [
        " It's a small number, but the system doesn't work perfectly. And I think the thing I was thinking about, and this is military, I think in general, there are enough jobs in the military that have been done enough times that the template is there that you go, I can take those said orders and like, man,",
        180.12,
        195.92
    ],
    [
        " it's really low risk. You know, I'm a cookie cutter cookie cutter job that's been done and take the template. Jocco's going to have to me.",
        196.42,
        202.88
    ],
    [
        " Here's the, you know, here's the script, follow the script, low profile, low risk. You're going to look good in the end and you're going to get promoted. There are those jobs out there.",
        203.16,
        213.14
    ],
    [
        " I was lucky in my career to have jobs that either I'd never been done before or really that it wasn't a lot of history behind them. So, you know, I'm remembering a couple times like when I was in command of an organization where, you know, I was being told, hey, if this fails, it's going to destroy the whole thing.",
        214.08,
        231.62
    ],
    [
        " I think I've told the story before. I'm far enough away from it now that I can, I can tell it if I haven't before. But when I took over the first F 35 squadron, the Marine Corps's F 35 program was on probation.",
        233.88,
        244.54
    ],
    [
        " Like, they were contemplating canceling the F 35 for the Marine Corps, the B variant, which was the Marine Corps variant. And the Marine Corps had already long since committed to that was the only platform. There was no plan B. There was no alternative to that.",
        245.4,
        255.64
    ],
    [
        " So if we were going to lose the F 35 B, the Marine Corps was going to lose tack air. And as soon as I took command, and, you know, I stood up. I told you there's a guy there before no airplanes. But when I took command, the airplane started to arrive right when I got there. The comment on the Marine Corps came down.",
        255.96,
        270.12
    ],
    [
        " Spent like an hour with me. They met him at the squadron. Was he in a sergeant major and me in my sergeant major? And he goes, hey, I hate to tell you this, but you can't crash in airplane.",
        270.8,
        279.62
    ],
    [
        " Like, wow, that's Roger that. You know what I mean? Like if you crash an airplane, we're going to lose the program. We're in goes and lose tack air. And so you're talking about the balance of the risk of losing is a lot.",
        280.62,
        294.6
    ],
    [
        " You know, the balance that between the benefit of winning. Yeah, I'll just, you know, margin benefit of winning. But like there's zero risk. Or, you know, the flip side is, hey, if I go two years as a squadron commander, everything goes great.",
        295.06,
        305.96
    ],
    [
        " I'm going to get a firm handshake and a congratulations and life's going to go on. But nobody's going to credit me for doing anything remarkable because the system is the programs just moving along where it needs to go.",
        305.96,
        315.66
    ],
    [
        " But if I screwed up, you know, that down set risk and I understand the the aversion to that. Like, hey, what'd you rather have a guaranteed win with, you know, a guaranteed marginal win with no chance of losing.",
        316.18,
        326.82
    ],
    [
        " Or high risk of failure. But this is a once in a lifetime thing that would need the right person the right time to go through that. A lot of people are reversed to that.",
        329.16,
        336.9
    ],
    [
        " Well, and this is the other scary thing about that is, so you're the squadron commander. You get told don't crash any birds. Well, how about we fly a little less.",
        337.32,
        347.12
    ],
    [
        " Yes, right. It's interesting to say that because in the exact same weekend, the deputy common on for aviation, the head aviator of the Marine Corps said your number one job is to fly as much as humanly possible.",
        347.12,
        358.84
    ],
    [
        " Roger that. Okay. And listen, there's a part of it too that any you have to understand that's like, there is nothing that I could do personally short of shutting down the squadron to guarantee that I don't carry on. There's nothing I can do that.",
        359.02,
        371.96
    ],
    [
        " So there's a part of that like if you can just let that go. It's recognized my best chance of me being successful is to micromanage none of this. Yeah, as opposed to try to make her manage all of it.",
        373.48,
        382.88
    ],
    [
        " Yeah. And that's such a good point because.",
        383.02,
        385.72
    ],
    [
        " Okay, we can either fly as little as humanly possible, which means everyone's paranoid. No one really knows how to do their job. We're like, all right, we're going to fly these things and we'll be awesome at it.",
        386.62,
        395.98
    ],
    [
        " And that's the right call. Obviously not everyone would make that decision. And even then, there's still even the right call doesn't guarantee the outcome.",
        396.0,
        404.04
    ],
    [
        " You can do everything right. And you know what? Yeah, you have a miss hop on you. Those are jobs. Yeah, things break. Yeah, things break in mid flight. That happens.",
        404.3,
        412.68
    ],
    [
        " They do especially brand new airplanes. They're still being designed while you're flying them. Those things happen.",
        412.68,
        416.54
    ],
    [
        " How many F 35s have crashed? Not a lot. So I believe.",
        416.8,
        424.24
    ],
    [
        " I have to go back and look. I think the first one crashed in my squadron like six months after I left you. Yeah, got out of it.",
        424.46,
        431.58
    ],
    [
        " We've there's been a very small. It's been a very safe airplane. What does it have 35 cost?",
        431.62,
        439.72
    ],
    [
        " At the time it was 130 million now. It's probably 90. Also, they cut the price down. Well, those first ones are like, you know, they were literally the very first ones off the assembly.",
        440.62,
        450.12
    ],
    [
        " And so that that as you know, like that mass production benefit hadn't continued. So age one was kind of like a unique article.",
        450.12,
        457.04
    ],
    [
        " Now like they're jamming them out. They're making a bunch of them. And it's it's more cost effective. I know these are crazy numbers. But at the time they were expensive.",
        457.4,
        464.92
    ],
    [
        " 130, 3, a copy. I had 14. If you when you fly an F 35 and you're doing a vertical. How often did you a vertical takeoff?",
        465.86,
        474.4
    ],
    [
        " Like a short takeoff like the stove like the yeah, like yeah, like a hairier. Yeah, not that often. Sometimes it's so much gas. Do you go through taking one of those things off vertically?",
        476.3,
        486.88
    ],
    [
        " The vertical flying burns a ridiculous amount of gas. Do you just basically have to refuel as soon as you get up? It's not that bad. But it's it's a lot of gas. Yeah.",
        487.6,
        495.96
    ],
    [
        " The the landings are more of a critical because you're on the clock. Like you come in. You got to be relatively light. You can't land like a fully loaded airplane vertically because it's too heavy. So you got to be like a certain limited amount of gas. So the plane is light enough to hover.",
        497.3,
        509.34
    ],
    [
        " But then again, like you can't just you know, sit there all day long because you don't have that much gas. It's nothing like the hairier was those guys it was sketchy like really, really sketchy.",
        509.84,
        519.16
    ],
    [
        " But yeah, you're burning a lot of gas. A lot of it was sketchy in a hairier. What made it more sketchy?",
        519.6,
        525.68
    ],
    [
        " Less powerful airplane harder to fly. Less margin for air. Less you need less gas to be able to land and didn't have as much time. You know, just I think I flew the hairier simulator out at Yuma. Yeah.",
        525.68,
        538.64
    ],
    [
        " Did I crash that thing literally 17 times in row? I've my total flight time was nine seconds. I just got that I just cry. If you got into an F 35 right now in the simulator, I could over the shoulder. You walk you through or do you landed almost perfectly the first.",
        538.64,
        551.08
    ],
    [
        " Well, that's like drones. Man, those first drones came out that were like little model airplanes. Guys were just crashing everywhere. And now a three year old can fly a drone. And that's that's no.",
        551.18,
        562.42
    ],
    [
        " So yeah.",
        562.42,
        563.26
    ]
]