[
    [
        " an obstinate persistence in a given task",
        0.74,
        2.68
    ],
    [
        " despite strong contrary evidence.",
        2.68,
        6.2
    ],
    [
        " O obstinate persistence in a given task.",
        7.26,
        9.66
    ],
    [
        " That's when you are, this is,",
        9.84,
        11.0
    ],
    [
        " I don't know if you guys have anything like this Dave,",
        11.3,
        13.22
    ],
    [
        " but when you're parachuting,",
        13.4,
        15.2
    ],
    [
        " one of the ways that people die when parachuting",
        15.9,
        19.22
    ],
    [
        " is they have a problem with their main parachute",
        19.22,
        21.62
    ],
    [
        " and they just keep trying to fix that problem",
        21.62,
        25.26
    ],
    [
        " when they get targeted fixation",
        25.26,
        26.52
    ],
    [
        " and they just, they just,",
        26.52,
        27.64
    ],
    [
        " and they never go to the reserve.",
        28.0,
        29.06
    ],
    [
        " They never go to the reserve.",
        29.06,
        29.92
    ],
    [
        " Yeah, can that happen in the cockpit?",
        30.94,
        32.84
    ],
    [
        " Yeah, absolutely.",
        33.5,
        34.12
    ],
    [
        " And I may be a slightly different version of that",
        34.8,
        37.94
    ],
    [
        " is you can have a system that is a, you know,",
        37.94,
        40.46
    ],
    [
        " it's a critical system that you need,",
        40.5,
        41.8
    ],
    [
        " but it wouldn't be the difference between",
        41.9,
        44.26
    ],
    [
        " returning home safely and not,",
        44.26,
        46.36
    ],
    [
        " but you'll spend so much time trying to resolve",
        46.6,
        48.34
    ],
    [
        " the problem that system is causing",
        48.34,
        49.86
    ],
    [
        " that it can lead you to focusing on that so much",
        49.86,
        52.7
    ],
    [
        " that you stop paying attention to other things",
        52.7,
        54.76
    ],
    [
        " and it'll lead you to a mishap.",
        54.76,
        55.96
    ],
    [
        " When even though it could be a real problem,",
        56.1,
        58.48
    ],
    [
        " it should never lead you down the path of crashing",
        58.64,
        60.86
    ],
    [
        " or losing the airplane.",
        60.86,
        61.58
    ],
    [
        " And what you really need to do is,",
        62.66,
        64.98
    ],
    [
        " it ignores probably the wrong word,",
        65.8,
        67.3
    ],
    [
        " but if you can't solve this, move on to something else",
        67.36,
        69.54
    ],
    [
        " and get the airplane back safely",
        69.54,
        70.72
    ],
    [
        " and they'll spend people will devote 100% of their attention",
        70.72,
        73.02
    ],
    [
        " to that, all the way to the point",
        73.02,
        74.7
    ],
    [
        " that they crash the airplane as a result of it",
        74.7,
        76.24
    ],
    [
        " when it would not have caused a crash.",
        76.24,
        78.16
    ],
    [
        " It's kind of crazy.",
        78.54,
        79.24
    ],
    [
        " And the human element of the fixation,",
        79.94,
        82.66
    ],
    [
        " I think is the word you use, the fixation on that.",
        82.68,
        84.3
    ],
    [
        " You know what I was just talking about?",
        84.88,
        85.92
    ],
    [
        " This is the muster.",
        85.92,
        86.68
    ],
    [
        " We are genetically programmed to fix it.",
        87.14,
        89.74
    ],
    [
        " Yes.",
        89.96,
        90.06
    ],
    [
        " Because if you're a caveman and you can't concentrate",
        90.38,
        93.22
    ],
    [
        " on the tiger that's, you know,",
        93.22,
        95.02
    ],
    [
        " styling up on you and you're distracted by other things,",
        95.14,
        97.66
    ],
    [
        " then you're gonna die, right?",
        97.66,
        99.72
    ],
    [
        " So we're programmed to focus on what's right in front of us.",
        100.08,
        102.38
    ],
    [
        " That's why people so often lose strategic vision",
        102.46,
        105.48
    ],
    [
        " and they can't detach and they don't see what else is",
        105.48,
        107.78
    ],
    [
        " happening on that's why you get flanked.",
        107.78,
        109.84
    ],
    [
        " That's why you keep trying to fix your parachute",
        110.04,
        111.66
    ],
    [
        " until you hit the dirt or why you concentrate",
        111.66,
        113.64
    ],
    [
        " on some instrument panel until you run out of fuel",
        113.64,
        117.0
    ],
    [
        " or you run into a mountain exactly.",
        117.0,
        118.7
    ],
    [
        " What's the term when someone hits a mountain",
        119.84,
        123.44
    ],
    [
        " with no, like no breaks or whatever?",
        123.44,
        126.48
    ],
    [
        " Yeah.",
        126.76,
        126.9
    ],
    [
        " We call it C-Fit, controlled flight into terrain,",
        127.42,
        132.3
    ],
    [
        " which means you're fully in control of the aircraft",
        132.76,
        136.48
    ],
    [
        " as you do it, as you hit that mountain.",
        136.48,
        138.3
    ],
    [
        " Because you were so fixated on something else",
        138.96,
        142.92
    ],
    [
        " you know, it's not like, hey, I'm tumbling out of the sky,",
        143.7,
        145.64
    ],
    [
        " I'm trying to save this airplane, I hit the ground.",
        145.76,
        147.24
    ],
    [
        " It's like, hey, I'm flying perfectly normal flying.",
        147.44,
        150.74
    ],
    [
        " I might be, I'm fixated or focusing on something",
        150.9,
        153.5
    ],
    [
        " that's a problem, but I'm gonna fully control",
        153.5,
        155.36
    ],
    [
        " the level flight into the ground, into the mountain.",
        155.36,
        157.2
    ],
    [
        " That is totally avoidable had it not been for that fixation.",
        157.52,
        160.22
    ],
    [
        " It's called C-Fit.",
        160.34,
        161.08
    ],
    [
        " It's as far as mishaps go, it's common.",
        161.64,
        163.62
    ],
    [
        " It's not uncommon.",
        163.98,
        164.94
    ],
    [
        " Well, the first time I remember hearing that was",
        165.46,
        168.32
    ],
    [
        " when Kobe Bryant's helicopter crashed",
        168.32,
        170.66
    ],
    [
        " and I think that was because they couldn't see.",
        170.68,
        173.28
    ],
    [
        " They couldn't see, but there was nothing wrong",
        173.78,
        175.76
    ],
    [
        " with the helicopter at all.",
        175.76,
        176.52
    ],
    [
        " They were just flying and he obviously,",
        176.58,
        179.0
    ],
    [
        " I think they were in a fog.",
        179.12,
        179.9
    ],
    [
        " And so got disoriented and just flew just full speed,",
        180.54,
        184.04
    ],
    [
        " no factor into the mountain.",
        184.24,
        186.08
    ],
    [
        " Yeah.",
        186.36,
        186.5
    ],
    [
        " And like the worst versions of that is,",
        186.94,
        189.24
    ],
    [
        " they're all terrible, is, I'm gonna dive,",
        189.9,
        193.64
    ],
    [
        " like I'm in a 45 degree dive,",
        193.82,
        195.6
    ],
    [
        " I'm diving down towards the target,",
        195.62,
        197.22
    ],
    [
        " which is what you're supposed to do.",
        197.32,
        198.18
    ],
    [
        " You're gonna get into it, I'll do it,",
        198.38,
        199.42
    ],
    [
        " and then you're gonna dive down towards the target",
        199.42,
        200.64
    ],
    [
        " to help refine where you're gonna drop the bomb.",
        200.64,
        202.84
    ],
    [
        " And I'm gonna focus on the display that makes sure",
        202.84,
        204.68
    ],
    [
        " that my targeting, my reticle, the aiming point is exactly",
        204.68,
        208.2
    ],
    [
        " where I want it.",
        208.2,
        208.76
    ],
    [
        " I'll a little adjustment, I'll keep adjusting",
        208.8,
        210.74
    ],
    [
        " that targeting point to be exactly where I want it.",
        210.74,
        213.14
    ],
    [
        " And I'll go through my minimum altitudes",
        213.62,
        215.12
    ],
    [
        " and I will fly straight into the ground.",
        215.12,
        216.56
    ],
    [
        " All the while just focusing on that targeting point.",
        216.86,
        219.92
    ],
    [
        " And I'll never try to pull up, I'll never try to recover.",
        220.04,
        223.14
    ],
    [
        " I'll ignore warnings that say your altitude's getting low",
        223.3,
        225.64
    ],
    [
        " and pilots will fly directly into the ground,",
        225.64,
        228.44
    ],
    [
        " working on something else in a perfectly safe",
        228.76,
        230.72
    ],
    [
        " effective flying area.",
        230.72,
        231.76
    ],
    [
        " No problems at all.",
        231.78,
        232.6
    ],
    [
        " That is literally the exact same thing",
        232.8,
        234.12
    ],
    [
        " that happens to guys' skydiving.",
        234.12,
        235.1
    ],
    [
        " Well, it's a little bit different",
        235.18,
        236.2
    ],
    [
        " because of the guys' skydiving there trying to fix a problem.",
        236.2,
        238.56
    ],
    [
        " Usually, I suppose there are some cases.",
        238.66,
        240.94
    ],
    [
        " You know, this is why, again,",
        241.38,
        243.6
    ],
    [
        " referring back to the monster,",
        243.8,
        244.56
    ],
    [
        " I was talking about the leadership loop",
        244.68,
        246.22
    ],
    [
        " and the main bullet at the bottom,",
        246.22,
        249.22
    ],
    [
        " both for the ootal loop and the leadership loop",
        249.52,
        251.22
    ],
    [
        " as you can't get stuck.",
        251.22,
        252.64
    ],
    [
        " You can't get stuck focused on one thing.",
        252.92,
        254.9
    ],
    [
        " And when you do get focused on one thing,",
        256.04,
        258.4
    ],
    [
        " there's just, the rest of the world doesn't stop.",
        259.4,
        264.2
    ],
    [
        " Right?",
        264.74,
        265.44
    ],
    [
        " Whenever you're focusing one thing in life,",
        265.7,
        267.8
    ],
    [
        " the rest of the world doesn't stop.",
        268.12,
        269.2
    ],
    [
        " The rest of the world's gonna keep going.",
        269.38,
        270.38
    ],
    [
        " If you don't look around, it's gonna be a problem.",
        270.48,
        272.28
    ]
]