[
    [
        " It says here in training for general ship, it seems that intellectual ability has not always counted for very much.",
        0.0,
        4.3
    ],
    [
        " Even Hague, the educated soldier, became commander in chief of the British Army in the first world war despite a poor academic record.",
        4.42,
        11.16
    ],
    [
        " This Dowerland Scott, this Dower Lowland Scott described by Duff Cooper as the DUNCE of the family and by Lord George as early stupid.",
        12.02,
        20.3
    ],
    [
        " So you are getting some dumb people here.",
        21.36,
        23.14
    ],
    [
        " Fast forward a little, certainly a brilliant performance in military schools is no guarantee of subsequent ability.",
        26.12,
        31.06
    ],
    [
        " General Colley, whose secession of defeats culminated in 1881 and his own demise at Mojaba Hill, had the distinction of passing out of staff college with the highest marks on record.",
        31.34,
        42.96
    ],
    [
        " The relevance of early scholarship to subsequent general ship also find support in Napoleon and Wellington, both of whom achieved very low grades at school.",
        43.32,
        52.04
    ],
    [
        " And in more recent times, the early academic brilliance of lieutenant general, Percival, evidently availed him little at Singapore.",
        52.24,
        60.08
    ],
    [
        " So he's given all these other examples, right?",
        60.26,
        61.88
    ],
    [
        " You got Percival who led that total disaster in Singapore, who was academically brilliant.",
        61.94,
        68.42
    ],
    [
        " Napoleon and Wellington, who were great generals, who were junk at school, and another guy, General Colley, who was a disaster on the battlefield and yet had the highest marks on record.",
        69.12,
        79.62
    ],
    [
        " So the statement is like, hey, you could be really smart and do well. You could be really smart and do horrible.",
        80.74,
        88.34
    ],
    [
        " You could be moderately smart and do well. You could be moderately smart and do horrible.",
        88.58,
        92.08
    ],
    [
        " So I think the statement here is like, well, it's not intellect is only part of it, right? Intellect is only part of it.",
        92.74,
        101.94
    ],
    [
        " What about fighter pilots?",
        101.96,
        105.3
    ],
    [
        " I mean, look, so in the SEAL teams for a while, they were recruiting these really, really smart Ivy League, Harvard, Yale, there's all this whole crew of officers that were coming in.",
        106.92,
        116.74
    ],
    [
        " They were clearly highly intellectual smart people.",
        116.9,
        121.02
    ],
    [
        " And they stopped recruiting those people so heavily.",
        122.18,
        124.86
    ],
    [
        " The reason they stopped recruiting those people so heavily was two reasons.",
        125.0,
        127.66
    ],
    [
        " One was they would do their one platoon or two platoons to get out and go to business school or whatever.",
        127.84,
        132.9
    ],
    [
        " And two was they weren't that good.",
        133.08,
        135.12
    ],
    [
        "",
        135.8,
        135.8
    ],
    [
        " There was no correlation to someone that was really smart, to someone that was a really good leader on the battlefield.",
        136.38,
        143.32
    ],
    [
        " Yeah, I think it's the same. I really do. I don't think I don't think the personality profile, you know, or even just the motivational profile of a lot of people in the military is all that different.",
        143.54,
        155.92
    ],
    [
        " Certainly when I think about SEALs and pilots and as often as you and I kind of contrast those two types of people, there's a ton of similarity there.",
        156.06,
        162.36
    ],
    [
        " And you know, the different services and aviation have different sets of requirements.",
        162.4,
        167.1
    ],
    [
        " And you know, I think the Marine Corps has the lowest, I guess, standard of academic excellence in terms of what you studied and how well you did.",
        167.6,
        176.98
    ],
    [
        " I mean, the old joke in the Marine Corps was, you know, if you got a 2.0 and underwater basket weaving, you could be a pilot.",
        177.08,
        181.88
    ],
    [
        " You know, is the joke.",
        182.1,
        183.86
    ],
    [
        " And you know, what they were saying really was, hey, you know, we don't really care what you studied.",
        184.16,
        190.42
    ],
    [
        " Now, you got to have a college degree and I think that does demonstrate some willingness and ability.",
        190.42,
        195.18
    ],
    [
        " And I'm not sure which is more important to get through a long term project.",
        195.44,
        199.94
    ],
    [
        " Hey, I'm going to dedicate four years of getting this degree. That demonstrates, hey, you've got some planning, you've got some interest, you've got some intellect, something that's going to reveal that you're, you have something that's going to be hard to do, you're going to be willing to do that.",
        200.1,
        212.0
    ],
    [
        " You're getting a 4.0, you know, in, you know, aerodynamics versus a 2.0 in polyside, we don't really care.",
        212.22,
        221.34
    ],
    [
        " Yeah.",
        221.56,
        221.64
    ],
    [
        " That was kind of the Marine Corps general approach, a little bit different for the other services.",
        221.82,
        224.94
    ],
    [
        " But I was kind of laughing and kind of thinking about this thing from a larger standpoint of these great military leaders that maybe didn't have the best records academically.",
        225.5,
        235.5
    ],
    [
        " And the two thoughts that I had is the academics in the military aren't that hard.",
        236.1,
        241.34
    ],
    [
        " You don't need to be a genius to get perfect scorching your tests.",
        241.7,
        247.22
    ],
    [
        " And I think the ones that don't do that well academically that still really do well, there's probably a piece in there that are thinking like, this is dumb.",
        248.08,
        257.84
    ],
    [
        " Who's a waste of my time? What's the minimum grade requirement?",
        257.84,
        261.1
    ],
    [
        " Cool, I'm going to get that.",
        261.1,
        262.52
    ],
    [
        " And that actually reveals some level of intelligence of, I'm not going to waste my time and all this stuff that I don't really want to be doing.",
        262.9,
        268.92
    ],
    [
        " But I'm not going to fail either.",
        269.42,
        270.8
    ],
    [
        " So for, for you to sort of explain, there's some really good leaders that didn't do so hot.",
        271.48,
        276.58
    ],
    [
        " And then there's some guys that just were absolutely brilliant on paper that were terrible.",
        276.58,
        279.66
    ],
    [
        " That is not a stretch for me at all to picture that in, in aviation or anywhere in the military.",
        279.84,
        285.04
    ],
    [
        " I'm like, I think I know who those guys are.",
        285.04,
        286.68
    ],
    [
        " Yeah, and really, in anything, anything.",
        287.42,
        290.24
    ],
    [
        " There's no, I'm trying to think of a job where the full, where the primary thing is only intelligence.",
        290.62,
        301.08
    ],
    [
        " Only intelligence. I'm sure there's some laboratory somewhere or some computer programming thing where basically the smartest person is the person that we want in that job.",
        301.82,
        312.52
    ],
    [
        " But as soon as that person is in charge of people, anyone else, or as soon as there's some level of creativity or problem solving, because there's, you just, what you want is a person that composite has a bunch of different skills.",
        313.34,
        326.94
    ],
    [
        " I mean, you would think for being a pilot, there's got to be, you know, that, that like the spatial, like when I took the officer candidate test, and you've got to do the spatial recognition, where how far away is this or is this aircraft or is this bird coming to you or is it going to be a pilot?",
        327.42,
        342.5
    ],
    [
        " Or going away from you, got to tell from looking at it.",
        342.5,
        344.18
    ],
    [
        " Hey, obviously someone could be really, really smart and suck at that test.",
        344.74,
        350.68
    ],
    [
        " Right.",
        350.88,
        350.92
    ],
    [
        " Not to mention eyesight, not to mention reaction time, like all those different things, and then it's the same thing with leadership.",
        351.18,
        357.86
    ],
    [
        " You can have someone that's super articulate.",
        358.32,
        360.16
    ],
    [
        " There's, there's really articulate people that aren't really that smart.",
        360.34,
        363.28
    ],
    [
        " I mean, I served with some people like that.",
        363.82,
        367.62
    ],
    [
        " They're really articulate. They can put a word together.",
        367.86,
        370.26
    ],
    [
        " What did people call them?",
        370.64,
        371.64
    ],
    [
        " When you, you know, that's a skill set that like a salesperson.",
        372.06,
        374.54
    ],
    [
        " There's really good salespeople. They're not the smartest people in the world, but they're incredible at, they're incredible conversationalists.",
        374.68,
        380.12
    ],
    [
        " Yeah.",
        380.38,
        380.48
    ],
    [
        " Right.",
        380.58,
        380.7
    ],
    [
        " But you wouldn't want to put them into a situation where they've got to stand up and talk in front of people if they don't have that skill.",
        381.22,
        385.98
    ],
    [
        " So just because someone is smart, that's only like one quarter of the, of the, of the math we got to do here, totally.",
        386.22,
        392.54
    ],
    [
        " And when you're thinking about it from a leadership standpoint, and the recognition that, that leadership requires a whole bunch of different things.",
        392.78,
        403.24
    ],
    [
        " Not just being smart and taking a test, or being good at communicating.",
        403.46,
        408.28
    ],
    [
        " It's the recognition that requires so many different things.",
        408.48,
        411.2
    ],
    [
        " None of these, these profiles that he just revealed are a big shock to me.",
        411.7,
        415.32
    ],
    [
        " I'm like, yep, yep, yep, those all make sense.",
        415.4,
        417.12
    ],
    [
        " Seals, pilots, everyone between, and yeah, the, the, the, the, the, the, the, the, the, the aviation.",
        417.58,
        421.32
    ],
    [
        " Is there a couple of things that might incline you down that path?",
        421.36,
        423.9
    ],
    [
        " Like if you can naturally get a sense that they show you a diagram of an airplane descending turning and, and slow, and then you have to match it up.",
        424.06,
        430.34
    ],
    [
        " That some people's brains maybe, oh, I can't, I can't see that as well as somebody else.",
        430.64,
        433.8
    ],
    [
        " Yeah, I can see that.",
        433.9,
        434.72
    ],
    [
        " And that's going to account for a small part of it that might be good to know.",
        434.96,
        438.06
    ],
    [
        " But that by itself is, it's going to, it's going to have almost no influence in the long term success of this person in his career in the military.",
        438.66,
        448.88
    ],
    [
        " That I could identify relatively early on of what the spatial orientation of an airplane was in relation to the ground.",
        449.22,
        455.02
    ],
    [
        " Do you want that? Yeah, that's a good idea.",
        455.28,
        456.62
    ],
    [
        " I don't want someone who gets confused.",
        456.84,
        458.1
    ],
    [
        " Yeah, I don't want someone that's totally lost.",
        458.24,
        459.7
    ],
    [
        " Right.",
        459.88,
        459.96
    ],
    [
        " I mean, even on that test, you, all you have to do is pass it.",
        460.18,
        462.48
    ],
    [
        " Right.",
        462.6,
        462.74
    ],
    [
        " Oh, yeah, that's all you have to do.",
        463.22,
        464.04
    ],
    [
        " And then, you know, if you and I were in the same thing and I was a little bit worse, I would study it more or I figured out more.",
        464.1,
        468.62
    ],
    [
        " Or I just, after whatever, two months of looking at this stuff, we're the same.",
        468.74,
        472.88
    ],
    [
        " Yes.",
        473.14,
        473.32
    ],
    [
        " Because I figured out how to figure it out.",
        473.46,
        475.98
    ],
    [
        " Yeah.",
        476.06,
        476.22
    ],
    [
        " That's right.",
        476.78,
        477.34
    ],
    [
        " Check.",
        477.34,
        478.32
    ]
]