[
    [
        " Here's another thing you were talking about.",
        0.0,
        1.56
    ],
    [
        " Like, who do you, what is it, what is the cool military leader?",
        1.7,
        5.68
    ],
    [
        " What do we think of?",
        5.82,
        6.26
    ],
    [
        " Here's one.",
        6.44,
        6.92
    ],
    [
        " Would you say, I wanna promote this guy",
        8.08,
        12.38
    ],
    [
        " who has a lot of self doubt, right?",
        12.38,
        16.02
    ],
    [
        " We're not promoting that guy.",
        16.4,
        17.64
    ],
    [
        " But what's interesting is I am so filled with self doubt",
        17.94,
        21.06
    ],
    [
        " that when I come up with a plan and Dave Burke sends a report",
        21.06,
        24.62
    ],
    [
        " back from the front line is like,",
        24.62,
        25.68
    ],
    [
        " Hey, Jocke, are we got heavy resins?",
        25.78,
        26.82
    ],
    [
        " I'm like, okay, I must have been wrong.",
        26.82,
        27.9
    ],
    [
        " I'm missing something.",
        28.3,
        29.98
    ],
    [
        " Does this mean I'm not gonna freaking push forward?",
        30.46,
        32.52
    ],
    [
        " No, it doesn't mean that, but it means I'm actually doing",
        32.6,
        34.92
    ],
    [
        " the opposite of this, trying to balance out the dissonance.",
        34.92,
        37.92
    ],
    [
        " I'm paying more attention because I think I might be wrong.",
        38.32,
        41.06
    ],
    [
        " The irony in that, in that truth,",
        42.44,
        44.68
    ],
    [
        " the irony is that is how you've described you having a reputation",
        44.9,
        48.36
    ],
    [
        " of being so decisive in the, your time in the teams",
        48.36,
        51.42
    ],
    [
        " was based on that, that belief that you could be wrong",
        51.42,
        54.92
    ],
    [
        " which is why you've made these incremental decisions",
        54.92,
        57.08
    ],
    [
        " and didn't overcommit to the end.",
        57.08,
        58.92
    ],
    [
        " Was actually driven by what you just described as,",
        59.24,
        61.74
    ],
    [
        " you know, the term self doubt doesn't have like this",
        62.22,
        64.98
    ],
    [
        " positive connotation, but it's like,",
        64.98,
        67.48
    ],
    [
        " Oh, hey, I bet you have this bunch of things I don't know.",
        67.48,
        70.46
    ],
    [
        " So you know what I shouldn't do, overcommit,",
        70.56,
        72.04
    ],
    [
        " which was based on you having a reputation of being decisive",
        72.32,
        77.08
    ],
    [
        " which people can equate to the opposite of self doubt.",
        77.08,
        82.46
    ],
    [
        " I'm so secure in my decision making process",
        82.66,
        85.68
    ],
    [
        " that I know the outcome and this is the course",
        85.68,
        87.44
    ],
    [
        " that we're going on.",
        87.44,
        88.0
    ],
    [
        " It was exactly opposite of what you're doing,",
        88.14,
        89.46
    ],
    [
        " which is the incremental piece and go,",
        89.68,
        91.36
    ],
    [
        " Hey, I got some feedback.",
        91.36,
        91.88
    ],
    [
        " Yeah, boss, here's some feedback.",
        92.18,
        93.44
    ],
    [
        " This was this blew up in our face.",
        93.96,
        95.54
    ],
    [
        " We ran into a brick wall, three vehicles are down",
        95.54,
        97.82
    ],
    [
        " and we can't keep going and you're gonna go,",
        97.82,
        100.22
    ],
    [
        " Oh, we need to do something different right now",
        100.42,
        103.2
    ],
    [
        " as opposed to, hey, just keep going.",
        103.2,
        105.58
    ],
    [
        " We're sticking to the plan.",
        105.98,
        107.86
    ],
    [
        " Yeah.",
        108.16,
        108.24
    ],
    [
        " And that's true not only on the battlefield",
        108.64,
        111.06
    ],
    [
        " but it's also true in a conversation",
        111.06,
        112.98
    ],
    [
        " be with another human being.",
        112.98,
        114.18
    ],
    [
        " It's also true when I say, hey, Dave,",
        114.62,
        117.02
    ],
    [
        " what's your plan with this client?",
        117.48,
        120.24
    ],
    [
        " Or here's how I think we should approach this client.",
        120.82,
        122.84
    ],
    [
        " I'm not saying this is how we should approach the client.",
        123.04,
        125.32
    ],
    [
        " I'm like, hey, I got an idea of what we could do",
        125.42,
        126.94
    ],
    [
        " with this client.",
        126.94,
        127.4
    ],
    [
        " What do you think?",
        127.6,
        128.28
    ],
    [
        " It's having a freaking open mind is what it is.",
        128.84,
        131.18
    ],
    [
        " And the minute, I said that while I go like,",
        131.86,
        134.94
    ],
    [
        " our people's minds, they're either opening or closing",
        135.06,
        138.9
    ],
    [
        " and we can have some control over that.",
        138.9,
        141.28
    ],
    [
        " You can control whether you leave your mind open",
        141.38,
        143.5
    ],
    [
        " or whether you let your mind close, or at least I think,",
        143.5,
        145.84
    ],
    [
        " well, let me rephrase that.",
        146.2,
        147.32
    ],
    [
        " I think people have the ability to control whether they open",
        147.76,
        150.76
    ],
    [
        " their mind but they don't have as much control over.",
        150.76,
        153.04
    ],
    [
        " If you're not conscious about it, your mind just close up",
        153.28,
        155.08
    ],
    [
        " and oftentimes we're looking",
        155.08,
        156.58
    ],
    [
        " our cognitive biases to just close that mind.",
        156.58,
        159.6
    ],
    [
        " I don't wanna hear what Dave has to say.",
        159.74,
        161.04
    ],
    [
        " So I think what we have to do is you have to form a habit",
        161.4,
        164.72
    ],
    [
        " of trying to keep your mind open, prying it open.",
        164.72,
        167.66
    ],
    [
        " And I have to, look, this is gonna go back to the mustard",
        168.32,
        170.14
    ],
    [
        " and I went back to that old conversation.",
        170.14,
        171.36
    ],
    [
        " How often do I have to admit that I'm wrong?",
        171.54,
        173.4
    ],
    [
        " And I asked the entire crowd at their mustard,",
        173.96,
        176.4
    ],
    [
        " how often do you think I have to admit that I'm wrong?",
        176.68,
        178.4
    ],
    [
        " And everyone thinks I'm humble and they go all the time.",
        178.68,
        180.58
    ],
    [
        " Yeah, probably 10 times a day you admit that I'm wrong.",
        180.88,
        183.22
    ],
    [
        " And I'm like, no, almost never.",
        183.5,
        185.04
    ],
    [
        " I almost never admit that I'm wrong.",
        185.32,
        186.74
    ],
    [
        " Why do I almost never admit that I'm wrong?",
        187.04,
        188.42
    ],
    [
        " Cause I never go into a conversation telling everyone",
        188.68,
        191.92
    ],
    [
        " that I'm right or even thinking that I'm right.",
        191.92,
        194.6
    ],
    [
        "",
        194.94,
        194.94
    ],
    [
        " So therefore I don't go in the conversation saying,",
        195.58,
        198.06
    ],
    [
        " Dave, we need to do this with the client.",
        198.14,
        200.34
    ],
    [
        " And then Dave goes, well actually I talked to the client,",
        201.18,
        203.38
    ],
    [
        " here's what's going on, here's what they actually need.",
        203.48,
        204.92
    ],
    [
        " And I have to go, damn it, I was wrong.",
        204.98,
        206.0
    ],
    [
        " No one said I say, hey Dave, here's what I'm thinking.",
        206.24,
        208.14
    ],
    [
        " What do you think?",
        208.36,
        208.92
    ],
    [
        " That's one example of a hundred conversations",
        209.6,
        212.1
    ],
    [
        " that I have where I could go in there and try and be right.",
        212.1,
        216.5
    ],
    [
        " But instead I go in there with an open mind instead",
        216.84,
        219.64
    ],
    [
        " of a closed mind.",
        219.64,
        220.3
    ],
    [
        " It's so counterintuitive to think the connection",
        220.9,
        224.8
    ],
    [
        " between never being wrong",
        224.8,
        226.06
    ],
    [
        " or rarely having to admit that you're wrong",
        226.22,
        228.66
    ],
    [
        " isn't because you're right all the time.",
        228.66,
        229.88
    ],
    [
        " It's because you never entrench yourself in a position",
        230.22,
        233.36
    ],
    [
        " and the saying could be said for why you and I,",
        233.36,
        237.54
    ],
    [
        " whatever the better word is for are you for disagreeing.",
        237.54,
        241.12
    ],
    [
        " How often you'd in dock would disagree on a plan?",
        241.46,
        244.16
    ],
    [
        " It's like, well, almost never.",
        244.3,
        245.44
    ],
    [
        " Like, oh, you must be perfectly on a lot of everything.",
        245.6,
        247.4
    ],
    [
        " No, I just, I haven't predetermined the next 37 steps",
        247.64,
        250.56
    ],
    [
        " that we're gonna do, neither is he.",
        250.56,
        251.54
    ],
    [
        " And we'll move and I'll do it his way sometimes.",
        252.02,
        254.4
    ],
    [
        " We'll do it, my will get somebody else's input",
        254.62,
        255.86
    ],
    [
        " and none of us are committed to an outcome.",
        255.86,
        257.8
    ],
    [
        " And the reason why we're disagree,",
        258.52,
        259.68
    ],
    [
        " we don't disagree on what we should do,",
        259.82,
        261.46
    ],
    [
        " is that neither one of us come in",
        261.58,
        262.58
    ],
    [
        " with the conclusion of what we should do.",
        262.58,
        264.58
    ],
    [
        " And how counterintuitive that is is the idea",
        265.36,
        268.28
    ],
    [
        " that the more committed you are,",
        268.28,
        270.76
    ],
    [
        " the less you will, the less you'll admit that you're wrong.",
        271.22,
        274.92
    ],
    [
        " And the exact opposite is true.",
        275.58,
        277.82
    ],
    [
        " It was the reason I have to admit that I'm wrong very often",
        277.82,
        279.42
    ],
    [
        " is because I don't walk in thinking that I'm right.",
        279.42,
        281.08
    ],
    [
        " And actually you and I are very committed to an outcome.",
        281.26,
        283.78
    ],
    [
        " We're committed to having the best possible outcome",
        284.04,
        285.48
    ],
    [
        " we can have with nothing to do with which outcome,",
        285.48,
        289.26
    ],
    [
        " which course, you know, how we get there.",
        289.56,
        291.86
    ],
    [
        " It's like, oh, this is the best possible outcome.",
        291.98,
        293.96
    ],
    [
        " Dave came up with a way to make this the best outcome",
        294.4,
        296.36
    ],
    [
        " possible outcome.",
        296.36,
        296.98
    ],
    [
        " That sounds awesome.",
        297.16,
        297.8
    ],
    [
        " I'm in.",
        297.92,
        298.48
    ],
    [
        " We'll do that all day long.",
        298.64,
        299.38
    ],
    [
        " Yeah.",
        299.48,
        299.6
    ]
]