[
    [
        " So they had this long fascination with the horse.",
        0.0,
        2.42
    ],
    [
        " They love the horse.",
        3.0,
        4.32
    ],
    [
        " The people that rode horses in the cavalry ended up with a bunch of,",
        4.84,
        7.9
    ],
    [
        " you know, prestigious positions and high ranking positions.",
        7.9,
        10.5
    ],
    [
        " And they saw the tank not as like,",
        10.86,
        13.04
    ],
    [
        " hey, this is what's going to take over the horse.",
        13.04,
        14.68
    ],
    [
        " It's trying to to to to to it's juniors of the horse.",
        14.9,
        18.42
    ],
    [
        " It's not as good as the horse.",
        18.72,
        19.64
    ],
    [
        " Nor is it surprising that the desire of the war office to placate the cavalry",
        21.26,
        25.18
    ],
    [
        " was stronger, lot, than logic.",
        25.18,
        27.22
    ],
    [
        " Not only did they veto any expansion of the tank core,",
        27.42,
        31.88
    ],
    [
        " but under the direction of Montgomery ruled that the new tank brigade",
        31.88,
        36.08
    ],
    [
        " should never be reassembled.",
        36.08,
        38.16
    ],
    [
        " And this in the mid 1930s with Hitler arming to the teeth.",
        38.3,
        43.06
    ],
    [
        " That's you can't you just you have to have you have to be kind of like a psychopath.",
        44.08,
        50.1
    ],
    [
        " There's a there's a level of insanity in there.",
        50.36,
        52.76
    ],
    [
        " It's like how how do you look at a horse in a tank and look at him go,",
        52.86,
        56.9
    ],
    [
        " well, yeah, you know, I was thinking like the bolt action rifle or the automatic",
        56.9,
        61.9
    ],
    [
        " machine gun, they fired that one.",
        61.9,
        63.8
    ],
    [
        " I think we're actually talking sword versus automatic machine gun.",
        63.9,
        67.78
    ],
    [
        " I'm just trying to cover something like, yeah, you got to go for you got to go",
        67.96,
        71.5
    ],
    [
        " harder, though.",
        71.5,
        71.98
    ],
    [
        " Yeah, it's fair point.",
        72.22,
        73.3
    ],
    [
        " It's just the depths of craziness and look at that.",
        73.52,
        75.54
    ],
    [
        " And and Kerry was talking about this after the last podcast.",
        75.54,
        78.66
    ],
    [
        " K dog was talking about this was the culture of the of the, um, the cavalry.",
        79.2,
        86.68
    ],
    [
        " And you just said it in there.",
        87.0,
        88.02
    ],
    [
        " Uh, what was it?",
        88.44,
        88.88
    ],
    [
        " A thousand years people only using horses and combat like there's a culture inside",
        88.96,
        95.64
    ],
    [
        " there that's going to be kind of hard to break into.",
        95.64,
        97.42
    ],
    [
        " The tank.",
        98.08,
        101.7
    ],
    [
        " Come on, man.",
        102.12,
        103.84
    ],
    [
        " And and and it's it votes to kind of the same frustration that I took,",
        104.22,
        107.24
    ],
    [
        " articulate in the very first podcast about the machine.",
        107.24,
        109.44
    ],
    [
        " No, it was before then.",
        109.62,
        110.74
    ],
    [
        " And when I talked about the machine gun of how long does it take for me to watch a",
        110.84,
        113.76
    ],
    [
        " machine gun, mow down some of my guys where I go time out.",
        113.76,
        116.48
    ],
    [
        " Stop, stop.",
        117.56,
        118.4
    ],
    [
        " I got this one wrong.",
        118.86,
        120.06
    ],
    [
        " We need to come up with another plan as opposed to like, no, just keep sending",
        120.24,
        125.34
    ],
    [
        " them in and do that for four years for four years at the risk of literally, I",
        125.34,
        131.3
    ],
    [
        " mean millions of people, but, but the horse and the tank and even like old pictures of",
        131.3,
        135.16
    ],
    [
        " the world, the crazy thing about world or one tank.",
        135.16,
        137.84
    ],
    [
        " So like the previous air of tanks that they be leverage them, they're these giant",
        137.9,
        140.68
    ],
    [
        " massive things.",
        140.68,
        141.32
    ],
    [
        " They're like almost like comedically too big.",
        141.32,
        143.38
    ],
    [
        " Yeah.",
        143.56,
        143.74
    ],
    [
        " But you if you would have just put those two side by side, like you said,",
        145.04,
        149.22
    ],
    [
        " there's a level of psychopath, a level of crazy, you got to go, no, the horse.",
        149.3,
        155.16
    ],
    [
        "",
        155.58,
        155.58
    ],
    [
        " Give me the horse.",
        156.06,
        157.08
    ],
    [
        " Give me the horse.",
        157.18,
        157.7
    ],
    [
        " There was a little bit of maybe even a little bit more than a little, um,",
        158.6,
        163.84
    ],
    [
        " when when we started using night vision, night vision goggles.",
        164.04,
        167.96
    ],
    [
        " Yeah.",
        168.24,
        168.4
    ],
    [
        " We've talked about that.",
        168.58,
        169.62
    ],
    [
        " We had guys that were like, we, we'd be wearing night vision on patrol.",
        169.88,
        173.72
    ],
    [
        " Guys, we shouldn't wear night vision like what?",
        173.74,
        175.86
    ],
    [
        " Are you insane?",
        176.04,
        177.2
    ],
    [
        " It lets you see in the dark.",
        177.48,
        179.0
    ],
    [
        " Yeah.",
        179.02,
        179.22
    ],
    [
        " You get to fight an enemy that's blind to you.",
        179.56,
        182.92
    ],
    [
        " Yeah.",
        182.94,
        183.06
    ],
    [
        " Well, I've said this.",
        183.42,
        184.42
    ],
    [
        " I mean, in in aviation, I got to fly stealth airplanes, like very modern",
        184.52,
        190.22
    ],
    [
        " stealth airplanes.",
        190.22,
        190.84
    ],
    [
        " And to this day, despite the insane advantage, the insane advantage, there",
        191.06,
        197.32
    ],
    [
        " was still ongoing debate over so whether or not we should have non-stealth.",
        197.32,
        202.86
    ],
    [
        " This is not, this is like in fighters.",
        202.86,
        205.0
    ],
    [
        " There's reasons I'm not so cargo planes and attack planes, like, but in this",
        205.1,
        208.48
    ],
    [
        " world of like airplane fighting against another airplane or using airplanes",
        208.48,
        211.46
    ],
    [
        " to get into a contested space, they're still an ongoing debate of, hey,",
        211.46,
        215.12
    ],
    [
        " we should just retrofit like really nice legacy airplanes with cool, cool",
        215.26,
        218.64
    ],
    [
        " missiles and cool engines and stuff like that.",
        218.64,
        220.26
    ],
    [
        " Like, my airplane is invisible.",
        220.38,
        224.06
    ],
    [
        " My airplane is invisible.",
        224.28,
        226.6
    ],
    [
        " You will not see it.",
        226.78,
        228.0
    ],
    [
        " Yeah.",
        228.1,
        228.38
    ],
    [
        " It doesn't matter how fast you can go or how much gas you can carry or",
        228.48,
        232.78
    ],
    [
        " how cool your weapon is.",
        232.78,
        233.88
    ],
    [
        " You're going to lose how much longer till pilots are not doing this job.",
        234.18,
        238.36
    ],
    [
        " Fighter pilots.",
        238.86,
        239.36
    ],
    [
        " I think we are one generation away.",
        239.82,
        242.34
    ],
    [
        " My opinion is that the next generation, which what's scary is like, it's",
        242.5,
        245.74
    ],
    [
        " much sooner.",
        245.74,
        246.18
    ],
    [
        " It's not like 40 years from now.",
        246.18,
        247.8
    ],
    [
        " The next generation of airplanes going to come out in the next 15, 20",
        247.94,
        250.68
    ],
    [
        " years and there going to be no pilots.",
        250.68,
        251.88
    ],
    [
        " No, no.",
        252.1,
        252.3
    ],
    [
        " I think this general, like they're building this now.",
        252.5,
        254.68
    ],
    [
        " They're designing and building it now.",
        254.82,
        255.92
    ],
    [
        " So yeah.",
        256.18,
        256.8
    ],
    [
        " And so technology, one of the drawbacks of airplanes, like from conception",
        256.92,
        261.54
    ],
    [
        " to development and building it takes a long time.",
        261.54,
        263.74
    ],
    [
        " So this plane has been on the drawing board for 10 years.",
        264.14,
        266.86
    ],
    [
        " And this is what happens when you got the military industrial complex.",
        267.56,
        270.16
    ],
    [
        " Because we gave this to Elon Musk.",
        270.28,
        271.82
    ],
    [
        " Like got your fire pilot and electric.",
        271.9,
        274.44
    ],
    [
        " And to his dismay, he probably wants and thinks and understands that we",
        274.9,
        280.16
    ],
    [
        " should be a generation head.",
        280.16,
        281.18
    ],
    [
        " But be that as it may.",
        281.18,
        282.0
    ],
    [
        " Even with that, I think we've got one more airplane in us with a person inside.",
        282.58,
        288.0
    ],
    [
        " That's my opinion.",
        288.0,
        288.84
    ],
    [
        " And you know, even with that, it is met with so much resistance, so much",
        289.7,
        295.68
    ],
    [
        " institutional resistance.",
        295.68,
        296.68
    ],
    [
        " Yeah.",
        296.76,
        296.98
    ],
    [
        " That's which is crazy, right?",
        297.02,
        298.62
    ],
    [
        " Because you take the pilot out of the plane.",
        299.08,
        301.08
    ],
    [
        " And the other thing is you don't have to fight a plane with a plane.",
        301.72,
        305.18
    ],
    [
        " You can fight a plane with 19 unmanned drones that have that cost a fraction",
        305.3,
        311.98
    ],
    [
        " of the price and can maneuver and don't have to worry about the stupid",
        311.98,
        315.48
    ],
    [
        " human in there screwing things up.",
        315.48,
        317.78
    ],
    [
        " And that's why that story of the naval officer going, you should buy all these tanks",
        318.2,
        321.66
    ],
    [
        " because he's got no, he has no personal vested interest in the tank.",
        321.66,
        325.72
    ],
    [
        " He's not inside that whole thing.",
        325.72,
        327.1
    ],
    [
        " He's not a cavalry guy writing horses.",
        327.2,
        328.9
    ],
    [
        " He's like, I'm over here in a boat.",
        328.94,
        330.22
    ],
    [
        " I'm just telling you from my vantage point, it's not even close by this thing.",
        330.66,
        335.08
    ],
    [
        " Buy him all right now because he's detached.",
        335.3,
        338.56
    ],
    [
        " He's just like, oh, no, I'm not, this is not for my personal game.",
        339.14,
        341.62
    ],
    [
        " I'm not going to be in that tank or on that horse.",
        341.94,
        343.44
    ],
    [
        " I'm just telling you from from over here, it's not, it's not even close.",
        343.68,
        347.18
    ],
    [
        " Just do this because he sees it from a perspective and that's what I think that's",
        347.18,
        353.88
    ],
    [
        " where that is the level of frustration of hearing this is really hard.",
        353.88,
        357.62
    ],
    [
        " It's because hey, you're there.",
        357.66,
        359.46
    ],
    [
        " I said, both act in rifle and machine gun and like go harder dude.",
        359.58,
        363.54
    ],
    [
        " Go harder.",
        363.92,
        364.76
    ],
    [
        " So what does like a slingshot and a heavy machine gun automatic heavy machine gun?",
        365.02,
        369.26
    ],
    [
        " That's how big the gap is.",
        369.46,
        370.98
    ],
    [
        " And the only way to not see the machine gun is to be so invested and so committed",
        371.06,
        375.72
    ],
    [
        " to your point of view that just like we said last time, you will dismiss the truth",
        375.72,
        380.34
    ],
    [
        " because it doesn't align with your preconceived outcome that you've created in your head,",
        380.34,
        385.0
    ],
    [
        " which is probably to some degree the definition of being a psychotic.",
        385.12,
        388.52
    ],
    [
        " A psychopath.",
        389.04,
        389.72
    ]
]