[
    [
        " This is Jockel Podcast number 305 with Echo Charles and me, Jockel Willink,",
        0.26,
        5.42
    ],
    [
        " Good evening, Echo. Good evening. Also joining us again tonight, Dave Burke,",
        6.0,
        11.04
    ],
    [
        " Good evening Dave. Good evening. We are going to continue the review of the book,",
        11.28,
        17.6
    ],
    [
        " The Psychology of Military Incompetence, which we started on podcast 303,",
        17.82,
        22.42
    ],
    [
        " continued 304. We're going to continue it more now and we got through some",
        22.82,
        29.8
    ],
    [
        " examples in the last podcast of the wartime examples. We'll get through the rest of these",
        30.12,
        35.32
    ],
    [
        " examples tonight. And this is a big setup. This is an arduous setup for part two of the book.",
        35.32,
        45.7
    ],
    [
        " I don't know if we'll get into part two of the book tonight, which actually starts to dive into",
        46.22,
        51.84
    ],
    [
        " the psychology of military incompetence. But like I said before, those explorations",
        51.84,
        58.92
    ],
    [
        " continuously refer back to the examples from the beginning part one of this book, which is what",
        58.92,
        66.22
    ],
    [
        " makes the book powerful because it's not just theory. It gives you examples that connects the",
        66.22,
        73.3
    ],
    [
        " theory to reality. So that's what we're doing. If you haven't ordered this book, order it. It's",
        73.3,
        80.32
    ],
    [
        " called on the psychology of military incompetence written by Dr. Dixon, who is a combat vet himself.",
        80.32,
        87.16
    ],
    [
        " If you haven't listened to podcast 303 and 304 yet, and go back and listen to those first,",
        87.16,
        90.92
    ],
    [
        " we're going through these military examples. And we're starting to, you can see I'm starting to tune",
        91.9,
        96.34
    ],
    [
        " in, starting to call out some of these psychological pathology that ends up with bad leadership.",
        96.34,
        102.92
    ],
    [
        " And with that, we're going to go into the book. This chapter is called Between Wars. So we end,",
        103.74,
        111.42
    ],
    [
        " we end World War one, and this chapter is called Between the Wars because what should be happening",
        111.52,
        118.5
    ],
    [
        " between the wars? What should we be doing? We should be assessing what we did wrong, assessing",
        118.5,
        123.08
    ],
    [
        " what we did right, seeing what improvements we could make, seeing what new technology we could",
        123.08,
        126.72
    ],
    [
        " bring to bear. And let's face it, you fight a war like World War one, and there should be an",
        126.72,
        133.14
    ],
    [
        " insane amount of lessons learned. Unfortunately, this quote starts off with this book, this chapter",
        133.14,
        141.28
    ],
    [
        " starts off the quote from George Bernard Shaw. And he says, the British soldier can stand up to",
        141.28,
        146.32
    ],
    [
        " anything except the British War office. What a horrible statement that is. Go into the book.",
        146.32,
        155.16
    ],
    [
        " Military stock is never lower than at the end of a costly war with a million dead. Society's",
        155.16,
        162.8
    ],
    [
        " appetite for aggression has been a swaged. People were wary of the war and tired of soldiering",
        162.8,
        168.98
    ],
    [
        " for the military. The truth was rubbed in by swinging cuts in men and material.",
        168.98,
        175.68
    ],
    [
        " Well done. World War one's done. You only think about being over it. They're over it.",
        176.54,
        180.8
    ],
    [
        " From being the most important members of the community, they were now relegated to a very",
        182.24,
        187.1
    ],
    [
        " minor role. That's the military. This thinly veiled in gratitude at three effects upon the military",
        187.1,
        191.72
    ],
    [
        " with the horse yet self-consoling cry, now he can get back to some real soldiering.",
        191.72,
        197.56
    ],
    [
        " They withdrew into cocoons of professional impotence. In that strange, you get done with the",
        197.94,
        204.7
    ],
    [
        " war. He's now he can get back to soldiering, which for them, what does that mean? In accordance",
        204.7,
        210.52
    ],
    [
        " with the principle that more florid aspects of militarism are defenses against threat to self-esteem,",
        210.52,
        216.42
    ],
    [
        " there was a falling back upon the rights of the barrack square. Renewed attention to spit and",
        216.76,
        222.5
    ],
    [
        " polish helped to expunge the last traces of the mud of flanders. At higher levels of military",
        222.5,
        230.84
    ],
    [
        " hierarchy, service thinking was now embodied in an extract from a paper on imperial defense data",
        230.9,
        237.16
    ],
    [
        " June 22nd 1926. Quote, the size of the forces of the crown maintained by great Britain is governed",
        237.16,
        246.24
    ],
    [
        " by various conditions peculiar to each service and is not arrived at by any calculations of the",
        246.24,
        252.94
    ],
    [
        " requirements of foreign policy, nor is it possible that they should ever be so calculated.",
        252.94,
        258.18
    ],
    [
        " That's the most insane thing I've read in quite some time. Well, I guess since I read the last",
        259.44,
        263.98
    ],
    [
        " chapter of this book, hey, we're just going to, we're building our military. The size of our",
        263.98,
        270.74
    ],
    [
        " military is just based on kind of what they think it should be. Had nothing to do with what's going",
        270.74,
        274.88
    ],
    [
        " on foreign policy. No calculations. That's not what we're doing. In the period between the wars,",
        274.88,
        283.14
    ],
    [
        " the shape and the equipment, if not the size of the armed forces, were partly determined by a",
        283.38,
        288.66
    ],
    [
        " number of curious military attitudes. These centered peculiar particularly around three instruments",
        288.66,
        294.42
    ],
    [
        " of warfare, tanks, planes and horses. Describing a tank attack which he had witnessed in 1916,",
        294.42,
        300.8
    ],
    [
        " General Sir Richard Gale tells how the British command tried to exploit it with cavalry.",
        301.32,
        305.14
    ],
    [
        " Apparently they failed as it was born out by the grim sight of riderless horses returning",
        305.78,
        310.08
    ],
    [
        " when they had come. Man, that's an eerie image, isn't it? Of this experience he writes, I was",
        310.08,
        319.48
    ],
    [
        " impressed by the potential of the tank as I was unimpressed by the employment of horse cavalry",
        319.48,
        326.04
    ],
    [
        " in modern warfare conditions, yet after all our experience in that war, it took us",
        326.04,
        330.8
    ],
    [
        " further 20 years to mechanize our cavalry. The lesson was clear. The lesson was as clear in 1916",
        330.8,
        338.02
    ],
    [
        " as in 1936 and truth it was not 1936 but 1941 before the British began to implement lessons of 1916.",
        338.02,
        347.6
    ],
    [
        " What happened between these wars shows the alarming extent to which reactionary elements can",
        348.62,
        358.22
    ],
    [
        " draw the wrong conclusion from what to most people would seem quite unambiguous facts. Rather than",
        358.22,
        364.0
    ],
    [
        " recognize the potential of the tank, they drew the conclusion that innovation and progress are",
        364.0,
        367.72
    ],
    [
        " inherently dangerous and therefore to be assured. The symptom is not without precedent nor confined",
        367.72,
        374.84
    ],
    [
        " to the army while on naval maneuvers in 1893 Admiral Trian wished to about face two parallel",
        374.84,
        383.3
    ],
    [
        " columns of battleships. From his flagship he ordered that the two columns should reverse course",
        383.3,
        389.12
    ],
    [
        " by turning inwards. Unfortunately, the combined turning radius of the ships was greater than the",
        389.12,
        396.0
    ],
    [
        " distance between them. With mathematical inevitability, HMS Victoria was rammed by HMS",
        396.0,
        403.22
    ],
    [
        " camper down and sank with great loss of life. Other officers had seen what was going to happen but",
        403.22,
        412.24
    ],
    [
        " dared not question. The lesson from this disaster seemed fairly clear. Admiral should base their",
        412.24,
        418.42
    ],
    [
        " decisions upon information supplied by their staffs and junior officers should not be afraid",
        418.42,
        423.06
    ],
    [
        " of speaking up when their knowledge, for example the turning circles of naval craft and their",
        423.06,
        430.88
    ],
    [
        " special abilities, for example superior eyesight and greater capacity for mental arithmetic,",
        430.88,
        435.3
    ],
    [
        " led them to believe that a given order would end in calamity. The argument seemed sound enough.",
        435.62,
        441.12
    ],
    [
        " Indeed, even the most junior char lady, which is a cleaning woman at the admiralty,",
        441.52,
        448.32
    ],
    [
        " had she pondered the facts could hardly have failed to draw the same conclusion. But this was not",
        448.82,
        454.86
    ],
    [
        " the conclusion reached by her lords and masters. For them, Trian's laps just went to show that it never",
        454.86,
        461.62
    ],
    [
        " pays to try anything new. There was the lesson learned. Don't do inward. That's the lesson learned.",
        461.62,
        468.92
    ],
    [
        " Don't do inward turns in a column. To return to the tank, the successive chiefs of the imperial",
        468.92,
        478.82
    ],
    [
        " general staff between 1918 and 1932-39 with the support of other senior officers did not exert",
        478.82,
        484.12
    ],
    [
        " themselves to mechanize the army. Some were actively obstructionist. Against these reactionary",
        484.12,
        491.64
    ],
    [
        " elements stood a handful of progressive army officers and a few like-minded civilians, the",
        491.64,
        496.04
    ],
    [
        " progressives who would assimilate the incontrovertible evidence from the preceding war with Germany",
        496.1,
        502.92
    ],
    [
        " and were only too well aware of Hitler's preparations for the next made their views known through",
        502.92,
        508.02
    ],
    [
        " books, essays, lectures and by word of mouth. These moves were countered by the military establishment",
        508.02,
        514.82
    ],
    [
        " in two ways. So you got this whole group of people that are saying, hey, bro, and bros,",
        514.82,
        519.44
    ],
    [
        " we need to make tanks. A lot of them. We need to mechanize our cavalry. Look what happened.",
        521.1,
        526.62
    ],
    [
        " And that's what they're doing. Books, word of mouth, lectures, essays.",
        527.62,
        531.3
    ],
    [
        " These moves were countered by the military establishment in two ways. Firstly, they resisted the",
        532.24,
        538.46
    ],
    [
        " dissemination of progressive literature. Hey, stifle that paper. Secondly, they did their best to",
        538.46,
        546.16
    ],
    [
        " curtail the careers of those who questioned their own obsolete ideas. That's like evil,",
        546.16,
        554.16
    ],
    [
        " as far as I can say. Guys got a good idea. Curtail their career. For example, when Fuller, an early",
        554.62,
        565.14
    ],
    [
        " protagonist of mechanization won the RUSI gold medal for his essay on tanks and later produced a book",
        565.14,
        571.82
    ],
    [
        " on the same topic. He was castigated by successive chiefs of staff and remained unemployed in the",
        571.82,
        578.34
    ],
    [
        " rake of manger general for three years and then was forcibly retired in 1933.",
        578.34,
        583.46
    ],
    [
        " In the course of these events, CIGS Lord Kaven, whose ideas according to Fuller were about",
        584.64,
        595.5
    ],
    [
        " 800 years out of date, opine that no officer should be allowed to write a book.",
        595.5,
        601.34
    ],
    [
        " It's like insane. You can't make this up. You can't make this up.",
        602.04,
        607.54
    ],
    [
        " If you're ever in a situation where your subordinates are coming up with ideas that you don't",
        608.18,
        613.68
    ],
    [
        " agree with and your your reaction is to shut them down, question yourself.",
        613.68,
        620.94
    ],
    [
        " Not to be outdone, his successor Field Marshal Montgomery delivered himself of a",
        625.7,
        630.36
    ],
    [
        " diatribe against Fuller's books while admitting that he had never read them because it would make him",
        630.36,
        634.62
    ],
    [
        " so angry if he did. Equally unambiguous was the treatment meted out to La del Heart,",
        634.62,
        641.6
    ],
    [
        " a man described by the press as quote, the most important military thinker of the age of mechanization",
        641.72,
        646.9
    ],
    [
        " in any country. This is the guy that we covered on the podcast. I don't know how many episodes we",
        646.9,
        654.22
    ],
    [
        " did, but it's a lot of them. BH La del Heart over the years La del Heart produced a number of",
        654.22,
        661.94
    ],
    [
        " articles and books on mechanization on new infantry tactics and on the strategic and tactical",
        661.94,
        667.12
    ],
    [
        " use of armor. His efforts encountered extreme hostility and resistance from the British General Staff.",
        667.12,
        674.14
    ],
    [
        " When he submitted his essay, Mechanization of the Army for Military Competition, it was rejected",
        674.54,
        680.5
    ],
    [
        " in favor of an entry on quote, limitations of the tank. The judges were a Field Marshal and a general",
        680.5,
        688.64
    ],
    [
        " and a Colonel. Unfortunately, La del Heart's entry was not entirely lost to view. Why could that",
        688.64,
        695.82
    ],
    [
        " possibly be unfortunate? Well, it's because along with other products of his pen, it was enthusiastically",
        695.82,
        701.16
    ],
    [
        " studied by Hitler's Panzer General, Guardian, and became required reading of the German general staff.",
        701.16,
        708.56
    ],
    [
        " You can't make this up. You can't make this up. Like those of his fellow protagonists, La del Heart's",
        714.64,
        725.44
    ],
    [
        " Army career was prematurely cut short by the military establishment. The cases germane to the",
        725.44,
        731.88
    ],
    [
        " thesis of this book. Here is was a man who was cultured, fluent, lucid, highly intelligent,",
        731.88,
        737.16
    ],
    [
        " and that rare combination, a soldier who was also a first class military historian, one whose",
        737.16,
        743.18
    ],
    [
        " advice on military matters was frequently sought by such civilian leaders as Horbalecia and Winston",
        743.18,
        750.1
    ],
    [
        " Churchill, who in due course became the military correspondent of the Daily Telegraph and subsequently",
        750.1,
        755.42
    ],
    [
        " the Times, chosen by these papers in preference to a number of retired generals who applied for",
        755.42,
        760.9
    ],
    [
        " the same job. And Horbalecia, by the way, was the Secretary of War prominent figure.",
        760.9,
        767.1
    ],
    [
        " Here's a man whose views and writings were eagerly studied and acted upon by many foreign powers,",
        767.76,
        774.44
    ],
    [
        " including Germany, Russia, France, and Israel, whose prophecies in the military sphere were",
        774.6,
        778.72
    ],
    [
        " borne out time and time again, and who lived to see his ideas on mechanization and tanks tactics",
        778.72,
        783.98
    ],
    [
        " used against us by Germany in 1940. But here was a man so deplored by the British establishment,",
        783.98,
        793.02
    ],
    [
        " by a British military establishment that Lord Gort, chief of the Imperial General Staff at the",
        793.44,
        800.06
    ],
    [
        " outbreak of the war, felt moved to say during a lecture to 400 officers of the territorial army,",
        800.06,
        806.22
    ],
    [
        " quote, kindly remember that L'Hard does not occupy a room at the war office.",
        806.36,
        811.66
    ],
    [
        " So not only do these people that can kind of play the game, get advanced, people that have trouble",
        812.66,
        823.82
    ],
    [
        " playing the game, like L'Hard, get pushed out. Do I wish he could have played the game a little",
        823.82,
        831.96
    ],
    [
        " bit better? Absolutely. Do I wish he would have been a little bit more indirect? You know, in his book,",
        831.96,
        836.5
    ],
    [
        " when he talks about if you become a prophet, you get crucified, he became a prophet and he got",
        836.54,
        840.38
    ],
    [
        " crucified. It was this same Lord Gort, the army's top man at the outbreak of the war, whom Horbalecia",
        840.38,
        849.54
    ],
    [
        " described as a quote, utterly brainless and unable to grasp the simplest problem. These are the",
        849.54,
        855.94
    ],
    [
        " people that are trying to get rid of L'Hard. L'Hard remarked if a soldier advocates, here's",
        855.94,
        864.6
    ],
    [
        " exactly what happens, if a soldier advocates any new idea of real importance, he builds up such a",
        864.6,
        869.42
    ],
    [
        " wall of obstruction, compounded of resentment, suspicion and inertia that the idea only succeeds",
        869.42,
        876.74
    ],
    [
        " at the sacrifice of himself. As the wall finally yields to the pressure of the new idea, it falls",
        876.74,
        882.76
    ],
    [
        " and crushes him. That's what happened to him. Some military leaders, even in democracies, have",
        882.76,
        889.88
    ],
    [
        " become adept at manipulating their civilian bosses, such was the case over the issue of",
        889.88,
        895.18
    ],
    [
        " war minister Horbalecia. It seems he was not appreciated by military establishment. Five reasons",
        895.18,
        902.1
    ],
    [
        " relevant to our general theory of military incompetence may be advanced for this for this",
        902.1,
        908.92
    ],
    [
        " Antipathy. Firstly, he was probably brighter than some of the senior officers with whom he had",
        910.96,
        916.24
    ],
    [
        " to deal. Secondly, his ideas for the army were progressive. Thirdly, he made no bones about",
        916.24,
        920.88
    ],
    [
        " using L'Hard as his military advisor. Fourthly, he was with every justification critical of",
        920.88,
        926.82
    ],
    [
        " generals whose job it was to prepare the British army in France against the German assault on",
        926.82,
        931.34
    ],
    [
        " the West in 1940. Fifthly, he was a Jew. It was for a mixture of these reasons that the general",
        931.34,
        938.22
    ],
    [
        " staff persuaded Chamberlain to sack the man who had probably done more for the army and defense",
        938.22,
        943.14
    ],
    [
        " than any other single person during Hitler's rise to power. It's weird how generals, I mean,",
        943.14,
        954.82
    ],
    [
        " it's not weird. It's so prevalent how generals become untouchables, right? How could you dare say",
        954.9,
        963.3
    ],
    [
        " anything about this general he served his and that's what's happening here. Look, just because",
        963.3,
        968.88
    ],
    [
        " someone served their country and did a good job as a platoon commander, as a company commander,",
        968.88,
        977.1
    ],
    [
        " as a battalion commander, it doesn't mean they're going to be awesome as a general.",
        977.34,
        980.2
    ],
    [
        " In fact, there's some things might indicate that those are very different jobs,",
        981.86,
        988.04
    ],
    [
        " especially when they did good as a company commander or a platoon commander during World War I when",
        989.5,
        994.58
    ],
    [
        " doing a good job was not disobeying orders and doing what you were told to do and freaking scurrying",
        994.58,
        1001.56
    ],
    [
        " to a position where you don't get killed, right? Because what happened to the brave soldiers?",
        1001.56,
        1006.98
    ],
    [
        " Most of them got freaking killed. We've talked about this thinking tactically and thinking",
        1007.4,
        1016.78
    ],
    [
        " it's actually really hard to evolve from a tactician to a strategist. In the military,",
        1016.78,
        1023.14
    ],
    [
        " there's kind of a very clear delineation. You're a tactician as a junior officer and the",
        1023.14,
        1026.86
    ],
    [
        " middle officer is an operational guy who sits between them and the generals of the strategic",
        1026.86,
        1031.14
    ],
    [
        " thinkers. But that evolution is really hard. It's really hard. You talked about Peter's principle,",
        1031.14,
        1036.98
    ],
    [
        " I think, on the last podcast where you get promoted to your level of incompetence, that barrier",
        1037.02,
        1042.32
    ],
    [
        " between tactical thinking and strategic thinking is hard overcome. Well, you run into it with",
        1042.32,
        1047.44
    ],
    [
        " companies as well where you get some dynamic person and a startup and they're the CEO of the company,",
        1047.44,
        1051.98
    ],
    [
        " but there's only 48 employees and they can make things happen and they kind of impose their will",
        1052.2,
        1055.42
    ],
    [
        " and they can kind of win the market and talk to people in a good salesman and say it works out",
        1055.42,
        1059.98
    ],
    [
        " awesome. And then all of a sudden they got 500 employees and they've got a board and they've got",
        1059.98,
        1067.04
    ],
    [
        " regulatory environment that they don't know how to handle and they turn into a disaster.",
        1067.04,
        1071.68
    ],
    [
        " It doesn't always happen. But what we fail to do is we don't really do a good job of training people",
        1071.74,
        1076.94
    ],
    [
        " and least making them aware of the situation that they're facing.",
        1076.94,
        1080.26
    ],
    [
        " Yeah, and the other thing I wrote down when you're talking about this is and I saw this as I got",
        1080.74,
        1085.46
    ],
    [
        " a little more senior in the officer ranks and kind of get a little more observation of that",
        1085.46,
        1088.54
    ],
    [
        " that general officer tier or that flag officer tier for the Navy is what gets them there is a bunch",
        1088.54,
        1095.06
    ],
    [
        " of success. A bunch of success. And with that success, if you're not careful what that success can do",
        1095.06,
        1103.74
    ],
    [
        " and it's not just true in the military, it's true everywhere is that success is this equals validation.",
        1103.74,
        1108.2
    ],
    [
        " And if you can't just start to get to this validation like hey,",
        1108.84,
        1112.3
    ],
    [
        " what I'm doing is working. You know what I should do? I should keep doing the same thing. And that",
        1112.98,
        1119.32
    ],
    [
        " flies against what you just talked about which is the training and the evolution to think differently",
        1119.32,
        1124.52
    ],
    [
        " from what you did. And one of the simplest things we see this is hey, if I'm a really good at a",
        1125.44,
        1130.82
    ],
    [
        " frontline task, good at that particular task, I'm going to get promoted and I'll be the",
        1130.82,
        1135.54
    ],
    [
        " former and others other team and why I'm the former is because I'm really good at the task. But",
        1135.54,
        1139.08
    ],
    [
        " my job isn't to do that task anymore. My job is to think strategically and lead this team.",
        1139.08,
        1143.12
    ],
    [
        " And I have no skills and no training to do that because the criteria for getting promoted",
        1143.42,
        1147.8
    ],
    [
        " is being good at the task and that success and that validation sometimes not always sometimes",
        1147.8,
        1153.88
    ],
    [
        " leads them to a level that they're not capable of doing but the system doesn't allow you to give them",
        1153.98,
        1159.9
    ],
    [
        " any feedback because when you're a general officer, guess what? I'm a general officer.",
        1159.9,
        1166.7
    ],
    [
        " There's something that you said that requires a little bit more exploring and that is you said that",
        1167.66,
        1173.06
    ],
    [
        " when someone gets advanced to a general officer or a CEO in many cases, it's based on their",
        1173.06,
        1182.04
    ],
    [
        " successes. There's something else it's based on. They're lack of failures. So,",
        1182.08,
        1186.94
    ],
    [
        " you know, Dave and I go on deployment. Dave does four operations. They all go, okay, he gets the job done.",
        1187.62,
        1196.18
    ],
    [
        " Jocco goes, they were on the same deployment. You're a task unit commander. I'm a task unit. My",
        1197.64,
        1201.66
    ],
    [
        " task unit does 170 operations. 168 of them go really well and have a huge impact. Two of them",
        1201.66,
        1209.8
    ],
    [
        " are jacked up. Who gets promoted? Who gets promoted? This is not like a theoretical question.",
        1209.8,
        1215.62
    ],
    [
        " Who gets promoted? Yeah, I'm getting promoted. Dave's getting promoted because I didn't make any",
        1215.74,
        1221.06
    ],
    [
        " headlines for this screw up. I didn't cause all this equipment and God forbid somebody got hurt or",
        1221.06,
        1225.68
    ],
    [
        " killed. We're not we're not having conversation with Dave. Dave, no friction, no resistance,",
        1225.68,
        1230.34
    ],
    [
        " no problem for me, no additional paperwork. I don't have to send an investigation out for what",
        1230.52,
        1234.9
    ],
    [
        " happened. It's not even that extreme. It's really not even that extreme. You're making it really",
        1235.56,
        1241.92
    ],
    [
        " obvious. But it's like, hey, Dave did four operations. They went well. Good job. Jocco did",
        1241.92,
        1249.96
    ],
    [
        " 100 operations. They had a vehicle rollover. They lost a radio and they had a guy get wounded.",
        1249.96,
        1259.62
    ],
    [
        " The guy get wounded. It's like people understand that. But you know, the vehicle rollover,",
        1260.04,
        1263.98
    ],
    [
        " what kind of wasn't this is was this really necessary and all of a sudden it's like, well,",
        1263.98,
        1268.42
    ],
    [
        " you know, Dave kind of keeps his nose clean. He did a good job. Who's getting promoted? Dave is",
        1268.48,
        1273.84
    ],
    [
        " so that's disturbing. The other thing is you took at these these generals. Who made it? Who's",
        1273.84,
        1281.84
    ],
    [
        " getting promoted? The ones that freaking lived. How did they live? They said, well, you know,",
        1281.84,
        1287.4
    ],
    [
        " sir, maybe I could go back to the rear and help you with your strategic planning.",
        1287.4,
        1290.8
    ],
    [
        " Here's another cup of tea. I really like Dave. He's, I want to bring him back with me. Makes my",
        1291.44,
        1297.1
    ],
    [
        " ego feel good. So you're a little brown nozer and then you end up getting living through World",
        1297.1,
        1303.88
    ],
    [
        " War One. And now I put you under my wing and along you go. Yeah. And I'm sticking around the army",
        1303.88,
        1309.8
    ],
    [
        " too after World War One. I can stomach that whole thing as opposed to all the guys that came back.",
        1309.8,
        1314.06
    ],
    [
        " I'm like, don't ever call me again. I'm not don't ever call me again. Yeah. And not to mention,",
        1314.06,
        1319.88
    ],
    [
        " I come back and I'm like, Hey, look, I did my time. Cool. I'm going to go out and be an entrepreneur",
        1320.04,
        1323.52
    ],
    [
        " and make money and build a business. You're like, Hey, I'm going to kind of scared to get out.",
        1323.52,
        1326.62
    ],
    [
        " I'll just stay in here. I'll be getting a paycheck. Three hots in a cot. You know, I get the uniform.",
        1326.86,
        1332.62
    ],
    [
        " People treat me with respect. I'm good.",
        1333.0,
        1335.02
    ],
    [
        " Back to the book to understand the psychology of these reactionary elements in the military",
        1340.58,
        1344.8
    ],
    [
        " establishment of men who choose to make the army their career painstakingly worked their way up",
        1344.8,
        1350.72
    ],
    [
        " the hierarchy to the highest positions, but then behave in such a manner to ensure that if they",
        1350.72,
        1354.88
    ],
    [
        " are remembered and all will be only for their conservatism, we needs must have recourse",
        1354.88,
        1362.1
    ],
    [
        " to ego psychology. Thus it seems in that in the present instance, military leaders like",
        1362.48,
        1370.06
    ],
    [
        " Deverelle Montgomery, Milne, Ironside and Gort displayed behavior symptomatic of extremely weak",
        1370.06,
        1378.68
    ],
    [
        " egos. In this light, their behavior typifies the neurotic paradox in which the individuals need",
        1378.68,
        1384.72
    ],
    [
        " to be loved breeds on the one hand an insatiable desire for admiration with avoidance of criticism",
        1384.72,
        1392.84
    ],
    [
        " and on the other hand an equally devouring urge for power and positions of dominance.",
        1392.84,
        1398.12
    ],
    [
        " That's weird. The paradox is that these needs inevitably result in behavior so unrealistic as",
        1398.58,
        1406.96
    ],
    [
        " to earn for the victim, the very criticism which he has been striving so hard to avoid.",
        1406.96,
        1411.84
    ],
    [
        " Consider a few concrete examples of this syndrome. For those who had despared of anyone ever",
        1412.32,
        1419.26
    ],
    [
        " learning anything from the events of the First World War, 1933 brought a belated gleam of hope",
        1419.26,
        1425.46
    ],
    [
        " with the publication of the Kirk Committee report which was not uncritical of the high command.",
        1425.46,
        1430.7
    ],
    [
        " It could hardly have been otherwise. But there were those for whom preservation of personal",
        1431.28,
        1437.2
    ],
    [
        " reputations counted for more than the need to avoid the repetition of senseless slaughter to which",
        1437.4,
        1443.38
    ],
    [
        " their direction had given rise. This is evil. I'm going to say that word. This is evil. We have a",
        1443.38,
        1449.96
    ],
    [
        " report that comes out that explains what we did wrong and some people they wanted to preserve",
        1449.96,
        1455.32
    ],
    [
        " their own reputation instead of trying to save future lives from lessons learned. One such was",
        1455.32,
        1460.3
    ],
    [
        " field, Marshall Montgomery, whose immediate response to the report was to block its dissemination",
        1460.3,
        1465.64
    ],
    [
        " throughout the army. While one can wonder at a system which would make it possible for one man to",
        1465.64,
        1472.7
    ],
    [
        " operate such censorship, the precise reason for his behavior is by no means obscure. Montgomery,",
        1472.7,
        1478.06
    ],
    [
        " as he then was, happened to be the chief of staff in the 4th Division during the battle of the",
        1478.32,
        1485.5
    ],
    [
        " Song. So he's getting ratted out in this report. And he's like puts the sides of the report.",
        1486.12,
        1493.52
    ],
    [
        " That'd be like if we had the blue on blue in Ramadi and I was like,",
        1494.02,
        1497.66
    ],
    [
        " hide that. Let's stifle it.",
        1497.72,
        1500.22
    ],
    [
        " Our second example is rather more complex concerning as it does that major obstacle to military",
        1501.46,
        1509.52
    ],
    [
        " development, the horse, as a noble, if uncomprehending factor in military incompetence, this animal",
        1509.52,
        1516.44
    ],
    [
        " was much in evidence between the horse. This is very interesting if you know anything about horses.",
        1516.44,
        1521.9
    ],
    [
        " A pond reflection is hardly surprising that the horse became the",
        1522.34,
        1525.96
    ],
    [
        " Sinacuanan of military life. For a thousand years, Metted found it in it enormous advantages.",
        1525.96,
        1534.88
    ],
    [
        " There was nothing better for transportation and load hauling. Horses raised morale and enhanced",
        1535.2,
        1539.04
    ],
    [
        " egos. Horses took the weight off the feet and enabled people to go to war sitting down. When they",
        1539.04,
        1542.64
    ],
    [
        " lay down, you could hide behind them. When it was cold, you could borrow their warmth. And when they",
        1542.64,
        1546.4
    ],
    [
        " died, you could eat them. Because of the traditionally rural origins of so many army officers and",
        1546.4,
        1551.06
    ],
    [
        " military families, horsemen ship in the context of sports like hunting became one of the preferred leisure",
        1551.06,
        1558.06
    ],
    [
        " activities in such sports as polo, pig sticking and an earlier age jelsting, not only act out",
        1558.06,
        1563.84
    ],
    [
        " symbolic aspects of real warfare, but also associated with a higher social class. There's little wonder",
        1564.54,
        1569.72
    ],
    [
        " that they should find so much favor with those who choose the army as a career. All in all, it's not",
        1569.72,
        1574.36
    ],
    [
        " surprising that the cavalry became the branch of the army with the highest status, nor is it",
        1574.36,
        1577.84
    ],
    [
        " surprising that they should have become the most vehement in the denunciation of the tank,",
        1577.84,
        1582.92
    ],
    [
        " which was seen as an intrusive junior rather than the air and her apparent. So they had this",
        1583.14,
        1588.22
    ],
    [
        " long fascination with the horse. They love the horse. The people that rode horses in the cavalry",
        1588.58,
        1593.94
    ],
    [
        " ended up with a bunch of prestigious positions and high ranking positions. And they saw the tank,",
        1593.94,
        1599.84
    ],
    [
        " not as like, hey, this is what's going to take over the horse. It's trying to to to to to to it's",
        1599.84,
        1605.26
    ],
    [
        " juniors of the horse. It's not as good as the horse. Nor is it surprising that the desire of the war",
        1605.26,
        1610.96
    ],
    [
        " office to placate the cavalry was stronger, lot than logic. Not only did they veto any expansion",
        1610.96,
        1618.42
    ],
    [
        " of the tank core, but under the direction of Montgomery ruled that the new tank brigade should never",
        1618.42,
        1624.64
    ],
    [
        " be reassembled and this in the mid 1930s with Hitler arming to the teeth. That's you can't you just",
        1624.64,
        1634.92
    ],
    [
        " you have to have you have to be kind of like a psychopath that there's an there's a level of",
        1634.92,
        1639.58
    ],
    [
        " insanity in there. It's like how how do you look at a horse in a tank and look at him go well. Yeah.",
        1639.6,
        1645.08
    ],
    [
        " Yeah. You know, I was thinking like the bolt action rifle or the automatic machine gun. Hey,",
        1645.4,
        1650.58
    ],
    [
        " fire that one. I think we're actually talking sword versus automatic machine gun. I'm just trying to",
        1650.58,
        1656.54
    ],
    [
        " cover something. It's like, yeah, you gotta go for you gotta go harder, though. Yeah, it's a fair point.",
        1656.54,
        1660.84
    ],
    [
        " It's just the depths of craziness and look at that. And and Kerry was talking about this after the",
        1661.14,
        1665.58
    ],
    [
        " last podcast. K dog was talking about this was the culture of the of the the cavalry. And you",
        1665.84,
        1675.0
    ],
    [
        " just said in there, what was in a thousand years. People only use an horse's in combat like",
        1675.0,
        1680.94
    ],
    [
        " there's a culture inside there that's going to be kind of hard to break into.",
        1680.94,
        1684.98
    ],
    [
        " The tank. Come on, man. And and and it's it votes kind of the same frustration that I",
        1686.34,
        1694.54
    ],
    [
        " articulate in the very first podcast about the machine gun. No, it was before them. And when I",
        1694.86,
        1698.82
    ],
    [
        " talked about the machine gun of how long does it take for me to watch a machine gun moat down some",
        1698.82,
        1702.26
    ],
    [
        " of my guys where I go time out and stop. Stop. I got this one wrong. We need to come up with another",
        1702.26,
        1709.22
    ],
    [
        " plan as opposed to like no, just keep sending them in and do that for four years for four years at",
        1709.22,
        1716.2
    ],
    [
        " the risk of literally, I mean millions of people, but but the horse and the tank and even like old",
        1716.2,
        1722.26
    ],
    [
        " pictures of the world, the crazy thing about over one tank. So like the previous air of tanks that",
        1722.26,
        1726.8
    ],
    [
        " they be leveraging them, they're these giant massive things. They're like almost like",
        1726.8,
        1729.6
    ],
    [
        " comedically too big. Yeah. But you if you would have just put those two side by side, like you said,",
        1729.6,
        1736.76
    ],
    [
        " there's a level of psychopath, a level of of of of of crazy. You got to go, no, the horse. Yeah.",
        1736.86,
        1743.14
    ],
    [
        " Give me the horse. Give me the horse. Dude, there was a little bit of maybe even a little bit more",
        1743.54,
        1750.42
    ],
    [
        " than a little when when we started using night vision, night vision goggles. Yeah. We talked about",
        1750.42,
        1756.94
    ],
    [
        " that. We had guys that were like, we'd be wearing night vision on patrol guys, but we shouldn't wear",
        1756.94,
        1762.1
    ],
    [
        " night vision. Like what? Are you insane? It lets you see in the dark. Yeah. You get to fight an enemy",
        1762.1,
        1768.84
    ],
    [
        " that's blind to you. Yeah. Well, I've said this. I mean, in in aviation, I got to fly still",
        1768.84,
        1776.16
    ],
    [
        " airplanes, like very modern style airplanes. And to this day, despite the insane advantage,",
        1776.16,
        1782.9
    ],
    [
        " the insane advantage, there is still an ongoing debate over whether or not we should have",
        1783.14,
        1789.0
    ],
    [
        " non-stealth. This is not this is like in fighters. There's reasons I've not said that cargo",
        1789.0,
        1794.22
    ],
    [
        " planes and attack planes, like, but in this world of like airplane fighting against another",
        1794.22,
        1797.98
    ],
    [
        " airplane or using airplanes to get into a contested space, they're still an ongoing debate of,",
        1797.98,
        1802.32
    ],
    [
        " hey, we should just retrofit like really nice legacy airplanes with cool, cool missiles and",
        1802.32,
        1806.7
    ],
    [
        " cool engines and stuff like that. Like, my airplane is invisible. My airplane is invisible. You",
        1806.7,
        1814.46
    ],
    [
        " will not see it. Yeah. It doesn't matter how fast you can go or how much gas you can carry or",
        1814.46,
        1820.32
    ],
    [
        " how cool your weapon is. You're going to lose. How much longer till pilots are not doing this job?",
        1820.32,
        1825.9
    ],
    [
        " Fighter pilots. I think we are one generation away. My opinion is that the next generation,",
        1826.26,
        1831.92
    ],
    [
        " which what's scary is like it's much sooner. It's not like 40 years from now. The next generation",
        1832.04,
        1836.46
    ],
    [
        " of airplanes going to come out in the next 15, 20 years. And there are going to be no pilots.",
        1836.46,
        1839.46
    ],
    [
        " No, no. I think this like they're building this now. They're designing and building it now.",
        1839.64,
        1843.46
    ],
    [
        " Really? So yeah. And so technology, one of the drawbacks of airplanes like from conception to",
        1843.72,
        1849.34
    ],
    [
        " development and building it takes a long time. So this plane has been on the drawing board for 10 years.",
        1849.34,
        1854.4
    ],
    [
        " This is what happens when you got the military industrial complex because we gave this to Elon",
        1854.82,
        1858.96
    ],
    [
        " Mosque. Like, I got your fire. Yeah. And to his dismay, he probably wants and thinks and",
        1858.96,
        1866.02
    ],
    [
        " understands that we should be a generation head. But be that as it may. Even with that,",
        1866.02,
        1871.0
    ],
    [
        " I think we've got one more airplane in us with a person inside. That's my opinion. And",
        1871.22,
        1876.96
    ],
    [
        " you know, even with that, it is met with so much resistance, so much institutional resistance.",
        1877.52,
        1884.24
    ],
    [
        " Yeah. That's which is crazy, right? Because you take the pilot out of the plane. And the other",
        1884.32,
        1890.36
    ],
    [
        " thing is you don't have to fight a plane with a plane. You can fight a plane with 19",
        1890.36,
        1894.2
    ],
    [
        " unmanned drones that have that cost a fraction of the price and can maneuver and don't have to",
        1894.2,
        1902.02
    ],
    [
        " worry about the stupid human in there from screwing things up. And that's why that story of",
        1902.02,
        1907.26
    ],
    [
        " the naval officer going, you should buy all these tanks because he's got no, he has no personal",
        1907.26,
        1912.22
    ],
    [
        " vested interest in the tank. He's not inside that whole thing. He's not a cavalry guy riding horses.",
        1912.22,
        1916.44
    ],
    [
        " He's like, I'm over here in a boat. I'm just telling you from my vantage point, it's not even close",
        1916.54,
        1921.3
    ],
    [
        " by this thing. Buy him all right now because he's detached. He's just like, oh, no, I'm not,",
        1921.3,
        1927.76
    ],
    [
        " this is not for my personal game. I'm not going to be in that tank or on that horse. I'm just telling",
        1927.88,
        1931.9
    ],
    [
        " you from from over here, it's not it's not even close. Just do this because he sees it from a",
        1931.9,
        1937.46
    ],
    [
        " perspective. And that's what I think that's where that is the level of frustration of hearing this",
        1937.46,
        1944.62
    ],
    [
        " is really harness because hey, you're there. I said, both act and rifle and machine gun and like go",
        1944.62,
        1950.4
    ],
    [
        " harder dude. Go harder. So, which is like a slingshot and a heavy machine gun automatic heavy",
        1950.4,
        1956.24
    ],
    [
        " machine gun. That's how big the gap is. And the only way to not see the machine gun is to be so",
        1956.24,
        1961.14
    ],
    [
        " invested and so committed to your point of view. That just like we said last time, you will dismiss",
        1961.78,
        1967.1
    ],
    [
        " the truth because it doesn't align with your preconceived outcome that you've created in your head,",
        1967.1,
        1972.54
    ],
    [
        " which is probably to some degree the definition of being a psychotic. A psychopath.",
        1972.68,
        1977.28
    ],
    [
        " By the way, there weren't just anti-tank and this gets into Dave Burke territory. They were anti-air",
        1978.5,
        1990.44
    ],
    [
        " sank beneath their mutual dislike of the new upstart. If anything, the admirals waxed more",
        1990.44,
        1996.0
    ],
    [
        " rather more negative about arrow planes than they did than did the generals whose minds as we have",
        1996.0,
        2001.46
    ],
    [
        " seen were already discomforted by the issue of tanks as mechanization threatened horses so aircraft",
        2001.46,
        2007.18
    ],
    [
        " threatened battleships. But unlike horses and military minds battleships were only the last",
        2007.18,
        2012.42
    ],
    [
        " secession of obstacles to progressive naval thinking before battleships had been wood. And before",
        2012.42,
        2020.42
    ],
    [
        " relinquishment and transition had been bitterly resented, heavily opposed, and productive of such",
        2021.16,
        2027.2
    ],
    [
        " irrational thinking as tends to occur when dearly loved objects have been renounced.",
        2027.2,
        2033.18
    ],
    [
        " When this is I've been referencing this a lot when I talk to people. When there was talk of iron",
        2033.68,
        2040.4
    ],
    [
        " replacing wood in the construction of ship, one admiral was heard to remark that the idea was",
        2040.4,
        2047.8
    ],
    [
        " to sink. On this issue has been calculated that and this is fascinating. Of the 20 major technological",
        2047.8,
        2056.52
    ],
    [
        " developments, which lie between the first marine engine and the Polaris submarine, the admiralty",
        2056.52,
        2063.84
    ],
    [
        " machine has discouraged, delayed, obstructed or positively rejected 17. 17 out of 20, the essential",
        2063.84,
        2074.32
    ],
    [
        " and necessary incorporation of these developments in the structure of modernization has been achieved",
        2074.32,
        2080.06
    ],
    [
        " by individual and sometimes undisciplined officers by political industrial and industrial",
        2080.06,
        2086.34
    ],
    [
        " pressures or and most frequently by their successful adoption in rival navies.",
        2086.34,
        2092.62
    ],
    [
        " So if you think I'm going to figure out some kind of I'm going to figure out what that list is.",
        2093.34,
        2097.62
    ],
    [
        " It's like iron to well iron to wood and then getting rid of sales for steam and then from steam to",
        2097.7,
        2103.06
    ],
    [
        " what you know diesel and then from and there was people resisted every single 17 out of 20 those",
        2103.06,
        2107.6
    ],
    [
        " advancements. There's resistance to put a nuclear reactor on a boat. Imagine the rubbed.",
        2107.6,
        2112.02
    ],
    [
        " The dust that you've ever heard. When we're doing on a submarine, are you insane?",
        2112.14,
        2116.04
    ],
    [
        " Can't be done. Can't be done. As for battleships whose future usefulness and indeed very",
        2116.46,
        2123.32
    ],
    [
        " existence was threatened by the advent of aircraft quote to most admirals, the respective value of",
        2123.32,
        2129.38
    ],
    [
        " battleships and aircraft was not basically a technological issue but more in the nature of a",
        2129.38,
        2134.32
    ],
    [
        " spiritual issue. They cherished the battle fleet with a religious fervor as an article of belief",
        2134.32,
        2141.56
    ],
    [
        " defying all scientific examination. The blindness of hard headed sailors to realities that were",
        2141.56,
        2146.54
    ],
    [
        " obvious to a dispassionate observer is the only explicable through the through understanding the",
        2146.54,
        2153.62
    ],
    [
        " place that quote ships of the line filled their hearts. A battleship had long been to an admiral",
        2153.62,
        2160.66
    ],
    [
        " what a cathedral is to a bishop and you can't walk away from that. I don't know if there is an",
        2160.66,
        2167.62
    ],
    [
        " equivalent in the teams if there is let me know but that description is is is beautiful because",
        2167.62,
        2175.26
    ],
    [
        " in aviation you literally fall in love with your airplane like it's a person like it's a human",
        2175.26,
        2183.06
    ],
    [
        " being and and the degree to which you cannot see the truth is I would say on par to the degree",
        2183.64,
        2190.22
    ],
    [
        " that you can't see the flaws in your own children. Hey, hey, Jocco you got an ugly baby. No, I don't.",
        2190.22,
        2196.2
    ],
    [
        " That baby is perfect from head to toe. Everything about this thing is unique and perfect and special",
        2196.3,
        2201.02
    ],
    [
        " and I can't go and go hey man your kids got some flaws here because that is you and the degree to",
        2201.02,
        2206.2
    ],
    [
        " which pilots fall in love with the equipment matches what he described or like the cathedral.",
        2206.2,
        2212.86
    ],
    [
        " That's not an exaggeration and you will see people make these decisions based on an irrational",
        2212.86,
        2219.48
    ],
    [
        " physical attachment to a piece of equipment. Thank God I flew a bunch of different airplanes so I",
        2219.48,
        2224.18
    ],
    [
        " kind of like sort of fell out in love with my first girlfriend that first airplane but I still kind",
        2224.18,
        2228.68
    ],
    [
        " of look back. Look back finally. Oh man, I really love that airplane and to be told, hey, this thing",
        2228.68,
        2235.74
    ],
    [
        " that you have is flawed like deeply deeply flawed and generationally behind where it's supposed to be",
        2235.74,
        2241.42
    ],
    [
        " and the end rather than sort of an object you go, yeah, you're right. There's some things about this",
        2241.64,
        2245.4
    ],
    [
        " that aren't very good. Oftentimes you get just this hyper irrational emotional response like you're",
        2245.4,
        2250.78
    ],
    [
        " talking about it. I'm not trying to be critical of your, this is a machine, right? We're not, we're",
        2250.78,
        2254.96
    ],
    [
        " not in love with the machine are we? Well, it's pretty spot on. Yeah, that's like when you come up with",
        2254.96,
        2259.5
    ],
    [
        " a plan and you fall in love with your own plan and I'm like, hey, Dave, not quite sure about your",
        2259.5,
        2263.04
    ],
    [
        " plan in this thing where you were talking about. Speaking of emotional to attach attachments,",
        2263.04,
        2269.66
    ],
    [
        " it was such strong emotional attachment that led admirals to deceive their political masters.",
        2269.66,
        2274.76
    ],
    [
        " You can't, it doesn't get any more horrible than this, I guess it does, but the practical issue",
        2275.26,
        2280.52
    ],
    [
        " was whether or not battleships could defend themselves against aircraft, having formed the opinion",
        2280.52,
        2285.8
    ],
    [
        " that they could, the Admiral, the Admiralty decided to prove its point in 1936 while aircraft",
        2285.8,
        2292.68
    ],
    [
        " production by the Axis powers was getting into top gear, the king was invited to a demonstration in",
        2292.68,
        2298.56
    ],
    [
        " which naval ships would attempt to shoot down a radio controlled queen bee target aircraft.",
        2298.56,
        2303.36
    ],
    [
        " Unfortunately, the demonstration did not go well despite the fact that the plane was limited to",
        2304.0,
        2309.38
    ],
    [
        " flying 80 miles an hour and flew up and down without jinking while the ships were given a running",
        2309.38,
        2316.84
    ],
    [
        " start on a parallel course thereby reducing the speed differential to something approaching 50",
        2316.84,
        2322.48
    ],
    [
        " miles an hour. Not a hit was scored, dismayed but resourceful, the admirals played their last",
        2322.48,
        2330.7
    ],
    [
        " card deliberately crashing the radio controlled plane into the sea thereby proving at considerable",
        2330.7,
        2337.24
    ],
    [
        " cost to the British taxpayer that planes are no match for the battleship when these are in the",
        2337.24,
        2342.4
    ],
    [
        " right hands. That's like an act of treason. That's an act of treason. I hate imagining",
        2342.4,
        2351.74
    ],
    [
        " the actual scene where you're like the remote control guy and I'm over your shoulder and",
        2353.44,
        2357.02
    ],
    [
        " do we hit it yet? No. Hey, put that thing in the water and you guys like, seriously?",
        2357.02,
        2361.64
    ],
    [
        " It's like putting the water in the mouth. You know, like that event had to occur like in real time",
        2361.96,
        2366.4
    ],
    [
        " where there's something like, hey, this isn't going the way we plan. Let's sabotage our own",
        2366.4,
        2369.96
    ],
    [
        " experiment to prove our point that we've already predetermined which is planes aren't as good as ships.",
        2369.96,
        2374.94
    ],
    [
        " Crash that, crash that drone. Well, like I Roger that's where and you like, whatever you do,",
        2376.16,
        2380.38
    ],
    [
        " you're put that thing in the water. Go see, look what happened. Yeah. So this just like essentially",
        2380.38,
        2384.28
    ],
    [
        " on a big scale like what you always say, you risk like some people will sabotage your plan",
        2384.28,
        2392.34
    ],
    [
        " because they want their plan to be they want to prove, you know, the buck or you know,",
        2392.34,
        2396.84
    ],
    [
        " you guys role player, whatever. Yeah. Or if you approach the guy in the wrong way,",
        2396.86,
        2400.64
    ],
    [
        " he'll be like, yeah, I'll do your plan. If you shove the plan down, like I threw.",
        2400.68,
        2403.54
    ],
    [
        " Mm-hmm. Right. And then they're like, okay, I'll carry out your plan and then they might",
        2403.64,
        2407.18
    ],
    [
        " intentionally sabotage it to prove to you that, hey, your plan sucks. Therefore, we should have",
        2407.4,
        2411.0
    ],
    [
        " went with my plan. Yeah, parallel sort of. But this is actually just like, like treasonous, right?",
        2411.0,
        2420.06
    ],
    [
        " To just straight up why? Because you want to protect your little fiefdom and you are putting the",
        2420.5,
        2429.24
    ],
    [
        " security of your nation in complete jeopardy because you're so arrogant and stuck in your old ways",
        2429.24,
        2437.86
    ],
    [
        " and in love with your piece of equipment. That's like that's treason. That's treason.",
        2437.86,
        2445.36
    ],
    [
        " Yeah, it's and it's it's also going to result in your your people dying because the test is",
        2445.62,
        2453.82
    ],
    [
        " actually designing, hey, let's see if we can learn some stuff here. Hey, it turns out this",
        2453.82,
        2457.94
    ],
    [
        " airplane thing is a good thing. We should and rather than get to the outcome, you you will sabotage",
        2458.18,
        2463.96
    ],
    [
        " the outcome to get what you want, which is I want to show you my battleship is still supreme.",
        2463.96,
        2468.6
    ],
    [
        " And the result is you're killing your own people. It's not going to happen for five years. So",
        2468.96,
        2473.26
    ],
    [
        " whatever the timing of that was, but it's going to happen. And we're going to kill hundreds of",
        2473.26,
        2477.02
    ],
    [
        " thousands of people as a result of that. That's that's treason. I'm trying to remember. I had",
        2477.02,
        2483.42
    ],
    [
        " something happen one time where I was testing some GPS for and and it was supposed to be waterproof.",
        2483.42,
        2491.58
    ],
    [
        " They're like, Hey, this is this GPS is waterproof. You don't need to waterproof. And I was like,",
        2492.18,
        2496.58
    ],
    [
        " trust me, how's it? Like an E Ford E5 and the seal teams going over the beach all the time.",
        2496.72,
        2502.26
    ],
    [
        " I was a freaking expert on what was waterproof and what wasn't. And I looked at this thing and I was",
        2502.62,
        2508.4
    ],
    [
        " like, you're saying this thing is waterproof. Like, that's what you're saying. And they're like,",
        2508.4,
        2512.06
    ],
    [
        " yep. And I said, no, but how do you how should I prepare it? They're like, you don't need to.",
        2512.52,
        2516.44
    ],
    [
        " And I was like, you want me to test this thing? And they're like, yeah, it's waterproof. And I",
        2516.8,
        2521.04
    ],
    [
        " said, okay, cool. Shit was not waterproof. You know, like not even close. And I brought",
        2521.04,
        2527.14
    ],
    [
        " gave them back. They're flooded out. Crapy GPS. But there was there was sort of like indications of",
        2527.14,
        2534.0
    ],
    [
        " like, you know, what did you do? You know, did you open it? Well, and I was like, not",
        2534.0,
        2539.4
    ],
    [
        " open any of these things. It's not waterproof. But you can see that's the kind of test where",
        2539.48,
        2543.56
    ],
    [
        " someone goes, hey, put it in a plastic bag. And then say it's waterproof. You know, you got some",
        2543.56,
        2547.72
    ],
    [
        " contractor that's going to sell all these GPSs to to naval special warfare. Not on my freaking",
        2547.72,
        2553.7
    ],
    [
        " watch. You're not. Shit is a joke. Well, the quell any potential concern. Just that scenario of",
        2553.7,
        2559.8
    ],
    [
        " like that, that pre-old or two, you know, battleship airplane British thing where it was just like,",
        2559.8,
        2564.7
    ],
    [
        " hey, we're just going to sabotage and just falsify the results. I never saw anything to that degree.",
        2564.8,
        2569.14
    ],
    [
        " I saw some resistance for sure. But I never saw anybody or ever hurt anybody. Hey, falsify the",
        2569.14,
        2575.44
    ],
    [
        " report sabotage the plan. So just so people realize like I in my experience and I had some",
        2575.44,
        2581.58
    ],
    [
        " interesting things happen in my career. I never saw that. I'm sure I don't think I have either.",
        2581.58,
        2585.92
    ],
    [
        " Yeah, I'll have to I'll have to think on that one. But I probably would have stood out so much.",
        2586.78,
        2592.74
    ],
    [
        " Yeah. I mean, somebody over my shoulder saying, hey, put that thing in a waterproof bag and",
        2592.74,
        2597.3
    ],
    [
        " good like what he's I would have never done that thousand years. Yeah. I love the image. Willing put",
        2597.3,
        2602.44
    ],
    [
        " that drone in the water. So what do you mean crash it immediately and tell everybody it got shot",
        2602.44,
        2606.48
    ],
    [
        " down? It looks funny as we crashed some drones. As a matter of fact, we were in we're going through",
        2606.48,
        2611.74
    ],
    [
        " through urban combat training and task into bruiser. And we're supposed to be using these drones",
        2611.74,
        2617.82
    ],
    [
        " and everything. It was one of the lace A O I C's was like a drone pilot. And whatever he was",
        2617.82,
        2627.14
    ],
    [
        " doing, like he's like, all right, I'm going, you know, we'll find it going to the look at the target.",
        2627.14,
        2630.52
    ],
    [
        " And he's he brings tries to bring it back and this thing came in at like, well, I don't know how fast",
        2630.98,
        2635.44
    ],
    [
        " those things go. What would be a realistic speed for a drone? 50 knots. This thing comes in at 50 knots",
        2635.44,
        2641.52
    ],
    [
        " and just way lays into a tree. And of course, they're like, hey, you know, how's that drone working",
        2641.52,
        2647.76
    ],
    [
        " out? I'd be like that drone sucks. And the advancement on drones between that time frame 2005. And now",
        2647.76,
        2654.7
    ],
    [
        " is like night and day. But if I would have been setting up the reporter, whoever would have been",
        2654.7,
        2658.56
    ],
    [
        " something, yeah, these things are great. No, we'd be like, this thing sucks. This thing sucks. Make it",
        2658.56,
        2663.58
    ],
    [
        " better. That's what they did. So thankfully, we also didn't like falsify stuff. All right,",
        2663.58,
        2669.68
    ],
    [
        " those are the that's that's now we're moving into the second world war. The pre the in between war",
        2670.8,
        2677.22
    ],
    [
        " period is over. Nothing learned. Nothing figured out. No, no one taking blame responsibility for",
        2677.22,
        2683.14
    ],
    [
        " anything. Second world war. There's a quote in here from La del Heart. The German success in May",
        2683.14,
        2690.5
    ],
    [
        " 1940 could easily have been prevented. But for the opportunities presented to them by the allied",
        2690.5,
        2696.02
    ],
    [
        " blunders, blunders that were largely due to the prevalence of outer date ideas.",
        2696.02,
        2700.96
    ],
    [
        " After an appalling start in which the allies were outfought outmaneuvered and outstripped in",
        2702.14,
        2707.76
    ],
    [
        " the quality of their military thinking and equipment. The second world war produced the biggest",
        2707.76,
        2711.58
    ],
    [
        " transition to military competence. Since those days of Wellington, it was born of necessity and",
        2711.58,
        2716.12
    ],
    [
        " may be said to have dated from Dunkirk. This jolt to 100 years of military monitoring and 20 years",
        2716.12,
        2723.68
    ],
    [
        " of blind complacency achieved three ends within a space of days. It shattered many long held,",
        2723.68,
        2729.34
    ],
    [
        " dearly loved illusions about the nature of modern war. It hastened the eclipse of the old,",
        2729.56,
        2734.48
    ],
    [
        " the reactionary, the untalented, finally by rendering the armory temporary impotent. Dunkirk",
        2734.6,
        2741.2
    ],
    [
        " put the most junior service in the center of the stage. Dave Burke is excited. Now the first time",
        2741.2,
        2747.84
    ],
    [
        " the continued existence of the army and navy became totally dependent upon their protection by the",
        2747.84,
        2754.46
    ],
    [
        " RAF. Look at this smile on this guy over here. As for the bad start, this was a legacy of factors",
        2754.46,
        2762.86
    ],
    [
        " that touched on the previous chapters, rigidity of thinking, overconfidence resulting from a",
        2762.86,
        2768.22
    ],
    [
        " pathetic belief in antiquated methods of warfare and refusal to accept that enemy intentions may",
        2768.22,
        2774.6
    ],
    [
        " confound the armchair profits. The following examples from Lebel Hart's history of the Second",
        2774.6,
        2781.36
    ],
    [
        " War illustrate the shortcomings. On January 10th, 1940, a German aircraft carrying the liaison",
        2781.36,
        2786.88
    ],
    [
        " officer of the Second Air Fleet lost its way and crash landed in Belgium. By an extraordinary",
        2786.88,
        2793.02
    ],
    [
        " chance, the officer was in possession of the complete operational plan for Germany's attack on the",
        2793.02,
        2798.08
    ],
    [
        " West. Did you hear what I just said? By extraordinary chance, the officer was in possession of the",
        2798.08,
        2804.3
    ],
    [
        " complete operational plan for Germany's attack on the West. He tried to burn the plan but failed",
        2804.3,
        2810.02
    ],
    [
        " to complete this task before he was captured. In this way, its contents became known to the Allies.",
        2810.02,
        2815.06
    ],
    [
        " Hitler's response was to devise a new plan which involved attacking France through the Ardennes",
        2816.04,
        2821.32
    ],
    [
        " rather than through Belgium as originally intended. This episode was damaging to the Allies for two",
        2821.32,
        2827.32
    ],
    [
        " reasons. Firstly, in the belief that the captured plan was a deliberate deception, they failed to",
        2827.32,
        2833.96
    ],
    [
        " modify their own plans. Secondly, contrary to advice received years earlier, they clung to the",
        2833.96,
        2839.76
    ],
    [
        " belief that the wooded area of the Ardennes was impossible to tanks. As a result, the strongest",
        2839.76,
        2845.52
    ],
    [
        " Allied force remained poised for attack through Belgium while the Germans suffered little resistance",
        2845.52,
        2850.02
    ],
    [
        " to their outflanking drive through the Ardennes. Here's another one, the French, though possessing",
        2850.02,
        2857.68
    ],
    [
        " many tanks which were as good as if not better than those of the Germans were steadfast in their",
        2857.68,
        2863.0
    ],
    [
        " belief that horse cavalry could destroy German armor in the Ardennes. For this reason, they refused",
        2863.0,
        2869.12
    ],
    [
        " to accept the suggestion that fell trees might be used to delay the German advance, like the polls",
        2869.12,
        2873.64
    ],
    [
        " they were sadly disillusioned about the outcome of a conflict between horse and tanks.",
        2873.64,
        2877.66
    ],
    [
        " That's the polls and the French, both making the assessment that hey, you got tanks but we got horses.",
        2878.46,
        2885.12
    ],
    [
        " The British retreat from the Gazala Line in 1942, which resulted in the loss of Tobruk,",
        2885.92,
        2893.04
    ],
    [
        " followed by a headlong flight back into Egypt, was the second worst disaster of the war after",
        2893.46,
        2900.38
    ],
    [
        " Dunkirk, Tobruk cost Britain 35,000 casualties and an enormous loss in ground and material. Why did",
        2900.38,
        2908.62
    ],
    [
        " it happen? Inadequate generalship, the Army Commander, Major General Neil Richie, a fine-looking",
        2908.62,
        2915.34
    ],
    [
        " man, has been described by his contemporaries in ways strikingly resembling of Elphinstone,",
        2915.34,
        2920.86
    ],
    [
        " Raglan and Buller. Here's what his contemporaries had to say about him. Richie was all haywire by then,",
        2921.06,
        2928.88
    ],
    [
        " all for counter-attacking in this direction one day and another the next optimistic and not,",
        2928.88,
        2933.46
    ],
    [
        " and trying not to believe we had taken a knock. When I reported the state of the first armor",
        2933.6,
        2937.38
    ],
    [
        " division to him at a time when I was planning to use it for a counter-attack, he flew to see me and",
        2937.38,
        2942.12
    ],
    [
        " almost took the view that I was being subversive. Another one, General Richie had a great air of",
        2942.12,
        2948.16
    ],
    [
        " decisiveness. It was really rather indecisive. According to the same corps commander, he",
        2948.16,
        2958.86
    ],
    [
        " said in the opposite way. Here's another one. Richie is not sufficiently quick-witted or imaginative.",
        2958.86,
        2964.54
    ],
    [
        " Another one, a fine robust looking man with charm and manner, but no aura.",
        2964.92,
        2970.68
    ],
    [
        " And finally confident and decisive in his speech. But one did not always feel he was quite so",
        2972.02,
        2977.3
    ],
    [
        " confident and decisive in his mind. That's another thing. I talked about that. I think on the first",
        2977.3,
        2980.66
    ],
    [
        " one, this act that you learn. You learned to kind of raise your voice a little bit, you learned to",
        2980.66,
        2988.24
    ],
    [
        " furrow your eyebrows a little bit and you say, hey, listen, Burke, I love doing that, right?",
        2988.3,
        2992.48
    ],
    [
        " Because it's something that we experienced so much in the military. Listen up, Burke. Hey,",
        2993.02,
        2996.44
    ],
    [
        " I don't need your input right now. Look, we need to make a move, Burke. That thing,",
        2996.7,
        3001.1
    ],
    [
        " people learn that in the military. You learn how to act like that. And eventually you can learn",
        3001.34,
        3006.52
    ],
    [
        " how to hide behind that. See that all the time. And people get fooled by civilians get fooled by",
        3006.52,
        3014.4
    ],
    [
        " that, but like it's going out of style. I mean, that's what they're looking for. They're looking for",
        3014.4,
        3019.22
    ],
    [
        " the type cast kernel, the type cast general that furrs his brow, sits up straight with a good posture,",
        3019.22,
        3025.92
    ],
    [
        " and then speaks in a clear, effective manner that people are going to listen to.",
        3026.18,
        3031.22
    ],
    [
        " And the politicians love to take that guy and put him out there to put out the word.",
        3031.78,
        3035.44
    ],
    [
        " You know, you know what I'm saying? They take that guy and put him out there.",
        3036.12,
        3040.12
    ],
    [
        " Hey, we got willing. We can put on an act. No one's going to mess with willing. Put willing on",
        3041.06,
        3046.94
    ],
    [
        " the stand. Put willing on the stand. Willink gets and he puts his uniform on, freaking puts his",
        3046.94,
        3054.62
    ],
    [
        " shoulders back, chest out, and then says, I'm going to tell you this one time. Here's how it is",
        3054.62,
        3059.14
    ],
    [
        " going to happen. Boom, people aren't questioning that. Fast forward a little bit under the",
        3059.14,
        3067.12
    ],
    [
        " ineffectual leadership of this big, kindly, courteous, unimaginable, apparently complacent,",
        3067.12,
        3071.36
    ],
    [
        " yet occasionally touchy general, the army suffered a decline in organization, discipline, and drive.",
        3071.46,
        3075.9
    ],
    [
        " It became flabby instead of taught sluggish instead of agile. Once again, that fatal amalgam",
        3076.36,
        3082.22
    ],
    [
        " of overconfidence and underestimation of the enemy produced a doling of military endeavor.",
        3082.22,
        3087.34
    ],
    [
        " Romul himself in his diary, ascribed his success to the British pre-delicion for frontal assaults.",
        3087.76,
        3095.48
    ],
    [
        " Brave, but costly charges by small groups in which the attackers bang their heads time and time",
        3096.32,
        3102.1
    ],
    [
        " again against the hold down German panzers. Hold down. Let's do a frontal assault against a tank.",
        3102.1,
        3112.1
    ],
    [
        " Yep. That's hold down. Meaning they've positioned themselves where the hole is, you can't see the tank,",
        3112.68,
        3120.5
    ],
    [
        " you can only see the turret. That's hold down. Echo troughs. Hold down, defile. You park that thing",
        3120.5,
        3126.2
    ],
    [
        " in a little berm and a little ravine and you can't see. The only thing you see is this like the gun.",
        3126.2,
        3130.84
    ],
    [
        " Yeah. And guess when you see the turret. You know, about five seconds before it lights you up.",
        3131.1,
        3135.56
    ],
    [
        " Yeah. You're just walking right up on that thing. It's hard to picture that because you know,",
        3135.62,
        3141.74
    ],
    [
        " you know the story of the, hey, the French are going to dig this. Hey, you know what we should do?",
        3142.04,
        3147.08
    ],
    [
        " A deeper, longer, wider trench and a forest that's impossible by armor. Like that's their plan.",
        3147.24,
        3153.46
    ],
    [
        " Yeah. Hey, what do we learn? Hey, I got an idea. Hey, remember the trenches didn't older one,",
        3153.86,
        3157.44
    ],
    [
        " not good enough. Let's dig a deeper trench and they're 100% sure that the armor can't go through",
        3157.6,
        3161.84
    ],
    [
        " this forest. So we're good. And we all know that story. So you're just waiting to hear this,",
        3161.84,
        3166.66
    ],
    [
        " this be revealed, which is the idea of, hey, the horses, you know, this, this, this forest is",
        3166.66,
        3174.66
    ],
    [
        " impassable by equipment. So you know what you're going to need is some horses. Yeah, you know,",
        3174.86,
        3178.7
    ],
    [
        " I went ahead, when I had some trees, when I had been milking on from, from his book, by water",
        3178.8,
        3184.38
    ],
    [
        " beneath the walls, one of the interesting things, the, like the Marines had issues at Tarawa and",
        3184.38,
        3190.14
    ],
    [
        " their solution, like, hey, we are, tracks didn't make it through and some of our Marines didn't make",
        3190.14,
        3194.78
    ],
    [
        " to the beach because they hit, you know, hit the reef 800 meters out. Marine solution was, okay,",
        3194.78,
        3201.8
    ],
    [
        " guess what, the real simple, we need more, more Marines and more tracks. We need, we need, you know,",
        3202.16,
        3209.34
    ],
    [
        " 80 tracks to make it through and half them don't make it cool. 160's the number. And",
        3209.62,
        3215.2
    ],
    [
        " the, the, the, the Navy was like, how about we go and, you know, try and figure out where those",
        3215.2,
        3222.1
    ],
    [
        " reefs are. Hence, UDTs. If you didn't listen to that podcast, I think it's 298 with Ben",
        3222.1,
        3232.4
    ],
    [
        " Milligan and get that book, get that book, that freaking book is outstanding by water beneath the waves.",
        3232.4,
        3238.92
    ],
    [
        " Talk about a, going into depth and figuring out an understanding why things are the way they",
        3239.48,
        3245.98
    ],
    [
        " are. It's an outstanding book. From the standpoint of human behavior, human feelings, leadership",
        3245.98,
        3252.24
    ],
    [
        " and decision making, the events of 1942 in North Africa exemplify in microcosm the major causes",
        3252.24,
        3260.26
    ],
    [
        " of military incompetence underneath his robust exterior, Richie, like Buller, before him,",
        3260.26,
        3266.74
    ],
    [
        " and Elf and Stone before him, lacked self confidence and seemed more concerned with proving himself",
        3266.96,
        3273.3
    ],
    [
        " to himself than with prosecuting the war. The presiding over interminable committee meetings",
        3273.3,
        3280.4
    ],
    [
        " through which the army was run, the seeking of advice and then not taking it, and the disingenuous",
        3280.4,
        3287.78
    ],
    [
        " way in which he managed to convince the commander in chief that he was protecting Tobruk while in",
        3287.78,
        3293.44
    ],
    [
        " reality leaving it to the mercy of the Germans are the actions of a man beset by inner doubts.",
        3293.44,
        3298.94
    ],
    [
        " These doubts were skillfully but not perfectly concealed by his often inappropriate facade of",
        3299.68,
        3306.42
    ],
    [
        " monumental complacency. Now we go to Singapore, chapter 11.",
        3306.42,
        3317.68
    ],
    [
        " One can sum up by saying that those responsible for the conduct of the land campaign",
        3319.22,
        3326.2
    ],
    [
        " in Malaya committed every conceivable blunder. Major General Woodburn Kirby, Singapore, the",
        3326.2,
        3331.86
    ],
    [
        " chain of disaster. In the nine weeks between early December 1941 and midfibre 1942, the impregnable",
        3331.86,
        3339.66
    ],
    [
        " fortress of Singapore, Europe's gateway to the east with its thriving city, huge naval",
        3339.66,
        3345.62
    ],
    [
        " dockyard and strategic vital airfields fell lock-stock in barrel into the hands of the Japanese.",
        3345.62,
        3349.8
    ],
    [
        " The invasion of this island stronghold, the complete defeat of the combined British and",
        3350.22,
        3355.6
    ],
    [
        " Australian garrison with its army, navy and air force units, was the ultimate unconditional",
        3355.6,
        3360.48
    ],
    [
        " surrender of the whole area, was so rapid that even the Japanese were staggered. Indeed one",
        3360.48,
        3366.34
    ],
    [
        " almost might say non-plussed by the ease, speed and enormity of their success.",
        3366.34,
        3373.02
    ],
    [
        " In the long run, the results of this disaster may be deemed incalculable.",
        3374.08,
        3379.44
    ],
    [
        " The myth of European supremacy over Asiatic peoples was exploded forever and the prestige of",
        3379.82,
        3386.64
    ],
    [
        " components of the British military endeavor in the eyes of the world in general and American",
        3386.64,
        3390.8
    ],
    [
        " particular were damaged beyond repair. In the short run, Britain lost her last and strongest",
        3390.8,
        3396.12
    ],
    [
        " foothold in the far east and appalling set back for the global war effort. We lost thousands of",
        3396.12,
        3402.08
    ],
    [
        " lives, both military and civilian but worse perhaps than the loss of life, the military debacle",
        3402.08,
        3407.88
    ],
    [
        " condemned thousands more to three and a half years in Japanese misery and in the end of the",
        3408.28,
        3415.32
    ],
    [
        " economic loss ran into hundreds of millions of pounds. We forfeited elaborate and expensive",
        3415.32,
        3421.1
    ],
    [
        " dock installations, naval and other engineering facilities, military stores, fuel, the major",
        3421.1,
        3426.1
    ],
    [
        " port for exporting urgently needed rubber and two new first class battleships.",
        3426.1,
        3431.14
    ],
    [
        " Most of these material assets fell virtually intact into the hands of the enemy, thus",
        3432.0,
        3438.0
    ],
    [
        " in effect doubling their value, the value of their loss to the allies.",
        3438.0,
        3442.1
    ],
    [
        " Like other cases we have discussed, that of Singapore is essentially a human problem,",
        3443.6,
        3450.62
    ],
    [
        " a product of human behavior, human intellect, human character and human error. No explanation in terms",
        3450.98,
        3457.7
    ],
    [
        " of geography, climate, broad political or military considerations can possibly do justice to the facts.",
        3457.7,
        3462.6
    ],
    [
        " At bottom and at the top we are confronted with issues that are primarily psychological",
        3463.04,
        3468.26
    ],
    [
        " and which only a reduction to psychological principles can possibly explain.",
        3468.26,
        3473.48
    ],
    [
        " So this freaking disaster unfolds in Singapore, a disaster. And as you're going to see,",
        3474.28,
        3482.06
    ],
    [
        " it's not about who is smart and it's not about like the military situation, it's the freaking",
        3482.34,
        3487.18
    ],
    [
        " psychopathology of the leaders. Let us state the problem in terms of a number of questions.",
        3488.18,
        3494.4
    ],
    [
        " Why was the impregnable fortress planned and serviced in such a way that while presenting",
        3494.92,
        3499.4
    ],
    [
        " apparently formidable defenses on its other side, its back and northern shore, was no more",
        3499.4,
        3505.04
    ],
    [
        " of a resistance than would be invader than the back of Bournemouth? Why was there an almost total",
        3505.04,
        3510.94
    ],
    [
        " lack of coordination and cooperation between those who had been entrusted with the job of defending",
        3510.94,
        3515.38
    ],
    [
        " the island? Why was it clear that the Japanese could and would assault the island from its",
        3515.38,
        3521.56
    ],
    [
        " northern side? Northern side was nothing done to erect defenses in their path. Why did the general",
        3521.56,
        3527.58
    ],
    [
        " officer commanding Singapore, Lieutenant General Percival, ignore the urgent advice of his subordinate,",
        3527.58,
        3533.7
    ],
    [
        " Brigadier Simpson and of his superior, General Wavel to implement these defenses? Why on the",
        3533.92,
        3540.52
    ],
    [
        " one hand was so little done to protect the civilian population against air raids and on the other,",
        3540.52,
        3545.14
    ],
    [
        " so much done to prevent their knowing the true facts of the situation as these unfolded? Why did",
        3545.38,
        3550.86
    ],
    [
        " General Percival persist in believing the Japanese would attack from the northeast when confronted",
        3550.86,
        3554.82
    ],
    [
        " with overwhelming evidence that their assault would come from the northwest? Why did the officer",
        3554.82,
        3559.9
    ],
    [
        " commanding the Australian forces on the island forbid his troops to escape while secretly plotting",
        3559.9,
        3565.52
    ],
    [
        " his own get away from the island? Finally, and perhaps greatest of greatest interest,",
        3565.52,
        3571.14
    ],
    [
        " how did the men who could perpetrate such colossal errors of judgment ever reach a position where",
        3571.14,
        3576.46
    ],
    [
        " this was possible? It's quite the setup. In 1925, there was a protracted and acromonious argument",
        3576.46,
        3586.0
    ],
    [
        " between the Army Navy and Air Force chiefs as to how Singapore should be defended. While the",
        3586.0,
        3591.06
    ],
    [
        " older services pressed for fortifications and heavy-fixed guns to repellent attack from seward,",
        3591.06,
        3594.8
    ],
    [
        " trenchered for the RAF advocated for a large force of aircraft to repellent attack before it could",
        3595.6,
        3599.8
    ],
    [
        " come within range of the island. Needless to say, the Army and the Navy won their case at the expense",
        3600.22,
        3604.76
    ],
    [
        " of more junior service. Heavy-fixed armaments became the order of the day. This debate in which the",
        3604.76,
        3611.42
    ],
    [
        " RAF had concede defeat had three unfortunate consequences. Firstly, the island was left exposed and",
        3611.42,
        3617.62
    ],
    [
        " undefended on its northern side. Secondly, senior army commanders from that time on stubbornly",
        3617.62,
        3623.38
    ],
    [
        " clung to the dogma that no Japanese would ever advance on Singapore down the Malay Peninsula.",
        3623.38,
        3627.62
    ],
    [
        " Finally, the bitter inner service coral which ensued resulted in an almost total lack of coordination",
        3627.92,
        3633.04
    ],
    [
        " between the three services. For future reference. Let me say this.",
        3633.04,
        3642.96
    ],
    [
        " Dave, you have a platoon. In Europe, there's a two different, let's call them, clicks.",
        3646.06,
        3652.62
    ],
    [
        " They have two different ideas of what you should be focused on and how you should operate.",
        3653.96,
        3657.94
    ],
    [
        " You negotiate a piece between these two clicks and you sort of compromise and you figure out,",
        3659.88,
        3666.68
    ],
    [
        " hey, we'll do a little bit of this click and a little bit of that click and you kind of bring",
        3666.8,
        3670.5
    ],
    [
        " these forces to a compromise. You get them working together. You get them to take these things",
        3670.5,
        3677.46
    ],
    [
        " that they could be arguing about. You give one here and give the other side one here.",
        3677.46,
        3681.7
    ],
    [
        " You end up with a team that although they're not perfectly in sync, they're at least sort of",
        3682.62,
        3688.8
    ],
    [
        " working together. My platoon, I have two clicks and what I do is I get mad at them because they",
        3688.8,
        3699.7
    ],
    [
        " don't get along and then I agree with one of the clicks actually a little bit more and so I give",
        3699.7,
        3704.46
    ],
    [
        " them favoritism and now we end up with this head buddy. Who's got a better platoon?",
        3704.46,
        3709.96
    ],
    [
        " Right. So if you think about this in a large strategic view and you look at a place called the",
        3711.18,
        3720.86
    ],
    [
        " United States of America right now and you look at how miraculously or strangely we've become",
        3720.86,
        3729.34
    ],
    [
        " super divisive about all kinds of things to the point where we are banging against each other's",
        3729.34,
        3736.66
    ],
    [
        " heads and we don't get along and we've got people that sit so far apart in their beliefs.",
        3736.68,
        3744.84
    ],
    [
        " Not only do they sit so far apart in their beliefs, they can't find common ground on anything,",
        3744.84,
        3750.1
    ],
    [
        " on anything and we've got known, known actors in the world that make moves to increase the",
        3750.5,
        3763.74
    ],
    [
        " division between the sides of people that we have in America and the people in America don't even",
        3764.06,
        3770.02
    ],
    [
        " recognize that all of this fighting is making our platoon weak. It's very interesting isn't it?",
        3770.02,
        3780.56
    ],
    [
        " It's very interesting that we know that there are actors that are state actors that are creating",
        3780.86,
        3790.12
    ],
    [
        " divisiveness in our own country and yet instead of saying hey you know what actually we shouldn't",
        3790.96,
        3796.14
    ],
    [
        " argue about that stuff. Hey you know what Dave you got your opinion on that? I got my opinion but",
        3796.14,
        3799.3
    ],
    [
        " you know what there's a bunch of stuff we agree on. Let's focus on that. Okay you know what that",
        3799.3,
        3803.34
    ],
    [
        " makes sense we can go execute the mission now. Instead no you know what Dave you don't agree with",
        3803.34,
        3807.46
    ],
    [
        " me on this? We'll screw you. I don't even want to work with you. Now we can't operate we can't",
        3807.46,
        3819.46
    ],
    [
        " look at two because not only are you going to disagree with me you can actively, actively sabotage",
        3819.46,
        3826.08
    ],
    [
        " my efforts. 100% and the hardest part about that is that the reality is we are on the same team.",
        3826.08,
        3831.38
    ],
    [
        " Those two platoons in your task unit they're on the same team.",
        3832.7,
        3838.54
    ],
    [
        " They're very disturbing. I've been trying I've got to think a way to articulate that a little bit",
        3839.7,
        3845.78
    ],
    [
        " more clearly and present it in a way that people can see it but it's very difficult because when",
        3845.78,
        3853.14
    ],
    [
        " you present it if I present it to the platoon and say hey guys I think it looks like we're actually",
        3853.14,
        3858.3
    ],
    [
        " looks like we're actually not helping here. We're not moving this thing forward. You know what one",
        3858.3,
        3865.06
    ],
    [
        " size says oh so you're trying to take their side are you? That's exactly what happens. And that's",
        3865.06,
        3869.6
    ],
    [
        " the point I was thinking when you said that when you you know you you were sort of over like I show",
        3869.6,
        3874.34
    ],
    [
        " a little bias towards this one team which is all the other side needs to go oh I see what's up.",
        3874.34,
        3881.02
    ],
    [
        " Oh yeah I see what you're trying to do. You're one of them. Yeah I see what you're getting at.",
        3881.14,
        3885.04
    ],
    [
        " So I've got to think of a way to articulate this properly in people because right now",
        3885.72,
        3890.24
    ],
    [
        " but we don't understand it as Americans. We are in this sort of trap where there's a total lack",
        3890.24,
        3896.14
    ],
    [
        " of coordination between the different sides. Yeah. Our government can't even get anything done.",
        3896.14,
        3901.4
    ],
    [
        " They're losers. They're just not making any progress.",
        3904.32,
        3907.78
    ],
    [
        " And all they're doing is fighting with each other and not realizing that while we're fighting",
        3909.0,
        3913.1
    ],
    [
        " each other number one there's other state actors that are that are feeding this fight",
        3913.1,
        3919.82
    ],
    [
        " and while they're feeding our fight and we're having these invites guess what these other",
        3919.82,
        3925.24
    ],
    [
        " state actors are doing. Growing their economy, unifying their people,",
        3925.24,
        3930.28
    ],
    [
        " growing their military strength, growing the will of their people, and we are being divided.",
        3930.88,
        3940.6
    ],
    [
        " I'll think of a way to try and communicate this so people will hopefully start to understand it.",
        3942.42,
        3950.74
    ],
    [
        " I haven't done a good job thus far. Meanwhile back on Singapore there's a total lack of",
        3951.54,
        3959.18
    ],
    [
        " coordination between the three services. The reason this is such a fitting thing is because you're",
        3959.18,
        3963.02
    ],
    [
        " going to see what happens in Singapore when you don't work together. And when you're ego,",
        3963.02,
        3968.12
    ],
    [
        " oh yeah by the way Dave I think I know everything and so therefore how can you possibly",
        3968.4,
        3973.0
    ],
    [
        " be right on anything at all? Yeah. You certainly know you're right. Oh I definitely know I'm right.",
        3973.0,
        3977.96
    ],
    [
        " The RAF began constructing airfields without consultation with the army who would have to defend",
        3980.76,
        3985.88
    ],
    [
        " them. So there's a great move. Japanese military machine was oh yeah this was the belief was",
        3985.88,
        3992.48
    ],
    [
        " look the Japanese they're primitive. They're not going to be able to we shouldn't even take them",
        3992.48,
        3996.98
    ],
    [
        " seriously. Thus and now fast forward a little bit. Thus when the Malay Tribune published the news",
        3996.98,
        4004.78
    ],
    [
        " that Japanese transports had been cited off the southern tip of Indochina the editor was",
        4004.78,
        4009.8
    ],
    [
        " immediately castigated by the commander in chief of the Far East air chief Marshall Sir Robert",
        4009.8,
        4015.64
    ],
    [
        " Brooke Pahnum. Pop him who said I consider it most improper to print such alarmist views at a time",
        4015.64,
        4023.56
    ],
    [
        " like the present. The position isn't half so serious as the Tribune makes out. And this is such a",
        4023.56,
        4030.62
    ],
    [
        " great little section. He says this form of complaint is not without interest. Firstly he did not",
        4030.62,
        4035.96
    ],
    [
        " deny the truth of the press release. He hardly could since it originated in report by Reuters",
        4035.96,
        4041.98
    ],
    [
        " which had been passed by the censor and which undoubtedly was true. Secondly he managed to imply",
        4041.98,
        4049.58
    ],
    [
        " all in one breath that the situation was both not serious and yet likely to cause alarm.",
        4049.58,
        4055.44
    ],
    [
        " Like why are you causing alarm like this Dave and by the way there's nothing to be panicked about.",
        4055.9,
        4059.7
    ],
    [
        " His words exemplified a tendency seen all too often to talk down to a civilian population as a group",
        4062.46,
        4068.3
    ],
    [
        " through some weakness of intellect or lack of moral fiber. Sorry who through some weakness of",
        4068.3,
        4074.88
    ],
    [
        " intellect or lack of moral fiber could not be trusted with information held by their elders and",
        4074.88,
        4079.48
    ],
    [
        " betters. I mean the military is like you don't really know what's going on here. You need to",
        4079.48,
        4083.52
    ],
    [
        " worry about that. The Guardians of Singapore were prime exemplars of this motivation after a long",
        4083.52,
        4088.74
    ],
    [
        " history of wrong thinking they could not afford to be found mistaken. The more events prove",
        4088.74,
        4093.44
    ],
    [
        " them to be wrong the stronger their defenses became against admitting this to be the case.",
        4093.44,
        4098.02
    ],
    [
        " And this is very important as Hitler's administration demonstrated in its starkest form.",
        4099.08,
        4105.5
    ],
    [
        " Man this is important. Suppression of the truth involves two procedures. On the one hand",
        4106.32,
        4112.44
    ],
    [
        " censorship and on the other hand official communique. The high command and Singapore",
        4112.78,
        4119.46
    ],
    [
        " employed both measures. Take the order of the day released to the melee tribune a bear two months",
        4119.46,
        4126.82
    ],
    [
        " before Singapore capitulated. It reads we are ready. We have had plenty of warning and our preparations",
        4126.82,
        4135.28
    ],
    [
        " are made and tested. We are confident our defenses are strong and our weapons efficient. Whatever",
        4135.28,
        4140.24
    ],
    [
        " our race we have one aim and one only it is to defend these shores to destroy such of our enemies",
        4140.24,
        4146.66
    ],
    [
        " as may set foot on our soil. One of our enemy we have seen before us Japan drained for years by",
        4146.66,
        4154.16
    ],
    [
        " exhausting claims over what non-sled of China. Let us all remember that we here in the far",
        4154.16,
        4159.58
    ],
    [
        " east form part of the great campaign in the world of truth and justice and freedom.",
        4159.58,
        4163.7
    ],
    [
        " As the editor of the tribune said it was hard to believe that anybody could deliberately tell",
        4166.3,
        4170.6
    ],
    [
        " some analyze on Monday the 18th 1941 general headquarters issued its first war communique. It",
        4170.6,
        4179.72
    ],
    [
        " stated that the Japanese had failed in their attempt to land at Kota Baru. This was followed shortly",
        4179.72,
        4185.2
    ],
    [
        " after by a second communique which stated all surface craft are retiring at high speed and the",
        4185.2,
        4190.42
    ],
    [
        " few troops left on the beach are being heavily machined. In fact the communique was essentially",
        4190.42,
        4196.56
    ],
    [
        " untrue and deliberately misleading within a space of a few hours from the time of the Japanese",
        4196.56,
        4200.78
    ],
    [
        " landing Kota Baru was firmly in enemy hands. There are a couple battleships. As a desperate",
        4200.78,
        4207.96
    ],
    [
        " medal measure two battleships the Prince of Wales and the repulse were sent to Singapore to create",
        4207.96,
        4212.68
    ],
    [
        " an 11th hour presence. They were under the command of Admiral Sir Tom Phillips in the words of",
        4212.68,
        4218.68
    ],
    [
        " one who met him quote a real old sea dog bluff and tough. Unfortunately he lacks sufficient",
        4218.68,
        4225.74
    ],
    [
        " vision despite strong warnings that he could not expect adequate air cover. He was soon off with",
        4225.74,
        4234.34
    ],
    [
        " his two ships in search of trouble. At first all went well as the ships steamed reassuringly",
        4234.34,
        4239.64
    ],
    [
        " up the east coast. And he heard that there was weather so he thought he'd be okay. His ships",
        4239.64,
        4245.48
    ],
    [
        " blew the weather lifted. His ships were spotted by Japanese Air Force torpedoed in sunk with a total",
        4245.48,
        4250.34
    ],
    [
        " loss of 840 officers and men. By all accounts Phillips was a brave and conscientious officer but",
        4250.34,
        4255.62
    ],
    [
        " his braveness bordered on foolhardiness and his errors of judgment not only had a devastating",
        4255.62,
        4260.16
    ],
    [
        " effect on that much cherished commodity but the morale of the Singapore civilians also sealed",
        4260.16,
        4265.46
    ],
    [
        " the fate of their city so much for the Navy and their chosen field the senior command of the RAF",
        4265.46,
        4272.26
    ],
    [
        " acquitted themselves a little better better. It has already been seen how air chief Marshall",
        4272.26,
        4277.78
    ],
    [
        " Brooke pomp him underestimated Jap Japan's air strength in comparison with his own",
        4277.78,
        4282.9
    ],
    [
        " ill-assorted group of obsolete aircraft. The same 63 year old officer whose most notable",
        4282.9,
        4289.84
    ],
    [
        " characteristic was a tendency to fall asleep on the slightest pretext showed such disastrous",
        4289.84,
        4295.12
    ],
    [
        " hesitancy and indecision in his capacity as commander in chief that as the official history was",
        4295.12,
        4301.8
    ],
    [
        " moved to state quote it is possible that he did not fully realize the importance of speed the",
        4301.8,
        4307.6
    ],
    [
        " need for quick decision was not apparently realized at headquarters Malaya command. And this is",
        4307.6,
        4313.6
    ],
    [
        " something I talked about earlier the first night raid they get a warning 30 minutes early that",
        4313.6,
        4319.54
    ],
    [
        " there's a Japanese inbound and they didn't do anything it seems the Japanese had committed the",
        4319.54,
        4327.18
    ],
    [
        " unforgivenful faux pas of attacking at night unforgivable because it conflicted with the official",
        4327.18,
        4331.56
    ],
    [
        " dogma that the Japanese were unable to fly their plans during the hours of darkness this idea cost",
        4331.56,
        4338.32
    ],
    [
        " Singapore 61 dead and 133 injured but the recklessness of the admirals and the dithering of the",
        4338.32,
        4344.34
    ],
    [
        " air marshals would nothing as to the uncompromising of the generals it seemed that nothing could move",
        4344.34,
        4353.58
    ],
    [
        " them not even pleading of their fellow officers as Noah Barbara says in his book sinister twilight",
        4353.58,
        4360.02
    ],
    [
        " quote when big brigadier general Simpson and you remember this is like the good guy when brigadier",
        4360.9,
        4365.92
    ],
    [
        " general Simpson the chief engineer went to see major general Gordon Bennett commanding the eighth",
        4365.92,
        4370.92
    ],
    [
        " australian division he founded impossible to make him realize that there was an urgent need for",
        4370.92,
        4375.14
    ],
    [
        " anti take defenses at first he did not want to discuss the matter at all Simpson noted after the",
        4375.14,
        4379.98
    ],
    [
        " meeting Simpson was horrified could not the australian general understand that there was nothing on the",
        4379.98,
        4386.04
    ],
    [
        " long road to prevent the enemy from reaching them apparently Gordon Bennett could not for in his",
        4386.04,
        4392.1
    ],
    [
        " diary that night he wrote Malay command sent brigadier Simpson to discuss with me the creation of",
        4392.1,
        4397.84
    ],
    [
        " anti tank obstacles for use on the road personally have little time for these obstacles preferring to",
        4397.84,
        4402.32
    ],
    [
        " stop and destroy tanks with anti tank weapons no wonder that the Japanese never slowed down no wonder",
        4402.32,
        4408.66
    ],
    [
        " that time after time troops were annihilated by skillful Japanese enveloping tactics on the",
        4408.66,
        4414.12
    ],
    [
        " British side wrong decisions were made communications broke down whole pockets of troops were caught",
        4414.12,
        4418.78
    ],
    [
        " off first Japanese tanks appeared and came as a great surprise to the British who had not one single",
        4418.78,
        4424.24
    ],
    [
        " tank in Malaya in a jungle country where the British had insisted that tanks could never operate",
        4424.24,
        4431.1
    ],
    [
        " the Japanese tanks moved easily between spacious rows of rubber tree and quote major general",
        4431.1,
        4437.0
    ],
    [
        " Gordon Bennett was not to use the appropriate vernacular and isolated pocket of resistance",
        4437.0,
        4441.54
    ],
    [
        " nor did he hold the record of obscenity in barbers words attempts by brigadier Simpson to move",
        4441.54,
        4447.62
    ],
    [
        " and add to the defenses had been boxed at at every turn largely by general general person who seemed",
        4447.62,
        4455.32
    ],
    [
        " to have had a fixation against such measures nothing had been done nothing was being done despite",
        4455.32,
        4460.84
    ],
    [
        " previous pleas hazard of belonging to any rigidity any rigidly authoritarian hierarchical organization",
        4460.84,
        4468.6
    ],
    [
        " is that from time to time the individual out of dire necessity or from strong personal conviction",
        4468.7,
        4474.08
    ],
    [
        " feels compelled to apply pressures to those above him it is a hazard because the ethos of the",
        4474.08,
        4481.1
    ],
    [
        " organization whether it be a Victorian family an English boarding school or the British army demands",
        4481.1,
        4486.28
    ],
    [
        " that pressure always moves only in one way downwards rather than upwards to buck the system by",
        4486.28,
        4498.58
    ],
    [
        " situation and Simpson is trying Simpson is trying I'm a fast for a little bit it seems that",
        4500.76,
        4506.4
    ],
    [
        " Simpson was past taking no for an answer for he said to the general sir I must emphasize the",
        4506.4,
        4510.68
    ],
    [
        " urgency of doing everything to help our troops they're often only partially trained they're tired",
        4510.68,
        4515.22
    ],
    [
        " and dispeared it they've been retreating for hundreds of miles and please remember sir the",
        4515.22,
        4519.84
    ],
    [
        " Japanese are better trained better equipped and they are inspired by an unbroken run of victories",
        4519.84,
        4524.82
    ],
    [
        " and it has to be done now sir once the area comes under fire civilian labor will vanish",
        4524.92,
        4530.9
    ],
    [
        " he's wanting to get these just just get freaking obstacle setup",
        4530.9,
        4535.2
    ],
    [
        " the plea was forceful respectful and logical but amazingly the general remained unmoved",
        4535.2,
        4541.78
    ],
    [
        " Simpson in his rising anger said look here general I've raised this question time after time",
        4541.78,
        4546.92
    ],
    [
        " you've always refused what more you've always refused to give me any reasons at least tell me one",
        4546.92,
        4552.24
    ],
    [
        " thing why on earth are you taking this stand who's like what what the hell aren't you want me to",
        4552.24,
        4557.54
    ],
    [
        " build obstacles what's wrong with you why not at long last the general officer commanding",
        4557.54,
        4562.8
    ],
    [
        " Malaya gave his answer quote I believe the defenses of the sort you want to throw up are bad for",
        4562.8,
        4568.1
    ],
    [
        " the morale of the troops and civilians and quote Simpson was quote frankly horrified and",
        4568.1,
        4575.52
    ],
    [
        " remember standing there in the room suddenly feeling quite cold and realizing that except for",
        4575.52,
        4579.66
    ],
    [
        " Miracle Singapore was as good as lost as he put on his sand brown since it could not forebear to",
        4580.42,
        4586.38
    ],
    [
        " make one last remark quote sir it is going to be much worse for morale if the Japanese start running",
        4586.38,
        4591.96
    ],
    [
        " all over the island you can't make it dude that is so hard to listen to and for whatever sense",
        4591.96,
        4603.02
    ],
    [
        " of validation in my head of as soon as he said it's bad from Raleigh I first thought was you know",
        4603.02,
        4607.22
    ],
    [
        " it's worse from morale and of course you know I don't know he's gonna say but I ever stand that",
        4607.22,
        4611.92
    ],
    [
        " that's what this guy is seeing or thinking and you saying that doesn't make me feel any better because",
        4611.92,
        4616.2
    ],
    [
        " it's just I mean I'm just getting repetitive at this point it's just a you have to be crazy to not",
        4616.2,
        4623.36
    ],
    [
        " accept to not accept the facts that don't align with the world view you've created in your head yeah",
        4623.36,
        4631.6
    ],
    [
        " and I'm only reading chunks the book it's even worse than it's worse than I'm making it sound",
        4631.6,
        4636.56
    ],
    [
        " and I have the distinct disadvantage of seeing how much of this how much you've been through and go wow",
        4637.22,
        4643.74
    ],
    [
        " there's chunk I mean big big chunks which I can only assume just as we enforce over and over again",
        4643.74,
        4650.44
    ],
    [
        " yes another example another example another example another example and this dude is a good writer",
        4650.44,
        4655.72
    ],
    [
        " he's a good writer and you and I'm glad that in the very beginning you set this up this this isn't a",
        4655.72,
        4662.1
    ],
    [
        " researcher this isn't like a a theorist or or or a you know an academic he has all those",
        4662.94,
        4669.54
    ],
    [
        " pedigrees this guy fought this guy fought and he was a warrior he understood yes yes by his own",
        4669.54,
        4676.6
    ],
    [
        " incompetence and but his own admission by our account was like any humble yeah which is awesome so",
        4676.6,
        4682.14
    ],
    [
        " yeah this is this is rough and I think what I'm still adding to this is just I think it's a",
        4682.14,
        4687.8
    ],
    [
        " at a point of repetition of just it's really hard to accept that these are real stories from",
        4687.8,
        4695.36
    ],
    [
        " real people in real leadership positions leading up to what was just people getting slaughtered",
        4695.36,
        4704.04
    ],
    [
        " you know like you said he was a soldier but he's also a psychologist and so he gives these",
        4704.04,
        4711.18
    ],
    [
        " psychological assessments to so here's here's one of them in the case of Percival and Gordon Bennett",
        4711.18,
        4716.58
    ],
    [
        " to erect defenses would have been to admit to themselves the danger in which they stood in other",
        4716.58,
        4722.48
    ],
    [
        " words their professional anxiety about civilian morale was really displaced anxiety about their own",
        4722.48,
        4729.52
    ],
    [
        " morale looking further into the story of Singapore want to struck by the compulsive element in this",
        4729.52,
        4736.14
    ],
    [
        " refusal of the military to defend itself such compulsive behavior is typical of many who present",
        4736.14,
        4742.6
    ],
    [
        " an authoritarian personality and are reared in an organization which traditionally deals with",
        4742.6,
        4748.9
    ],
    [
        " fear and danger by ritualistic means i.e. bullshit, chicken shit, drill and parades etc.",
        4748.9,
        4758.34
    ],
    [
        " Or is what I think he referred to earlier as the real business of soldiering",
        4759.74,
        4763.7
    ],
    [
        " we're going to get back to you know drill and ceremonies so there's a there's a admiral that comes",
        4763.7,
        4770.22
    ],
    [
        " along or yeah who was it supreme commander of allied forces in the far east this guy archbold",
        4770.22,
        4778.92
    ],
    [
        " wavel and he he shows up and it's kind of like what the hell's going on bro so then next thing",
        4778.92,
        4786.68
    ],
    [
        " it happens is a director from Churchill giving detailed instructions on how to defend the north shore",
        4786.68,
        4790.88
    ],
    [
        " the measures listed were precisely those which had been advocated by Simpson but despite these pressures",
        4790.88,
        4797.28
    ],
    [
        " Percival still did nothing when he eventually issued a plan it was already too late for the",
        4798.14,
        4803.28
    ],
    [
        " necessary civilian labor was no longer available just as Simpson decided it was going to be",
        4803.28,
        4807.12
    ],
    [
        " on the disposition of his forces Percival's thinking seemed no less deranged rather than hold a force",
        4807.12,
        4813.66
    ],
    [
        " and reserve that could rub could be rushed quickly to wherever the Japanese eventually chose to land",
        4813.66,
        4818.66
    ],
    [
        " he decided to spread his troops thinly over a long front in other words he decided now",
        4818.66,
        4825.5
    ],
    [
        " because it would be good for morale just exactly what he had refused to do early because it would",
        4825.74,
        4831.26
    ],
    [
        " be bad for morale in this battle of Singapore and they put that in quotes order of the day Percival",
        4831.26,
        4837.26
    ],
    [
        " made it made great play of phrases like the enemy within our gates loose talk and rumor mongering",
        4837.26,
        4844.28
    ],
    [
        " all calculated to alarm civilians and this from the man who had laid such stress on the importance of",
        4844.28,
        4851.32
    ],
    [
        " civilian morale of this period barber writes in all the catalog of ineffectual leadership",
        4851.32,
        4858.42
    ],
    [
        " nothing is quite so public puzzling as the virtual absence of any deterrent action during the last",
        4858.42,
        4865.86
    ],
    [
        " precious hours of daylight before the Japanese attacked it is hard to believe that a modern general",
        4865.86,
        4871.26
    ],
    [
        " could so easily ignore what was happening around him",
        4871.26,
        4874.6
    ],
    [
        " that's i've never heard quite as bold of a statement as in all the catalog of ineffectual",
        4878.28,
        4883.42
    ],
    [
        " leadership that's a bold one yeah that's a big catalog",
        4883.42,
        4886.88
    ],
    [
        " says for the allies it was a week of chaos and confusion unreleaved by any vestiges of",
        4886.88,
        4898.22
    ],
    [
        " competent leadership or generalship thanks to the absence of defenses including a failure to",
        4898.22,
        4904.62
    ],
    [
        " use search lights which had been assembled to blind and make targets of the attackers as they",
        4904.62,
        4909.56
    ],
    [
        " paddled in a way across the joe who are straights the Japanese landed almost unmolisted",
        4909.56,
        4916.18
    ],
    [
        " despite a devastating barrage from Japanese artillery British guns instead of pounding the",
        4916.18,
        4923.48
    ],
    [
        " enemy's point of embarkation remained mute awaiting orders that never came despite weeks of warning",
        4923.48,
        4931.36
    ],
    [
        " allied ground forces were speedily outflanked encircled cut off or routed",
        4931.36,
        4937.04
    ],
    [
        " in the event 138,708 British Indian and Australian soldiers either died or went into captivity",
        4937.04,
        4951.44
    ],
    [
        " this is the beginning if you've listened to podcast number 12 allister or a card",
        4955.22,
        4960.66
    ],
    [
        " the forgotten highlander this is this is where he starts his captivity i think you'd been in the army",
        4960.66,
        4967.76
    ],
    [
        " for like two or three months at this point 19 years old 138,001 event",
        4967.76,
        4977.5
    ],
    [
        " of all the instances of military incompetence considered in this book is the fall of singapore which",
        4984.5,
        4990.24
    ],
    [
        " most clearly gives the lie to the so-called bloody fool theory of military ineptitude",
        4990.24,
        4995.6
    ],
    [
        " Percival was in fact highly intelligent and had shown himself in previous years to be a brilliant",
        4995.6,
        5001.52
    ],
    [
        " staff officer what he shared with other earlier military incompetence or passivity",
        5001.52,
        5008.26
    ],
    [
        " the opposite of default aggressive by the way and courtesy rigidity and obstinacy procrastination",
        5008.44,
        5018.06
    ],
    [
        " gentleness and dogmatism",
        5018.06,
        5021.38
    ],
    [
        " 138,000 two battleships by the way",
        5021.38,
        5030.78
    ],
    [
        " insane",
        5030.78,
        5033.32
    ],
    [
        " the next chapter is about arnhem",
        5038.72,
        5043.04
    ],
    [
        " this is when we covered we covered so we covered part of singapore obviously when we covered",
        5043.04,
        5051.02
    ],
    [
        " Alexander or card arnhem we covered podcast 94",
        5051.02,
        5054.98
    ],
    [
        " the the book was called man at arnhem rid my Jeffrey Powell who was there who fought there",
        5054.98,
        5062.18
    ],
    [
        " and i think you know when you read reading this assessment",
        5065.38,
        5069.44
    ],
    [
        " really puts it really puts that book into perspective it starts off with those",
        5069.44,
        5076.54
    ],
    [
        " couple quotes all the accumulated evidence confirms that like lippily this was a British disaster",
        5076.54,
        5083.06
    ],
    [
        " where naked courage lacked the bodyguard of competent planning competent intelligence competent",
        5083.06,
        5088.16
    ],
    [
        " technology yet war's object is victory not the victoria cross and it was shameful that by autumn",
        5089.88,
        5097.84
    ],
    [
        " of 1944 we could still be so amateur",
        5097.84,
        5101.5
    ],
    [
        " the object is victory not the victoria cross we don't that's the equivalent of the",
        5101.5,
        5108.42
    ],
    [
        " metal of honor in england",
        5108.42,
        5109.96
    ],
    [
        " here's a private soldiers comments it began to seem to me that the generals had got us into",
        5109.96,
        5118.06
    ],
    [
        " something they had no business doing if it achieved nothing else operation market garden",
        5118.06,
        5126.64
    ],
    [
        " montgomery's plan to capture and hold a bridge head across the rine in northern holand",
        5126.64,
        5131.56
    ],
    [
        " at least demolishes the myth that military incompetent stems from stupidity for sheer",
        5131.56,
        5138.1
    ],
    [
        " initiative quickness of mind fortitude and selfless heroism the conduct of those who actually",
        5138.1,
        5144.38
    ],
    [
        " fought the battle has never been surpassed by the same token the men who planned and administered",
        5144.38,
        5152.6
    ],
    [
        " the operation were probably as intellectually gifted well trained professionally competent",
        5152.6,
        5157.96
    ],
    [
        " dedicated and conscientious as any military planners have ever been",
        5157.96,
        5162.8
    ],
    [
        " and yet the unfolding of market garden revealed all the symptoms of high level military",
        5162.8,
        5170.24
    ],
    [
        " incompetence that's like inco how would you feel if someone said you know what Dave you're",
        5173.16,
        5178.26
    ],
    [
        " intellectually gifted well trained professionally competent dedicated and conscientious",
        5178.26,
        5182.62
    ],
    [
        " but that's what we're looking for in our leaders and yet this thing is a disaster",
        5182.62,
        5187.68
    ],
    [
        " the failure of the operation resulted from a a linked",
        5187.68,
        5198.42
    ],
    [
        " together of the following factors one as a result of his neglect to open up the port of",
        5200.92,
        5209.24
    ],
    [
        " Antwerp by clearing the shlet the sheld estuary montgomery allowed the german 15th army to escape",
        5209.24,
        5215.06
    ],
    [
        " north into holand where it was available to defend the approaches to arnhem",
        5215.06,
        5219.8
    ],
    [
        " to the arrival at arnhem of 30 cord depended upon the advancing across 64 miles of enemy held",
        5222.7,
        5231.1
    ],
    [
        " territory on a one tank front along elevated unprotected highways flanked by a soft and tank",
        5231.1,
        5238.8
    ],
    [
        " and sodden tank proof landscape interspersed with waterways any delay a blown bridge and enemy ambush",
        5238.8,
        5247.76
    ],
    [
        " a block road and the entire column would be stopped any delay and the germans would have more time",
        5247.76,
        5253.74
    ],
    [
        " to bring up reinforcements in the event it is hardly surprising that 30 cord never did reach arnhem",
        5253.74,
        5260.58
    ],
    [
        " that they could not achieve it even in nine days what had been scheduled to take 48 hours now",
        5260.58,
        5267.06
    ],
    [
        " I'm gonna say I know I gave credit to your 12 year old daughter and I'm gonna say you're",
        5267.06,
        5273.62
    ],
    [
        " 12 year old daughter might not be able to figure this one out look you looking you got to go 60 what is it",
        5273.76,
        5278.52
    ],
    [
        " 64 miles 67 miles 64 miles but pretty much any lance corporal in the Marine Corps",
        5278.52,
        5289.42
    ],
    [
        " sees a channelized 64 mile road that's completely exposed to the enemy and doesn't like this plan",
        5289.42,
        5300.66
    ],
    [
        " yeah if i'm hearing it correctly what you're describing is a one essentially a one it's",
        5301.76,
        5305.8
    ],
    [
        " it's called a single tank approach single lane highway which on either side is impossible",
        5305.8,
        5310.54
    ],
    [
        " yeah due to you know canals and and and the terrain whatever it is it's impossible you have a",
        5310.54,
        5315.28
    ],
    [
        " one lane highway and your entire formation is going to be single file yeah this is going to work",
        5315.28,
        5319.88
    ],
    [
        " and he mentions we might get ambushed right or or we might get a blown bridge how about this",
        5319.88,
        5326.5
    ],
    [
        " broken down tank how about how about we have a freaking crash",
        5326.8,
        5331.54
    ],
    [
        " number three as might have been expected from one is known of English autumn the mist if not the",
        5331.54,
        5340.62
    ],
    [
        " mellow fruitfulness of the of an English late September delayed the departure of subsequent",
        5340.62,
        5345.0
    ],
    [
        " gliders and paratroopers for the reinforcement of the first armored division like we didn't",
        5345.0,
        5349.08
    ],
    [
        " think there might be fog in the morning where in England England market garden perhaps more than",
        5349.08,
        5355.48
    ],
    [
        " most military operations necessitated good communication between the various units and",
        5355.48,
        5360.22
    ],
    [
        " commanders of the attacking force but here technology failed them though it was now 50 years",
        5360.22,
        5366.36
    ],
    [
        " since marconi it succeeded in sending messages by wireless the radio sets carried by the invasion",
        5366.36,
        5371.58
    ],
    [
        " force proved useless unless within an air shot of each other no one knew what anyone else was",
        5371.58,
        5377.38
    ],
    [
        " doing and look i you can say technology failed them if i'm a freaking military planner",
        5377.38,
        5383.42
    ],
    [
        " and i'm relying on the communications in 1944 that's what's going to make us successful you're",
        5384.68,
        5393.5
    ],
    [
        " an idiot we can barely rely on communications 10 years ago we can rely on them a lot more now",
        5393.5,
        5400.7
    ],
    [
        " maybe okay not 10 years ago sorry uh 20 years ago 20 years ago you're barely you're barely like",
        5400.7,
        5409.48
    ],
    [
        " two year 2000 you're barely saying oh yeah we don't we will get comms we had backup comms all the time",
        5409.48,
        5415.86
    ],
    [
        " backup communication plans we had all the time and you know what we had them in Ramadi as well of course",
        5415.86,
        5421.9
    ],
    [
        " so to think that your comms are going to be good to go in 1944 that's not technology failure that's",
        5421.9,
        5428.54
    ],
    [
        " a freaking lack of planning yeah a single point of failure probably the most critical thing you're",
        5428.54,
        5434.4
    ],
    [
        " able to do is talk yeah more than employ your weapons even more than moving your ability to talk",
        5434.4,
        5441.34
    ],
    [
        " is probably the most critical thing that you have to coordinate all these different assets all",
        5441.34,
        5445.14
    ],
    [
        " these different things going on i can't secondary i mean we had i remember when i was in Ramadi",
        5445.14,
        5452.02
    ],
    [
        " because as a anglico marine comms was my was really the number one thing it was secondary to the",
        5452.02,
        5457.88
    ],
    [
        " to the utilization of the aircraft number one was comms we had this incredible commsweet and",
        5457.88,
        5461.92
    ],
    [
        " every brief was hey let's hire let's create the prioritization of how we're going to communicate",
        5461.92,
        5465.78
    ],
    [
        " and it was based on where we were how far away we're going to be what assets were available if i",
        5465.78,
        5469.74
    ],
    [
        " have a humvee cool i got a vehicle it's powered i got this high powered antenna i've got these",
        5469.74,
        5474.32
    ],
    [
        " cool powered radios and if i got to get out of that humvee and start walking i don't have that",
        5474.32,
        5478.18
    ],
    [
        " thinking you know so i can have a backup plan yeah and every single mission i went on me and my",
        5478.18,
        5481.68
    ],
    [
        " radio operator talked about if this doesn't work what are we going to do and guess what stuff",
        5481.68,
        5487.58
    ],
    [
        " the nicest best highest to text it didn't work routinely yep and by the way what are you doing",
        5487.64,
        5493.5
    ],
    [
        " then you're getting out your signal panel right where marking our position panel with a big orange panel",
        5493.5,
        5499.92
    ],
    [
        " number five since the airborne assault was to take place in daylight and because it was vital that",
        5499.92,
        5510.1
    ],
    [
        " 30 core should complete their journey within 48 hours 64 miles and 48 hours on a single track",
        5510.1,
        5516.44
    ],
    [
        " the whole enterprise depended upon the absence of strong German forces both in our name",
        5516.54,
        5521.72
    ],
    [
        " area and on the approach route from the south hence it came with something as a jolt",
        5521.72,
        5527.86
    ],
    [
        " when they received reports from the Dutch underground that two ss panzer divisions which had",
        5527.86,
        5533.74
    ],
    [
        " mysteriously disappeared sometime previously had now reappeared alongside almost alongside",
        5533.74,
        5539.54
    ],
    [
        " the dropping zone this information passed on to Montgomery received support from the British",
        5539.54,
        5544.7
    ],
    [
        " aerial photography of German tanks in the Arnhem area meanwhile forward troops in the British",
        5545.28,
        5550.84
    ],
    [
        " Second Army reported a build up of German forces along their intended line of advance",
        5550.84,
        5558.1
    ],
    [
        " hmm might want to reconsider this is the moment to reassess the risks involved but since these",
        5558.1,
        5564.0
    ],
    [
        " ugly facts did not accord with what they had planned they fell upon a succession of deaf airs",
        5564.0,
        5571.2
    ],
    [
        " years taking the lead from Montgomery who described the report as ridiculous British",
        5571.94,
        5578.36
    ],
    [
        " Second Army headquarters were quick to discount it also when one of his intelligence officers",
        5578.36,
        5584.5
    ],
    [
        " showed him the aerial photographs of a German armor general Browning at first British airborne",
        5584.5,
        5589.68
    ],
    [
        " headquarters retorted I wouldn't trouble myself about these if I were you they are probably not",
        5589.68,
        5594.28
    ],
    [
        " serviceable at any rate is there any stronger form of just straight like denial and idiocy than",
        5594.34,
        5604.36
    ],
    [
        " that right there you get shown the first you get intel reports and then you get shown photographs",
        5604.36,
        5610.02
    ],
    [
        " of the armor tanks the German tanks on the ground and you're like they're probably not serviceable",
        5610.02,
        5616.5
    ],
    [
        " you can't make this shit up you also know that there was two divisions there that are gone",
        5616.5,
        5622.46
    ],
    [
        " it's it's they didn't appear out of nowhere you know these divisions existed yeah that's",
        5622.68,
        5630.24
    ],
    [
        " the intelligence officer was then visited by the core medical officer who suggested he should",
        5630.24,
        5637.82
    ],
    [
        " take some leave because he was so obviously exhausted and at first allied army headquarters the",
        5637.82,
        5646.14
    ],
    [
        " chief intelligence officer British British Lieutenant Colonel decided there was no direct evidence",
        5646.14,
        5650.36
    ],
    [
        " that the Arnum area contained quote much more than the considerable flak defenses already known",
        5650.36,
        5655.04
    ],
    [
        " to exist as Ryan puts it quote all down the allied line of command the evaluation of intelligence",
        5655.04,
        5662.12
    ],
    [
        " on the panzers in Arnum area was magnificently bungled finally just in case there were any",
        5662.12,
        5670.08
    ],
    [
        " residual doubts the intelligence staff of the Second Army came up with the reassuring opinion",
        5670.08,
        5674.64
    ],
    [
        " that any German forces in the Arnum area were quote weak demoralized and likely to collapse",
        5674.64,
        5682.38
    ],
    [
        " if confronted with a large airborne attack that's insane the freaking Nazis the Nazis are trying to defend",
        5682.38,
        5696.46
    ],
    [
        " their right they're fighting for their lives they're fighting for their country they know what",
        5696.46,
        5707.02
    ],
    [
        " happens if they lose they're some of the finest fighting forces in the world and yet we're just",
        5707.02,
        5713.32
    ],
    [
        " gonna go ahead and catalog them as weak demoralized and likely to collapse and by the way randomly",
        5713.32,
        5718.06
    ],
    [
        " it just if they're confronted with a large airborne attack like that's the thing",
        5718.06,
        5722.12
    ],
    [
        " because hey when you're an airborne attack because that means you you do you even have anti tank weapons",
        5723.04,
        5727.7
    ],
    [
        " barely you've got no armor this is ridiculous",
        5727.7,
        5730.16
    ],
    [
        " market garden win ahead but not so quite as planned instead of encountering a few old men who",
        5730.16,
        5741.68
    ],
    [
        " collapsed ran away first airborne division fell upon a hornet's nest of German armor armor",
        5741.68,
        5746.32
    ],
    [
        " far from being demoralized the enemy fought like tigers to defend the gateway of their homeland",
        5746.7,
        5752.44
    ],
    [
        " and far from sweeping across Holland to aid the hard press paratroops the tanks of the",
        5752.44,
        5758.36
    ],
    [
        " Second Army's 30 court were reduced to a crawl by the combination of unsuitable terrain and",
        5758.36,
        5764.1
    ],
    [
        " determined opposition",
        5764.1,
        5766.02
    ],
    [
        " and this is going to finish out the section of the book defeat was absolute and terrible",
        5770.72,
        5775.92
    ],
    [
        " short on everything but courage the men of first airborne division held on",
        5775.92,
        5783.7
    ],
    [
        " until their numbers had been reduced from 10,000 and five to less than a quarter of that figure",
        5783.7,
        5789.72
    ],
    [
        " total allied losses and killed wounded and missing exceeded 17,000 some 5,000 more than those who",
        5791.22,
        5819.7
    ],
    [
        " and that despite the fact that for the beginning of this section sheer a niffed initiative quickness",
        5820.4,
        5826.46
    ],
    [
        " of mind fortitude and self selfless heroism the conduct of those who actually fought the battle has",
        5826.46,
        5831.92
    ],
    [
        " never been surpassed and and this we want to talk about disturbing field martial Montgomery",
        5831.92,
        5840.7
    ],
    [
        " described the mission as a 90% success that's that's how he presented it 90% success",
        5840.7,
        5849.58
    ],
    [
        " I think to be clear of anything in the aftermath in the aftermath of everything that he considered it",
        5850.54,
        5856.54
    ],
    [
        " yeah he reported considered told people right that this was a 90% success",
        5856.54,
        5865.8
    ],
    [
        " um actually there's a little quote there I got to read based on that",
        5865.8,
        5872.14
    ],
    [
        " there's this the he so he says this is a 90% success and um there's a prince Bernard of the",
        5874.2,
        5884.88
    ],
    [
        " Netherlands said my country can never again afford the luxury of a Montgomery success",
        5884.88,
        5891.0
    ],
    [
        " yeah so that's what we've got um it's insane",
        5891.0,
        5897.48
    ],
    [
        " and it's weird how you and I are to lost for words over and over and over again",
        5898.6,
        5902.3
    ],
    [
        " if you know if you're listening to this and you've got some free time I think I mentioned it",
        5902.3,
        5910.46
    ],
    [
        " last time we're talking about some of the characters but band and brothers covers this and and",
        5910.46,
        5913.84
    ],
    [
        " market garden from the American you know airborne troopers and and our name there's a cool",
        5913.84,
        5921.94
    ],
    [
        " replaying and retelling of this and what we saw in the combination of that but this is revealed",
        5921.94,
        5926.7
    ],
    [
        " there it's it's it's very well done but it does not it does not um expose the depths of the why",
        5926.7,
        5935.82
    ],
    [
        " behind it it looks at it looks like it looks at it from a tactical point of view and it's it's very",
        5935.82,
        5940.32
    ],
    [
        " good to see it's really you should watch it it's not um banner brother is awesome but this takes it",
        5940.32,
        5945.74
    ],
    [
        " and reveals it on a level that for me the reason I can't I don't know what to say is it's really hard to",
        5945.74,
        5951.38
    ],
    [
        " just it's this is this is 1944 yeah we aren't new we we are not we're experienced yes yes",
        5951.38,
        5960.74
    ],
    [
        " indeed is behind us like this isn't figuring out how do we get our footing here things are not",
        5960.74,
        5967.1
    ],
    [
        " going though this isn't Singapore this isn't Pearl Harbor this isn't the invasion of Poland",
        5967.1,
        5971.48
    ],
    [
        " it isn't even the battle of Britain this is 1944 it's it's it's it's crazy you know that you can",
        5971.48,
        5980.26
    ],
    [
        " see uh I guess the British the British generals but they they have a different little character",
        5980.26,
        5985.42
    ],
    [
        " that they play you know when they get up and they need to convince people you can see like",
        5985.42,
        5988.48
    ],
    [
        " Monty right you know getting up well gents it's a rough fight but we've got 90% success right",
        5988.48,
        5994.64
    ],
    [
        " you know you can like that they're doing a different thing but it's the same it's a different accent",
        5994.64,
        6000.22
    ],
    [
        " but it's the same bullshit chest out furl eyebrows",
        6000.22,
        6007.66
    ],
    [
        " a little bit more a little bit more haughty from the brits from Montgomery but he's playing that same role",
        6008.72,
        6016.14
    ],
    [
        " and you got to ask yourself why does this happen why why is this happening why are we going through",
        6016.14,
        6023.5
    ],
    [
        " these historical examples it's not from technology it's not from lack of fighting spirit it's not the terrain",
        6023.5,
        6032.72
    ],
    [
        " um that's bad leadership and where does this bad leadership come from where is it rooted well it",
        6034.2,
        6041.5
    ],
    [
        " is rooted in the psychological the psychological minds of these leaders and there's plenty of great",
        6041.5,
        6051.82
    ],
    [
        " ones and we're not talking about them on this podcast we're talking about the psychopaths and we",
        6051.82,
        6062.7
    ],
    [
        " until then ecco Charles yes sir um you know we're we're trying to not be psychopathic types of leaders",
        6063.2,
        6070.14
    ],
    [
        " we're trying to be better than that we're trying to be better in all ways you know",
        6070.14,
        6076.06
    ],
    [
        " yeah got any recommendations for us how to get better we're trying not to have monumental",
        6076.06,
        6081.68
    ],
    [
        " complacency that's definitely we're trying not to do that I think those the thing yeah",
        6081.68,
        6086.72
    ],
    [
        " so yeah let's not do that how about that okay well let's start with ourselves",
        6086.72,
        6091.36
    ],
    [
        " right you start with yourself mm-hmm I'm not gonna put your oxygen mask on before my own okay",
        6092.14,
        6098.64
    ],
    [
        " yeah otherwise they cannot breathe and then they cannot you know function well I guess",
        6098.64,
        6103.22
    ],
    [
        " technically speaking if I was in charge of a group of soldiers yes and I was uh I had gout",
        6103.22,
        6111.5
    ],
    [
        " yeah I was overweight yeah I was unhealthy yeah I was mentally unstable yes I don't think I'm",
        6111.5,
        6119.62
    ],
    [
        " gonna do a good job leading my soldiers it's gonna be very hard yeah it's gonna be difficult yeah",
        6119.62,
        6122.92
    ],
    [
        " so let's to your point let's make sure we got our shit together yes sir I agree and yeah here's",
        6122.92,
        6130.82
    ],
    [
        " some ways to do it look we're working out we're reading we're reading yeah we're definitely reading",
        6130.82,
        6135.16
    ],
    [
        " we're listening oh yeah that's what I do yeah I listen workout and yeah I work out and I listen",
        6135.16,
        6143.2
    ],
    [
        " you know and I'll read it here in there either way when we work out we do things we got to put our",
        6143.2,
        6149.82
    ],
    [
        " bodies through little something so they can adapt to be ready for a big something hopefully hopefully",
        6149.82,
        6156.54
    ],
    [
        " hopefully on this path we're gonna take some beatings it's okay we got some supplementation okay",
        6156.54,
        6161.46
    ],
    [
        " let's talk about energy drinks first energy drinks the good energy drinks actually now I think nowadays",
        6161.46,
        6168.54
    ],
    [
        " when we talk about energy drinks where I'm talking about the other ones anymore yeah well unless we",
        6168.54,
        6172.66
    ],
    [
        " indicate so we need to make sure that we tell people that when we talk about energy drinks we're",
        6172.66,
        6177.34
    ],
    [
        " talking about a certain type of energy drink that's good for you in all aspects that's what I'm saying",
        6177.34,
        6181.98
    ],
    [
        " exactly okay there are energy that are horrible for you yes sir but now for now for now from now on",
        6181.98,
        6187.26
    ],
    [
        " we're gonna indicate that we're talking about that kind either either way I got you okay jaco",
        6187.26,
        6192.46
    ],
    [
        " discipline go energy drinks if you don't know that's the that's a healthy energy drink got a",
        6192.46,
        6197.76
    ],
    [
        " little bit of caffeine in that 95 milligrams like a cup of coffee yes sir a bunch of other healthy",
        6197.76,
        6203.74
    ],
    [
        " stuff it's an energy drink that is literally healthy for you new tropics vitamins boom there you go",
        6203.74,
        6209.46
    ],
    [
        " yeah it's basically everything that you've come that you come to energy drinks for without the",
        6209.46,
        6214.14
    ],
    [
        " the backside what do you call tab you got to pay with your health have you ever do you like the",
        6214.14,
        6218.92
    ],
    [
        " taste of any fast food well you know depends on uh like and let me clear the path for you",
        6218.92,
        6225.34
    ],
    [
        " yes sir you can't wait for you if you bring me to a Wendy's which I used to work at I'm going",
        6225.34,
        6230.7
    ],
    [
        " ham in Wendy's right but like I would I really enjoy the taste of Wendy's probably two years ago",
        6230.7,
        6237.38
    ],
    [
        " I think one of my kids went and got uh McDonald's you familiar with this place I hear things yeah",
        6237.38,
        6243.76
    ],
    [
        " I had a couple fries man and let's face it dude I mean these things are engineered by",
        6243.76,
        6252.18
    ],
    [
        " doctors and physicists and chemists to satisfy your your taste buds and your dopamine's firing right",
        6254.3,
        6262.64
    ],
    [
        " all the stuff is going on so now imagine this all that goodness imagine if you had all that goodness",
        6262.64,
        6268.48
    ],
    [
        " and there was zero downside right we know it's funny I had this mental exercise because that's",
        6268.48,
        6274.72
    ],
    [
        " what you get with with with the go yeah you get all that you get all that goodness you get all",
        6274.72,
        6279.74
    ],
    [
        " that goodness everything you know I'm for yeah exactly no downside you just go at just go ham",
        6279.74,
        6285.78
    ],
    [
        " you literally drove four of them you're not gonna sleep did I know I actually probably am well maybe",
        6285.78,
        6292.74
    ],
    [
        " I don't know either way I signed up for all that seems yeah yeah the McDonald's thing I talked to",
        6292.74,
        6299.76
    ],
    [
        " my kids before they go to Wendy's Burger King uh what's your go to well I don't have a go I haven't",
        6299.76,
        6309.72
    ],
    [
        " in years like I haven't okay like I had a few fries wait a second chick full",
        6309.94,
        6314.72
    ],
    [
        " well during last things during last season will take the latest not like as grease let's face okay",
        6314.72,
        6320.6
    ],
    [
        " so we talked about this actually briefly I went when I was in my way to Greg James house and I had",
        6320.6,
        6327.4
    ],
    [
        " some McDonald's straight up and I went kind of hard to I didn't need anything all day it was",
        6327.4,
        6332.06
    ],
    [
        " week it was very very weak uh oh that's the time you got like taunted by it was right on the",
        6332.06,
        6336.98
    ],
    [
        " side of the road right on the side like literally like I was almost no way to get the great",
        6336.98,
        6342.0
    ],
    [
        " train sauce if you went through the McDonald's drive through it's yeah that's what you",
        6342.0,
        6345.5
    ],
    [
        " convince yourself that is what it felt like yes um well you know there's that Wendy's right by",
        6345.5,
        6349.54
    ],
    [
        " victory MMA and fitness yeah oh yeah that's another one that's another but I felt for the trap of",
        6349.54,
        6353.86
    ],
    [
        " Wendy's one time I told you this I think I told you this we're after training I was like I was",
        6353.86,
        6357.86
    ],
    [
        " like I went for Wendy's for like 48 hours and I was like okay man look there's the Wendy's on",
        6357.86,
        6366.0
    ],
    [
        " deal with this feeling yeah anymore I go train like kind of hard yeah after training I go boom",
        6366.0,
        6371.84
    ],
    [
        " right into the Wendy's right out of the Wendy's drive through boom go eat it and I felt completely",
        6371.84,
        6376.8
    ],
    [
        " like shit after completely after training Wendy's boom it like it jams you up oh yeah you shouldn't",
        6376.8,
        6382.98
    ],
    [
        " do that from then on Wendy's is easier to resist check this out imagine if you could go to Wendy's",
        6382.98,
        6388.5
    ],
    [
        " and you Aiden and was delicious and made you feel great yeah yeah help you recover that's what",
        6388.5,
        6392.56
    ],
    [
        " this drink is yeah that's what this drink is oh yeah it's a miracle it's a miracle it's a miracle",
        6392.56,
        6399.02
    ],
    [
        " that you can have all upside and no downside that's a miracle right yeah am I wrong you were",
        6399.02,
        6404.44
    ],
    [
        " not wrong dude you were correct action all right well so there you go you want to try some of that",
        6404.44,
        6408.88
    ],
    [
        " yeah yeah so now everyone's fired up I get it so similar vein malk yeah similar vein malk yeah",
        6408.88,
        6415.12
    ],
    [
        " because the same thing you're fired up to have something that tastes really good you're fired up",
        6415.12,
        6419.82
    ],
    [
        " from milkshake yeah but you can you know you can if you go gup bomb a milkshake bro like you feel",
        6419.88,
        6426.3
    ],
    [
        " like insulin coming out of your eyes it's a disaster but you go to malk yeah easy money you're",
        6426.3,
        6433.56
    ],
    [
        " your insulin levels freaking flatlined yeah yeah there's no spike sweeten with monk fruit no no",
        6433.56,
        6439.96
    ],
    [
        " reason to go kill yourself no reason to get drink poison no no reason to drink poison it's another",
        6439.96,
        6445.18
    ],
    [
        " miracle it's true so two for two miracles scenarios by jockele fuel while you're at it take care of",
        6445.6,
        6452.94
    ],
    [
        " your joints you got joint work for a super crow oil why you had to take care of your immunity cold",
        6452.94,
        6456.86
    ],
    [
        " war and vitamin D3 sometimes you don't get out in the sun as much as we need to that's bad you",
        6456.86,
        6462.58
    ],
    [
        " know that is bad but the the sun provides vitamin D but if you don't get it from the sun boom",
        6462.58,
        6468.04
    ],
    [
        " vitamin D3 you don't have to go to out in the sun if you don't want to do my dog goes out and in my",
        6468.04,
        6473.64
    ],
    [
        " unaligned chair like a chair what's it called like a deck chair he just goes out there he's",
        6474.56,
        6481.04
    ],
    [
        " gets vitamin D all day sun bathing all this sun bathing dog okay all right this good we have",
        6481.04,
        6486.54
    ],
    [
        " so he might not need this but for those of us who may not hit the sun as often as your dog or",
        6486.54,
        6491.04
    ],
    [
        " whatever yeah vitamin D3 all good all right where where we get these miracles jockele fuel calm",
        6491.04,
        6496.98
    ],
    [
        " also at the vitamin shop vitamin shop also for the energy drinks wow wow you know what we're working",
        6497.66,
        6504.6
    ],
    [
        " on ready to drink milk you just roll it and you just pull it off the shelf and you're slamming a",
        6504.6,
        6512.8
    ],
    [
        " milkshake that's good for you oh yeah this is like another miracle dishen up miracles it's good",
        6512.8,
        6520.92
    ],
    [
        " but yeah so yeah also you can get a subscription to this stuff if you don't know that you get",
        6520.92,
        6525.8
    ],
    [
        " free shipping and you get you're gonna gonna remember to order it because sometimes when you order",
        6525.8,
        6530.54
    ],
    [
        " you take one two three four I don't know how every I don't know where you live so I don't know how",
        6530.54,
        6534.26
    ],
    [
        " long it's gonna take to get your house but sometimes there will be that lag time that you don't want",
        6534.26,
        6537.9
    ],
    [
        " especially with the joint stuff actually split pretty much with all the stuff so you get on the",
        6537.9,
        6542.3
    ],
    [
        " subscript boom you get it reliably boom free shipping by the way also origin USA oh yeah you're gonna",
        6542.3,
        6550.32
    ],
    [
        " want to get on that yep you want some American made stuff especially the denim and the boots and then",
        6550.32,
        6554.8
    ],
    [
        " again I guess you know depends on what you're like what you're into well denim and boots aren't",
        6554.8,
        6558.32
    ],
    [
        " gonna do you any good if you're looking to train geegee jitsu yep but boom we got some geese American",
        6558.32,
        6564.34
    ],
    [
        " made the riff ge by the way when I'm talking about the riff ge but that's one that's like",
        6564.34,
        6569.06
    ],
    [
        " depends on who you are but you can sleep in that thing like pajamas for sure if we made a long",
        6569.06,
        6574.5
    ],
    [
        " one like a long jacket you could be straight up in a robe you'd be straight up in a robe yeah I",
        6574.5,
        6582.0
    ],
    [
        " might even exercise my right to wear that robe too from time to time looks good but yeah a lot of",
        6582.0,
        6587.96
    ],
    [
        " good stuff all made in America yeah like from from the beginnings of the materials probably even from",
        6587.96,
        6593.38
    ],
    [
        " the thoughts of the beginnings of the materials all made in America so you want to support American",
        6593.38,
        6597.7
    ],
    [
        " economy yes one of the ways and you want and you do want to support the American economy yes sir you",
        6597.7,
        6603.52
    ],
    [
        " do want to do that yeah it's true again origin USA dot com if you like something on there yeah get",
        6603.52,
        6610.18
    ],
    [
        " something you support a you support a lot actually also speaking of supporting a lot jacquoise",
        6610.18,
        6616.96
    ],
    [
        " doors called jacquoise door you know represent support yourself support the cause support the path",
        6616.96,
        6622.52
    ],
    [
        " represent of the path you get a shirt you get a jacket you get a hat something like this we have a",
        6622.52,
        6629.32
    ],
    [
        " subscription situation too called the shirt locker if you're interested in creative artistic yet",
        6629.32,
        6636.06
    ],
    [
        " representative nine sure lockers for you good feedback on that one I'm telling you but yeah look",
        6637.28,
        6642.54
    ],
    [
        " into that one jacquoise door if you're subscribing to stuff subscribe to this podcast subscribe to",
        6642.54,
        6646.86
    ],
    [
        " jacquoise unraveling with Darryl Cooper grounded podcast warrior kid podcast also you can subscribe",
        6646.86,
        6652.98
    ],
    [
        " is that the right word for the underground yes jacquoise underground dot com you can subscribe",
        6652.98,
        6659.34
    ],
    [
        " more importantly you can support a methodology that we can turn to should there be problems what kind",
        6659.52,
        6669.04
    ],
    [
        " of problems banning shadow banning censorship those kind of things we're we're not saying that",
        6669.04,
        6677.86
    ],
    [
        " that's going to happen but what kind of preparation would it be if we didn't have a contingency scenario",
        6677.86,
        6684.36
    ],
    [
        " so we got that uh jaco underground dot com cost eight dollars and eighteen cents a month if you",
        6684.4,
        6689.22
    ],
    [
        " want to be a part of that we do another little podcast called jaco underground when we talk about",
        6689.22,
        6693.38
    ],
    [
        " different topics we answer your questions we bring up some adjacent things compliment",
        6693.38,
        6698.88
    ],
    [
        " compliment what's the word that would it contemplate contemplate contemplation yeah no contemplative",
        6698.88,
        6708.72
    ],
    [
        " if okay thoughts of jacquoise that's what I've kind of discerned from it you'd be like how's",
        6708.98,
        6714.24
    ],
    [
        " thinking about this yeah and you're like this is this is this is the outlet yeah yeah yeah outlet for",
        6714.24,
        6719.02
    ],
    [
        " a little deeper dive in a various subjects little discussions yeah yeah some good Q&A on that one too",
        6719.02,
        6724.98
    ],
    [
        " so there you go we also have a youtube channel where we put up the videos of this podcast we've",
        6724.98,
        6731.0
    ],
    [
        " been putting up the unraveling podcast slowly but surely yeah maybe some more of those could get",
        6731.0,
        6738.28
    ],
    [
        " up there yeah if we if we are not too busy we're working hard on that one for sure uh some other",
        6738.28,
        6745.76
    ],
    [
        " clips that echo Charles puts together what do you think Dave what's your favorite uh jaco",
        6745.76,
        6749.76
    ],
    [
        " podcast youtube channel video not the one of him talking trash to me yeah I'm assuming I think the",
        6749.76,
        6759.02
    ],
    [
        " framing one's my favorite one uh it was that on youtube yeah I think for sure framing up yeah framing",
        6759.02,
        6765.02
    ],
    [
        " yeah wait do you think it's just on uh the ground no it's no yeah the longer the longer ones are on",
        6765.4,
        6771.78
    ],
    [
        " youtube yeah you're right you're right you're right you're right you're right you're right you're",
        6771.78,
        6773.42
    ],
    [
        " right if you want to see so what's that called behind the scenes yeah which is basically me talking",
        6773.42,
        6778.14
    ],
    [
        " shit yes yeah hard you're hard deserved uh well in many cases you know it's not always sometimes go",
        6778.14,
        6784.88
    ],
    [
        " a little too maybe your black guys deserve I don't know maybe maybe also do we can a youtube uh uh",
        6784.88,
        6791.2
    ],
    [
        " channels you origin USA they have a good youtube channel origin HD you want to see how the inner",
        6791.2,
        6796.6
    ],
    [
        " workings of an American factory resurrecting manufacturing by the way you want to see how that",
        6796.6,
        6802.12
    ],
    [
        " works man that's a good that's a good outlet American factories we got multiple factories now",
        6802.12,
        6806.98
    ],
    [
        " yeah we're growing yeah we're gonna bring a back manufacturing to America yeah yeah that's a good one",
        6806.98,
        6813.94
    ],
    [
        " also psychological warfare is an album with tracks jaco tracks of him telling you how to get",
        6813.94,
        6818.74
    ],
    [
        " through moments of weakness these are weaknesses that I experience literally I experience",
        6818.74,
        6824.06
    ],
    [
        " the told jaco make this little thing it's recording you listen to it boom no more moment of weakness",
        6824.06,
        6831.08
    ],
    [
        " a moment of strength really at the end of the day flip side canvas if you want something to hang",
        6831.08,
        6836.36
    ],
    [
        " on your wall that's cool decode of myers making it for you go to flipside canvas.com got a bunch of",
        6836.36,
        6841.4
    ],
    [
        " books you know what they are final spin look final spin coming out november 9th what are you shaking",
        6841.4,
        6847.78
    ],
    [
        " your head at day just not wait freaking it's freaking it's rad um super stoked on it and looking forward",
        6847.78,
        6856.7
    ],
    [
        " to that coming out then everything else you know leadership strategy tactics code evaluation",
        6856.7,
        6860.08
    ],
    [
        " protocol this pretty crispy field manual way the warrior kid one two three and four",
        6860.08,
        6863.82
    ],
    [
        " Mikey in the dragons about face by hack worth extreme ownership and the dichotomy of leadership",
        6863.82,
        6869.94
    ],
    [
        " echelon front is our leadership consultancy we solve problems through leadership that's what we do",
        6869.94,
        6875.34
    ],
    [
        " leadership is the solution go to echelonfront.com if you want details on that we have live events",
        6876.34,
        6882.68
    ],
    [
        " we also have an online training academy because leadership isn't something you learn in one shot",
        6882.68,
        6887.78
    ],
    [
        " it's something you have to work on just like going to the gym just like jujitsu",
        6887.78,
        6892.16
    ],
    [
        " so either there's a bunch of courses on there you can take there's live sessions that we're doing",
        6892.16,
        6898.5
    ],
    [
        " two three times a week where you want to ask me a question you can ask me you want to ask",
        6898.5,
        6905.32
    ],
    [
        " go to extremotorship.com if you want to get involved in that and also if you want to help service",
        6905.74,
        6909.34
    ],
    [
        " members active and retired you want to help their families go to our family check out mark",
        6909.34,
        6913.02
    ],
    [
        " lease mom mom we she got a charity organization helping out in so many different ways if you want",
        6913.02,
        6917.7
    ],
    [
        " to donate or you want to get involved go to america's mighty warriors dot org and if you want more",
        6917.7,
        6923.08
    ],
    [
        " of my repetitious reciting or you need more of echoes unattached assertions or Dave's exploratory",
        6923.08,
        6932.44
    ],
    [
        " explanations you can find us on the inner webs on twitter on the gram on facebook david arburg echo",
        6933.9,
        6941.02
    ],
    [
        " is that echo charles and i'm at jockel wiling and thanks to everyone out there in the armed services",
        6941.02,
        6946.36
    ],
    [
        " who step up and execute and get the job done even when leadership is lacking",
        6946.36,
        6952.9
    ],
    [
        " and also thanks to our police law enforcement firefighters paramedics EMTs dispatchers correctional",
        6952.9,
        6959.9
    ],
    [
        " officers border patrol secret service and all first responders thank you for standing duty",
        6959.9,
        6964.82
    ],
    [
        " here on the home front and keeping us all safe and everyone else out there there's a common theme",
        6964.82,
        6970.72
    ],
    [
        " in this book that like i said it's really not in this book and that is a failure to detach",
        6970.72,
        6977.5
    ],
    [
        " and as we read these blunders and errors and catastrophes it's so easy to see these mistakes being made",
        6977.5,
        6986.6
    ],
    [
        " but they're not obvious to the people that are caught up in making these mistakes",
        6988.42,
        6992.72
    ],
    [
        " they can't see the tactical errors they can't see their emotions they can't see their ego",
        6992.72,
        7000.54
    ],
    [
        " and it wrecks them and it causes these disasters so don't allow that to happen to you",
        7000.54,
        7011.02
    ],
    [
        " the worst mistakes we make are the ones we don't see and we don't see them because we're too close",
        7011.5,
        7017.64
    ],
    [
        " so step back detach see what you're supposed to see and that will allow you to do what you are",
        7017.64,
        7026.76
    ],
    [
        " supposed to do and until next time zadev and echo and jockel out",
        7026.76,
        7034.42
    ]
]