[
    [
        " This is the Jocco DMZ podcast episode one sitting here with Echo Charles.",
        0.18,
        5.64
    ],
    [
        " So I get a random text from you Echo Charles get a random text from Echo and it says",
        6.0,
        12.92
    ],
    [
        " the whole world thinks you're on steroids.",
        12.92,
        14.92
    ],
    [
        " There's no context around it and I wrote back why is that or something along those lines.",
        15.24,
        23.2
    ],
    [
        " And then you sent me the link to this YouTube video of more plates, more dates, which is",
        23.58,
        29.06
    ],
    [
        " the YouTube channel.",
        29.06,
        29.78
    ],
    [
        " And it's this video and they're trying to decipher whether I'm on steroids or on TRT.",
        30.04,
        41.66
    ],
    [
        " So I laughed it was funny, it was funny.",
        42.52,
        45.5
    ],
    [
        " And like the subtitle of it is he trains three times a day, sleeps five hours and is fucking",
        46.04,
        52.86
    ],
    [
        " huge.",
        52.86,
        53.38
    ],
    [
        " That's the title of it.",
        53.72,
        57.48
    ],
    [
        " And it's funny.",
        58.18,
        59.3
    ],
    [
        " So I laughed a smile a little bit and it's kind of funny for me to people to think I'm",
        59.62,
        66.6
    ],
    [
        " on steroids or on testosterone.",
        66.6,
        69.08
    ],
    [
        " It's a good compliment because I'm not.",
        69.98,
        72.58
    ],
    [
        " And I don't have anything, I don't have anything against people that do steroids unless you're",
        73.72,
        78.42
    ],
    [
        " like competing in a sport where you're not supposed to do that kind of stuff.",
        78.42,
        83.62
    ],
    [
        " And then I don't really, yeah, then you shouldn't do it.",
        84.12,
        87.4
    ],
    [
        " But I know a lot of people that are on either are on steroids, have been on steroids.",
        87.48,
        94.16
    ],
    [
        " I know a lot of people that have been on TRT, which is interestingly the fact what I'm",
        94.36,
        98.0
    ],
    [
        " saying right now is one of the things that this guy, his name is Derek.",
        98.0,
        101.18
    ],
    [
        " And I watched a bunch of his videos before, randomly.",
        101.58,
        104.12
    ],
    [
        " He's a well-educated guy.",
        104.76,
        106.52
    ],
    [
        " He's a smart guy.",
        106.76,
        107.62
    ],
    [
        " He's pretty funny too.",
        107.74,
        108.5
    ],
    [
        " Yeah.",
        108.5,
        108.8
    ],
    [
        " But he, that's one of the things that he sort of mentioned when he makes his conclusion,",
        109.2,
        115.42
    ],
    [
        " which the conclusion of the video is, and I've got the exact quote written down or somewhere",
        116.36,
        122.72
    ],
    [
        " was kind of like, yeah, he's probably done steroids and he's almost definitely on TRT,",
        122.72,
        131.26
    ],
    [
        " which was his conclusion, which was interesting because the guy does have a lot of knowledge about",
        131.48,
        136.68
    ],
    [
        " this kind of stuff.",
        136.94,
        137.96
    ],
    [
        " But it's weird because even as he was saying, coming to this conclusion, he kept backpedaling",
        138.38,
        145.76
    ],
    [
        " a little bit, but then kind of moving forward, backpedaling, moving forward.",
        145.76,
        148.26
    ],
    [
        " Now here's a deal.",
        148.56,
        149.2
    ],
    [
        " I don't really care what it is.",
        149.98,
        152.6
    ],
    [
        " I think it's kind of funny in whatever.",
        152.6,
        153.82
    ],
    [
        " You always gonna have stuff set about you on the internet.",
        154.06,
        156.48
    ],
    [
        " But here's what I was a little bit concerned is if you're a person that's, let's say you're",
        156.74,
        162.76
    ],
    [
        " 18 year old kid and you think Jocco is cool.",
        163.12,
        165.36
    ],
    [
        " And you hear this thing, then maybe people are starting to think, oh, well, you know,",
        165.92,
        170.48
    ],
    [
        " Jocco uses steroids.",
        170.56,
        171.54
    ],
    [
        " Just watch this video.",
        171.6,
        172.74
    ],
    [
        " Or if you're a person that's in the military or in law enforcement where you're putting",
        173.02,
        176.12
    ],
    [
        " your job and jeopardy to use steroids or use these kind of drugs, then that's bad.",
        176.12,
        182.68
    ],
    [
        " And I didn't want to have that out there where people are like, well, you know, Jocco",
        183.02,
        186.66
    ],
    [
        " uses them because that's the conclusion.",
        186.66,
        189.6
    ],
    [
        " So, yeah, I wanted to like go through it a little bit and see how we ended up in this",
        191.62,
        196.68
    ],
    [
        " situation where we're at.",
        196.68,
        200.14
    ],
    [
        " What do you, that's a good point there where I didn't really think about it in that depth",
        200.9,
        204.36
    ],
    [
        " where, yeah, who cares, especially nowadays, we're breath, take, take whatever you like,",
        204.36,
        210.08
    ],
    [
        " unless you're literally cheating on something, something official, whatever, but do your",
        210.26,
        213.86
    ],
    [
        " thing.",
        213.86,
        214.0
    ],
    [
        " But yeah, so if you're doing it and everyone else is doing it and it's so like normal in",
        216.28,
        222.74
    ],
    [
        " life or whatever, yeah, who's the, what's to get that don't influence younger people,",
        222.74,
        227.3
    ],
    [
        " less knowledgeable people to be like, oh, everyone does it.",
        227.46,
        229.32
    ],
    [
        " Even Jocco, this pillar of integrity, you know, and they're minding all this stuff.",
        229.42,
        232.96
    ],
    [
        " And so that's how normal it is.",
        232.96,
        234.88
    ],
    [
        " And you know, it's some influence.",
        234.98,
        236.6
    ],
    [
        " It's like false influence, you know, yeah.",
        236.64,
        238.42
    ],
    [
        " So that made me feel like, oh, maybe we should, we should talk about it a little bit.",
        238.6,
        242.7
    ],
    [
        " But because that's not cool.",
        243.12,
        244.74
    ],
    [
        " So how the, let me just give my back on a little bit, just kind of so people understand.",
        246.44,
        252.76
    ],
    [
        " So when I was a kid, I was a hardcore kid.",
        254.12,
        260.3
    ],
    [
        " I was a straight edge kid.",
        260.88,
        261.9
    ],
    [
        " If you don't know what that means, that means I didn't drink, I didn't smoke, I didn't",
        262.06,
        266.88
    ],
    [
        " smoke pot, I didn't do anything like that.",
        266.88,
        268.5
    ],
    [
        " I was into hardcore music and I was what's called straight edge back in the day.",
        268.7,
        275.38
    ],
    [
        " So that's the beginning.",
        275.78,
        277.12
    ],
    [
        " Now if I was into other kind, if I was into a metal, which I was in a metal, but I moved",
        277.44,
        284.36
    ],
    [
        " past the metal very quickly and into hardcore and got into that scene.",
        284.36,
        288.16
    ],
    [
        " And so I was in that scene, my friends were in that scene, there we are.",
        289.32,
        292.52
    ],
    [
        " And guess what, when you're in that scene, you're not drinking, you're not doing drugs.",
        292.76,
        295.26
    ],
    [
        " So there's my high school years.",
        295.5,
        296.38
    ],
    [
        " You know, like they're dumb.",
        297.06,
        298.72
    ],
    [
        " Then what do I do?",
        299.36,
        300.46
    ],
    [
        " Well, then I join the military.",
        301.16,
        301.98
    ],
    [
        " So when you join the military, guess what?",
        302.76,
        304.3
    ],
    [
        " You can't do drugs.",
        304.9,
        305.94
    ],
    [
        " Now I drank when I was in the military.",
        306.44,
        309.36
    ],
    [
        " I drank a lot, probably drank too much.",
        309.6,
        311.7
    ],
    [
        " But if you get caught doing drugs in the military, you get kicked out of the military, even",
        311.9,
        318.74
    ],
    [
        " steroids.",
        318.74,
        319.14
    ],
    [
        " Even steroids.",
        319.3,
        320.06
    ],
    [
        " Even steroids.",
        320.9,
        321.54
    ],
    [
        " Now again, when, look, people want to do drugs, I got all kinds of friends that do drugs.",
        323.78,
        328.5
    ],
    [
        " I got all kinds of friends that do drugs.",
        328.96,
        330.78
    ],
    [
        " I got friends that smoke pot all day long.",
        331.04,
        332.68
    ],
    [
        " I got friends that drink a lot.",
        333.32,
        335.18
    ],
    [
        " I got friends that do mushrooms and acid and all kinds of crazy shit.",
        335.52,
        339.12
    ],
    [
        " And I don't, these are my legitimate friends.",
        340.24,
        343.04
    ],
    [
        " But I don't do that stuff.",
        343.46,
        345.82
    ],
    [
        " So I don't hold anything against them.",
        345.9,
        347.08
    ],
    [
        " And I got a lot of friends that have used steroids for sure and used steroids for sure.",
        347.08,
        353.1
    ],
    [
        " People that I train with sometimes.",
        353.24,
        355.12
    ],
    [
        " People that are on TRT.",
        355.6,
        357.32
    ],
    [
        " I know all these kinds of people.",
        357.48,
        358.32
    ],
    [
        " I don't hold one single grudge against them.",
        358.7,
        361.36
    ],
    [
        " When someone beats the shit out of me on the mats, it ruffs me up.",
        361.7,
        366.06
    ],
    [
        " And I think, well, you know, oh, that guy is probably on steroids or is on steroids.",
        366.32,
        369.62
    ],
    [
        " Which by the way, they tell me.",
        369.9,
        371.58
    ],
    [
        " Yeah, I was, you know, I'm going to cycle, oh, cool.",
        371.84,
        374.42
    ],
    [
        " I don't have any animosity towards that person.",
        374.66,
        377.7
    ],
    [
        " But in the Navy, in the military, you can't do that.",
        378.32,
        382.8
    ],
    [
        " And there was a bunch of comments in these sections that were about every one in the militaries on steroids.",
        383.02,
        389.56
    ],
    [
        " Which was crazy for me to read.",
        389.68,
        391.24
    ],
    [
        " It was crazy for me to read.",
        391.8,
        392.76
    ],
    [
        " But okay, so I'm in the military.",
        393.7,
        396.48
    ],
    [
        " If you use drugs, if you use steroids, you can get kicked out.",
        396.7,
        399.78
    ],
    [
        " There was no way I was ever going to sacrifice or put at risk my military career doing the job.",
        399.86,
        405.7
    ],
    [
        " I loved because I wanted to be a little bit bigger.",
        405.7,
        408.82
    ],
    [
        " And by the way, I was pretty big.",
        408.82,
        411.52
    ],
    [
        " You know, like I wasn't, I was good to go.",
        412.2,
        415.58
    ],
    [
        " I wasn't in this situation where I was like, oh, no, I hope I can, you know, be a little bit stronger.",
        415.8,
        420.84
    ],
    [
        " I wasn't in that situation.",
        420.84,
        422.0
    ],
    [
        " I wasn't in a situation where I was like, oh, I hope I can be a little bit more jacked.",
        422.12,
        425.38
    ],
    [
        " I was as jacked as I thought I could need it to be to do my job.",
        425.38,
        429.44
    ],
    [
        " Do you know anyone that got in trouble, I don't know, kicked out whatever for steroids?",
        429.44,
        434.46
    ],
    [
        " I know, I know guys that got in trouble.",
        434.58,
        437.26
    ],
    [
        " I don't know if anyone got kicked out.",
        437.46,
        439.84
    ],
    [
        " I know that it was, quote, hard to test for, they'd say, right?",
        440.96,
        445.56
    ],
    [
        " They'd be like, it's really hard to test.",
        445.68,
        447.28
    ],
    [
        " So what they would do is they would take, this is a legend, right?",
        447.8,
        451.46
    ],
    [
        " This is what I'd hear.",
        451.58,
        452.88
    ],
    [
        " And this is the kind of stuff that I just need to hear this one time.",
        453.4,
        455.46
    ],
    [
        " And I'd be like, okay, cool.",
        455.52,
        456.16
    ],
    [
        " What they do is it's really expensive to test for steroids.",
        456.42,
        458.66
    ],
    [
        " So they would test 100 samples.",
        459.24,
        463.44
    ],
    [
        " They'd mix them all together and test for steroids.",
        463.58,
        465.52
    ],
    [
        " And if it was in there, then they'd do an individual test for each one of them to save money.",
        465.68,
        468.74
    ],
    [
        " So I hear that.",
        469.0,
        469.6
    ],
    [
        " I'm like, okay, so they're testing.",
        469.7,
        470.66
    ],
    [
        " I'm not going to do this yet.",
        470.88,
        471.86
    ],
    [
        " And by the way, like of all my close friends in the SEAL teams,",
        472.88,
        478.24
    ],
    [
        " there's not one of them.",
        479.38,
        483.08
    ],
    [
        " I'm trying to think.",
        483.52,
        484.84
    ],
    [
        " I can't even think of any of them that was like doing steroids.",
        486.46,
        490.7
    ],
    [
        " I knew a guy.",
        491.08,
        492.0
    ],
    [
        " I knew guys that were peripheral friends.",
        492.2,
        494.16
    ],
    [
        " Like, oh yeah, this guy, oh yeah, yeah, dude, he's juicing.",
        494.16,
        496.64
    ],
    [
        " And they're quite frankly, these were the people that were,",
        496.96,
        499.44
    ],
    [
        " in some cases, it was like, oh yeah, maybe a bones in there.",
        500.12,
        505.3
    ],
    [
        " We get on the shit too.",
        505.4,
        506.4
    ],
    [
        " You know what I'm saying?",
        506.7,
        507.14
    ],
    [
        " Like if you were, like maybe you were ms jacked,",
        507.8,
        510.08
    ],
    [
        " or maybe you didn't like working out as much as I did,",
        510.16,
        512.86
    ],
    [
        " or maybe you didn't, you know, you just were,",
        512.98,
        515.02
    ],
    [
        " didn't have the genetics to walk around at 210, 220, right?",
        515.22,
        519.94
    ],
    [
        " And if you don't have that, maybe you're like, bro, you know,",
        520.44,
        524.12
    ],
    [
        " and you're hanging around with a bunch of guys that are jacked.",
        524.32,
        527.0
    ],
    [
        " So, so occasionally you said you knew a team guy.",
        527.88,
        531.02
    ],
    [
        " A team guy who got busted for steroids and that kicked out straight up.",
        531.14,
        536.04
    ],
    [
        " Well, there you go.",
        536.12,
        536.5
    ],
    [
        " There you go.",
        536.62,
        537.32
    ],
    [
        " And I worked with me.",
        537.44,
        538.64
    ],
    [
        " You told me the whole story.",
        538.76,
        539.52
    ],
    [
        " He went down to, and it was weird.",
        539.66,
        541.3
    ],
    [
        " They didn't do it through a test though.",
        541.3,
        542.78
    ],
    [
        " And this is how I sort of found out, I guess,",
        542.96,
        545.54
    ],
    [
        " it's not like I was looking for the answer or nothing like that.",
        545.7,
        547.5
    ],
    [
        " But this is how I find out that, yes, steroids are no go.",
        547.58,
        549.96
    ],
    [
        " In the teams at least.",
        550.22,
        551.0
    ],
    [
        " Because he went down to Mexico to get him.",
        551.44,
        553.12
    ],
    [
        " That's where he would always get him.",
        553.14,
        554.28
    ],
    [
        " And then this is this story he told me,",
        554.84,
        558.68
    ],
    [
        " where he'd go there, inject him in Mexico,",
        558.8,
        562.3
    ],
    [
        " and then he felt that about throwing away all the needles and stuff.",
        562.58,
        567.72
    ],
    [
        " So he'd keep like the needles and the trash and stuff.",
        567.88,
        570.36
    ],
    [
        " Like he's like bag or in his pockets or whatever.",
        570.36,
        572.3
    ],
    [
        " Or the conscientious law breaker.",
        572.3,
        574.0
    ],
    [
        " So what he said.",
        574.0,
        576.24
    ],
    [
        " What a bummer, yeah.",
        576.24,
        577.18
    ],
    [
        " And then so he'd have like the used like needles or whatever.",
        577.62,
        580.92
    ],
    [
        " And then he, so when he came back, they caught, they caught him.",
        581.22,
        584.28
    ],
    [
        " They were like, oh, you came here for a star.",
        584.44,
        585.84
    ],
    [
        " This was like a long time.",
        585.94,
        586.78
    ],
    [
        " Well, like 90 some.",
        586.9,
        587.78
    ],
    [
        " They being the law enforcement or something.",
        587.86,
        589.88
    ],
    [
        " Law enforcement or the border guy or whatever.",
        589.96,
        591.62
    ],
    [
        " This is like maybe 2002.",
        591.88,
        593.38
    ],
    [
        " Maybe this is one of the one I knew him and stuff worked with him.",
        593.94,
        596.28
    ],
    [
        " And then yeah, he said that.",
        596.64,
        598.32
    ],
    [
        " And I was like, oh, the story was weird.",
        598.32,
        600.62
    ],
    [
        " Like that's a weird way to get caught, but whatever.",
        600.76,
        603.88
    ],
    [
        " And he got caught and then they reported it and all this stuff.",
        604.04,
        606.96
    ],
    [
        " And he got kicked out.",
        607.0,
        607.9
    ],
    [
        " Yeah, that's.",
        608.04,
        608.66
    ],
    [
        " I would occasionally know of like Marines that were doing it.",
        609.08,
        613.9
    ],
    [
        " Occasionally, man.",
        614.9,
        615.94
    ],
    [
        " But it was not legal.",
        616.3,
        617.82
    ],
    [
        " I do know that.",
        618.08,
        618.76
    ],
    [
        " Like if you got in trouble for you, you were getting kicked out.",
        618.78,
        620.9
    ],
    [
        " Is it the same now though?",
        621.08,
        622.42
    ],
    [
        " Because let's face it.",
        622.78,
        623.76
    ],
    [
        " Yeah, that was a different day.",
        623.76,
        624.54
    ],
    [
        " Yes.",
        624.66,
        624.86
    ],
    [
        " It is the same now.",
        625.3,
        626.72
    ],
    [
        " Oh shit.",
        626.72,
        627.38
    ],
    [
        " It is the same now.",
        627.64,
        628.52
    ],
    [
        " Now, do guys have more knowledge maybe where they can like know how to skirt the system or whatever?",
        628.96,
        633.2
    ],
    [
        " Yeah.",
        633.42,
        633.6
    ],
    [
        " That is possible.",
        633.9,
        634.86
    ],
    [
        " But with me, my friends.",
        635.6,
        638.2
    ],
    [
        " Bro, like, and my friends were in good freaking shape.",
        638.54,
        642.7
    ],
    [
        " Yeah.",
        643.12,
        643.36
    ],
    [
        " You know, we were lift and hard and whatever.",
        643.58,
        645.32
    ],
    [
        " Like trying to be jacked and you know what else?",
        645.58,
        647.82
    ],
    [
        " We're young and you know, when you're 18 years old, you're basically on steroids.",
        647.92,
        652.38
    ],
    [
        " Anyways, you could have so much freaking testosterone in your system.",
        652.64,
        654.98
    ],
    [
        " So we're big.",
        655.32,
        656.2
    ],
    [
        " So that was my, so that was my Navy career.",
        656.42,
        659.58
    ],
    [
        " I'm not doing something that's going to put my whole life at risk.",
        659.94,
        663.22
    ],
    [
        " It's not going to happen.",
        663.34,
        664.24
    ],
    [
        " So then I retire.",
        664.42,
        666.12
    ],
    [
        " And now when I retire, I got wife and kids and houses and businesses and all this stuff",
        666.42,
        670.58
    ],
    [
        " going on.",
        670.58,
        670.94
    ],
    [
        " I actually, that's pretty much when I stop drinking when I retired from the teams.",
        671.2,
        675.66
    ],
    [
        " Now also I don't have any of that type of friendship directly all the time.",
        675.66,
        681.04
    ],
    [
        " And I'm just like, and plus I'm a little bit older and I'm looking around going, okay,",
        681.34,
        685.24
    ],
    [
        " what benefit am I getting out of this?",
        685.4,
        686.64
    ],
    [
        " And I'm, it's just a totally different scene.",
        686.78,
        688.76
    ],
    [
        " So I, I didn't like one, I didn't retire and go like, I'm never drinking again.",
        688.98,
        691.74
    ],
    [
        " I just looked up in a month and I had like, oh, you know, I had a couple beers here.",
        692.22,
        696.04
    ],
    [
        " And then two months later, I had a few beers and a couple of drinks at this place or a",
        696.16,
        699.3
    ],
    [
        " medical client.",
        699.3,
        700.06
    ],
    [
        " We had some, whatever it was.",
        700.14,
        701.72
    ],
    [
        " But then after like probably another year, I just looked up and I was like, oh, wait,",
        702.04,
        706.88
    ],
    [
        " it's been another four months.",
        706.94,
        708.32
    ],
    [
        " It's been six months.",
        708.5,
        709.2
    ],
    [
        " And then all of a sudden I wasn't drinking anymore.",
        710.28,
        712.2
    ],
    [
        " And so that was that.",
        712.58,
        713.84
    ],
    [
        " And I, and still was just like, I'm not doing any other drugs either.",
        714.16,
        718.28
    ],
    [
        " So that's what happened.",
        719.2,
        722.24
    ],
    [
        " And that's, that's how my life has gotten to this point where I really, I haven't done,",
        722.58,
        728.78
    ],
    [
        " not even not done steriles, I've never done any drugs.",
        728.84,
        730.62
    ],
    [
        " Other than alcohol and caffeine, right, which caffeine again, it's like, I, I use that",
        730.86,
        738.82
    ],
    [
        " at certain times.",
        739.4,
        740.2
    ],
    [
        " I don't just drink caffeine all the time.",
        740.58,
        742.42
    ],
    [
        " But back to this video, it's, it's interesting.",
        743.2,
        747.96
    ],
    [
        " It's an interesting video.",
        748.38,
        749.44
    ],
    [
        " And it's, you can see this guy, his name is Derek.",
        749.72,
        751.52
    ],
    [
        " It seems like a good dude.",
        751.62,
        752.34
    ],
    [
        " Like I said, I've watched some of those, his thing is natty or not.",
        752.42,
        756.2
    ],
    [
        " Because natty means natural.",
        756.48,
        758.84
    ],
    [
        " Yes, there.",
        759.0,
        759.4
    ],
    [
        " And not means you're, what do they keep saying other words for like enhanced and they",
        759.76,
        764.1
    ],
    [
        " got all the neck, all these other slaying words for it's pretty funny.",
        764.1,
        768.52
    ],
    [
        " And what, what's your experience with the sauce, with the gear, with the steroids?",
        770.14,
        776.12
    ],
    [
        " Yeah.",
        776.52,
        776.64
    ],
    [
        " Okay.",
        776.8,
        777.0
    ],
    [
        " So, so yeah.",
        777.22,
        778.84
    ],
    [
        " Okay.",
        778.94,
        779.12
    ],
    [
        " So by the way, I actually mentioned this to you too.",
        779.24,
        781.7
    ],
    [
        " It had to be a little bit of a bummer that this guy does this whole video about steroids",
        781.92,
        785.72
    ],
    [
        " and you're in the video and he didn't mention you once, bro.",
        785.72,
        788.38
    ],
    [
        " I was like, this is going to hurt.",
        788.72,
        789.62
    ],
    [
        " Echo's going to be crushed.",
        789.76,
        790.66
    ],
    [
        " Whatever, bro.",
        790.74,
        791.38
    ],
    [
        " Whatever they mentioned in the comments.",
        791.84,
        793.32
    ],
    [
        " Okay.",
        793.54,
        793.86
    ],
    [
        " You made the comments.",
        793.96,
        794.64
    ],
    [
        " You made the comments.",
        794.64,
        795.38
    ],
    [
        " I think maybe you're up next for natty or not.",
        795.52,
        797.54
    ],
    [
        " Yeah.",
        797.82,
        798.22
    ],
    [
        " Echo's Charles.",
        798.08,
        798.96
    ],
    [
        " So, I don't know.",
        799.48,
        800.8
    ],
    [
        " You tell me if I've ever taken steroids because it's one of those weird things.",
        800.84,
        803.82
    ],
    [
        " So, okay.",
        804.18,
        804.52
    ],
    [
        " So, when I was 22, I'm 44.",
        804.66,
        806.12
    ],
    [
        " I'm about to be 44, by the way, right now.",
        806.72,
        808.62
    ],
    [
        " I was 22 years old.",
        809.28,
        810.28
    ],
    [
        " I was working as a ballet.",
        810.72,
        811.86
    ],
    [
        " I remember this for you.",
        812.34,
        813.38
    ],
    [
        " And I was, I was big at this point.",
        813.96,
        815.94
    ],
    [
        " Like right now, I was 240 at that time.",
        816.28,
        819.5
    ],
    [
        " Yeah.",
        819.84,
        819.9
    ],
    [
        " We were lifting.",
        820.72,
        821.5
    ],
    [
        " We boys squatting Lewis, I get a Scotty Lewis, a cone of police department.",
        821.82,
        825.82
    ],
    [
        " I forget his position, but man, shout out.",
        825.82,
        827.72
    ],
    [
        " Yeah.",
        827.82,
        827.9
    ],
    [
        " He, it was me, him and the Southern guy, Rinda Brooks.",
        828.28,
        830.76
    ],
    [
        " We were lifting hard.",
        830.76,
        831.88
    ],
    [
        " That was like, bro, you about to rat out Squatty Lewis for doing juice?",
        831.96,
        834.56
    ],
    [
        " No, no, no, no.",
        834.88,
        835.66
    ],
    [
        " No, these are just my lifting partners.",
        835.66,
        837.24
    ],
    [
        " Oh, okay.",
        837.5,
        837.88
    ],
    [
        " I'm saying, you can't confirm with him.",
        837.88,
        839.04
    ],
    [
        " Do you want to talk to the video?",
        839.16,
        840.36
    ],
    [
        " I called him up.",
        840.54,
        841.06
    ],
    [
        " I was like, bro, all right.",
        841.14,
        842.18
    ],
    [
        " My number is, do I remember this correctly?",
        842.18,
        843.66
    ],
    [
        " I was like, bro, he's squatted more than me.",
        843.84,
        845.7
    ],
    [
        " A little bit.",
        845.86,
        846.52
    ],
    [
        " And then, he's squatted.",
        846.92,
        847.76
    ],
    [
        " Squatty Lewis all day.",
        847.96,
        849.1
    ],
    [
        " So, anyway, so we'd lift a lot.",
        849.62,
        852.68
    ],
    [
        " And so, there were other guys.",
        855.06,
        856.8
    ],
    [
        " There was like a number of guys who would do steroids.",
        857.12,
        859.96
    ],
    [
        " Not that I would lift with us, but then they were big and never strong.",
        860.42,
        862.72
    ],
    [
        " And I remember I got up to 240 and, you know, in Hawaii everyone's kind of bigger just in general.",
        863.72,
        867.7
    ],
    [
        " So I remember thinking, if I could get up to like 260 to 65, that'd be a solid like...",
        867.96,
        874.4
    ],
    [
        " 260 is big.",
        874.4,
        875.36
    ],
    [
        " Yeah.",
        876.0,
        876.28
    ],
    [
        " 260 is a big human.",
        876.28,
        877.26
    ],
    [
        " Bro, I have the picture of me 240.",
        877.46,
        879.98
    ],
    [
        " And the thing is, I don't look that big.",
        880.32,
        882.08
    ],
    [
        " Yeah.",
        882.48,
        882.84
    ],
    [
        " Most I ever got to was 250.",
        883.06,
        884.28
    ],
    [
        " Yeah.",
        884.7,
        885.12
    ],
    [
        " How was it, team two?",
        885.18,
        886.0
    ],
    [
        " The most I weighed in was 240, 7.",
        886.28,
        888.26
    ],
    [
        " How was it, team two, we were trying to get our platoon weight average over 200 pounds.",
        888.68,
        892.68
    ],
    [
        " And everyone was just squatting.",
        893.04,
        894.94
    ],
    [
        " Oh yeah.",
        895.24,
        895.58
    ],
    [
        " And we were just freaking eating.",
        895.66,
        897.06
    ],
    [
        " But, you know what?",
        897.68,
        898.26
    ],
    [
        " Even that we weren't juicing.",
        898.4,
        899.36
    ],
    [
        " Yeah.",
        899.82,
        900.02
    ],
    [
        " We weren't juicing.",
        900.42,
        901.14
    ],
    [
        " Yeah.",
        901.36,
        901.88
    ],
    [
        " We were just lifting and eating.",
        902.18,
        903.76
    ],
    [
        " And I finally got to 250, did a four mile run, and I about died and I was like, all right.",
        904.28,
        907.78
    ],
    [
        " Yeah.",
        907.92,
        908.28
    ],
    [
        " My frame is not meant for 250.",
        908.4,
        910.5
    ],
    [
        " Yeah.",
        910.76,
        911.18
    ],
    [
        " And mine wasn't either.",
        910.96,
        912.78
    ],
    [
        " Okay, so you're at 240, you're lifting heavy.",
        913.28,
        915.3
    ],
    [
        " Yeah.",
        915.32,
        915.56
    ],
    [
        " And you kind of kept out.",
        915.74,
        916.68
    ],
    [
        " And, you know, when you get that kind of gain, because when I stopped playing football, I was",
        917.16,
        921.28
    ],
    [
        " like 185, 190.",
        921.28,
        924.06
    ],
    [
        " So you put on 60, 50 pounds.",
        924.48,
        926.36
    ],
    [
        " This is over about a year.",
        926.36,
        927.54
    ],
    [
        " Yeah, but still, there's no enough complaining about 50 pounds.",
        927.7,
        930.74
    ],
    [
        " Oh yeah.",
        931.0,
        932.12
    ],
    [
        " All natural.",
        932.56,
        933.48
    ],
    [
        " All like, for all, you know, you get your kid.",
        933.82,
        936.18
    ],
    [
        " I remember there's a supplement called Betagen.",
        936.24,
        938.24
    ],
    [
        " You know, that I remember taking, because my friend recommended it, whatever.",
        938.58,
        942.06
    ],
    [
        " Oh, well, if we're going to bring up, I remember when when creatine came out.",
        942.12,
        945.9
    ],
    [
        " Yeah.",
        946.04,
        946.12
    ],
    [
        " I was on the creatine.",
        946.38,
        947.44
    ],
    [
        " Yeah, I think it did too.",
        947.58,
        948.86
    ],
    [
        " I was on the creatine.",
        949.06,
        949.86
    ],
    [
        " Yeah, I'm trying to get checked.",
        949.98,
        950.82
    ],
    [
        " Yeah, fully.",
        951.16,
        951.58
    ],
    [
        " But here's the thing, like, okay, so the workout program that I was on is a very effective workout",
        951.9,
        955.62
    ],
    [
        " program.",
        955.62,
        956.08
    ],
    [
        " It's still like, I still do it today, even just for maintenance.",
        956.28,
        959.04
    ],
    [
        " But it is, it is hard.",
        959.22,
        960.98
    ],
    [
        " Bro, you know what?",
        961.38,
        961.88
    ],
    [
        " I just want to interject this thing.",
        962.0,
        963.04
    ],
    [
        " When guys are in seal training right now, they're not allowed to take supplements.",
        963.08,
        971.18
    ],
    [
        " They're not allowed to take supplements.",
        971.18,
        972.48
    ],
    [
        " Because I guess along the way someone, you know, popped positive and they were like, well,",
        973.24,
        977.36
    ],
    [
        " I was taking this supplement over here.",
        977.42,
        978.78
    ],
    [
        " And so they just like, okay, that's what supplements.",
        979.08,
        981.14
    ],
    [
        " Yeah, yeah.",
        981.52,
        981.8
    ],
    [
        " Yeah, dirty batch that whole thing.",
        981.86,
        983.4
    ],
    [
        " So when you say like, are is it less stringent, that to me indicates how I'm out.",
        983.46,
        989.2
    ],
    [
        " Oh, right.",
        989.76,
        990.22
    ],
    [
        " You know, right?",
        990.22,
        991.34
    ],
    [
        " They don't even need to supplements.",
        991.66,
        992.76
    ],
    [
        " Yeah, can't even take milk for crying out loud.",
        992.76,
        996.2
    ],
    [
        " She'd make a waiver for that.",
        996.2,
        997.7
    ],
    [
        " All right.",
        997.92,
        998.6
    ],
    [
        " Long story short, I was like, hey, yeah, some other guys that I knew and respected, like,",
        998.72,
        1003.16
    ],
    [
        " they were kind of doing it.",
        1003.22,
        1004.12
    ],
    [
        " This is, this is in 19, I don't know, 99 or something like that.",
        1004.14,
        1007.22
    ],
    [
        " And I remember thinking, yeah, if they're doing it, you know, like, sure, all, you know,",
        1007.56,
        1012.98
    ],
    [
        " so I kind of hit them up or whatever.",
        1013.18,
        1014.6
    ],
    [
        " And so they got me if I'm remembering the name correctly of it.",
        1014.9,
        1019.14
    ],
    [
        " Because there's a bunch of different kind of steroids apparently.",
        1019.14,
        1021.06
    ],
    [
        " I did not know this.",
        1021.3,
        1022.54
    ],
    [
        " And it was like, susten, susten, something, and it was like these little vials and then",
        1022.96,
        1030.06
    ],
    [
        " you got to get like needles and they're like, hey, get the big needle.",
        1030.06,
        1032.9
    ],
    [
        " This need, you know, the big needle.",
        1033.26,
        1034.54
    ],
    [
        " That's the good one.",
        1034.58,
        1035.3
    ],
    [
        " And I was like, when I was 12, when I was young, I got a traumatic experience with a bunch",
        1035.46,
        1040.98
    ],
    [
        " of blood tests because they had to do a bunch of surgeries on my hand for some stuff.",
        1040.98,
        1044.18
    ],
    [
        " So they blood test me a lot and they missed IV a lot.",
        1044.18,
        1046.58
    ],
    [
        " And so this is when I was 12.",
        1046.58,
        1047.66
    ],
    [
        " So I did not like needles at this point.",
        1047.84,
        1049.72
    ],
    [
        " So I'm like, all right, I guess that's what we're doing.",
        1049.82,
        1052.54
    ],
    [
        " So cool.",
        1052.56,
        1053.16
    ],
    [
        " So, so my friend, he would, he stuck me with the first one, boom, put it in or whatever",
        1053.76,
        1061.34
    ],
    [
        " and I'm like, okay, cool.",
        1061.34,
        1062.46
    ],
    [
        " Like it's worth it.",
        1062.66,
        1063.26
    ],
    [
        " No problem.",
        1063.34,
        1063.9
    ],
    [
        " It's someone else does it, you know, like, okay.",
        1063.9,
        1065.78
    ],
    [
        " So I'm like, cool.",
        1066.14,
        1066.74
    ],
    [
        " I think I don't, Brad, I didn't do research on this kind of stuff.",
        1067.0,
        1070.8
    ],
    [
        " I just, I just seen the other guys doing it and how strong and big.",
        1070.92,
        1074.7
    ],
    [
        " And I was like, of course, it works or whatever.",
        1075.2,
        1077.16
    ],
    [
        " So boom, he sticks me with one.",
        1077.62,
        1079.5
    ],
    [
        " And I'm like, cool.",
        1079.96,
        1080.54
    ],
    [
        " To me, the next day, I'm going to be lifting way more than it was yesterday.",
        1080.98,
        1083.86
    ],
    [
        " Like 100%.",
        1084.32,
        1084.86
    ],
    [
        " So I go in there and I'm like, well, I'm not even stronger.",
        1084.86,
        1086.74
    ],
    [
        " It's like the next day.",
        1086.74,
        1087.66
    ],
    [
        " So I'm like, all right, cool.",
        1087.96,
        1089.5
    ],
    [
        " So it was just one shot and then one, two, three days and then the next week comes",
        1089.98,
        1094.6
    ],
    [
        " around.",
        1094.6,
        1094.76
    ],
    [
        " I'm not stronger at all.",
        1094.76,
        1096.32
    ],
    [
        " So I'm like, kind of disappointed.",
        1096.58,
        1097.72
    ],
    [
        " But then I'm like, oh, maybe it takes a little lot of kicking, whatever, right?",
        1097.94,
        1100.32
    ],
    [
        " So the next week, I go again, I had another shot.",
        1100.46,
        1102.96
    ],
    [
        " Boom.",
        1103.18,
        1103.32
    ],
    [
        " So I go, I'm working out my state because I know the workout is very regimented.",
        1104.26,
        1108.98
    ],
    [
        " So I'm like, and each workout, you kind of, it's like you're going for a PR every single day.",
        1109.08,
        1114.16
    ],
    [
        " It's for a certain amount of reps and stuff like that's just the nature of the workout.",
        1114.48,
        1117.46
    ],
    [
        " So I remember freaking not even exceeding my old PR like all this.",
        1118.0,
        1120.86
    ],
    [
        " I like, I wasn't getting stronger at all.",
        1120.9,
        1122.32
    ],
    [
        " And I was like, super.",
        1122.54,
        1123.14
    ],
    [
        " And I'm freaking sticking, getting stuck with like needles and doing steroids at this point.",
        1123.18,
        1128.04
    ],
    [
        " So I'm like, oh, frick.",
        1128.56,
        1129.64
    ],
    [
        " All right.",
        1129.94,
        1130.48
    ],
    [
        " So the third week comes around.",
        1130.8,
        1131.9
    ],
    [
        " And I get, he does one more.",
        1132.7,
        1134.5
    ],
    [
        " And I'm like, cool.",
        1134.76,
        1135.24
    ],
    [
        " And I go and still nothing.",
        1135.88,
        1136.82
    ],
    [
        " In fact, one day had a bad day.",
        1137.34,
        1138.9
    ],
    [
        " I got a week day.",
        1139.22,
        1139.92
    ],
    [
        " I don't think this, but these are not working.",
        1140.38,
        1142.98
    ],
    [
        " But I'm like, whatever.",
        1143.56,
        1144.26
    ],
    [
        " Maybe I just got to do more.",
        1144.48,
        1145.4
    ],
    [
        " Maybe I got to buy some more.",
        1145.5,
        1146.58
    ],
    [
        " Maybe it takes longer than I thought.",
        1146.66,
        1149.02
    ],
    [
        " Then so my friend, the next week, my friend is out of town.",
        1149.36,
        1152.6
    ],
    [
        " He went like somewhere.",
        1152.86,
        1153.68
    ],
    [
        " And I'm like, I don't want to tell anyone.",
        1154.94,
        1157.74
    ],
    [
        " I'm going to tell anyone, oh, I'm doing, can you do this?",
        1157.84,
        1159.78
    ],
    [
        " Can you stick this in my butt or whatever?",
        1159.78,
        1161.32
    ],
    [
        " And so I'm like, I got to do it.",
        1162.06,
        1163.74
    ],
    [
        " I got to do it.",
        1163.9,
        1164.66
    ],
    [
        " So I'm like, sitting in my room like freaking.",
        1164.9,
        1168.3
    ],
    [
        " You're going to be a bad edit right there in that one.",
        1168.52,
        1169.78
    ],
    [
        " So I'm thinking that, so this was shot number four.",
        1170.84,
        1174.34
    ],
    [
        " I'm on.",
        1174.48,
        1174.7
    ],
    [
        " Right.",
        1175.12,
        1175.3
    ],
    [
        " I think the number was 250.",
        1175.92,
        1177.5
    ],
    [
        " Sust is something 250.",
        1178.0,
        1179.54
    ],
    [
        " That's what this compound was.",
        1179.96,
        1182.0
    ],
    [
        " So I'm like, in my room, like trying to do it, I can't do it.",
        1182.64,
        1185.92
    ],
    [
        " I can't bring myself to do it.",
        1186.0,
        1187.1
    ],
    [
        " I need someone to do it.",
        1187.12,
        1188.1
    ],
    [
        " But I'm like, no, I'm going to sat, you know, like I can lift.",
        1188.1,
        1190.16
    ],
    [
        " I'm strong.",
        1190.24,
        1190.66
    ],
    [
        " I was strong already.",
        1190.78,
        1191.5
    ],
    [
        " And so I think I'm like, tough for whatever.",
        1191.88,
        1193.7
    ],
    [
        " And why is this needle defeating me?",
        1193.7,
        1195.18
    ],
    [
        " So I'm like, no, I'm going to do it.",
        1195.28,
        1196.52
    ],
    [
        " And I, right, couldn't do it.",
        1196.7,
        1199.32
    ],
    [
        " It took me like one hour to just give up and be like, I can't do it to myself.",
        1199.4,
        1204.96
    ],
    [
        " And my friend was out of town for like three weeks.",
        1205.42,
        1206.86
    ],
    [
        " He was like for a long time.",
        1206.86,
        1208.74
    ],
    [
        " And so I just put it away.",
        1209.58,
        1211.34
    ],
    [
        " And then, you know, you kind of reflect like, what am I?",
        1211.88,
        1214.82
    ],
    [
        " I don't really get what I'm doing right now.",
        1214.92,
        1216.86
    ],
    [
        " I want to kind of reflect.",
        1216.86,
        1217.86
    ],
    [
        " And then so I still had like three, four or five more shots like left in the, in the",
        1218.14,
        1221.72
    ],
    [
        " little packages or whatever.",
        1221.72,
        1222.74
    ],
    [
        " Those are probably still hidden in the mattress.",
        1223.2,
        1225.72
    ],
    [
        " You know why?",
        1226.44,
        1227.48
    ],
    [
        " Somewhere or somebody found them or whatever.",
        1227.72,
        1229.68
    ],
    [
        " But yeah, never did, did those three shots.",
        1229.92,
        1231.64
    ],
    [
        " No gains.",
        1231.64,
        1232.78
    ],
    [
        " In fact, had a fucking bad day.",
        1233.18,
        1235.06
    ],
    [
        " That's what really made me sad.",
        1235.06,
        1236.96
    ],
    [
        " Like I'm like, bro, I can see if I maintain and I didn't kick into a later.",
        1237.06,
        1240.66
    ],
    [
        " But I had a bad day.",
        1240.66,
        1241.56
    ],
    [
        " I remember like thinking, are these making me weaker or something?",
        1241.62,
        1244.72
    ],
    [
        " It was probably because they didn't rest or didn't eat or whatever.",
        1244.72,
        1246.66
    ],
    [
        " They're good.",
        1247.02,
        1247.28
    ],
    [
        " But no gains, no benefit, no nothing, no side effects, no nothing.",
        1247.88,
        1252.02
    ],
    [
        " I'm expecting to get rid of aging, you know, because I was like, Cruz, I was pretty",
        1252.12,
        1255.1
    ],
    [
        " Cruz mellow of a person.",
        1255.1,
        1256.5
    ],
    [
        " So I'm thinking, oh, maybe I'll be more angry and that'll be cool.",
        1256.54,
        1259.5
    ],
    [
        " You know, like more and more, more like come, come what do you call it when you confront",
        1259.62,
        1262.8
    ],
    [
        " people more?",
        1262.8,
        1263.44
    ],
    [
        " Yeah.",
        1263.64,
        1263.74
    ],
    [
        " Confirintational, you know, that'll help my little personality or whatever.",
        1264.1,
        1267.22
    ],
    [
        " Nothing, nothing like no effects at all.",
        1267.44,
        1270.08
    ],
    [
        " Like if I found out later that those, that batch was like fake or not real, that makes",
        1270.16,
        1277.5
    ],
    [
        " sense to me because it didn't affect.",
        1277.5,
        1278.62
    ],
    [
        " So anyway, that was it.",
        1279.04,
        1280.36
    ],
    [
        " That was my whole steroid experience.",
        1280.52,
        1282.34
    ],
    [
        " But technically, Echo have you ever taken steroids?",
        1282.88,
        1287.46
    ],
    [
        " Yeah, that's it.",
        1287.84,
        1289.1
    ],
    [
        " That is 100% of my steroid experience.",
        1289.2,
        1291.16
    ],
    [
        " So I had a similar assessment.",
        1291.42,
        1293.92
    ],
    [
        " So I was on deployment and there was like guys in another platoon and they went on a trip",
        1294.4,
        1301.72
    ],
    [
        " somewhere.",
        1301.72,
        1302.06
    ],
    [
        " And again, like the reason I didn't bring this up when I talked about my close friends,",
        1303.22,
        1308.1
    ],
    [
        " like these guys were in different platoon.",
        1308.28,
        1309.5
    ],
    [
        " I knew them.",
        1309.52,
        1309.94
    ],
    [
        " They were good guys and everything.",
        1309.94,
        1311.02
    ],
    [
        " But like a couple of them when they went on this trip, they'd juiced, right?",
        1311.2,
        1314.76
    ],
    [
        " And they came back and they're like, and the rumors like these guys are freaking doing",
        1315.98,
        1320.14
    ],
    [
        " steroids.",
        1320.14,
        1320.64
    ],
    [
        " And I was like, oh, you know, I'm thinking the same thing.",
        1321.06,
        1323.04
    ],
    [
        " You are like these guys are going to freaking just get dropped.",
        1323.04,
        1326.54
    ],
    [
        " Hell yeah.",
        1326.84,
        1327.74
    ],
    [
        " But they weren't.",
        1327.78,
        1329.3
    ],
    [
        " They weren't.",
        1329.3,
        1329.68
    ],
    [
        " I was kind of like, really?",
        1329.68,
        1331.46
    ],
    [
        " That's like, so to me, now I talked about the risk earlier of getting caught.",
        1331.86,
        1336.64
    ],
    [
        " Now I'm going to risk getting caught and it's over nothing.",
        1336.84,
        1340.68
    ],
    [
        " So that was another thing.",
        1341.44,
        1342.76
    ],
    [
        " And then there was a guy that was in the regular Navy and he was a freaking good duty.",
        1342.86,
        1347.22
    ],
    [
        " He was from, I want to say he was from America and Samoa.",
        1347.56,
        1349.72
    ],
    [
        " Samoa.",
        1350.06,
        1350.48
    ],
    [
        " Super cool guy.",
        1352.06,
        1352.7
    ],
    [
        " We used to hang out and he was jacked.",
        1352.98,
        1355.64
    ],
    [
        " And he was telling me he was like, you know, man, like you should do a little bit.",
        1355.84,
        1360.66
    ],
    [
        " He was like saying you should do it because that's what he was like, look, man, I just do",
        1361.26,
        1364.42
    ],
    [
        " a little bit and it gets me from, you know, 205 to 225.",
        1364.42,
        1371.02
    ],
    [
        " Brought to me.",
        1371.24,
        1371.72
    ],
    [
        " That's a lot.",
        1371.86,
        1372.4
    ],
    [
        " Yeah, that is a lot.",
        1372.64,
        1373.32
    ],
    [
        " But he was saying, now I just do, you know, and that keeps me like I'm ripped.",
        1373.46,
        1376.18
    ],
    [
        " And but he was trying to convince me.",
        1376.62,
        1377.78
    ],
    [
        " He was like one of the early of just like just do a, a small dose in that.",
        1377.78,
        1383.16
    ],
    [
        " What he was saying was small dose.",
        1383.4,
        1384.58
    ],
    [
        " But again, I was just like, yeah, dude, like I'm already to 15.",
        1384.8,
        1390.66
    ],
    [
        " I need to squat more before I risk my whole career to gain 10.",
        1391.1,
        1397.24
    ],
    [
        " That's freaking crazy.",
        1397.34,
        1398.08
    ],
    [
        " So so that was that.",
        1398.38,
        1400.58
    ],
    [
        " But it in, I'll say this to back in the back when I did that.",
        1400.86,
        1406.72
    ],
    [
        " I was already 240 and the numbers which I don't know if you're going to go into the video",
        1406.72,
        1411.12
    ],
    [
        " that Derek was referencing.",
        1411.12,
        1412.58
    ],
    [
        " But and we went into some numbers and I was already doing those numbers.",
        1413.0,
        1417.56
    ],
    [
        " Like that's when I was reached my peak and then I was like, okay, let me take something",
        1417.56,
        1422.1
    ],
    [
        " found into myself to be like, yeah, let me take something to get more, you know.",
        1422.1,
        1427.26
    ],
    [
        " So I did it whatever and since then literally that was, I'm 22 years old at the time.",
        1427.72,
        1432.1
    ],
    [
        " So since then, just going, that's all I did.",
        1432.2,
        1435.72
    ],
    [
        " It was work valet and lift.",
        1435.72,
        1437.04
    ],
    [
        " So since then, but I got back when I moved to the mainland, I cut all the way to the",
        1438.1,
        1444.04
    ],
    [
        " world.",
        1444.04,
        1444.06
    ],
    [
        " Even before I moved, I cut all the way back down.",
        1444.26,
        1446.02
    ],
    [
        " In fact, I remember being under 200 pounds here on purpose.",
        1446.2,
        1449.22
    ],
    [
        " Really?",
        1449.42,
        1449.6
    ],
    [
        " Just to be more cut up than just tells the look is you know.",
        1449.82,
        1453.46
    ],
    [
        " So so talking about what you just said, the video, right?",
        1453.98,
        1461.48
    ],
    [
        " So there's the, I forget what the name of it.",
        1461.6,
        1465.7
    ],
    [
        " And it's skinny knees is kind of like what I call that video, which is how this video",
        1466.7,
        1471.46
    ],
    [
        " by Derek starts off and it has this little clip.",
        1471.46,
        1476.7
    ],
    [
        " And just to give a little context around this clip, the whole way that thing started was",
        1477.32,
        1482.98
    ],
    [
        " me talking about squatting.",
        1482.98,
        1485.16
    ],
    [
        " Yes.",
        1485.54,
        1485.68
    ],
    [
        " The reason I came in to work talking about squatting because I was on a on the squat",
        1486.06,
        1491.48
    ],
    [
        " train.",
        1491.48,
        1491.88
    ],
    [
        " Well, here's before even that, this is important to know because Derek does get to this wrong",
        1492.14,
        1498.46
    ],
    [
        " in the video.",
        1498.46,
        1499.0
    ],
    [
        " He refers to it as the podcast.",
        1499.02,
        1501.24
    ],
    [
        " Like we were talking about this on the podcast.",
        1501.58,
        1503.42
    ],
    [
        " This was not the podcast.",
        1503.64,
        1504.56
    ],
    [
        " It wasn't literally this was the point before the podcast before we start the podcast, we're",
        1504.86,
        1509.36
    ],
    [
        " just talking trash.",
        1509.36,
        1510.1
    ],
    [
        " And if you watch that whole video in the beginning, you're like saying, it's weird.",
        1510.3,
        1514.68
    ],
    [
        " I don't even feel like putting on headphones today.",
        1514.82,
        1517.68
    ],
    [
        " That's how we start the video.",
        1517.86,
        1518.86
    ],
    [
        " Like whether this is not the podcast is before we're doing it.",
        1519.1,
        1521.2
    ],
    [
        " And then we're talking about this book and I'm drinking coffee, I'm getting things ready",
        1521.2,
        1524.02
    ],
    [
        " and all this stuff.",
        1524.02,
        1524.66
    ],
    [
        " Is this one where you say like, do I look small?",
        1525.06,
        1527.24
    ],
    [
        " Is that the video?",
        1527.46,
        1528.22
    ],
    [
        " Nope.",
        1528.58,
        1528.66
    ],
    [
        " Because isn't there another video or there was another time where I was talking to you",
        1529.44,
        1533.34
    ],
    [
        " about like, do you even squat or maybe it's the same video?",
        1533.34,
        1535.82
    ],
    [
        " It's the same video.",
        1535.84,
        1536.34
    ],
    [
        " Yeah, okay.",
        1536.44,
        1536.82
    ],
    [
        " Because okay, the reason I said squat train and this is something that I've talked about",
        1537.06,
        1541.6
    ],
    [
        " before, I go in, I go on different paths of working out, right?",
        1541.6,
        1546.9
    ],
    [
        " Like for a while, I'll just be like trying to do certain types of pull-ups or certain",
        1547.58,
        1552.56
    ],
    [
        " numbers of pull-ups.",
        1552.56,
        1553.28
    ],
    [
        " Then I'm trying to do muscle-ups.",
        1553.36,
        1556.0
    ],
    [
        " Then I'm trying to do heavy deadlift.",
        1556.1,
        1557.84
    ],
    [
        " Then I'm trying to squat.",
        1558.0,
        1558.86
    ],
    [
        " Then I'm trying to sprint.",
        1559.12,
        1559.88
    ],
    [
        " Like I'll go through these little phases just to keep myself entertained, different challenges.",
        1560.16,
        1564.28
    ],
    [
        " And also let's face it, you get to a certain point, you kind of reach your genetic capability",
        1564.58,
        1570.14
    ],
    [
        " or you get close to your genetic capability.",
        1570.14,
        1572.6
    ],
    [
        " Potential.",
        1572.76,
        1573.16
    ],
    [
        "",
        1574.28,
        1574.28
    ],
    [
        " Potential.",
        1574.4,
        1574.9
    ],
    [
        " And then you're like, it's going to put you, you know, okay, you get to a deadlift of,",
        1574.92,
        1579.88
    ],
    [
        " you know, 495.",
        1580.4,
        1582.48
    ],
    [
        " And you're deadliftin' 495 and you want to get to 500.",
        1583.42,
        1586.28
    ],
    [
        " All of a sudden you got about, okay, cool, I'm not running.",
        1586.6,
        1588.16
    ],
    [
        " I need to just eat, I need to gain 30 pounds.",
        1588.7,
        1591.36
    ],
    [
        " You're going to do some things that are going to compromise other aspects of your life.",
        1591.8,
        1595.02
    ],
    [
        " Your digits of game, your cardio game, your running.",
        1595.3,
        1598.28
    ],
    [
        " So I have, you know, I go on these different little trains, these different cycles of working out.",
        1599.48,
        1605.34
    ],
    [
        " And at that point, clearly I was just like in a mode where I was trying to just get my squat on.",
        1605.74,
        1612.08
    ],
    [
        " So I was front squat, back squat, overhead squat.",
        1612.38,
        1615.5
    ],
    [
        " And I was talking that kind of shit to you.",
        1615.66,
        1617.28
    ],
    [
        " And that's another funny thing is the dynamic of you and me talking.",
        1618.32,
        1622.7
    ],
    [
        " There's a dynamic there, right?",
        1623.04,
        1624.94
    ],
    [
        " And I'm trying to poke fun at you, make you feel insecure, have fun with the whole situation.",
        1625.7,
        1631.3
    ],
    [
        " That's why the whole video starts off with you saying, like, do I look skinny?",
        1631.48,
        1634.1
    ],
    [
        " And I, without missing a beat, like without missing a beat, I'm just like, yeah, you're trying to cut weight right now.",
        1634.56,
        1639.28
    ],
    [
        " Without missing a beat.",
        1639.56,
        1640.22
    ],
    [
        " Like this is clearly just me, like you, I can't tell if you gained or lost 10 pounds, you know what I mean?",
        1640.8,
        1646.48
    ],
    [
        " But in my mind, I'm like, oh, I got a little, it's getting over here and it counts on that thing.",
        1646.74,
        1650.4
    ],
    [
        " And that's the same thing.",
        1650.62,
        1652.0
    ],
    [
        " Why when you're like 405 for 10?",
        1652.26,
        1656.5
    ],
    [
        " And I'm like, that's good.",
        1656.9,
        1658.2
    ],
    [
        " I mean, it's the same thing.",
        1658.5,
        1659.46
    ],
    [
        " I'm kind of like, you know, talking a little bit of shit, making you feel like, oh, damn.",
        1659.6,
        1663.2
    ],
    [
        " Just providing some uncomfortable for you.",
        1663.64,
        1666.3
    ],
    [
        " It was for 12, by the way.",
        1666.48,
        1667.7
    ],
    [
        " Was it for 12?",
        1668.14,
        1668.8
    ],
    [
        " Yeah, okay.",
        1669.46,
        1670.58
    ],
    [
        " Confirm that you have to do.",
        1670.7,
        1671.34
    ],
    [
        " So, and again, you mentioned this to me, in the video, I'm like, yeah, I'm a little below there.",
        1671.72,
        1677.9
    ],
    [
        " And then Derek on the video, because he's talking 375.",
        1678.82,
        1681.76
    ],
    [
        " And then later in the video,",
        1682.78,
        1685.0
    ],
    [
        " Oh, it was for 10 on the video.",
        1685.14,
        1686.36
    ],
    [
        " Yeah, the video, yes, yes, I heard.",
        1686.44,
        1687.32
    ],
    [
        " Later in the video, I'm like, that would really hurt me.",
        1687.32,
        1689.7
    ],
    [
        " Right.",
        1689.96,
        1690.08
    ],
    [
        " Because I started thinking about it.",
        1690.18,
        1691.14
    ],
    [
        " Because the conversation went a little bit for me just talking shit.",
        1691.18,
        1693.82
    ],
    [
        " And to you, into like a serious conversation, I'm like, hey, 375 for 10 would hurt me.",
        1693.96,
        1699.32
    ],
    [
        " Right.",
        1699.6,
        1699.68
    ],
    [
        " That being said, I went and checked.",
        1701.26,
        1702.5
    ],
    [
        " I was like, like, going through some of my records.",
        1702.6,
        1704.18
    ],
    [
        " And I found, because I do 10 reps for me is not something I would normally do.",
        1704.2,
        1708.9
    ],
    [
        " I do 20 reps.",
        1709.16,
        1710.2
    ],
    [
        " And I was looking at some of my old numbers and 305 for 20.",
        1710.48,
        1715.82
    ],
    [
        " It was like something, something that I have done.",
        1716.26,
        1718.84
    ],
    [
        " 385 for 20.",
        1719.22,
        1720.96
    ],
    [
        " And that's a heavy freaking squat point.",
        1721.24,
        1723.62
    ],
    [
        " 280 for 20.",
        1723.62,
        1724.32
    ],
    [
        " Oh, sorry, 280 for what I say, 385?",
        1724.32,
        1725.88
    ],
    [
        " Yeah.",
        1726.06,
        1726.2
    ],
    [
        " No, I didn't do that.",
        1726.44,
        1727.04
    ],
    [
        " And here's the thing.",
        1727.06,
        1728.2
    ],
    [
        " This is a good point too, that I think it's important to realize.",
        1728.3,
        1731.46
    ],
    [
        " It's subtle, but it's a big deal where we were not, and this is why I mentioned this",
        1731.46,
        1736.44
    ],
    [
        " wasn't part of the podcast.",
        1736.44,
        1737.4
    ],
    [
        " If this was part of the podcast, you better get your numbers right.",
        1737.62,
        1740.48
    ],
    [
        " Oh, yeah, yeah, yeah.",
        1740.58,
        1740.9
    ],
    [
        " But we're talking shit.",
        1740.98,
        1742.06
    ],
    [
        " Yeah, just talking shit.",
        1742.18,
        1743.02
    ],
    [
        " It literally, like, whether that got recorded or didn't get recorded, there is no difference,",
        1743.1,
        1748.0
    ],
    [
        " given the importance of the information that we're going back and forth.",
        1748.16,
        1751.34
    ],
    [
        " Just like literally when I said, when I'm like doing this and I'm like, do I look smaller?",
        1751.48,
        1754.8
    ],
    [
        " And you're like, yeah.",
        1754.94,
        1756.06
    ],
    [
        " Or you couldn't wait waiting like all this stuff.",
        1756.2,
        1758.1
    ],
    [
        " I think you're 20 lying.",
        1758.1,
        1759.32
    ],
    [
        " It's like, in this is an unofficial off-the-record conversation, 100%.",
        1759.48,
        1763.7
    ],
    [
        " So more than that, a shit talking.",
        1763.7,
        1765.76
    ],
    [
        " If you were like, hey, Jockel, I want to improve my squat.",
        1766.08,
        1768.54
    ],
    [
        " What should I do?",
        1768.84,
        1769.84
    ],
    [
        " I wouldn't be like, bro, you need to, you know, here, if you can't do 405 for 10, you're",
        1770.08,
        1774.3
    ],
    [
        " weak.",
        1774.3,
        1774.5
    ],
    [
        " I wouldn't say that I'd be like, well, where are you at right now?",
        1774.8,
        1776.44
    ],
    [
        " Right.",
        1776.68,
        1776.78
    ],
    [
        " Hey, if you're getting this, that's freaking legit.",
        1776.92,
        1778.82
    ],
    [
        " Blah, blah, blah.",
        1779.02,
        1779.52
    ],
    [
        " So it's a shit talking evolution anyways.",
        1779.66,
        1783.1
    ],
    [
        " But I also say in that, and he plays this part where I'm like, I'm not strong.",
        1784.86,
        1790.04
    ],
    [
        " Right?",
        1791.54,
        1791.9
    ],
    [
        " I say that.",
        1792.7,
        1793.3
    ],
    [
        " I said, I'm not strong.",
        1793.38,
        1794.36
    ],
    [
        " And then we talk about Cross, if I'm like talking about what the Cross Fitters can do.",
        1794.74,
        1798.34
    ],
    [
        " And yeah.",
        1799.36,
        1801.22
    ],
    [
        " So there's, yeah, so I'm not strong.",
        1801.7,
        1808.46
    ],
    [
        " Just to make that point.",
        1808.74,
        1809.78
    ],
    [
        " Yeah.",
        1810.02,
        1810.2
    ],
    [
        " I'm not super strong.",
        1810.2,
        1811.6
    ],
    [
        " And even you, you'll be like, I think you're strong.",
        1812.18,
        1814.54
    ],
    [
        " Somebody made fun of that.",
        1814.64,
        1815.48
    ],
    [
        " Yeah.",
        1815.68,
        1815.9
    ],
    [
        "",
        1816.28,
        1816.28
    ],
    [
        " And you know why you think I'm strong?",
        1817.16,
        1818.34
    ],
    [
        " Because you do Jiu Jitsu with me.",
        1818.38,
        1819.32
    ],
    [
        " And I have technique in Jiu Jitsu.",
        1819.54,
        1820.96
    ],
    [
        " And I also have medium twitch muscles.",
        1821.1,
        1824.5
    ],
    [
        " I have medium twitch muscles.",
        1824.96,
        1827.18
    ],
    [
        " So I can hold a lot of pressure for a long time.",
        1827.48,
        1832.98
    ],
    [
        " Okay.",
        1833.26,
        1833.54
    ],
    [
        " That makes sense to me.",
        1833.92,
        1834.7
    ],
    [
        " Not not explosive.",
        1834.7,
        1835.76
    ],
    [
        " Would you say I'm explosive?",
        1836.02,
        1837.0
    ],
    [
        " I would not say explosive.",
        1837.22,
        1838.02
    ],
    [
        " Would you say I'm strong?",
        1838.34,
        1839.12
    ],
    [
        " Yes, sir.",
        1839.28,
        1839.7
    ],
    [
        " Because I have, me, and I remember I don't quote me on this, but the theory or the discovery",
        1839.7,
        1847.08
    ],
    [
        " of medium twitch muscles came out in like the 90s.",
        1847.08,
        1850.14
    ],
    [
        " And before that, I would be a guy's oddly enough.",
        1850.96,
        1854.68
    ],
    [
        " I wouldn't win a long distance race.",
        1855.08,
        1857.44
    ],
    [
        " And I also wouldn't win a sprint in my platoon.",
        1857.74,
        1861.4
    ],
    [
        " But if you put a 40 pound or a 60 pound rucksack on me, I would win.",
        1861.98,
        1866.74
    ],
    [
        " Or I would be much closer to the front.",
        1866.74,
        1869.08
    ],
    [
        " Why is that medium twitch?",
        1869.54,
        1871.76
    ],
    [
        " Not super strong.",
        1872.3,
        1873.2
    ],
    [
        " Not super endurance somewhere in the middle.",
        1873.64,
        1876.24
    ],
    [
        " Which means I don't really have the genetic capability to be snatching double body weight",
        1876.68,
        1886.66
    ],
    [
        " or whatever.",
        1886.66,
        1887.18
    ],
    [
        " Like that's just, it's very hard for me to do that.",
        1887.62,
        1889.8
    ],
    [
        " So there you have it.",
        1890.8,
        1894.74
    ],
    [
        " There's some funny, he reads, the du-darek reads a bunch of the little quotes from inside.",
        1894.76,
        1901.9
    ],
    [
        " There's a reddit thread on this as well.",
        1902.06,
        1904.1
    ],
    [
        " 100 grams of mill, 100 milligrams of accountability.",
        1905.04,
        1907.64
    ],
    [
        " Efficacious dose of discipline, scoop of getting after it, ownership deployed, HGH for that",
        1908.24,
        1914.72
    ],
    [
        " huge head.",
        1914.72,
        1915.66
    ],
    [
        " And he says all kinds of things.",
        1916.88,
        1918.8
    ],
    [
        " Alpha as fuck, composer, bro.",
        1919.3,
        1921.62
    ],
    [
        " So there's that, so then he talks about the fact that I work out three times a day.",
        1925.44,
        1930.76
    ],
    [
        " And then puts the own spin on it of working out hardcore three times a day, which is",
        1931.56,
        1938.2
    ],
    [
        " a lot different than me saying, I work out, I lift, I run or surf, and I do jujitsu,",
        1938.2,
        1947.22
    ],
    [
        " and I do that every day.",
        1947.7,
        1948.62
    ],
    [
        " That's an accurate thing.",
        1949.62,
        1952.52
    ],
    [
        " This isn't like, hey, I'm blasting legs and squats in the morning, and then I'm doing",
        1952.74,
        1957.84
    ],
    [
        " freaking dead lifts at noon, and then I'm doing power cleans in the evening, and I'm",
        1957.84,
        1962.98
    ],
    [
        " doing all those for max reps or psychomet cons.",
        1962.98,
        1966.58
    ],
    [
        " I'm not doing that.",
        1966.82,
        1967.42
    ],
    [
        " So that's misleading.",
        1967.96,
        1969.28
    ],
    [
        " And if that's somebody that took me saying, hey, you know, I guess it's wrong for me to",
        1969.76,
        1974.46
    ],
    [
        " say I work out three times a day.",
        1974.46,
        1976.84
    ],
    [
        " What would be good is like, I exercise three times a day, or something like that.",
        1977.26,
        1981.92
    ],
    [
        " So I feel like I miss, I might have misled Derek on that one, but it's also the title.",
        1983.64,
        1989.22
    ],
    [
        " You know, that's the title of this Reddit thread that he's talking about.",
        1989.56,
        1992.66
    ],
    [
        " It says five hours of sleep a night, and look, I don't need to sleep a lot.",
        1993.14,
        2000.54
    ],
    [
        " That is a fact.",
        2001.24,
        2003.86
    ],
    [
        " It's not even a good fact.",
        2004.5,
        2006.06
    ],
    [
        " It's just the reality of the situation.",
        2006.52,
        2008.24
    ],
    [
        " The other day, like, if I go to bed early, I wake up early.",
        2009.7,
        2013.24
    ],
    [
        " You know, it's not like I go to bed, and if I go to bed at nine, I wake up at 430, or",
        2013.84,
        2021.1
    ],
    [
        " I go to bed at eight, and I wake up at 430, I don't.",
        2021.1,
        2023.46
    ],
    [
        " My body doesn't need that much sleep.",
        2023.58,
        2024.74
    ],
    [
        " You know, there's all kinds of little funny stories from when I was in the teams about",
        2025.86,
        2029.4
    ],
    [
        " me not sleeping.",
        2029.4,
        2030.22
    ],
    [
        " I know sleep is good for you.",
        2030.84,
        2032.88
    ],
    [
        " I usually sleep more than five hours a night.",
        2033.24,
        2036.22
    ],
    [
        " I usually go to bed around 10, and I wake up at 430.",
        2036.22,
        2041.26
    ],
    [
        " So what is that?",
        2041.84,
        2042.42
    ],
    [
        " That's six and a half hours of sleep, bro.",
        2043.04,
        2045.12
    ],
    [
        " So again, do I sometimes go to bed at 11?",
        2046.0,
        2048.8
    ],
    [
        " Yes, I do.",
        2049.06,
        2049.64
    ],
    [
        " Yes, I do.",
        2049.98,
        2050.46
    ],
    [
        " I do.",
        2050.8,
        2051.08
    ],
    [
        " Sometimes I have a hard time falling asleep.",
        2051.3,
        2053.0
    ],
    [
        " So I don't sleep a lot.",
        2053.46,
        2055.12
    ],
    [
        " I've never slept a lot.",
        2055.48,
        2057.24
    ],
    [
        " Two out of my four kids don't need a lot of sleep genetically.",
        2057.9,
        2062.62
    ],
    [
        " My wife won't get out of bed until there's an emergency, because she's genetically different.",
        2062.78,
        2069.82
    ],
    [
        " So that's a genetic thing.",
        2070.64,
        2072.54
    ],
    [
        " This isn't a chemically induced thing.",
        2072.88,
        2075.4
    ],
    [
        " But that's rare, though, and a lot of people don't know that.",
        2076.1,
        2079.8
    ],
    [
        " It's called fast sleepers.",
        2080.1,
        2081.24
    ],
    [
        " There's this, like this, it's kind of an anomaly or whatever, where essentially you go",
        2081.36,
        2086.42
    ],
    [
        " through your cycles of sleep just quicker, from what I understand.",
        2086.42,
        2090.58
    ],
    [
        " Yep, and yeah.",
        2090.64,
        2092.76
    ],
    [
        " So the sleep thing, again, if you're taking that as an indication of like, oh, he must be on the sauce.",
        2093.0,
        2098.36
    ],
    [
        " That's probably why he got that feeling.",
        2098.92,
        2101.64
    ],
    [
        " Hey, well, if this guy doesn't sleep much.",
        2101.92,
        2103.2
    ],
    [
        " So there's already a couple things that are not accurate.",
        2103.58,
        2106.8
    ],
    [
        " And again, I can understand totally how these conclusions can be made if you kind of look",
        2107.44,
        2111.7
    ],
    [
        " surface.",
        2111.7,
        2112.16
    ],
    [
        " Oh, it works out three times a day.",
        2112.46,
        2113.48
    ],
    [
        " Oh, that means he's doing deadlifts, squats, and freaking power cleans.",
        2113.64,
        2117.04
    ],
    [
        " No, I'm not doing that.",
        2117.38,
        2118.8
    ],
    [
        " And if I did that, I would be wrecked, right?",
        2118.88,
        2121.44
    ],
    [
        " I mean, I would be wrecked just like a normal human.",
        2121.74,
        2124.24
    ],
    [
        " And what's the other thing?",
        2124.8,
        2126.18
    ],
    [
        " So there's that.",
        2126.42,
        2127.0
    ],
    [
        " Oh, yeah.",
        2127.24,
        2127.56
    ],
    [
        " And then there's the numbers.",
        2127.66,
        2128.38
    ],
    [
        " If I'm on that path, these are realistic numbers.",
        2129.32,
        2133.48
    ],
    [
        "",
        2134.08,
        2134.08
    ],
    [
        " And it's, I think he took the numbers that we were talking about, which were really what",
        2134.86,
        2141.84
    ],
    [
        " they were, were like estimated like predictions, almost like a, they weren't hard in fast",
        2141.84,
        2147.04
    ],
    [
        " numbers.",
        2147.04,
        2147.24
    ],
    [
        " Like even when you were like, when I said, if you can do four wheels for 10, that's good.",
        2147.28,
        2151.92
    ],
    [
        " Good.",
        2152.18,
        2152.54
    ],
    [
        " That's literally what I said.",
        2152.86,
        2153.72
    ],
    [
        " And here's the thing.",
        2154.1,
        2154.62
    ],
    [
        " And I was explaining to carry to when we were talking about that, might have been squat",
        2154.72,
        2157.86
    ],
    [
        " a little.",
        2157.86,
        2158.08
    ],
    [
        " So I was telling him, see for both whatever you would deep you and back up witnesses.",
        2158.26,
        2161.4
    ],
    [
        " Oh, I had to.",
        2161.86,
        2162.34
    ],
    [
        " Lewis is coming to the stand.",
        2162.46,
        2163.52
    ],
    [
        " I had to.",
        2163.62,
        2164.1
    ],
    [
        " The thing was on record at this point.",
        2164.22,
        2166.92
    ],
    [
        " You know, so I'm like, shoot, let me confirm.",
        2166.98,
        2168.72
    ],
    [
        " You know, so I'm thinking back to when I was 22 years old squatting hardcore.",
        2169.04,
        2176.26
    ],
    [
        " I think we're doing two or three sessions a week of squats, one higher up, one medium,",
        2176.26,
        2180.68
    ],
    [
        " one low rep.",
        2180.78,
        2181.32
    ],
    [
        " And it was like, and it was a hardcore workout.",
        2181.5,
        2183.06
    ],
    [
        " I was 240 at the time.",
        2183.76,
        2185.3
    ],
    [
        " So I'm thinking, let me base on when I was really into the numbers on squat.",
        2185.56,
        2189.36
    ],
    [
        " Let me base it on that.",
        2189.5,
        2190.3
    ],
    [
        " Right.",
        2190.38,
        2190.44
    ],
    [
        " Because if you remember in the video, I say, what do you way?",
        2190.56,
        2192.74
    ],
    [
        " What do you walk around that?",
        2192.96,
        2193.66
    ],
    [
        " What do you say?",
        2193.72,
        2194.06
    ],
    [
        " And you said 230.",
        2194.16,
        2194.74
    ],
    [
        " So I think, I'm thinking, okay, 230.",
        2194.74,
        2196.14
    ],
    [
        " By the way, I was 231 this morning.",
        2196.26,
        2197.66
    ],
    [
        " Okay.",
        2198.26,
        2198.48
    ],
    [
        " There you go.",
        2198.64,
        2199.0
    ],
    [
        " Not considering these three things, which I did consider in later on in the video if",
        2199.42,
        2203.94
    ],
    [
        " you watch it.",
        2203.94,
        2204.44
    ],
    [
        " Where first off, you're older than 22 years old.",
        2204.6,
        2207.32
    ],
    [
        " Two, you go all the way down.",
        2207.58,
        2209.74
    ],
    [
        " Yeah.",
        2209.86,
        2210.06
    ],
    [
        " That's what I was going parallel squat, which was an issue that we're laughing at or whatever.",
        2210.26,
        2213.84
    ],
    [
        " Which is also something that you now have adjusted your mindset towards.",
        2213.9,
        2218.22
    ],
    [
        "",
        2218.38,
        2218.38
    ],
    [
        " Because going in the hole, as we used to call it back in the day, which is below parallel.",
        2218.66,
        2222.98
    ],
    [
        " And that's another thing you just reminded me, Derek in the video says like, hey, if you're",
        2223.28,
        2228.36
    ],
    [
        " just walking around and just bang out 405, like it's nothing at 45 years old, that's",
        2228.36,
        2234.32
    ],
    [
        " an indicator.",
        2234.46,
        2235.14
    ],
    [
        " And I can't do that.",
        2235.72,
        2238.14
    ],
    [
        " Now if I was like, hey, you know what, oh, it's squat season, right?",
        2238.72,
        2242.96
    ],
    [
        " Which squat season for me is in the kind of spring time, right?",
        2243.3,
        2247.48
    ],
    [
        " Until, yeah.",
        2247.66,
        2248.12
    ],
    [
        " Because in the summer, I'm getting ready to go hunting.",
        2248.28,
        2249.98
    ],
    [
        " Yeah, yeah.",
        2250.28,
        2251.28
    ],
    [
        " In the mountains, right?",
        2251.4,
        2252.22
    ],
    [
        " At least that's been the last few years.",
        2252.48,
        2253.62
    ],
    [
        " So that means I'm running, I'm rocking.",
        2254.02,
        2255.68
    ],
    [
        " And then that carries into, well, this particular year, I've been doing these step ups with",
        2256.0,
        2262.66
    ],
    [
        " the 455 pound plate of getting ready to do that Chad 1000, which just extended that type",
        2262.9,
        2270.98
    ],
    [
        " of workout a little bit into November.",
        2270.98,
        2273.36
    ],
    [
        " And then all of a sudden, we're like getting ready for the winter time in the mountains,",
        2273.88,
        2277.3
    ],
    [
        " which means front squats and plyometrics and stuff.",
        2277.3,
        2280.96
    ],
    [
        " And then in the spring time, it's like, oh, you know, it's squat season.",
        2281.12,
        2284.56
    ],
    [
        " So it's misleading again.",
        2284.92,
        2288.14
    ],
    [
        " I'm sorry if I mislead lead Derek to think, hey, Jaco is just going to walk up cold to",
        2288.14,
        2294.86
    ],
    [
        " a squat rack and just put on 405 and just knock it out of the park, you know, 10, 12 reps,",
        2294.86,
        2300.22
    ],
    [
        " whatever.",
        2300.22,
        2300.86
    ],
    [
        " And I think this is important where when you watch that video and you really watch it",
        2301.3,
        2307.32
    ],
    [
        " and say, okay, what are we saying right here?",
        2307.32,
        2309.02
    ],
    [
        " When I said, and my standard was kind of off, which I realized later in the video, where",
        2309.24,
        2314.92
    ],
    [
        " if I say if you can do 405 for 10, that's good, good, right?",
        2314.92,
        2319.36
    ],
    [
        " At 230 because I'm making a reference to a 22 year old me at 240.",
        2319.54,
        2324.46
    ],
    [
        " Then after and then you're like, I think I'm there.",
        2325.3,
        2329.54
    ],
    [
        " If not about there, right?",
        2329.58,
        2331.16
    ],
    [
        " So okay, so when I couldn't, when you said that, I think that's what people latched on to.",
        2331.44,
        2336.2
    ],
    [
        " But when you said that, you're like, that was just like estimate.",
        2336.8,
        2339.66
    ],
    [
        " It was obvious.",
        2339.84,
        2340.28
    ],
    [
        " You had never done that.",
        2340.52,
        2341.5
    ],
    [
        " You would never like, that was a projection given what you know you have done and then",
        2341.5,
        2346.78
    ],
    [
        " you made an estimation and then you're like, no, about there.",
        2346.78,
        2349.14
    ],
    [
        " So no, I probably couldn't get it.",
        2349.14,
        2350.58
    ],
    [
        " But maybe like under there, if I had a good day in squat during squat season, I maybe",
        2350.7,
        2355.02
    ],
    [
        " could get it.",
        2355.02,
        2355.58
    ],
    [
        " That's what I got from it.",
        2355.66,
        2357.18
    ],
    [
        " And then I said later I said that would freaking hurt.",
        2357.18,
        2359.92
    ],
    [
        " Exactly right.",
        2360.06,
        2360.64
    ],
    [
        " The more you think about it, the same with me.",
        2360.82,
        2363.16
    ],
    [
        " The same with me.",
        2363.42,
        2363.82
    ],
    [
        " I was like, I was like 405 then I was like, wait a second, I was 22 years old.",
        2363.9,
        2367.22
    ],
    [
        " Yeah, I wasn't going all the way down.",
        2367.32,
        2368.26
    ],
    [
        " I was like, just put it on the record 405 for 10 is savage all the way down.",
        2368.26,
        2372.02
    ],
    [
        " Yeah, if you're going to ask to grasp 405 for 10 is savage is savage.",
        2372.16,
        2375.5
    ],
    [
        " Is savage, exactly right.",
        2375.54,
        2376.04
    ],
    [
        " And then so then right after I was like, well, if you can do three wheels for 10, that's",
        2376.18,
        2381.06
    ],
    [
        " good.",
        2381.06,
        2381.46
    ],
    [
        " That's good.",
        2381.86,
        2382.3
    ],
    [
        " Yeah.",
        2382.48,
        2382.64
    ],
    [
        " And then you were like, well, there's a big difference.",
        2382.92,
        2385.3
    ],
    [
        " There is a big difference.",
        2385.66,
        2386.36
    ],
    [
        " And I was like, yeah, yeah, I get it.",
        2386.42,
        2387.36
    ],
    [
        " I was like, but you're going all the way down and I'm considering all these things that",
        2387.42,
        2390.6
    ],
    [
        " I'm that come up in my mind like that.",
        2390.6,
        2392.66
    ],
    [
        " It's like, that's a bad comparison.",
        2392.76,
        2394.1
    ],
    [
        " What I said.",
        2394.32,
        2395.2
    ],
    [
        " And then you started thinking even more about it and you're like, 10 would hurt me.",
        2395.3,
        2399.96
    ],
    [
        " 10 were like, kind of you concluded, no, I can't get the 10.",
        2400.24,
        2402.4
    ],
    [
        " Like maybe it seemed like I could when I thought about it at first, but after a while",
        2402.7,
        2405.88
    ],
    [
        " I was like, no, that would hurt me.",
        2405.88,
        2406.8
    ],
    [
        " Like I couldn't get the 10.",
        2407.08,
        2407.96
    ],
    [
        " And then you're like, oh, I'm not even that strong or whatever.",
        2408.66,
        2411.88
    ],
    [
        " Then you went through that.",
        2412.3,
        2413.02
    ],
    [
        " But put it this way, there's a difference between really how we said it and what was going",
        2413.22,
        2418.24
    ],
    [
        " on there.",
        2418.24,
        2418.58
    ],
    [
        " There's a difference between that.",
        2418.78,
        2419.88
    ],
    [
        " And then you saying, you know what?",
        2420.06,
        2421.32
    ],
    [
        " Yes, I could get the 405 for 10.",
        2421.52,
        2423.7
    ],
    [
        " Or actually not the 405 right under the 405, I could get that for 10 officially.",
        2424.06,
        2428.88
    ],
    [
        " Like we were saying it on a podcast.",
        2429.2,
        2430.64
    ],
    [
        " There's way there.",
        2430.96,
        2431.46
    ],
    [
        " It's way different.",
        2431.54,
        2432.36
    ],
    [
        " And and if there was no difference, then you could be like, oh, well, Jockel can or",
        2432.66,
        2437.76
    ],
    [
        " can't let's say he Jockel can't do that.",
        2437.76,
        2439.3
    ],
    [
        " Oh, he just light on his podcast.",
        2439.46,
        2440.76
    ],
    [
        " That's not true.",
        2441.1,
        2441.9
    ],
    [
        " That's literally not true.",
        2442.06,
        2443.76
    ],
    [
        " There was a whole different thing.",
        2443.8,
        2444.84
    ],
    [
        " You know, it's kind of like, hey, like if you asked me how quick I could do a mile right",
        2445.0,
        2448.78
    ],
    [
        " now.",
        2448.78,
        2449.0
    ],
    [
        " And I was like, I have it a mile.",
        2449.24,
        2451.7
    ],
    [
        " Years before time, you know, like to know.",
        2453.1,
        2454.84
    ],
    [
        " And then I was like, let me estimate, given what I ran it be the last time I ran.",
        2455.1,
        2459.26
    ],
    [
        " And then after you think about it and all this stuff.",
        2459.34,
        2460.76
    ],
    [
        " And then it then let's say the next day I ran the mile and I freaking couldn't get it",
        2460.88,
        2464.12
    ],
    [
        " at all.",
        2464.12,
        2464.32
    ],
    [
        " Oh, you lied.",
        2464.32,
        2465.1
    ],
    [
        " You know, kind of a thing.",
        2465.32,
        2465.96
    ],
    [
        " I didn't lie.",
        2466.08,
        2467.38
    ],
    [
        " That's for that was a conclusion.",
        2467.48,
        2468.64
    ],
    [
        " I made my flimsy conclusion.",
        2468.64,
        2470.14
    ],
    [
        " Yeah.",
        2470.14,
        2470.4
    ],
    [
        " Not to say your conclusion was flimsy, but I'm saying it was based on other factors rather",
        2470.72,
        2474.68
    ],
    [
        " than the actual number.",
        2474.68,
        2475.6
    ],
    [
        " And one more factor that was based on is me just trying to make you feel weak.",
        2475.68,
        2479.48
    ],
    [
        " But you're like, yeah, that's not bad.",
        2479.48,
        2481.44
    ],
    [
        " And then you're like, like right away when I was like, oh, I did, whatever I did.",
        2481.68,
        2487.36
    ],
    [
        " And then you're like, how deep?",
        2487.36,
        2488.6
    ],
    [
        " Like first thing.",
        2489.02,
        2490.08
    ],
    [
        " And you were talking about 40 times.",
        2490.6,
        2492.06
    ],
    [
        " You're like, what kind of time?",
        2492.2,
        2492.98
    ],
    [
        " You were.",
        2493.86,
        2494.26
    ],
    [
        " I was on a roll.",
        2494.46,
        2495.34
    ],
    [
        " So we get through with those three sort of misleading things.",
        2496.18,
        2500.14
    ],
    [
        " And again, when I say misleading, I'm saying, I'm misleading.",
        2500.26,
        2502.86
    ],
    [
        " It's misleading.",
        2503.52,
        2504.34
    ],
    [
        " If you do a surface study of me and you see it works out three times a day, gets five",
        2504.46,
        2508.78
    ],
    [
        " hours of sleep tonight and can freaking live 405 for 10 squat, ask the grass, all those",
        2508.78,
        2514.8
    ],
    [
        " things which Derek heard and correctly heard them.",
        2514.8,
        2519.5
    ],
    [
        " That's what was being said.",
        2519.58,
        2520.66
    ],
    [
        " Or that's what he saw.",
        2520.82,
        2521.9
    ],
    [
        " And he was like, all those things together, this dude's, that's one of the things that",
        2522.66,
        2526.02
    ],
    [
        " made him lean towards.",
        2526.02,
        2527.12
    ],
    [
        " And again, to his credit, the whole time he, every time he'd say like, yeah, then he",
        2527.52,
        2532.18
    ],
    [
        " kind of back off a little bit as well.",
        2532.18,
        2533.78
    ],
    [
        "",
        2534.14,
        2534.14
    ],
    [
        " He said it.",
        2534.44,
        2535.14
    ],
    [
        " There's a bunch of other comments in here that were interesting, probably natty now,",
        2536.26,
        2540.76
    ],
    [
        " but no doubt he was cycling when he was active duty.",
        2541.1,
        2543.76
    ],
    [
        " Totally wrong.",
        2544.2,
        2544.86
    ],
    [
        " Speck ops love gear, meaning the guys in special operations, all juice or love juice.",
        2545.46,
        2550.92
    ],
    [
        " No, not true.",
        2551.2,
        2552.2
    ],
    [
        " And this is from a quote former impoverary guy that knew lots of Rangers on the stuff.",
        2552.46,
        2556.5
    ],
    [
        " I haven't worked with Rangers enough to do that assessment.",
        2557.22,
        2560.36
    ],
    [
        " But from my perspective, if you're willing to put your military career at risk,",
        2561.08,
        2564.9
    ],
    [
        " there's not a lot of guys that are willing to do that.",
        2565.26,
        2568.06
    ],
    [
        " This guy says, hell, it was unusual to have guys not on the sauce when I was in",
        2568.82,
        2575.82
    ],
    [
        " Cav Scout for five years.",
        2575.82,
        2577.34
    ],
    [
        " Again, maybe these are guys that were going on deployment and there wasn't really",
        2577.82,
        2581.16
    ],
    [
        " strict and there was more people doing juice.",
        2581.16,
        2582.5
    ],
    [
        " I'm not going to, I'm not going to say, I don't know.",
        2582.76,
        2586.56
    ],
    [
        " I don't know.",
        2587.0,
        2587.44
    ],
    [
        " I know that when I worked with the army, these were not people that were on juice.",
        2587.5,
        2592.54
    ],
    [
        " Like, and I'm more talking about conventional army forces.",
        2593.42,
        2596.84
    ],
    [
        " These are not guys that are on juice.",
        2597.22,
        2598.46
    ],
    [
        " So yeah, some of that too is like, you're in the military and you see,",
        2599.26,
        2604.88
    ],
    [
        " you see a freaking jacked guy that's in the seal teams.",
        2604.98,
        2607.46
    ],
    [
        " Guess what the guy in the seal teams is doing for his job, lifting, eating correctly,",
        2607.46,
        2613.02
    ],
    [
        " getting better food.",
        2613.4,
        2614.24
    ],
    [
        " Um, another guy says, same shit as everyone else gets there.",
        2615.74,
        2617.94
    ],
    [
        " We're saying that this guy was saying that like people in special operations",
        2617.94,
        2621.36
    ],
    [
        " get even better steroids.",
        2621.36,
        2622.68
    ],
    [
        " Like this is how it is off the rails.",
        2622.76,
        2624.08
    ],
    [
        " This is, uh, then this guy says, same shit as everyone else gets.",
        2624.22,
        2627.16
    ],
    [
        " We aren't allowed to use gear whatsoever.",
        2627.16,
        2629.28
    ],
    [
        " People do it and everyone knows it.",
        2630.12,
        2631.92
    ],
    [
        " I mean, I didn't, didn't know it.",
        2632.06,
        2633.42
    ],
    [
        " Could it be that cause I was end up becoming an officer that people like hit it",
        2633.96,
        2639.1
    ],
    [
        " from me and I didn't know it.",
        2639.1,
        2639.98
    ],
    [
        " I guess you, I guess it could be that way.",
        2640.0,
        2642.32
    ],
    [
        " But I'll tell you, man, when you're working out with guys and training with them",
        2642.32,
        2646.84
    ],
    [
        " and all of a sudden they just like get super strong, I would be suspect.",
        2646.84,
        2650.64
    ],
    [
        " I was very rarely suspect.",
        2651.22,
        2653.26
    ],
    [
        " Um, he talks about what I looked like over the years.",
        2653.92,
        2659.2
    ],
    [
        " And here his conclusion is like, dude, the guy has just always been kind of a bigger",
        2659.94,
        2665.28
    ],
    [
        " dude, which is true.",
        2665.28,
        2667.16
    ],
    [
        " I weighed 174 when I showed up to buds.",
        2667.62,
        2670.24
    ],
    [
        " I was 19 years old.",
        2670.56,
        2671.98
    ],
    [
        " I weighed 200 at the end of my, oh, I gained 15 pounds or whatever.",
        2672.64,
        2677.62
    ],
    [
        " 11 pounds.",
        2677.78,
        2678.24
    ],
    [
        " I graduated buzz at 185.",
        2678.36,
        2679.58
    ],
    [
        " Got my first platoon.",
        2680.64,
        2681.74
    ],
    [
        " I got up.",
        2682.2,
        2682.48
    ],
    [
        " We were lifting our goals to be bigger.",
        2682.56,
        2684.68
    ],
    [
        " I got up to 200 my first platoon.",
        2685.52,
        2689.06
    ],
    [
        " I got up to like two 15.",
        2689.84,
        2692.02
    ],
    [
        " My second platoon.",
        2692.5,
        2693.74
    ],
    [
        " I got up to like 220 my third platoon.",
        2693.94,
        2697.48
    ],
    [
        " And you know, these are like ages I'm getting bit.",
        2697.88,
        2699.52
    ],
    [
        " I'm just getting bigger and stronger.",
        2699.6,
        2700.44
    ],
    [
        " It's like, you know, you went from 180 to 240, right?",
        2700.44,
        2703.68
    ],
    [
        " These are prime years to get jacked when I was competing in Jiu Jitsu.",
        2703.8,
        2707.84
    ],
    [
        " Now we're talking like 96, 97, 98.",
        2707.9,
        2710.26
    ],
    [
        " I would always be around 220 and I'd cut down to 213.",
        2710.52,
        2714.16
    ],
    [
        " So I could do the weight category and then the absolute.",
        2714.58,
        2717.84
    ],
    [
        " So that was my weight back then.",
        2718.16,
        2719.52
    ],
    [
        " But again, these are not, you know, um, crazy numbers.",
        2719.52,
        2722.58
    ],
    [
        " I was at Ceil team two, got up to 250.",
        2723.02,
        2725.56
    ],
    [
        " How squatting, eating deadlifting, more eating.",
        2725.88,
        2728.86
    ],
    [
        " And that's so he kind of says that.",
        2730.02,
        2731.92
    ],
    [
        " He kind of says that.",
        2732.22,
        2733.28
    ],
    [
        " That, well, you know, he's, I forget the terms he uses.",
        2733.8,
        2737.36
    ],
    [
        " There's no, you know, time where he's just, you know, goes from being",
        2737.52,
        2740.92
    ],
    [
        " 128 pounds to 220 pounds.",
        2740.92,
        2744.06
    ],
    [
        " There's no time like that.",
        2744.06,
        2745.04
    ],
    [
        " And it's true.",
        2745.22,
        2746.02
    ],
    [
        " That was a steady slow progression as I got older.",
        2746.36,
        2749.06
    ],
    [
        " I got bigger until I reached about 225 230, which is where I am right now.",
        2749.38,
        2752.88
    ],
    [
        " He couldn't find me talking about TRT.",
        2753.64,
        2756.6
    ],
    [
        " And then he found one tweet where the tweet had been deleted.",
        2757.8,
        2761.94
    ],
    [
        " But I had said, haven't tried it.",
        2761.94,
        2764.46
    ],
    [
        " Somebody probably asked me, have you ever done TRT?",
        2764.74,
        2766.64
    ],
    [
        " Do you remember that tweet?",
        2767.24,
        2768.62
    ],
    [
        " I don't really remember it, but he, I saw it.",
        2769.22,
        2771.12
    ],
    [
        " He put a clip on there and it's definitely me.",
        2771.26,
        2773.26
    ],
    [
        " And I'm sure somebody said, hey, have you ever done TRT?",
        2774.02,
        2776.86
    ],
    [
        " And I was like, yeah, never tried it because there was a tweet below it that said something like,",
        2776.9,
        2779.74
    ],
    [
        " I'd hate to see Jocke on more, you know, testosterone.",
        2779.76,
        2782.16
    ],
    [
        " Something like that.",
        2783.02,
        2783.48
    ],
    [
        " So he figured it out.",
        2783.48,
        2784.24
    ],
    [
        " And yes, and then he said that was the only quote, horses mouth of me saying anything about TRT,",
        2784.24,
        2789.66
    ],
    [
        " which is not that weird because I don't talk about it because I have no experience with it.",
        2789.76,
        2793.76
    ],
    [
        " I don't, that's not something that comes up.",
        2793.94,
        2795.96
    ],
    [
        " And look, I'm not even against it.",
        2796.96,
        2800.28
    ],
    [
        " I'm 50 years old.",
        2800.74,
        2801.68
    ],
    [
        " If I get to a certain point where I'm like, yeah, you know, I feel like shit.",
        2801.78,
        2804.32
    ],
    [
        " But my doctor says to me, hey, Jocke, this is going to make you perform better and do better.",
        2805.3,
        2810.02
    ],
    [
        " Maybe I'd be like, hmm, that sounds like a good idea.",
        2810.48,
        2812.26
    ],
    [
        " What I would I don't like about it as I know that when you do that stuff,",
        2812.32,
        2815.62
    ],
    [
        " you're on it for the rest of your life, which to me is bad.",
        2815.98,
        2818.54
    ],
    [
        " I don't want to be relying on anything.",
        2818.84,
        2820.28
    ],
    [
        " I don't want, I would rather be able to make my own testosterone at a lower level,",
        2820.78,
        2825.48
    ],
    [
        " then go on fake, go on other testosterone,",
        2826.24,
        2830.16
    ],
    [
        " and then have to be on it for the rest of my life.",
        2830.64,
        2833.94
    ],
    [
        " Like, I don't like that idea.",
        2834.06,
        2835.08
    ],
    [
        " To me, that's sort of a dependency, which I don't like.",
        2836.02,
        2838.22
    ],
    [
        " But again, when I'm 60 and all of a sudden I'm really weak or whatever, I have issues.",
        2840.06,
        2846.74
    ],
    [
        " I'll be like, hey guys, I'm going on TRT right now.",
        2847.84,
        2851.4
    ],
    [
        " I want to be stronger, which would be fine.",
        2851.8,
        2855.68
    ],
    [
        " So that's why maybe he hasn't found a lot about me talking about it.",
        2857.28,
        2860.4
    ],
    [
        " And again, I got friends that do TRT, that talk about TRT.",
        2861.02,
        2865.72
    ],
    [
        " I've just never done it.",
        2866.2,
        2867.08
    ],
    [
        " If I did, I wouldn't be ashamed of it.",
        2868.48,
        2870.28
    ],
    [
        " I'd be like, hey, this is the situation I was in, and this is what I did.",
        2870.36,
        2872.68
    ],
    [
        " And when you start going down this path, it's like,",
        2873.56,
        2876.08
    ],
    [
        " I mean, if I'm trying to stay young, maybe I should start by dying my hair black,",
        2876.38,
        2882.1
    ],
    [
        " which is my hair is gray.",
        2882.26,
        2883.28
    ],
    [
        " I don't give a shit.",
        2883.44,
        2884.22
    ],
    [
        " Yeah, I don't give a shit.",
        2885.0,
        2885.98
    ],
    [
        " It doesn't matter to me.",
        2886.58,
        2887.52
    ],
    [
        " You're here to win.",
        2888.02,
        2888.7
    ],
    [
        "",
        2889.34,
        2889.34
    ],
    [
        " Then he finds a picture of me, or there's a picture of me on the reddit thing,",
        2890.16,
        2895.2
    ],
    [
        " and it's me and Tim Kennedy, and we're sitting there talking or whatever.",
        2895.2,
        2899.04
    ],
    [
        " And we just got done with the workout.",
        2899.36,
        2900.42
    ],
    [
        " And there was some funny comments.",
        2901.14,
        2904.0
    ],
    [
        " It says, looking solid, dude.",
        2904.6,
        2906.4
    ],
    [
        " Another guy says, alpha head, bro, fucking sick cranium.",
        2906.56,
        2910.18
    ],
    [
        " Which is funny.",
        2910.62,
        2914.68
    ],
    [
        " And somebody says, look at his jawline.",
        2915.02,
        2916.58
    ],
    [
        " He never needed juice.",
        2916.82,
        2917.72
    ],
    [
        " He's a natural granola.",
        2917.96,
        2918.94
    ],
    [
        " He's got gorilla.",
        2919.12,
        2919.74
    ],
    [
        " He's got shrek genetics.",
        2919.92,
        2921.24
    ],
    [
        " Somebody says, big, not abnormally ripped, which is totally true.",
        2921.9,
        2924.9
    ],
    [
        " I remember that magazine article came out about me in Success Magazine.",
        2925.18,
        2929.24
    ],
    [
        " And they said I was ripped 225 pounds of muscle.",
        2929.56,
        2935.08
    ],
    [
        " And I went and did a fact check publicly about that article and said,",
        2935.36,
        2939.32
    ],
    [
        " I'm not a ripped 225.",
        2939.36,
        2941.28
    ],
    [
        " I'm a well-marbled 230, which is the truth.",
        2941.44,
        2944.52
    ],
    [
        " Somebody said, just buy his head.",
        2946.16,
        2950.7
    ],
    [
        " I don't know what's up with my head.",
        2950.7,
        2952.08
    ],
    [
        " I don't know who he is.",
        2952.08,
        2952.84
    ],
    [
        " Somebody said, just buy his head.",
        2952.86,
        2953.94
    ],
    [
        " You could tell he's out this fuck.",
        2954.04,
        2955.4
    ],
    [
        " But see, some people are pretty, like these people are saying,",
        2956.4,
        2961.14
    ],
    [
        " hey, if you look at the, they had a picture of me when I'm probably 25",
        2961.14,
        2964.98
    ],
    [
        " and a picture of me now.",
        2964.98,
        2966.32
    ],
    [
        " And people are like, yeah, look at him when he's 25.",
        2966.84,
        2969.12
    ],
    [
        " He's his head, his jawline.",
        2969.3,
        2971.18
    ],
    [
        " Because when people do steroids, their jaw gets bigger,",
        2971.2,
        2973.92
    ],
    [
        " their cranium gets, or their brow, like what is this?",
        2974.08,
        2977.62
    ],
    [
        " Their forehead or their eyebrow bone or whatever.",
        2977.66,
        2980.58
    ],
    [
        " It gets like bigger and more prominent.",
        2980.58,
        2982.4
    ],
    [
        " This is just the way I look.",
        2982.98,
        2984.62
    ],
    [
        " And I've looked that way since I was, you know, in my 20s,",
        2984.94,
        2987.86
    ],
    [
        " in my early 20s.",
        2987.86,
        2989.02
    ],
    [
        " And this guy says not necessarily cranked looking.",
        2989.64,
        2993.72
    ],
    [
        " Oh no, this is what, this is what Derek says.",
        2994.4,
        2997.62
    ],
    [
        " Not necessarily, he's like, oh, he's not necessarily cranked looking,",
        2997.78,
        3000.44
    ],
    [
        " but a very fucking built dude, a solid human who would be very tough to move.",
        3000.64,
        3005.02
    ],
    [
        " If that makes any fucking sense.",
        3005.3,
        3007.24
    ],
    [
        " He looks tough as Al Tito or T's his superior older brother,",
        3007.36,
        3011.54
    ],
    [
        " which is I've trained with Tito.",
        3011.54,
        3014.1
    ],
    [
        " I'm not superior to Tito.",
        3014.36,
        3015.74
    ],
    [
        " Tito is a jacked dude.",
        3015.86,
        3018.9
    ],
    [
        " Like, what a Tito fight at?",
        3019.28,
        3020.62
    ],
    [
        " Tito fight at two, five.",
        3021.08,
        3021.98
    ],
    [
        " Two or five.",
        3021.98,
        3022.2
    ],
    [
        " I was going to say either one or two or five.",
        3022.7,
        3024.86
    ],
    [
        " Tito fought at two or five.",
        3025.14,
        3026.6
    ],
    [
        " Tito was a freaking monster.",
        3026.92,
        3028.3
    ],
    [
        " Tito's six, two, and huge.",
        3028.72,
        3032.02
    ],
    [
        " He's a monster, bro.",
        3032.52,
        3033.96
    ],
    [
        " So yeah, I'm just saying I'm not genetically or physically superior to Tito or T's.",
        3034.48,
        3039.44
    ],
    [
        " And he also had the explosive type muscle, right?",
        3039.58,
        3043.28
    ],
    [
        " I have the freaking slow, the medium to itch, the medium to itch.",
        3043.82,
        3047.72
    ],
    [
        " But all these things, I thought that my,",
        3048.06,
        3051.22
    ],
    [
        " that section was kind of leaning towards like, hey, this is just a kind of a big dude.",
        3051.54,
        3055.1
    ],
    [
        " That literally eats steak, drinks mulk, and lifts weights.",
        3055.48,
        3061.86
    ],
    [
        " That's what I've been doing for a freaking long time.",
        3061.98,
        3064.94
    ],
    [
        " Right.",
        3065.18,
        3065.22
    ],
    [
        " Yeah.",
        3065.76,
        3065.88
    ],
    [
        " I'm not a guy that like goes on to, hey, I'm going to work out for a, I'm not that guy.",
        3066.06,
        3069.62
    ],
    [
        " I'm not a guy that goes, hey, I'm going to work out for a little while.",
        3069.8,
        3071.88
    ],
    [
        " And then I'm going to, you know, get into painting.",
        3071.88,
        3074.74
    ],
    [
        " Right.",
        3075.28,
        3075.4
    ],
    [
        " No, I've been lifting, you know, whether it's calisthenics, whether it's plyometrics,",
        3075.52,
        3080.82
    ],
    [
        " whether it's squatting, whether it's cleans, whether it's doing pull ups, like,",
        3080.96,
        3083.52
    ],
    [
        " that's all in the, that's all in the freaking, in the element, you know?",
        3083.7,
        3088.42
    ],
    [
        " Then he goes in this weird tangent in the jujitsu.",
        3090.44,
        3094.04
    ],
    [
        " You got it, got a thing with me and going against Jeff Montsen.",
        3094.04,
        3098.12
    ],
    [
        " And Jeff Montsen, he calls him all kinds of, he calls him all kinds of funny names.",
        3098.76,
        3104.34
    ],
    [
        " And, and Jeff Montsen is an incredible grappler.",
        3104.92,
        3109.12
    ],
    [
        " He's a monstrous guy whose pop positive for steroids before.",
        3109.44,
        3114.9
    ],
    [
        " I'm not sure.",
        3115.6,
        3116.94
    ],
    [
        " I'm a, I shouldn't say that.",
        3116.94,
        3118.22
    ],
    [
        " I'm quite, I'm quite confident that he has utilized steroids in his life.",
        3119.18,
        3125.08
    ],
    [
        " Not, yeah.",
        3125.88,
        3126.7
    ],
    [
        " So, so he sees me going against him.",
        3126.94,
        3128.44
    ],
    [
        " And what's interesting about that video, there's a video of me versus Jeff Montsen.",
        3128.68,
        3132.12
    ],
    [
        " Unfortunately, the video is two minutes and 30 seconds long.",
        3132.28,
        3134.48
    ],
    [
        " That was a triple overtime match.",
        3134.82,
        3137.16
    ],
    [
        " So I forget what the first, it was like a seven minutes and then two minute,",
        3137.4,
        3142.24
    ],
    [
        " two minute, two minute, overtime.",
        3142.32,
        3143.74
    ],
    [
        " And it got edited down.",
        3143.92,
        3145.22
    ],
    [
        " We had a pretty good scrap.",
        3145.26,
        3146.14
    ],
    [
        " And Jeff Montsen's a better grappler than me.",
        3146.4,
        3147.76
    ],
    [
        " And he's stronger than me.",
        3147.92,
        3148.7
    ],
    [
        " And he beat me.",
        3148.96,
        3149.48
    ],
    [
        " Like, that's what happened.",
        3149.82,
        3150.86
    ],
    [
        " He mentioned how like, he's a, he goes, oh, he's a UFC champ.",
        3151.06,
        3154.94
    ],
    [
        " Oh, he goes, no, no, no, he's not a UFC champion.",
        3155.04,
        3156.84
    ],
    [
        " He's just an 80, I don't think he said a Justin, a DCC or he goes, he's a DCC champ.",
        3156.84,
        3161.72
    ],
    [
        " Kind of like, oh, he's only an A DCS.",
        3161.72,
        3164.24
    ],
    [
        " That's more significant, by the way.",
        3164.6,
        3166.32
    ],
    [
        " For rapping, US, the UFC.",
        3166.34,
        3167.56
    ],
    [
        " Exactly right.",
        3167.56,
        3168.4
    ],
    [
        " If you're a DCC, Abu Dhabi combat club champion.",
        3168.76,
        3173.82
    ],
    [
        " That means in grappling, no punch and no kick.",
        3174.16,
        3176.52
    ],
    [
        " And what you guys were doing, he's the best guy in the world straight up.",
        3176.7,
        3180.18
    ],
    [
        " And if you're the champion, which he was.",
        3180.82,
        3183.08
    ],
    [
        " And I will say the two minutes and 30 seconds of that video, I look horrible.",
        3183.4,
        3186.48
    ],
    [
        " Like I see me now and I'm like, God, I sucked.",
        3186.98,
        3188.94
    ],
    [
        " And that's where we always, the goal is always to be bet, to be able to beat you six months ago.",
        3189.06,
        3193.1
    ],
    [
        " That's always the goal.",
        3193.18,
        3194.08
    ],
    [
        " And that's a 15 year old video.",
        3194.32,
        3196.14
    ],
    [
        " And I look at it and go, God, what kind of shop was that?",
        3196.18,
        3198.12
    ],
    [
        " Oh my God, you look like crap.",
        3198.24,
        3199.18
    ],
    [
        " Why don't you just, that's just what it feels like when you watch old videos of yourself.",
        3199.32,
        3202.42
    ],
    [
        " So I was in that tournament, by the way, it was my first tournament.",
        3203.24,
        3205.82
    ],
    [
        " I'll check.",
        3205.82,
        3206.3
    ],
    [
        "",
        3206.82,
        3206.82
    ],
    [
        " Yeah, I lost to Jeff Montzen.",
        3207.22,
        3209.54
    ],
    [
        " But what's interesting is he's, he makes this argument that like if you're going to compete it, if you're competing in this stuff, which I was,",
        3210.02,
        3219.08
    ],
    [
        " why would you not do steroids?",
        3219.26,
        3222.6
    ],
    [
        " Like everyone's in, he makes this whole thing about how, there's no testing for steroids.",
        3222.78,
        3227.3
    ],
    [
        " And I don't know if they do now, but back then, their sure is how it was in the testing for steroids.",
        3227.56,
        3231.26
    ],
    [
        " But he also says my physique is not that much different.",
        3232.7,
        3235.0
    ],
    [
        " And I probably weighed in at that tournament at 220, because I was probably only did heavyweight at that tournament.",
        3235.5,
        3240.08
    ],
    [
        " I probably weighed 220.",
        3240.08,
        3240.84
    ],
    [
        " And he said there's no indication of the deployment of anabolic.",
        3241.7,
        3245.32
    ],
    [
        " And then he, but then he can't, he like, he doesn't want to believe that he says, well, lead you to believe that maybe he's just using it for recovery.",
        3246.92,
        3252.16
    ],
    [
        " He's like, I want to be on it.",
        3252.16,
        3253.66
    ],
    [
        " He's so hard.",
        3253.72,
        3254.2
    ],
    [
        " And then he says, or he's never used it.",
        3255.26,
        3256.62
    ],
    [
        " So again, I think he's a little bit conflicted.",
        3256.98,
        3259.9
    ],
    [
        " But he says, look, if there's, if there's so much juice in the Jiu Jitsu world, why wouldn't you do it?",
        3260.22,
        3267.2
    ],
    [
        " And here's one thing, I wasn't really a competitor.",
        3267.76,
        3270.0
    ],
    [
        " You know, I would, if there was a tournament, well, when I was going to college,",
        3270.42,
        3274.8
    ],
    [
        " from like 2000 to 2003, we competed all the time.",
        3275.38,
        3279.66
    ],
    [
        " And actually before that, when I was at Fabio Santos,",
        3280.12,
        3282.38
    ],
    [
        " man, we can, Dean and I competed all the time.",
        3282.92,
        3284.92
    ],
    [
        " We were going to every tournament we could go to.",
        3285.1,
        3286.42
    ],
    [
        " We were competing all the time.",
        3286.64,
        3287.52
    ],
    [
        " But, you know, by the time 2000, but once the war started actually,",
        3288.1,
        3291.8
    ],
    [
        " is when I started competing less and less because I wanted to be like ready to go to war.",
        3292.16,
        3296.92
    ],
    [
        " But for him, it didn't make any sense to be competing at that level,",
        3297.14,
        3302.64
    ],
    [
        " which I was competing at a very high level.",
        3302.68,
        3304.38
    ],
    [
        " You know, I did the ADCC trials.",
        3304.48,
        3305.84
    ],
    [
        " For him, and he used the words, he's like, I'm highly skeptical that I wouldn't,",
        3307.52,
        3312.26
    ],
    [
        " that Joggle wouldn't try it, you know.",
        3312.3,
        3313.92
    ],
    [
        " Which again, this whole time, I'm active duty in the military, by the way.",
        3314.5,
        3317.68
    ],
    [
        " I have a job.",
        3317.84,
        3318.62
    ],
    [
        " I have a job that I love.",
        3319.1,
        3320.28
    ],
    [
        " I have guys that I'm supposed to be leading and taking care of.",
        3320.64,
        3323.44
    ],
    [
        " And if I get shit canned from the teams, because I wanted to be a little bit bigger,",
        3323.54,
        3328.22
    ],
    [
        " and by the way, I was already pretty big.",
        3328.58,
        3331.2
    ],
    [
        " I wasn't like 158, like, God, I wish I had more presence.",
        3331.8,
        3337.32
    ],
    [
        " I was freaking 220, 225.",
        3337.76,
        3339.92
    ],
    [
        " Also with Jiu Jitsu, I think it's fair to know this,",
        3340.82,
        3347.64
    ],
    [
        " where just because you compete in Jiu Jitsu doesn't mean you're a competitor pursuing champion level.",
        3348.1,
        3354.78
    ],
    [
        " Even if you can compete in it, especially back then, even now it's really like,",
        3355.46,
        3359.34
    ],
    [
        " they're competitors and then there's everybody else.",
        3360.06,
        3362.04
    ],
    [
        " No matter if you're a black belt, high level, whatever.",
        3362.2,
        3364.44
    ],
    [
        " You know, so a guy like in your position, you have a job, you're active duty military,",
        3364.98,
        3368.92
    ],
    [
        " loved Jiu Jitsu.",
        3369.58,
        3370.6
    ],
    [
        " Loved it, loved competing.",
        3370.76,
        3372.04
    ],
    [
        " But it's not even the number one thing on my priority list.",
        3372.2,
        3374.18
    ],
    [
        " Nope, not even by long shot.",
        3374.26,
        3375.22
    ],
    [
        " No, I mean the f***ing teams, bro.",
        3375.28,
        3377.06
    ],
    [
        " If you rode out your goals, even if you narrowed it down to your Jiu Jitsu goals,",
        3377.24,
        3381.88
    ],
    [
        " it probably wouldn't be to be world champion.",
        3382.06,
        3384.72
    ],
    [
        " It's usually not that.",
        3385.14,
        3385.98
    ],
    [
        " Now, there are, there's a large group of guys that that is their goal.",
        3385.98,
        3389.44
    ],
    [
        " Then you might start seeing, okay, this guy's on steroids, this guy's on steroids,",
        3389.8,
        3393.04
    ],
    [
        " because he's pursuing a very specific goal and he has to go hard as hard as he possibly can.",
        3393.14,
        3396.82
    ],
    [
        " And he's going against guys that are hard testing.",
        3396.9,
        3398.78
    ],
    [
        " Exactly right.",
        3399.48,
        3399.92
    ],
    [
        " He's going against guys in the same boat.",
        3399.94,
        3401.08
    ],
    [
        " Exactly, exactly right.",
        3401.26,
        3402.26
    ],
    [
        " But the fact is a lot of us even high, super high level guys, they're not in that boat.",
        3402.54,
        3407.06
    ],
    [
        " Until you shift your goal to be champion champion, it's just a different type of Jiu Jitsu person.",
        3407.32,
        3415.9
    ],
    [
        " I was a hobbyist in Jiu Jitsu.",
        3416.82,
        3418.92
    ],
    [
        " Yeah, it was my hobby.",
        3419.02,
        3420.04
    ],
    [
        " I was very passionate about my hobby and believe me, you're not going, I'm not going to the competition saying,",
        3420.2,
        3424.02
    ],
    [
        " I don't care if I win or lose, I'm freaking trying to win.",
        3424.16,
        3426.08
    ],
    [
        " Yeah.",
        3426.28,
        3426.38
    ],
    [
        " But I'm not missing a block of training with my platoon because I'm going to go and train more.",
        3426.78,
        3435.36
    ],
    [
        " That wasn't happening.",
        3435.54,
        3436.2
    ],
    [
        " Yeah, exactly.",
        3436.4,
        3436.88
    ],
    [
        " It wasn't even close.",
        3436.96,
        3437.5
    ],
    [
        " If you're not in the Jiu Jitsu world, it might, you might not know the nuance.",
        3437.58,
        3442.8
    ],
    [
        " You might not know the difference between even when you say hobbyist, that kind of from the outside might sound like,",
        3442.88,
        3449.68
    ],
    [
        " oh, you just do it on the weekends and whatever.",
        3449.74,
        3451.36
    ],
    [
        " Like you can be a hardcore hobbyist.",
        3451.68,
        3453.5
    ],
    [
        " Hobbies is every day, it's physically possible to get it done.",
        3453.62,
        3455.68
    ],
    [
        " Oh heck yeah.",
        3455.8,
        3456.44
    ],
    [
        " And then you have guys who are just competitors where it's like, I have Jiu Jitsu and I'm doing as good as I can possibly do in Jiu Jitsu,",
        3457.0,
        3464.06
    ],
    [
        " hopefully become champion in it.",
        3464.14,
        3465.48
    ],
    [
        " And everything else is secondary.",
        3465.5,
        3467.52
    ],
    [
        " No matter how good or jump there, that's the two pursuits.",
        3468.3,
        3471.78
    ],
    [
        " Yeah.",
        3472.24,
        3472.56
    ],
    [
        " So he goes through the Jiu Jitsu thing and again, that to him makes him lean towards, I must have at least tried it so I could compete with these guys.",
        3473.8,
        3481.56
    ],
    [
        " But like you just said, I'm not trying to win the world championship.",
        3481.74,
        3484.2
    ],
    [
        " I'm trying to win, but that's not the number one priority in my life.",
        3484.44,
        3486.86
    ],
    [
        " And then he goes on this thing about some guy named Dave Bolzerian.",
        3487.22,
        3491.58
    ],
    [
        " Den Bolzerian.",
        3491.78,
        3493.66
    ],
    [
        " So this guy apparently went to Buds at some point and he, this guy who went to Buds said he did steroids and said a bunch of people, a lot of cool, a lot of people did it.",
        3493.66,
        3505.3
    ],
    [
        " Which again, this is weird.",
        3505.56,
        3506.58
    ],
    [
        " This is a, this guy just went to Buds and he got, didn't make it.",
        3507.48,
        3512.68
    ],
    [
        " So you don't even know what kind of person this is.",
        3512.96,
        3514.98
    ],
    [
        " I don't know why this, he's even brought into the fold here.",
        3515.12,
        3518.04
    ],
    [
        " Other than, you know, he's like, oh, this guy Dave Bolzerian said he did it.",
        3518.32,
        3522.72
    ],
    [
        " It's like, okay, this guy didn't, wasn't a seal, made it, didn't make it through training.",
        3522.72,
        3527.14
    ],
    [
        " He did say it seems that he, you could get kicked out this guy.",
        3528.3,
        3534.9
    ],
    [
        " This guy that went to Buds mentioned that, oh, you would get kicked out if you got caught.",
        3535.3,
        3540.8
    ],
    [
        " So right there, what kind of freaking, you know, that's like, right there, that's all you need to know.",
        3541.0,
        3546.02
    ],
    [
        " Anybody that knows me, like, oh, you want to be in the seal teams?",
        3546.16,
        3549.0
    ],
    [
        " And there's a risk you get kicked out for doing steroids.",
        3549.54,
        3553.4
    ],
    [
        " By the way, when I was going through seal training, I was passing the evolutions.",
        3553.78,
        3559.34
    ],
    [
        " You know, I wasn't like, hey, I got a, I got a freaking 27, 20 on the run.",
        3560.32,
        3567.28
    ],
    [
        " I want to get that down to 2640.",
        3567.48,
        3569.58
    ],
    [
        " And I'm willing to risk getting kicked out of the Navy to shave 20 seconds off my runtime or 40,",
        3569.76,
        3574.84
    ],
    [
        " you're never going to do that.",
        3574.84,
        3575.9
    ],
    [
        " I would never do that. So it's a stupid thing to do.",
        3576.08,
        3578.3
    ],
    [
        " And then the same guy said that a third of the people were juicing, which again, that's not possible.",
        3579.68,
        3587.72
    ],
    [
        " I could understand if more people than I think are on steroids, I can understand that.",
        3588.22,
        3592.98
    ],
    [
        " But to say one third of people in special operations are on steroids, that cannot be true.",
        3593.2,
        3600.02
    ],
    [
        " Because I would have known a lot of them.",
        3600.02,
        3603.82
    ],
    [
        " Yeah, well, I spent my entire adult life in special operations.",
        3603.82,
        3607.12
    ],
    [
        " Yeah. It seems like you would know more Southern Dan Bilsarian.",
        3607.14,
        3611.3
    ],
    [
        " And you, you don't know Bilsarian that much, but he's kind of known for just his whole thing being just real wish you asked you to.",
        3611.98,
        3620.86
    ],
    [
        " He was a real suss as far as his stories and claims go.",
        3620.86,
        3624.58
    ],
    [
        " Derek says that when I was in training, he goes on this run about how when I was in training, it was less scrutinized.",
        3624.88,
        3632.78
    ],
    [
        " Like steroids were less scrutinized.",
        3633.68,
        3635.06
    ],
    [
        " And I was like, and he starts bringing up Arnold Schwarzenegger.",
        3635.14,
        3638.46
    ],
    [
        " I was like, bro, I think I go through, I think I go through the deal training in the freaking 70s when steroids weren't even, you know,",
        3638.58,
        3644.2
    ],
    [
        " we're just on the open market.",
        3644.26,
        3645.84
    ],
    [
        " So I don't know what that point was.",
        3646.08,
        3647.38
    ],
    [
        " And I guess he tied some connection. I guess there was some big steroid Olympic thing that got a lot of scrutiny brought on it, but again, I didn't really, I don't really know much about that.",
        3647.38,
        3655.38
    ],
    [
        " I, if anyone in my actual seal training class did stories, I'd be totally shocked.",
        3656.3,
        3661.2
    ],
    [
        " No, I never even heard anyone talk about it at all.",
        3661.78,
        3665.36
    ],
    [
        " So then he goes on this thing about how my life is about stress, resiliency, and grit through adversity, and a lack of sleep.",
        3666.76,
        3679.4
    ],
    [
        " And he's even talking about lack of food, fasting sometimes.",
        3679.4,
        3682.02
    ],
    [
        " And then he says, a whilst.",
        3682.36,
        3683.82
    ],
    [
        " And I like that he used this word. He says a whilst maintaining a high level of performance.",
        3684.34,
        3689.64
    ],
    [
        " That's what sort of my life is like.",
        3690.1,
        3692.96
    ],
    [
        " And he says that it's like that, that I would benefit highly from exogenous androgens, which he asks, we get this thing about how, you know, I'm all about being strong, but going through adversity and having stressed resilience.",
        3693.56,
        3713.88
    ],
    [
        " And he says, would this guy would benefit highly from exogenous, entrogens, obviously pretty telling in my opinion.",
        3714.76,
        3723.5
    ],
    [
        " That's what he says. So he's like, this guy like is all about the stress and getting through this stuff.",
        3723.58,
        3727.96
    ],
    [
        " That's pretty telling in my opinion. That's what he says.",
        3728.34,
        3730.46
    ],
    [
        " So again, it's not a, it's not a, it's one of those things that makes him lean a little bit more in that direction.",
        3730.84,
        3738.16
    ],
    [
        " And then he goes on this thing about how I was going against sauce fiends back in their primes.",
        3738.16,
        3743.9
    ],
    [
        " Oh, talking about months and not using shit.",
        3743.98,
        3746.92
    ],
    [
        " When even the graces were using shit.",
        3747.14,
        3749.26
    ],
    [
        " And he talks about the fact that hoist graces he tested positive for anabolic, which I think hoist tested positive for anap for steroids when he was like in the year.",
        3749.4,
        3759.18
    ],
    [
        " I don't know, but I know I think it was, I think it was later.",
        3759.4,
        3762.56
    ],
    [
        " I think it was one of these sort of older hoist fights.",
        3762.58,
        3765.6
    ],
    [
        " Right, right.",
        3765.6,
        3766.38
    ],
    [
        " Some days, I don't think it was you.",
        3766.5,
        3767.62
    ],
    [
        " Yeah.",
        3767.62,
        3768.36
    ],
    [
        " And so he said, so then Derek says it's hard to imagine this guy's not dabbled before.",
        3769.06,
        3773.78
    ],
    [
        " To go into, to go into matches with literal houses and not thought maybe I should get a bit of help.",
        3774.64,
        3781.04
    ],
    [
        " It's obviously crossed his mind a couple times. I would imagine.",
        3781.3,
        3784.86
    ],
    [
        " And again, oddly enough, getting kicked out of the seal teams, all I needed to hear was,",
        3785.1,
        3791.02
    ],
    [
        " you know, that one story when I was younger about, hey, they take all the batches, they test them.",
        3791.7,
        3797.6
    ],
    [
        " And if you pop, if they, if they find anyone of those batch test positive, they test them all individually, you'll get kicked out.",
        3797.6,
        3803.74
    ],
    [
        " Cool.",
        3803.86,
        3804.34
    ],
    [
        " Done.",
        3804.7,
        3804.86
    ],
    [
        " So this wasn't this, this wasn't this temptation that was on the back of my, you know, on my shoulder all the time, you should get stronger.",
        3805.42,
        3811.92
    ],
    [
        " And by the way, I wasn't getting outmossled on the GJ2 mats.",
        3812.68,
        3816.3
    ],
    [
        " Monson wasn't tossing me around.",
        3818.3,
        3820.0
    ],
    [
        " Yeah.",
        3820.44,
        3820.56
    ],
    [
        " No, at no time did I feel like a little bit more strength would make me better.",
        3821.22,
        3827.6
    ],
    [
        " I was to be contended with also to with the steroids in GJ2.",
        3827.74,
        3832.26
    ],
    [
        " A lot of times, sure, the guys are a little bit bigger, a little bit stronger, but like how you kind of alluded to,",
        3832.56,
        3836.44
    ],
    [
        " that's less of a factor.",
        3836.48,
        3837.78
    ],
    [
        " Like the fact the real factor with steroids guy versus no steroids guy is the guy can just turn up the pace and keep it going.",
        3838.12,
        3844.2
    ],
    [
        " And wear out the guy way quicker and where the guys just less effective because there's way less energy on more so then.",
        3844.6,
        3850.96
    ],
    [
        " And when he wasn't doing that either, like he didn't like turn up the pace where you couldn't keep up.",
        3851.08,
        3855.48
    ],
    [
        " That wasn't going on either.",
        3855.64,
        3856.66
    ],
    [
        " It was just simply a GJ2 match that he ended up winning not not by a lot like, you know, in the overtime or whatever.",
        3856.86,
        3862.82
    ],
    [
        " But it was, it was clearly not a match between steroids versus not steroids.",
        3862.9,
        3867.56
    ],
    [
        " It wasn't that he didn't beat me because of strength.",
        3867.7,
        3871.4
    ],
    [
        " He beat, now if I had been 10 times or three times stronger than him, sure.",
        3872.02,
        3876.5
    ],
    [
        " But he beat me because he's a better grappler than me.",
        3876.86,
        3879.48
    ],
    [
        " He wrestled.",
        3879.98,
        3880.98
    ],
    [
        " He's the ADCC champion of the world.",
        3881.26,
        3884.22
    ],
    [
        " That's why I got beat.",
        3885.02,
        3886.38
    ],
    [
        " And let's see.",
        3887.56,
        3889.8
    ],
    [
        " He goes back to the, he goes back to the skinny knees video and starts kind of breaking that down a little bit.",
        3890.5,
        3899.26
    ],
    [
        " He says that I'm 5'11 2'30, which is what we kind of discuss on that.",
        3899.4,
        3903.9
    ],
    [
        " And then he says this interesting thing.",
        3904.44,
        3906.24
    ],
    [
        " He says that I, Jocco, was built like this the whole time, the entirety of his historical data represents.",
        3906.36,
        3915.28
    ],
    [
        " No, he looks at me and sees pictures of me when I'm younger.",
        3915.7,
        3918.12
    ],
    [
        " I always kind of look this way.",
        3918.5,
        3920.38
    ],
    [
        " He says there's no massive aberration in body composition.",
        3920.38,
        3923.08
    ],
    [
        " Always been a husky, mild house of a dude, which is, I would say a fact, factually accurate state.",
        3923.28,
        3929.24
    ],
    [
        " Yeah, okay.",
        3929.24,
        3930.1
    ],
    [
        " Goes, we already talked about the 405 for 10.",
        3930.44,
        3933.74
    ],
    [
        " He kind of does a little bit of a deeper dive than that.",
        3933.82,
        3935.84
    ],
    [
        " And we kind of already just talked through that.",
        3936.24,
        3938.96
    ],
    [
        " That's a shit talking combined with an assessment.",
        3939.34,
        3943.18
    ],
    [
        " An estimation.",
        3943.68,
        3945.98
    ],
    [
        " An estimation.",
        3946.12,
        3946.88
    ],
    [
        " And that was that.",
        3947.54,
        3949.42
    ],
    [
        " Well, he also says, he says, I can't imagine this is legit when he says,",
        3950.3,
        3958.34
    ],
    [
        " I haven't tried it.",
        3958.34,
        3959.64
    ],
    [
        " I would probably call bullshit on it.",
        3959.8,
        3961.7
    ],
    [
        " So many times he would have benedited, benefited from it.",
        3962.32,
        3965.28
    ],
    [
        " So much more than 99% of other humans, it's hard to believe you would just grit through it with your fucking natural crashed hormones,",
        3965.56,
        3974.16
    ],
    [
        " which ultimately will be with the amount of stress you are undergoing with the amount of sheer environmental factors that he has imposed upon himself.",
        3974.16,
        3981.26
    ],
    [
        " So he's saying that just the life I've lived has been stressful and hard on my mental status, hard on my hormones and my hormones are all project up.",
        3982.72,
        3997.06
    ],
    [
        " So why would I try and grit through this with my own, what does he call it?",
        3997.5,
        4002.84
    ],
    [
        " Fucking natural crashed hormones.",
        4003.7,
        4005.74
    ],
    [
        " And what is this one?",
        4008.72,
        4010.6
    ],
    [
        " Yeah, so that's what he's made.",
        4011.48,
        4013.6
    ],
    [
        " That's what it makes him think.",
        4013.82,
        4014.46
    ],
    [
        " Yeah.",
        4014.74,
        4015.0
    ],
    [
        " And he thinks there's just no way that it makes sense for me to not do that.",
        4015.16,
        4022.16
    ],
    [
        " He finds a video of me shooting an arrow.",
        4023.1,
        4029.06
    ],
    [
        " He says he's like, oh yeah, and here's a video of him with no shirt on.",
        4030.62,
        4035.12
    ],
    [
        " And he's shooting an arrow with his alpha fucking head.",
        4036.0,
        4040.48
    ],
    [
        " So that was kind of funny.",
        4040.66,
        4045.54
    ],
    [
        " He reads through some more comments that I'm a genetic outlier.",
        4046.46,
        4049.92
    ],
    [
        " That it's TRT.",
        4050.82,
        4051.7
    ],
    [
        " One person says, sauce out of his mind.",
        4052.16,
        4054.38
    ],
    [
        " Another guy says he's 50, definitely some exogenous exogenous exogenous exogenous compounds in play.",
        4056.16,
        4063.88
    ],
    [
        " Someone else says steroids take Jocco.",
        4064.08,
        4066.22
    ],
    [
        " Someone says this, Jocco wouldn't risk his career.",
        4066.46,
        4068.82
    ],
    [
        " That's an accurate statement.",
        4069.12,
        4070.0
    ],
    [
        " That's the most that that probably is the root for me of never doing steroids or any other drugs.",
        4070.4,
        4079.62
    ],
    [
        " At least for the 20 years that I was in the in the SEAL teams, I'm not risking that.",
        4079.72,
        4085.78
    ],
    [
        " And then I get out and what am I doing?",
        4086.06,
        4088.96
    ],
    [
        " Am I getting beat up on the Gitsumat?",
        4089.52,
        4092.16
    ],
    [
        " No.",
        4092.5,
        4092.7
    ],
    [
        " Am I weak?",
        4093.14,
        4094.7
    ],
    [
        " No.",
        4095.26,
        4095.64
    ],
    [
        " Am I having a hard time getting out of bed?",
        4095.82,
        4097.3
    ],
    [
        " No.",
        4097.8,
        4097.94
    ],
    [
        " I feel freaking great.",
        4098.14,
        4099.86
    ],
    [
        " So why am I all of a sudden thinking, you know, you and I, you and I were training hardcore.",
        4100.36,
        4105.94
    ],
    [
        " We ever, we ever thinking yourself, well, you know, I can kind of power out of this if Jocco gets me.",
        4106.84,
        4111.42
    ],
    [
        " You know what I mean?",
        4111.44,
        4111.8
    ],
    [
        " I didn't feel, oh, I better get stronger.",
        4112.12,
        4114.92
    ],
    [
        " So I can do better against that.",
        4115.4,
        4116.8
    ],
    [
        " So that's kind of what he says.",
        4117.14,
        4123.5
    ],
    [
        " So I think this is my, he says, he says something like his, that odds are,",
        4123.68,
        4133.42
    ],
    [
        " he, Derek ends up saying that he thinks I'm, you know, used steroids in the past.",
        4135.62,
        4143.4
    ],
    [
        " And he only used the word dabbles, but and is on TRT right now.",
        4143.54,
        4146.64
    ],
    [
        " I think he says good.",
        4146.64,
        4147.46
    ],
    [
        " And I think the reason why he, I think he was leaning towards, I think throughout the video, he kept saying things like, well, you know, he has always been this big and he's not tripped.",
        4147.8,
        4156.16
    ],
    [
        " He's saying all these things that kind of make him think, no.",
        4156.3,
        4158.58
    ],
    [
        " But then I think that, that the people that he interacts with all the time, like whose his friends and his group, it didn't even make sense to him that I would compete in Jiu Jitsu and not do steroids or at least consider that didn't even make sense to him.",
        4158.96,
        4177.02
    ],
    [
        " So for him to look at me and look at the training that I do and the fact that I'm 50 years old and think, yeah, this guy's got to be on TRT or whatever or is likely on TRT.",
        4177.16,
        4189.24
    ],
    [
        " I think that's just the group of people that he talks to that he's around.",
        4189.36,
        4193.06
    ],
    [
        " That's what his experience has been.",
        4193.56,
        4195.22
    ],
    [
        " And it's just, it's just a separate world than mine.",
        4195.92,
        4198.96
    ],
    [
        " And that's what he thought.",
        4199.66,
        4201.4
    ],
    [
        " And the fact matter is I, I've never, I've never done any drugs.",
        4201.68,
        4206.58
    ],
    [
        " And you know what I'm on?",
        4207.96,
        4209.2
    ],
    [
        " Moke.",
        4209.54,
        4210.08
    ],
    [
        " I'm on Dr. Morphur. I'm on steak.",
        4210.44,
        4212.8
    ],
    [
        " I mean, elk.",
        4213.84,
        4215.12
    ],
    [
        " The elk has been delivered to the house. The elk is going down.",
        4215.96,
        4218.72
    ],
    [
        " Yeah.",
        4220.6,
        4220.88
    ],
    [
        " So you had your, like the record, so, because this was a significant part too, about the claim of the numbers of squatting and whatever.",
        4221.56,
        4228.08
    ],
    [
        " So consider this.",
        4228.34,
        4228.98
    ],
    [
        " So now you know, right, because you went back to your actual records.",
        4229.1,
        4231.6
    ],
    [
        " You did 305 for 20, right?",
        4231.6,
        4233.78
    ],
    [
        " So I guess the question is, and I'm not saying for you to answer, I'm saying for us to kind of consider as far as claims go.",
        4234.34,
        4240.18
    ],
    [
        " If you can do, if someone, anyone, anybody, no matter how big or small, if they can do 305 full rep squats for 20,",
        4241.2,
        4248.88
    ],
    [
        " do you think they could do 405 for 10?",
        4249.32,
        4251.94
    ],
    [
        " You know, there's a little chart to it.",
        4252.56,
        4254.32
    ],
    [
        " You know, there's a little charts that they make for this kind of thing.",
        4254.36,
        4256.7
    ],
    [
        " Yeah.",
        4256.86,
        4257.08
    ],
    [
        " And I don't know what that, how that would work out.",
        4257.28,
        4259.5
    ],
    [
        " Because those aren't that accurate though, because you need a certain type of muscle performance for higher reps.",
        4259.5,
        4263.96
    ],
    [
        " I don't know.",
        4264.18,
        4264.52
    ],
    [
        " I don't know.",
        4265.08,
        4265.48
    ],
    [
        " Yeah.",
        4265.68,
        4265.82
    ],
    [
        " So that's right.",
        4266.06,
        4266.54
    ],
    [
        " And of course not.",
        4266.7,
        4267.22
    ],
    [
        " Neither do I.",
        4267.5,
        4268.14
    ],
    [
        " No, we don't.",
        4268.34,
        4269.04
    ],
    [
        " But if you estimate, you know, like, especially back when I used to do, I never really got into consistent 20 reps for any exercise.",
        4269.16,
        4276.16
    ],
    [
        " But 405 is heavy.",
        4276.4,
        4277.5
    ],
    [
        " I would say 375 is in the game.",
        4278.24,
        4282.62
    ],
    [
        " You think that's, I think that's, yeah.",
        4282.92,
        4285.12
    ],
    [
        " Yeah, but even that's not, I wouldn't bet money on it.",
        4285.12,
        4287.52
    ],
    [
        " Yeah, you wouldn't bet a lot of money on it.",
        4287.66,
        4288.98
    ],
    [
        " Right.",
        4289.22,
        4289.28
    ],
    [
        " Yeah.",
        4289.72,
        4289.86
    ],
    [
        " But if you're, let's say, if me and you were like, you know what, we're going to do this.",
        4290.1,
        4293.5
    ],
    [
        " We're not going to film.",
        4293.54,
        4294.06
    ],
    [
        " Maybe we are, we will film.",
        4294.24,
        4295.3
    ],
    [
        " I don't know whatever.",
        4295.42,
        4295.92
    ],
    [
        " And we're going to be like, hey, we're going to do today.",
        4296.06,
        4298.06
    ],
    [
        " We're going to do our PR for 10.",
        4298.3,
        4299.72
    ],
    [
        " What are you going to go for?",
        4299.94,
        4300.98
    ],
    [
        " You got one shot.",
        4301.3,
        4302.52
    ],
    [
        " What are you going to go for?",
        4302.7,
        4303.52
    ],
    [
        " And if you think, fuck it, I'm putting it on 405.",
        4303.64,
        4307.26
    ],
    [
        " Because I think I can get, you know, like you're not going to put on 450.",
        4307.38,
        4309.84
    ],
    [
        " If you don't think you can get it.",
        4310.22,
        4311.48
    ],
    [
        " If you think I can get it and you say, I think I can get that.",
        4311.48,
        4316.36
    ],
    [
        " Yeah, that's within the claim of not being like BS or whatever.",
        4316.88,
        4321.28
    ],
    [
        " Yeah.",
        4321.36,
        4321.46
    ],
    [
        " It's an estimation.",
        4321.6,
        4322.34
    ],
    [
        " Not crazy.",
        4322.5,
        4322.84
    ],
    [
        " Yeah, it's not crazy.",
        4322.98,
        4323.76
    ],
    [
        " Right on.",
        4323.94,
        4324.98
    ],
    [
        " All right.",
        4325.38,
        4325.74
    ],
    [
        " Well, that's it.",
        4325.9,
        4326.88
    ],
    [
        " Speaking of milk, speaking of joint warfare, speaking of creloil, speaking of discipline,",
        4327.16,
        4333.36
    ],
    [
        " jockofuil.com.",
        4334.42,
        4335.18
    ],
    [
        " We talked a lot about G2.",
        4335.5,
        4337.44
    ],
    [
        " You should change G2.",
        4337.84,
        4338.76
    ],
    [
        " Yes, sir.",
        4338.98,
        4339.32
    ],
    [
        " Not about strength.",
        4339.32,
        4340.1
    ],
    [
        " Strength is not, uh, it's not out of the equation.",
        4340.32,
        4344.9
    ],
    [
        " Oh, yeah, it's in the equation.",
        4345.02,
        4346.32
    ],
    [
        " It's in the equation.",
        4346.34,
        4347.06
    ],
    [
        " Yeah.",
        4347.28,
        4347.3
    ],
    [
        " But it's not the total equation.",
        4347.6,
        4349.6
    ],
    [
        " Technique is a more powerful part of the equation.",
        4349.98,
        4354.22
    ],
    [
        " You made a good point though about like the circles that you kind of hang with,",
        4354.46,
        4358.06
    ],
    [
        " the people that you hang around the community or you know, whatever, where, um,",
        4358.1,
        4362.9
    ],
    [
        " like if you're used to seeing people on steroids or whatever, it starts to become more and more,",
        4363.46,
        4368.46
    ],
    [
        " like it feels more likely that of course they are.",
        4369.02,
        4371.72
    ],
    [
        " Of course they are.",
        4371.86,
        4372.48
    ],
    [
        " You can just take one or two little things, even if it's kind out of context, it's like,",
        4372.58,
        4376.02
    ],
    [
        " okay, I'm not going to be surprised if that person is.",
        4376.02,
        4378.28
    ],
    [
        " But it's the same on the other side too, where, and I was like this one, I was young,",
        4378.78,
        4382.52
    ],
    [
        " like I especially with them with other drugs, like cocaine.",
        4382.68,
        4385.56
    ],
    [
        " I never tried cocaine ever.",
        4385.9,
        4387.3
    ],
    [
        " I probably went, when I was living in Hawaii, I never even seen cocaine before.",
        4387.52,
        4390.08
    ],
    [
        " I came to the mainland and still really, I haven't really seen that much cocaine.",
        4390.68,
        4395.36
    ],
    [
        " One time I saw a guy and I worked at the nightclub by the way, but it just in my brain,",
        4395.36,
        4399.4
    ],
    [
        " I hadn't been around it.",
        4399.56,
        4400.5
    ],
    [
        " So I'm thinking of course no one's here doing cocaine.",
        4400.62,
        4403.08
    ],
    [
        " That's crazy.",
        4403.36,
        4403.9
    ],
    [
        " That's the stuff you see on the movies.",
        4404.04,
        4405.36
    ],
    [
        " One time I saw a guy get out of his car and he had like cocaine on his nose still.",
        4405.82,
        4410.86
    ],
    [
        " And I was like baffled.",
        4411.2,
        4412.5
    ],
    [
        " Like, oh my gosh, this is such a big deal.",
        4412.66,
        4414.36
    ],
    [
        " Me and one of my friends like, oh, yeah, I'm one like, what's the big deal kind of a thing?",
        4414.76,
        4419.58
    ],
    [
        " And I'm like, okay, any kind of dawns on you.",
        4419.64,
        4421.24
    ],
    [
        " If you're not used to it or if you're really used to it,",
        4421.34,
        4424.46
    ],
    [
        " yeah, it's just a foregone conclusion like, okay, yeah, okay.",
        4424.66,
        4427.76
    ],
    [
        " It's almost surprising if you don't see it kind of a thing.",
        4427.84,
        4429.86
    ],
    [
        " So that makes, that totally makes sense to me.",
        4430.12,
        4432.24
    ],
    [
        " And even now that you bring this up, even in the SEAL teams, like I mentioned,",
        4432.24,
        4435.34
    ],
    [
        " I had a sister platoon one time.",
        4435.6,
        4437.7
    ],
    [
        " That was some of the guys in there that had a click of guys in there that were into, that did juice.",
        4438.22,
        4443.82
    ],
    [
        " And so if one of my friends would have been like, bro, I'm going to go on the sauce.",
        4444.78,
        4448.48
    ],
    [
        " I'd be very surprised by that.",
        4448.72,
        4450.46
    ],
    [
        " But if one of those guys was going on the sauce, I'd think, oh, well, that's their crew.",
        4450.72,
        4455.84
    ],
    [
        " So, and it's the same thing with TRT, right?",
        4456.78,
        4460.32
    ],
    [
        " There's a lot of people that go on to TRT, a lot of them.",
        4460.46,
        4463.62
    ],
    [
        " And I know a lot of them.",
        4463.74,
        4464.72
    ],
    [
        " And so to think, oh, well, if you're a, if that guy's already assuming that a bunch of the people that I hang around with are on TRT,",
        4465.34,
        4473.28
    ],
    [
        " well, why wouldn't I be on TRT too?",
        4473.6,
        4475.58
    ],
    [
        " And well, the fact of the matter is, I'm not.",
        4475.94,
        4479.44
    ],
    [
        " And it goes for lifting weights like the numbers that guys put up.",
        4479.92,
        4483.4
    ],
    [
        " Like, okay, so in Hawaii, people are just bigger, just north.",
        4483.78,
        4486.46
    ],
    [
        " And this part of the culture, by the way.",
        4486.6,
        4487.82
    ],
    [
        " But I've seen guys bench five wheels and a lot of them too.",
        4488.02,
        4492.78
    ],
    [
        " Like 405 was like, if you could do 405, you're like, hey, okay, they can do 405.",
        4493.12,
        4497.18
    ],
    [
        " It's good, but everyone's seen that before.",
        4497.26,
        4499.96
    ],
    [
        " And in the SEAL teams, there's not too many guys that number one, bench press very much.",
        4500.26,
        4505.42
    ],
    [
        " And that bench press very often.",
        4505.42,
        4507.02
    ],
    [
        " And certainly anyone that's bench pressing five plates in the SEAL teams is the freaking super strong dude.",
        4507.42,
        4514.1
    ],
    [
        " Everyone knows that dude.",
        4514.3,
        4515.7
    ],
    [
        " Everyone goes, oh, dude, he can bench freaking 500.",
        4515.92,
        4518.26
    ],
    [
        " Everybody knows that.",
        4518.6,
        4519.46
    ],
    [
        " Yeah.",
        4519.68,
        4519.88
    ],
    [
        " It's so rare.",
        4519.96,
        4520.88
    ],
    [
        " So, yeah, same thing.",
        4521.22,
        4522.98
    ],
    [
        " If someone says, oh, yeah, that guy can bench 500.",
        4523.36,
        4526.34
    ],
    [
        " And it's, it's talking about a guy in a platoon.",
        4526.68,
        4529.54
    ],
    [
        " That would be a lot harder for me to believe unless I knew the guy.",
        4529.84,
        4532.16
    ],
    [
        " Right.",
        4532.32,
        4532.64
    ],
    [
        " And what if you've never seen and think about who I was hanging with from the year 1995 all the way up until 2001.",
        4532.76,
        4540.04
    ],
    [
        " One, one, I left one.",
        4540.04,
        4540.8
    ],
    [
        " Jack football players.",
        4540.88,
        4541.58
    ],
    [
        " All football players.",
        4541.58,
        4542.1
    ],
    [
        " Exactly right.",
        4542.24,
        4542.74
    ],
    [
        " Big some Owens and stuff and whatever.",
        4542.8,
        4544.32
    ],
    [
        " I'm thinking back to the numbers.",
        4544.78,
        4545.84
    ],
    [
        " My friend Jeff Ulbrich moves like he played for the 49ers.",
        4545.86,
        4549.08
    ],
    [
        " He was like, he was one of my friends and he was a big, strong guy.",
        4549.08,
        4551.86
    ],
    [
        " And I remember like later on after he moved away or whatever and after I lived here for a while.",
        4552.86,
        4558.46
    ],
    [
        " And I remember thinking back, wait, Jeff ran a four, five.",
        4558.62,
        4562.22
    ],
    [
        " He was 255 pounds and 61.",
        4562.28,
        4565.1
    ],
    [
        " That's huge.",
        4565.38,
        4566.26
    ],
    [
        " That's an animal.",
        4566.5,
        4567.16
    ],
    [
        " Say it goes again.",
        4567.72,
        4568.16
    ],
    [
        " We're on a four, four, five, 40.",
        4568.26,
        4569.8
    ],
    [
        " Which is four.",
        4570.74,
        4571.42
    ],
    [
        " Four, four, five.",
        4571.76,
        4572.22
    ],
    [
        " Yes, sir.",
        4572.48,
        4572.76
    ],
    [
        " A four, five, 40.",
        4572.86,
        4574.52
    ],
    [
        "",
        4574.9,
        4574.9
    ],
    [
        " How much cityway?",
        4575.12,
        4575.74
    ],
    [
        " 255.",
        4575.92,
        4576.54
    ],
    [
        " This is a mutant.",
        4576.84,
        4577.5
    ],
    [
        " Yeah.",
        4577.82,
        4577.96
    ],
    [
        " And he's 61.",
        4578.16,
        4578.72
    ],
    [
        " Here's the thing.",
        4579.0,
        4579.44
    ],
    [
        " When I remember Jeff, yeah, he was big and strong and an animal or whatever, but not that.",
        4579.62,
        4583.22
    ],
    [
        " When I'm thinking about that, now I'm thinking that's an animal.",
        4583.48,
        4585.2
    ],
    [
        " But when you're in that community, when guys are like, six, three, three, oh five.",
        4585.46,
        4589.3
    ],
    [
        " Rolling around.",
        4589.48,
        4590.38
    ],
    [
        " And when they hit you, you just fucking die.",
        4590.58,
        4592.42
    ],
    [
        " Three day, you know.",
        4592.68,
        4594.06
    ],
    [
        " And that's the norm.",
        4594.44,
        4595.32
    ],
    [
        " Yeah.",
        4595.5,
        4595.68
    ],
    [
        " And guys go in the weight room and like they don't even warm up and they put two wheels on there.",
        4595.78,
        4599.74
    ],
    [
        " And they're just like awkwardly doing it.",
        4599.8,
        4601.22
    ],
    [
        " Like they've never benched before, but they can do it because they're just so nice.",
        4601.22,
        4603.66
    ],
    [
        " And that's kind of the norm.",
        4603.8,
        4604.86
    ],
    [
        " Compare that to if you've never seen anyone benched for a five before.",
        4605.54,
        4608.34
    ],
    [
        " You see four plates on the thing.",
        4608.52,
        4609.94
    ],
    [
        " You're like, oh my gosh, I can't believe I did that.",
        4610.0,
        4611.64
    ],
    [
        " Like, give me a better explanation to how that's possible, you know.",
        4611.94,
        4614.92
    ],
    [
        " I had a CB chief that was with me in Ramadi.",
        4615.06,
        4617.88
    ],
    [
        " And he was jerked monster guy.",
        4617.94,
        4620.76
    ],
    [
        " His name was Biggie.",
        4620.9,
        4622.26
    ],
    [
        " That makes sense.",
        4622.5,
        4623.74
    ],
    [
        "",
        4624.04,
        4624.04
    ],
    [
        " But yeah, he was, he was throwing up three, 15 on the bench.",
        4624.66,
        4628.46
    ],
    [
        " Honestly, it looked like if I put, if I had the bar.",
        4628.84,
        4633.24
    ],
    [
        " Yeah.",
        4633.68,
        4633.9
    ],
    [
        " Like that's what he looked like.",
        4634.14,
        4635.3
    ],
    [
        " Jacking three, 15 for his warm up.",
        4635.68,
        4637.98
    ],
    [
        " Yeah.",
        4638.32,
        4638.48
    ],
    [
        " So and and because again, in the SEAL teams, guys aren't doing that kind of weight.",
        4638.68,
        4643.02
    ],
    [
        " Yeah.",
        4643.16,
        4643.36
    ],
    [
        " And everybody that rumors for that word spread, bro.",
        4645.86,
        4648.86
    ],
    [
        " Biggie was freaking benching four, five for reps.",
        4649.08,
        4652.22
    ],
    [
        " Everyone shocked.",
        4652.74,
        4653.66
    ],
    [
        " Derek was inquiring kind of how much you benched.",
        4653.86,
        4656.56
    ],
    [
        " Do you remember your best bench?",
        4656.58,
        4657.6
    ],
    [
        " I had 350 was like my best bench ever.",
        4658.06,
        4661.04
    ],
    [
        " And my bench is weak.",
        4661.26,
        4662.86
    ],
    [
        " That was always the weakest thing that I had.",
        4663.42,
        4665.2
    ],
    [
        " Yeah, your squad is your jam.",
        4665.24,
        4666.38
    ],
    [
        " What's your best exercise?",
        4667.16,
        4668.7
    ],
    [
        " Deadlift squad?",
        4669.0,
        4669.72
    ],
    [
        " I don't know, man.",
        4670.04,
        4670.68
    ],
    [
        " I benched a 405.",
        4671.34,
        4673.88
    ],
    [
        " I talked to Squatty Lewis.",
        4674.22,
        4675.76
    ],
    [
        " He said that he remembers me doing more than 405.",
        4676.0,
        4678.24
    ],
    [
        " I feel like I did more than 405.",
        4678.82,
        4681.08
    ],
    [
        " I remember specifically doing 405 for the first time.",
        4681.38,
        4684.42
    ],
    [
        " Did 315, 12 times my best.",
        4685.6,
        4689.3
    ],
    [
        " 285 on the incline 285, 15 times.",
        4690.12,
        4694.78
    ],
    [
        " Yeah.",
        4695.14,
        4695.24
    ],
    [
        " That was my best.",
        4695.4,
        4695.88
    ],
    [
        " Yeah, for me, 350 was like a goal.",
        4695.88,
        4698.86
    ],
    [
        " It was, hey, this is what I'm working towards.",
        4699.22,
        4701.44
    ],
    [
        " I was always never good at bench.",
        4701.74,
        4703.6
    ],
    [
        " I always had stronger pole muscles.",
        4703.96,
        4705.74
    ],
    [
        " Right?",
        4706.18,
        4706.2
    ],
    [
        " Deadlift or whatever.",
        4706.5,
        4708.1
    ],
    [
        " I was always seemed stronger in that area.",
        4708.42,
        4711.76
    ],
    [
        " Yeah.",
        4712.2,
        4712.36
    ],
    [
        " But my shoulder press was always my best one.",
        4712.44,
        4714.4
    ],
    [
        " Sure.",
        4714.7,
        4714.94
    ],
    [
        " All right, dude.",
        4715.48,
        4716.88
    ],
    [
        " That's it.",
        4717.12,
        4718.0
    ],
    [
        " That's it for the DMZ.",
        4718.06,
        4719.08
    ],
    [
        " Appreciate y'all hanging out here in the DMZ",
        4719.78,
        4723.1
    ],
    [
        " with the demilitarized zone.",
        4723.1,
        4724.86
    ],
    [
        " Appreciate it y'all.",
        4725.32,
        4727.76
    ],
    [
        " Check it out, jogofield.com, originusa.com.",
        4727.86,
        4731.66
    ],
    [
        " Just go to jogofield.com and get after it.",
        4731.98,
        4735.16
    ],
    [
        " We'll talk to you all later.",
        4735.28,
        4735.9
    ],
    [
        " Out.",
        4736.78,
        4736.9
    ]
]