[
    [
        " At the heart of this book is a thesis that all can accept all human decision makers are victims of a chronic hazard",
        0.0,
        7.8
    ],
    [
        " That emotion and motivation unconsciously distort and bias all thought and perception",
        7.8,
        14.86
    ],
    [
        " Right, it's like crazy. This is what we talk about all the time",
        14.86,
        20.86
    ],
    [
        " Detached from your emotions",
        20.86,
        23.82
    ],
    [
        " You get distorted what what he write in an",
        23.82,
        28.18
    ],
    [
        " Ego clouds all decisions, right? That's what he's talking about",
        28.54,
        32.46
    ],
    [
        " man's needs",
        32.46,
        34.14
    ],
    [
        " Biological social or neurotic",
        34.14,
        37.52
    ],
    [
        " Act on his perception of the world around him and the decisions he makes",
        37.52,
        42.38
    ],
    [
        " No one in other words operates cleanly what a good thing to remember",
        42.38,
        47.86
    ],
    [
        " No one operates cleanly you all have it going on. I did the underground podcast a while back",
        47.86,
        55.5
    ],
    [
        " And I talked about the fact that we're all insane and that is something",
        56.24,
        61.2
    ],
    [
        " The definition of insanity is that your world doesn't match reality and",
        61.2,
        68.76
    ],
    [
        " The fact of the matter is my world doesn't match your reality Dave",
        68.76,
        72.24
    ],
    [
        " I know we're probably pretty freaking close because we work in the same job. We have a similar background",
        72.24,
        76.78
    ],
    [
        " But there's no way that you see things exactly where I see it. Kerry you and I have a similar background",
        76.78,
        83.42
    ],
    [
        " But",
        85.06,
        85.66
    ],
    [
        " There's no way that we match up our realities don't match. So that means we're all insane",
        85.66,
        91.28
    ],
    [
        " It's just a matter of what degree and that means everyone you interact with is kind of insane",
        91.28,
        96.7
    ],
    [
        " That means their reality is different than yours",
        96.7,
        99.66
    ],
    [
        " So when you're in a leadership position you're dealing with other people their reality is different than yours",
        99.66,
        105.0
    ],
    [
        " So when you're making a decision and they hear that decision their reality is different than yours",
        105.0,
        110.92
    ],
    [
        " No one",
        113.42,
        114.34
    ],
    [
        " In other words operates cleanly",
        114.34,
        117.4
    ],
    [
        " Singleness of mind a key ingredient of successful command is always under siege by doubt worries and distractions",
        117.4,
        126.04
    ],
    [
        " We all churn through a sludge of life experiences that have formed us and left us with key strengths and weaknesses",
        126.04,
        132.96
    ],
    [
        " The challenge for military commanders is all the greater because the stakes of their decisions are so high",
        132.96,
        139.56
    ],
    [
        " And because they operate in stressful environments a made hunger fatigue heat or cold sleep deprivation and the relentless ticking of the clock",
        139.56,
        148.24
    ],
    [
        " Not for nothing did Napoleon call unforgiving time the grand element in warfare",
        148.24,
        156.04
    ],
    [
        " Which is epic because lately I've been talking about the the leadership loop",
        156.04,
        161.38
    ],
    [
        " And the number one thing I said you have to consider the number one thing that's in the front of my mind all the time in any leadership situation is time",
        161.38,
        168.22
    ],
    [
        " What is he called the grand element time is what you have to think about and sometimes the thought is oh we got plenty of time which is cool",
        169.56,
        175.5
    ],
    [
        " But you got to think about that",
        175.5,
        177.42
    ],
    [
        " People that don't keep time in front of mind",
        177.42,
        180.6
    ],
    [
        " They're always behind they're always behind",
        180.6,
        183.92
    ],
    [
        " Bro we're two paragraphs",
        183.92,
        189.24
    ],
    [
        " And I almost said something go ahead go ahead. What do you got? I just I always like hearing how these people write and the work like",
        189.24,
        199.02
    ],
    [
        " This is a good writer that writes well. Yeah, this is just the fault bro",
        199.56,
        203.18
    ],
    [
        " But the fact that he went through all those things he was talking about heat cold and I don't remember all the words",
        203.18,
        208.94
    ],
    [
        " And when he got to time he added the the additional component of",
        208.94,
        213.16
    ],
    [
        " Unglending",
        213.16,
        214.48
    ],
    [
        " Because the heat we can it can relent or we've got maybe set some technology that that we can aware of code or some cold weather like we can mitigate all these other things",
        214.48,
        225.82
    ],
    [
        " But time is unrelenting there is no mitigation and that is that will be forever forever",
        227.06,
        233.64
    ],
    [
        " We're not gonna technology our way out of the time issue like oh, we'll just slow time down",
        233.64,
        238.82
    ],
    [
        " Like we can manage the heat and all those other elements. I just like the way they",
        238.82,
        241.76
    ],
    [
        " He adds that piece to it and what's already they can just a good the way he writes is awesome",
        241.76,
        246.58
    ],
    [
        " That's why as a leader and as a person it has to be the number one thing you think about it's the only thing that will give you no no slack whatsoever",
        246.58,
        254.28
    ],
    [
        " No, zero that's it. It that clock is ticking",
        254.74,
        258.26
    ]
]