[
    [
        " I saw the other day that CBS news.",
        0.0,
        2.38
    ],
    [
        " What is it they like, oh, we're leaving Twitter and then I was like a day or two and then they came back.",
        2.96,
        8.28
    ],
    [
        " They came back.",
        8.52,
        8.96
    ],
    [
        " You know Fox News left Twitter for a long time.",
        9.12,
        12.34
    ],
    [
        " Is that right? I know that.",
        12.42,
        13.26
    ],
    [
        " They left Twitter for months and months and months.",
        13.28,
        16.5
    ],
    [
        " They left Twitter and they stayed off and I forget what brought them back on.",
        16.5,
        20.14
    ],
    [
        " But you so you have this experiment kind of with Elon Musk right now opening up Twitter.",
        20.8,
        26.46
    ],
    [
        " And I guess we'll see what happens.",
        26.94,
        28.8
    ],
    [
        " And I mean the whole thing it's just such drama.",
        29.72,
        32.54
    ],
    [
        " And that's one thing that's interesting.",
        32.9,
        33.88
    ],
    [
        " You know, I always feel like all this stuff that we're talking about is like a separate world that I'm actually not that.",
        34.24,
        41.34
    ],
    [
        " I don't get fully engaged in that world because I actually have a bunch of businesses and like things going on.",
        41.86,
        48.94
    ],
    [
        " And I feel like that's more normal.",
        49.08,
        51.24
    ],
    [
        " And if you're not careful, you think that this world that we're talking about the world of social media, the world of Twitter, the world of Facebook, the world of Instagram.",
        51.24,
        60.18
    ],
    [
        " If you're not careful, you think that's real.",
        60.56,
        62.58
    ],
    [
        " And you have to remember that it's not real.",
        63.2,
        64.76
    ],
    [
        " And that it's just a virtual world that's not real.",
        65.02,
        68.98
    ],
    [
        " But there's people that live and die in that world.",
        69.1,
        71.5
    ],
    [
        " And that world drives them crazy by the way.",
        72.1,
        74.5
    ],
    [
        " I got asked that on a podcast interview a little while ago.",
        74.72,
        79.86
    ],
    [
        " Well, how do you feel when people make bad comments about you on Twitter?",
        79.96,
        83.4
    ],
    [
        " And I said, hey, I recommend you don't really get concerned about those things because it's a bot.",
        83.92,
        89.5
    ],
    [
        " It's a bot or it's a person that's just looking at a troll or a bot.",
        89.94,
        94.08
    ],
    [
        " That's pretty much what you're, how many, what percentage of negative comments are coming from a person that is making a negative comment?",
        94.48,
        100.8
    ],
    [
        " Because their goal is to help influence you and move you in a better direction and see their perspective.",
        100.9,
        105.02
    ],
    [
        " The chance is very few.",
        105.54,
        107.32
    ],
    [
        " It's a bot or it's a troll.",
        107.64,
        108.78
    ],
    [
        " So how are you getting spun up about this stuff?",
        108.78,
        110.74
    ],
    [
        " I was in Greensboro, North Carolina a few days ago.",
        111.34,
        113.38
    ],
    [
        " Stopped in a little shop on the side of the road.",
        113.86,
        115.86
    ],
    [
        " And this guy comes up to me and he's like, oh my God, are you Tulsi freaking gathered?",
        116.38,
        124.54
    ],
    [
        " He's like, yeah, he's like, what are you doing here?",
        124.98,
        127.88
    ],
    [
        " There's nothing in Greensboro.",
        128.36,
        129.84
    ],
    [
        " He's like, oh, you know, I'm here for this event.",
        130.28,
        131.64
    ],
    [
        " I'll be speaking at later on.",
        131.66,
        132.94
    ],
    [
        " And he's like, you know what?",
        132.94,
        133.84
    ],
    [
        " If I was on Twitter right now, I would be putting out a tweet saying,",
        134.24,
        138.42
    ],
    [
        " how much I don't like Tulsi Gabbard.",
        138.42,
        140.68
    ],
    [
        " But now you're standing right in front of him and I can't freaking say that.",
        141.2,
        144.36
    ],
    [
        " Like, you're a real person.",
        144.9,
        146.62
    ],
    [
        " And, you know, I thought I ended up talking to him for about five minutes or so.",
        147.24,
        149.86
    ],
    [
        " And he's like, I got to take a picture.",
        150.06,
        151.14
    ],
    [
        " I was like, all right, if you post it on Twitter, you better like be true to your word here, buddy.",
        151.14,
        155.7
    ],
    [
        " And not start talking shit about me.",
        155.96,
        157.6
    ],
    [
        " But it was just funny, the interaction, which is exactly that.",
        157.7,
        160.72
    ],
    [
        " Like, in real life, very rarely.",
        160.86,
        164.78
    ],
    [
        " I've actually had it happen a couple of times where people will come up and say the kinds",
        165.08,
        168.9
    ],
    [
        " of harsh, you know, mean criticisms that they say on Twitter, maybe all the time.",
        168.9,
        172.56
    ],
    [
        " But by and large, most people, they wouldn't have that kind of interaction with someone in real life.",
        173.04,
        178.94
    ]
]