[
    [
        " Here's the kind of the real, um, I don't know, maybe it's that maybe it's the heaviest underlying",
        0.0,
        5.8
    ],
    [
        " theme is just the idea and it is about happiness, right? Not only about happiness, but this sort of",
        5.8,
        14.38
    ],
    [
        " underlying, unhappiness in the world, underlying sadness in the world. Um, when I was a kid and I was",
        14.38,
        25.56
    ],
    [
        " working at Wendy's and I saw Jean and I saw that she was freaking happy.",
        25.56,
        31.32
    ],
    [
        " And I knew that I wasn't. And I didn't even know if I could be. It didn't seem like an achievable",
        32.04,
        45.06
    ],
    [
        " thing. It seemed like there was too much, it seemed like there was too much underlying things in",
        45.06,
        55.12
    ],
    [
        " the world that just are going to be bad, right? Um, and I always sense that in the world. I always",
        55.12,
        62.42
    ],
    [
        " sensed, always, I always had this sense in the world of this underlying sadness, this underlying",
        62.42,
        67.42
    ],
    [
        " despair, this underlying suffering. And I don't want to use the term depression because maybe you",
        67.42,
        74.74
    ],
    [
        " wrap all those things together because depression seems like it's a clinical sort of like a problem",
        74.74,
        79.54
    ],
    [
        " that you treat type thing. And I didn't feel like this was a clinical problem. It just seemed like life",
        79.54,
        85.72
    ],
    [
        " to me was not going to go the way you wanted it to go for anyone. You're going to end up in a",
        85.72,
        98.66
    ],
    [
        " wrong job. You're going to end up in the wrong relationship. You're going to something's going to",
        98.66,
        101.54
    ],
    [
        " be wrong with your health. Something's going to be wrong with your family. And we're going to die.",
        101.54,
        107.54
    ],
    [
        " And we're all going to die. And before we die, we're going to suffer. And by the way,",
        108.0,
        113.16
    ],
    [
        " everyone that you know and everyone that you love is going to suffer and die.",
        113.18,
        116.58
    ],
    [
        " And so I would always I kind of had this underlying sense of the world.",
        118.02,
        126.64
    ],
    [
        " And then I would catch like glimpses of people that were happy. And",
        128.54,
        132.56
    ],
    [
        " sometimes it was someone like Jean, there was another guy that worked at a freaking junkyard",
        132.56,
        138.04
    ],
    [
        " who was kind of jacked, especially when I was younger, you know, when you were younger.",
        138.04,
        142.88
    ],
    [
        " And in the in the 70s, if someone was jacked in the 70s, like it was a whole, it was like a next level.",
        143.24,
        152.5
    ],
    [
        " Right. Because you're you're not used to seeing people that are jacked at all. And I remember",
        152.54,
        158.66
    ],
    [
        " seeing this guy who's worked at a junkyard. And he looked happy. And I was like, dude,",
        158.66,
        164.36
    ],
    [
        " this guy's just jacked and just lifting engine parts around the junkyard.",
        164.68,
        169.56
    ],
    [
        " And it seemed like he was happy. So that's sort of this underlying theme. And I'll tell you,",
        169.84,
        182.48
    ],
    [
        " when I got to the teams, that's when I started to feel like, oh, I kind of happy. Like this is cool",
        183.34,
        188.52
    ],
    [
        " that people I'm with are kind of cool. And life's not going to be perfect, but we're going to have",
        188.52,
        193.7
    ],
    [
        " a good time living this imperfect life. So I started to get a little bit relieved of that as I got",
        193.7,
        200.06
    ],
    [
        " a as I got older. But I think that, you know, Johnny kind of realizes that he's not going to be happy.",
        200.06,
        208.22
    ],
    [
        " And this is the other sort of the other sort of underlying theme is this idea of sacrifice.",
        210.34,
        220.96
    ],
    [
        " And when Johnny realizes that he can't be happy or at least he doesn't think he can be happy,",
        221.88,
        228.34
    ],
    [
        " he sees that, you know, kind of the way I looked at Gene, the Wendy salad bar girl.",
        228.34,
        235.16
    ],
    [
        " But that's his brother. And the situation unfolds where he's not going to be able to be happy anymore.",
        235.74,
        242.46
    ],
    [
        " Where where already is not going to be happy anymore. And Johnny knows if he makes sacrifices,",
        242.8,
        247.98
    ],
    [
        " he could preserve the happiness for his brother, especially because he's never going to be happy",
        248.02,
        254.58
    ],
    [
        " himself. You know, I had this conversation with Stone or one time without surfing. And he was asking",
        254.58,
        264.72
    ],
    [
        " me that he's like, bro, I don't know. It's like the same thing. He's like, bro, I'm never going to be",
        264.72,
        270.24
    ],
    [
        " I how you how am I ever going to be happy? I'm never going to be happy. And we were literally,",
        270.24,
        274.82
    ],
    [
        " it's like a beautiful Southern California. We're out at our surf spot for whatever reason.",
        274.82,
        281.5
    ],
    [
        " There's not many guys out there's a little offshore breeze. The waters are warm. It's a, you know,",
        281.5,
        287.26
    ],
    [
        " chest to head high swell, pretty consistent. Like it's it doesn't get any better. And he's out of",
        287.52,
        293.94
    ],
    [
        " here saying to me like, how do you ever how you ever find happiness? And I'm like, bro, this is it,",
        293.94,
        300.42
    ],
    [
        " man. This is it right here. And that's what, you know, that's what that's what you have to be able",
        300.56,
        309.44
    ],
    [
        " to find. You have to be able to find that the path that you're on, even though it's challenging,",
        309.44,
        317.88
    ],
    [
        " even though they're suffering of that's that's the happiness too.",
        317.92,
        321.46
    ],
    [
        " And the sacrifice part is putting others above yourself, you know, and obviously on this",
        322.52,
        330.4
    ],
    [
        " podcast we talk about heroes and we talk to heroes in many cases. And most of the ones that we",
        330.4,
        338.32
    ],
    [
        " talk to here are military people, right? Soldiers, sailors, airmen, Marines. But those aren't the only",
        338.32,
        346.18
    ],
    [
        " people. It doesn't the only people in the world that are heroes, right? And I'm not just talking",
        346.18,
        350.78
    ],
    [
        " about law enforcement and, you know, firefighters and first responders, well, there's all kinds of",
        350.78,
        354.68
    ],
    [
        " people in the world that put others above themselves and put other people's happiness above themselves.",
        354.68,
        364.18
    ],
    [
        " And and whether that's mothers and fathers and sisters and brothers and wives and",
        364.78,
        373.86
    ],
    [
        " husbands and friends, I mean, there's friends that do that. Friends that put other people's happiness",
        374.1,
        383.2
    ],
    [
        " and other people's success above themselves. And really that's the under that's one of the other",
        383.2,
        391.86
    ],
    [
        " underlying themes of the book is and that you know, that's that's a theme that's consistent with all",
        391.86,
        398.1
    ],
    [
        " the books that I've written fiction, nonfiction people that are putting others above themselves.",
        398.1,
        403.14
    ],
    [
        " That's what leadership is and ultimately.",
        404.24,
        407.18
    ],
    [
        " That's what life is about.",
        408.26,
        411.98
    ],
    [
        " So I think if you can put others before yourselves,",
        413.46,
        422.58
    ],
    [
        " then if we do that, then you can find some happiness and at a minimum, at a minimum,",
        423.16,
        428.7
    ],
    [
        " well, you can leave the world in better condition than you found it.",
        428.7,
        433.18
    ],
    [
        " And if you can pull that off, I think if you can pull that off,",
        433.62,
        439.54
    ],
    [
        " then you can die with a clean conscience and you can die with a smile on your face.",
        439.94,
        445.4
    ],
    [
        " And you can leave a smile on the face of the people you left behind.",
        446.06,
        451.72
    ],
    [
        " And that's a good life.",
        452.46,
        456.4
    ],
    [
        " And that is Final Smin.",
        458.98,
        461.8
    ]
]