[
    [
        " I remember having this thought when you and I were in the Battle of Ramadi and that thought was",
        0.0,
        5.72
    ],
    [
        " how freaking awesome the US military was and how much of that awesomeness relied on these",
        5.72,
        16.46
    ],
    [
        " individual human beings that were making things happen because when you look at",
        16.46,
        22.84
    ],
    [
        " the operations that were taking place, when you look at the effort that was put forth,",
        22.84,
        28.52
    ],
    [
        " it was literally platoon commanders, company commanders, battalion commanders, brigade commander",
        28.66,
        36.6
    ],
    [
        " that was through force of will making things happen. Making things happen. If the brigade commander",
        36.6,
        47.46
    ],
    [
        " didn't really care and just wanted to kind of do a deployment, get it under his belt and just like",
        47.46,
        51.82
    ],
    [
        " I did my deployment. If he didn't care, if he didn't want to do good, we wouldn't have done anything.",
        52.0,
        59.98
    ],
    [
        " Battalion commander that's going to push into an area of operations that hasn't been pushed into.",
        61.04,
        64.86
    ],
    [
        " There is individual effort and here's what's scary is looking the battle of Ramadi we were trying to",
        65.08,
        76.64
    ],
    [
        " we were trying to stabilize and secure the city of Ramadi. If there's no goal like that,",
        76.98,
        83.6
    ],
    [
        " a clearly defined goal and you have people that are trying to do make their best individual effort",
        83.6,
        89.36
    ],
    [
        " to make their mark, to leave their mark, to do something to get a good fit rep.",
        89.36,
        93.18
    ],
    [
        " What are you going to do? You're going to say, we're going to do this, we're going to do that,",
        93.7,
        99.68
    ],
    [
        " we're going to expand, we're going to grow more, I need more people.",
        99.76,
        102.34
    ],
    [
        " This idea that there's no real competing asset or competing perspective of someone that's saying,",
        104.06,
        113.82
    ],
    [
        " hey, wait a second, what are you actually doing over there? Let's say you were in the Marine Corps",
        113.9,
        120.72
    ],
    [
        " and you were supposed to train Iraqi soldiers and I do turn over with you and you say, hey,",
        120.72,
        129.34
    ],
    [
        " Jaco, we trained 100 Iraqi soldiers and I go, that's great, how many Iraqi soldiers do you think",
        129.34,
        134.42
    ],
    [
        " I'm going to train? How many think? 101? At least 101, at least 101, I'm going to do more than you.",
        134.42,
        142.8
    ],
    [
        " I'm going to do more than you, I remember this is back in the day, I remember going out on",
        143.98,
        147.76
    ],
    [
        " workups with the fleet and you could see I did a workup with the fleet that was, I wasn't,",
        147.76,
        158.62
    ],
    [
        " embarked but we did some work with the Marines. Then my next deployment I did a full workup with",
        159.12,
        165.34
    ],
    [
        " the Marines, then the next one I did another full workup with the Marines. So I did basically saw",
        165.34,
        169.04
    ],
    [
        " three workups in a row with the Marines and each one of them was a little bit more, each workup",
        169.04,
        175.06
    ],
    [
        " was a little bit more. Hey, oh yeah, you guys did, you guys did four amphibious landings?",
        175.06,
        180.62
    ],
    [
        " I'm going to do five. We did five. Oh, what about the next, what the next guys doing sex?",
        181.26,
        184.26
    ],
    [
        " This is real. I had similar experience and even in training, you know, classic question was",
        185.32,
        192.04
    ],
    [
        " they're the outgoing squadron versus the incoming squadron. How many pounds of ordinances did you drop?",
        192.04,
        195.74
    ],
    [
        " You know, 74,000. Cool. Hey, right on the board, we're dropping 75k and that's why I said 101.",
        196.24,
        200.76
    ],
    [
        " Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, whatever that is.",
        200.98,
        204.5
    ],
    [
        " Yeah, 100%, 100%. So when you get, so that just reminds me of what we're talking about here,",
        205.06,
        211.88
    ],
    [
        " which is no admiral goes, you know what, I think we need less ships. The amount of admiral's that say",
        211.88,
        216.88
    ],
    [
        " that is zero. The amount of generals that say, I need less divisions, I need less brigades, I need",
        216.88,
        222.5
    ],
    [
        " less battalion's. The number of generals that say that is zero. Or, you know, sure, under some,",
        222.5,
        229.1
    ],
    [
        " I'm sure there are, but the vast majority and those, those few that say, well, I think we need less",
        229.24,
        233.5
    ],
    [
        " ships. He's not going to, he's definitely not getting promoted. I mean, the CNO, yeah, he's definitely",
        233.5,
        238.34
    ],
    [
        " not going to be the CNO. Hey, I'm the guy that downsize the Navy, promote me. It's not happening,",
        238.34,
        242.56
    ],
    [
        " right? It's not happening. Hey, I got us less brigades, less combat brigades. Good job. Yeah,",
        242.72,
        247.46
    ],
    [
        " well, let's promote you. No one says that. So you have this self fulfilling prophecy and this",
        247.56,
        252.84
    ],
    [
        " self licking ice cream cone, which is a term I understand what it means, but I'm not exactly sure,",
        252.84,
        257.34
    ],
    [
        " you know, where it came from, right? But that's what you have, right? Is we want to have more,",
        257.6,
        263.08
    ],
    [
        " and that's exactly what he's talking about here. There was no one, there was very few people",
        263.08,
        268.44
    ],
    [
        " that would come back and say, hey, yeah, the Iraqi soldiers, we had to do it in Ramadi. We had",
        268.44,
        274.18
    ],
    [
        " to say these guys are not ready yet because it was, it was so obvious what would happen if we",
        274.18,
        280.76
    ],
    [
        " just sent them out on their own. And they tried, I mean, you remember, they turned over like some",
        280.76,
        284.66
    ],
    [
        " of the checkpoints, like 2, 9 or 5 and they turned it over and two days later, the insurgents hit it",
        284.66,
        291.96
    ],
    [
        " overrun it. Yeah. Uh, ECP three down there by on the bridge. Same thing. Turned it over to the",
        292.24,
        297.86
    ],
    [
        " Iraqis. Hey, these guys are ready. You know, it's like actually, no, they weren't ready and they got",
        297.86,
        302.32
    ],
    [
        " annihilated. So there wasn't really the opportunity for us to be like, well, yeah, the Iraqi troops",
        302.32,
        309.32
    ],
    [
        " that we are trained are now 100% what they call it, what they call it for, they're ready for",
        309.32,
        313.06
    ],
    [
        " unilateral operations. Right. I didn't send up a message and yep, our Iraqis that we've been",
        313.06,
        318.34
    ],
    [
        " training for six months are now ready for unilateral operations. Even though that was what everybody",
        318.34,
        321.74
    ],
    [
        " wanted us to say, but we couldn't say it there because you would find out on their first operation",
        321.76,
        326.3
    ],
    [
        " that there is no possible way they were ready. But if we would have been a more permissive environment,",
        326.3,
        331.24
    ],
    [
        " the pressure to say, yeah, hey, they can conduct unilateral, unilateral operations. The pressure",
        331.48,
        336.32
    ],
    [
        " would have been so great because otherwise, I mean, like, hey, Jaco, the last, the last task you",
        336.32,
        341.3
    ],
    [
        " to command those out here has, you know, he trained up for platoon special mission unit elements",
        341.3,
        346.78
    ],
    [
        " that are now that we're now ready to perform unilateral operations. What did you do? I'd be like, well,",
        346.78,
        352.96
    ],
    [
        " actually, I don't think those four are even capable and we should downgrade them. Well, what's",
        352.98,
        357.42
    ],
    [
        " wrong with you, Jaco? The last task unit commander was able to do this. Why couldn't you do that?",
        357.42,
        361.78
    ],
    [
        " So you felt that pressure and a lot of times people break to that pressure. I mean, obviously,",
        362.38,
        367.4
    ],
    [
        " I think that happened a lot in Afghanistan. Yeah, we trained these guys for six months.",
        367.5,
        372.14
    ],
    [
        " And who says we had we trained somebody for six months. They're not capable. We trained them for",
        372.62,
        377.0
    ],
    [
        " a year. They're not capable. It's difficult. It's a difficult thing to do. It's also difficult to assess.",
        377.0,
        383.44
    ],
    [
        " So I think you get this. That's what he's talking about here. There's no, no, Adam will want to be",
        384.26,
        390.9
    ],
    [
        " without a ship. No general wants to be out of command. So what do they do? They want more.",
        390.9,
        395.26
    ]
]