[
    [
        " This is jockel podcast number 301 with echo Charles and me jockel willink good evening echo good evening",
        0.0,
        6.44
    ],
    [
        " How did I end up here?",
        6.44,
        11.64
    ],
    [
        " I'm smart",
        12.34,
        14.66
    ],
    [
        " I'm funny. I look pretty damn handsome if I do say so myself",
        14.66,
        20.08
    ],
    [
        " But here I am",
        20.08,
        22.42
    ],
    [
        " nowhere",
        22.42,
        24.8
    ],
    [
        " And it seems this is where I will always be",
        26.96,
        30.28
    ],
    [
        " nowhere",
        30.28,
        32.9
    ],
    [
        " Bedroom",
        32.9,
        36.24
    ],
    [
        " It is not an apartment, but it looks like one",
        36.24,
        39.86
    ],
    [
        " cheap furniture well-used carpet not clean, but not dirty",
        39.86,
        45.42
    ],
    [
        " The bedroom is not unique in its wares bed desk chair dresser",
        45.42,
        52.32
    ],
    [
        " Small bedside table with lamp overhead light janky ceiling fan spinning at a low speed",
        52.64,
        60.1
    ],
    [
        " Then there is the day core",
        60.1,
        63.38
    ],
    [
        " Pictures hung neatly on the walls they are strange",
        63.38,
        69.24
    ],
    [
        " Or at least indicate a strangeness that is hard to interpret",
        69.24,
        74.24
    ],
    [
        " Harmless but different",
        74.24,
        77.72
    ],
    [
        " Johnny walks in",
        77.72,
        81.28
    ],
    [
        " 20 something",
        82.32,
        83.28
    ],
    [
        " leaning towards 20",
        83.28,
        85.2
    ],
    [
        " Pretty damn handsome from unkempt young man who stays up too late and eats the wrong foods and drinks more beer and whiskey than he should",
        85.2,
        94.12
    ],
    [
        " He looks at his brother",
        94.12,
        97.42
    ],
    [
        " Johnny is frustrated",
        97.42,
        100.12
    ],
    [
        " He tries to remain restrained, but it can be hard after all these years",
        100.12,
        107.06
    ],
    [
        " What the hell cleaner man? I told you about these shirts",
        107.06,
        111.24
    ],
    [
        " Arty looks distraught",
        112.32,
        114.68
    ],
    [
        " Johnny sees",
        114.68,
        116.3
    ],
    [
        " Johnny cannot stay frustrated",
        116.3,
        119.6
    ],
    [
        " After all this is Arty his brother",
        119.6,
        124.3
    ],
    [
        " And no one could really be mad at Arty",
        124.3,
        128.3
    ],
    [
        " What is it not clean Arty replies earnestly concerned wondering if he had somehow failed his brother",
        128.3,
        135.78
    ],
    [
        " No, Arty it isn't that it is not clean. It's clean",
        137.02,
        141.32
    ],
    [
        " But it's just a t-shirt. I know Arty cuts in",
        141.32,
        146.06
    ],
    [
        " It's a hundred percent cotton t-shirt. I used a warm warm cycle. It shouldn't have shrunk at all. I'm always careful about that",
        146.06,
        153.98
    ],
    [
        " It's not shrunk Arty. That's not it. It's just",
        153.98,
        159.12
    ],
    [
        " Never mind forget it",
        159.12,
        162.48
    ],
    [
        " Forget what Johnny what's wrong?",
        162.48,
        165.02
    ],
    [
        " This was killing Arty",
        165.8,
        167.22
    ],
    [
        " The one thing he was supposed to be good at and it seemed like he messed it up",
        167.22,
        172.56
    ],
    [
        " Arty Johnny replied as kindly as he could",
        172.56,
        177.34
    ],
    [
        " It's just that it's a t-shirt",
        177.34,
        180.3
    ],
    [
        " You don't press t-shirts. You don't put starch in t-shirts buddy",
        180.3,
        184.98
    ],
    [
        " But the creases are sharp aren't they? Arty replies wondering what on earth the problem could be",
        184.98,
        191.0
    ],
    [
        " The creases are our sharp Johnny concedes, but that's not the point",
        191.7,
        196.1
    ],
    [
        " You don't put military creases in t-shirts. I've told you this before Arty, but why?",
        196.1,
        202.14
    ],
    [
        " Cotton holds the starch really well",
        202.88,
        204.88
    ],
    [
        " Johnny starts to get frustrated again",
        204.88,
        207.94
    ],
    [
        " He's been down this road before many many times",
        207.94,
        213.04
    ],
    [
        " Look cleaner. I know that you always tell me that and I always tell you you just don't",
        213.04,
        220.46
    ],
    [
        " Starts and press t-shirts because",
        220.46,
        222.26
    ],
    [
        " Because you just don't do it",
        222.26,
        225.3
    ],
    [
        " Mom likes hers pressed",
        225.3,
        228.5
    ],
    [
        " Johnny lets out a sigh",
        228.5,
        231.18
    ],
    [
        " Arty realizes he's gone too far",
        231.18,
        233.92
    ],
    [
        " Listen already I get it, but I'm not mom and I don't want my t-shirts to be starched and pressed",
        233.92,
        240.98
    ],
    [
        " It's a black Sabbath t-shirt. I just wear it out with a pair of jeans, okay?",
        240.98,
        245.46
    ],
    [
        " Can you just give me give them a simple wash and dry from now on? Please?",
        245.88,
        249.8
    ],
    [
        " Low heat tumble dry already asks wanting to get a good procedure locked down",
        250.78,
        256.4
    ],
    [
        " Johnny smiles",
        256.4,
        258.22
    ],
    [
        " Yeah, Arty I think that would be perfect",
        258.22,
        261.9
    ],
    [
        " Thanks, bud. I can do it now Arty offers. I got to go",
        261.9,
        266.9
    ],
    [
        " Okay, it won't happen again Johnny. Thanks Arty Johnny said with a smile",
        266.9,
        273.26
    ],
    [
        " And Johnny already asks what?",
        273.26,
        277.62
    ],
    [
        " I'm sorry. It's okay, bud. It's okay",
        278.84,
        282.92
    ],
    [
        " Johnny feels a little bad as Arty walks away",
        282.92,
        286.6
    ],
    [
        " They are brothers",
        286.6,
        288.42
    ],
    [
        " They even look a little alike. It isn't too much of a stretch to see the similar jeans",
        288.42,
        294.48
    ],
    [
        " Dark hair blue eyes",
        294.48,
        297.72
    ],
    [
        " pronounced eyebrows",
        297.72,
        299.26
    ],
    [
        " But that is where the similarities end",
        299.26,
        302.94
    ],
    [
        " After all Arty is",
        302.94,
        306.88
    ],
    [
        " Different",
        309.92,
        310.52
    ],
    [
        " Little Pudgy",
        310.52,
        311.12
    ],
    [
        " Glasses",
        311.12,
        312.64
    ],
    [
        " It is possible to tell from looking at his face that something isn't quite right",
        312.64,
        318.08
    ],
    [
        " There are medical names that could be assigned but most of those wouldn't quite hit the mark",
        318.08,
        324.58
    ],
    [
        " He's older than Johnny by six years, but his peculiarities keep him living at home",
        324.58,
        332.92
    ],
    [
        " Johnny on the other hand doesn't have an excuse to still be living at home other than Arty and his mom",
        334.7,
        341.22
    ],
    [
        " They both need him around",
        341.22,
        344.1
    ],
    [
        " That's what he tells himself anyway",
        344.1,
        347.6
    ],
    [
        " Johnny's bedroom is the same room he has always had",
        347.6,
        352.3
    ],
    [
        " mattress on the floor no box spring no bed frame",
        352.3,
        356.82
    ],
    [
        " Postures of rock bands on the wall from when he was younger black Sabbath",
        356.82,
        362.26
    ],
    [
        " Motorhead",
        363.98,
        364.62
    ],
    [
        " Led Zeppelin ACDC",
        364.62,
        366.2
    ],
    [
        " Some muscle cars too",
        366.2,
        368.64
    ],
    [
        " He hadn't bothered to take those them down as he outgrew them",
        368.64,
        373.18
    ],
    [
        " He also hadn't bothered to clean his room very often",
        373.18,
        377.38
    ],
    [
        " Clothes remnants of food and beer cans on the floor",
        377.38,
        381.22
    ],
    [
        " This was all a stark contrast to Arty's room",
        381.22,
        385.78
    ],
    [
        " Clidically clean with the bed tightly made",
        385.78,
        389.6
    ],
    [
        " And then there are the walls of Arty's room in their curious decor",
        391.16,
        394.9
    ],
    [
        " The walls neatly display pictures of clothes washing machines and dryers",
        394.9,
        401.94
    ],
    [
        " There are brochures about various lines of laundry equipment on his little desk",
        401.94,
        407.48
    ],
    [
        " Some of the more colorful ones are also hanging on the wall",
        407.48,
        411.1
    ],
    [
        " There are also coupons for laundry detergents fabric softeners and stain removal products on the desk in an",
        411.1,
        419.1
    ],
    [
        " envelope",
        420.2,
        420.98
    ],
    [
        " The source of his nickname cleaner is no mystery at all",
        420.98,
        426.36
    ],
    [
        " Arty likes to clean",
        426.36,
        429.08
    ],
    [
        " laundry to be exact",
        429.08,
        432.68
    ],
    [
        " That right there is the opening",
        432.68,
        440.2
    ],
    [
        " To a new book a new book called final spin",
        440.2,
        445.98
    ],
    [
        " Which was written by",
        446.88,
        449.18
    ],
    [
        " me",
        449.18,
        450.7
    ],
    [
        " And it is a novel I guess that's what it says in the cover",
        450.7,
        456.86
    ],
    [
        " But it's also kind of a poem. It's also kind of a manuscript. I don't really",
        456.86,
        461.58
    ],
    [
        " I really know 100% what to call it, but it's not normal in the way that it is written and",
        461.58,
        470.36
    ],
    [
        " So as far as the storyline goes it's",
        472.86,
        475.74
    ],
    [
        " I was thinking about this I think it's a little bit of an alternate",
        475.74,
        479.58
    ],
    [
        " Autobiography of sorts if you ever heard of alternate history books",
        479.58,
        483.54
    ],
    [
        " So it's where they take some event in the past and they change it, you know",
        483.54,
        487.88
    ],
    [
        " What if the Nazis won right what if the South won the Civil War they they call alternate history books",
        487.88,
        494.7
    ],
    [
        " So I was kind of thinking this is almost like an alternate biography in a way",
        494.7,
        498.92
    ],
    [
        " Maybe not specifically, but maybe some of my friends some of the experiences we had",
        498.96,
        503.92
    ],
    [
        " With my life if I had taken some different turns along the way",
        503.92,
        507.42
    ],
    [
        " Well, I didn't notice the guy's name is Johnny the guy's name is Johnny",
        507.42,
        511.08
    ],
    [
        " Yeah, but then there's like you're gonna see as we talk through this there's some composite characters and it's almost like everyone's a composite character",
        511.08,
        519.02
    ],
    [
        " Meaning different people from my past kind of",
        519.02,
        528.9
    ],
    [
        " One maybe well a little bit of a characteristic from me",
        528.9,
        531.06
    ],
    [
        " So",
        531.06,
        534.44
    ],
    [
        " That was kind of the starting point these kind of these kind of humans and you put them in this situation",
        534.44,
        540.16
    ],
    [
        " So so what is the book about let me I'm gonna start off by reading a review of the book the first review to come out about the book and this review came from",
        540.16,
        548.24
    ],
    [
        " From something called publishers weekly",
        548.24,
        551.82
    ],
    [
        " Which is a which is a publishing trade magazine that's been around since 1872 and",
        551.82,
        558.42
    ],
    [
        " The subtitle of this thing is the international news magazine of book publishing and book selling",
        558.9,
        563.16
    ],
    [
        " This is the heavy hitter of this industry",
        563.16,
        566.92
    ],
    [
        " Since the 1940s the book review section is sort of become the the center of the magazine in the online website and it carries a lot of weight",
        566.92,
        576.24
    ],
    [
        " and and truly ultimately determines a lot of what you read",
        576.24,
        581.92
    ],
    [
        " Depending on how it does and how how this",
        581.92,
        584.74
    ],
    [
        " publication talks about it",
        586.02,
        587.46
    ],
    [
        " The what's interesting is the reviews in publishers weekly are anonymous",
        587.46,
        590.8
    ],
    [
        " They're short",
        590.8,
        593.08
    ],
    [
        " They're blunt and oftentimes to the point of being brutal you can see that the people that write them",
        593.08,
        600.14
    ],
    [
        " Um",
        600.14,
        601.12
    ],
    [
        " Can't be harsh and they're usually crafty writers so they're harsh in a pretty savage way",
        601.12,
        607.88
    ],
    [
        " I was reading a little bit about it one author said a negative review is never pleasant",
        607.88,
        612.14
    ],
    [
        " But publishers weekly reviews have a particularly heart-stopping quality",
        613.1,
        617.38
    ],
    [
        " And this guy wrote a piece I didn't write down his name, but it was how he got a bad review and just what it felt like",
        617.38,
        624.1
    ],
    [
        " um",
        624.1,
        625.22
    ],
    [
        " Now",
        625.22,
        626.74
    ],
    [
        " As I said this book is",
        626.74,
        629.5
    ],
    [
        " It's different. It's not a normal book. It's hard to classify the form that I wrote it in",
        629.5,
        635.84
    ],
    [
        " And I've written a bunch of other books before",
        635.84,
        639.04
    ],
    [
        " Some best selling books in New York times best selling books",
        639.84,
        642.5
    ],
    [
        " But here's the thing those books were of a different genre",
        642.5,
        645.74
    ],
    [
        " Right and that means a big that means a lot in this world",
        645.74,
        649.48
    ],
    [
        " in the in the publishing world in the literature world",
        649.48,
        654.14
    ],
    [
        " I've written a bunch of these you know nonfiction adult books",
        654.14,
        659.28
    ],
    [
        " That's what I've written and I've written children's fiction books right but neither of those are fiction adult books",
        659.28,
        665.54
    ],
    [
        " So it's like saying while I played professional football",
        665.54,
        668.52
    ],
    [
        " So I can play professional baseball too. It's sort of like saying that which we know",
        669.48,
        674.12
    ],
    [
        " Doesn't really work that way and most people can't handle that transition and don't handle that transition",
        674.12,
        681.68
    ],
    [
        " So going into this going into writing the novel",
        681.68,
        685.32
    ],
    [
        " Right, I got warned every table this probably I got warned by my publisher",
        685.32,
        691.68
    ],
    [
        " By my I got warned by my editor. I got warned by my agent",
        691.68,
        695.82
    ],
    [
        " They were",
        696.66,
        697.32
    ],
    [
        " I think a little bit trying to talk me out of it",
        697.32,
        702.04
    ],
    [
        " A little bit trying to talk me out of it right they're saying it's a different world",
        702.04,
        705.74
    ],
    [
        " And they don't care what you've done before and they might they might actually hold your other books against you",
        705.74,
        711.24
    ],
    [
        " They kind of say that kind of right and you should just maybe stay in your lane",
        711.24,
        715.6
    ],
    [
        " Which by the way I got that about my kids books too",
        715.6,
        718.34
    ],
    [
        " but",
        718.34,
        719.62
    ],
    [
        " This story",
        719.62,
        722.18
    ],
    [
        " Is",
        723.38,
        723.78
    ],
    [
        " One of the stories that's in my head and I got a lot of stories in my head",
        723.78,
        726.08
    ],
    [
        " And this was the one that bubbled the surface that needed to get out so I got it out",
        726.08,
        729.58
    ],
    [
        " And this is what publishers weekly had to say so here we go",
        729.58,
        733.0
    ],
    [
        " from the critics",
        733.0,
        734.48
    ],
    [
        " Final spend a novel by jacke a willing former Navy seal and children's book author willink",
        734.48,
        741.08
    ],
    [
        " Way of the warrior kid series",
        741.08,
        742.96
    ],
    [
        " Marx's adult fiction debut with the downbeat and gripping story of a group of characters abandoned by the American dream",
        742.96,
        751.16
    ],
    [
        " At age 23 Johnny cares for his alcoholic mother and mentally challenged brother",
        751.76,
        757.22
    ],
    [
        " Arty while holding down a dead end job as a stock boy at a big box store",
        757.22,
        762.32
    ],
    [
        " Arty is obsessed with clean clothes and when the laundromat where he works is slated to be sold",
        762.32,
        770.2
    ],
    [
        " Johnny decides to buy the business in order to keep Arty employed",
        770.2,
        774.66
    ],
    [
        " To come up with the $40,000 he needs Johnny and his best friend goat",
        775.9,
        781.08
    ],
    [
        " Decide to rob the safe at their store hand off the money to the owner then high-tail it to mexico",
        781.08,
        787.98
    ],
    [
        " They get the money",
        787.98,
        789.98
    ],
    [
        " But they get away scheme is flawed from the start and Johnny and goat quickly have the state police on their trail",
        789.98,
        797.78
    ],
    [
        " To make matters worse",
        797.78,
        799.5
    ],
    [
        " Johnny is forced to say goodbye to his girlfriend Jessica",
        799.5,
        803.06
    ],
    [
        " Who is just found out she is pregnant",
        803.4,
        805.58
    ],
    [
        " Willink tells his story and quick blasts of high-cool like writing",
        805.58,
        810.78
    ],
    [
        " And they give the example here",
        810.78,
        813.38
    ],
    [
        " Johnny on the customers at his workplace quote people",
        813.38,
        817.56
    ],
    [
        " Flesh covered robot beings in need of fuel and meaning",
        817.56,
        821.84
    ],
    [
        " They find both here and quote with dialogue reminiscent of early David Mehmet",
        821.84,
        829.82
    ],
    [
        " Told with a gritty simplicity",
        830.96,
        832.9
    ],
    [
        " This retains a hold on the reader right through to the inevitable tragic climax",
        832.9,
        839.24
    ],
    [
        " So",
        839.24,
        840.98
    ],
    [
        " That's the plot of the book and that's the impression that they got at publishers weekly which was a really",
        840.98,
        850.12
    ],
    [
        " An awesome review. I was definitely very stoked to read that as was my literary agent as was my publisher as was my editor",
        850.12,
        859.3
    ],
    [
        " Everyone's things you're rolling the dice. Everyone's nervous. They're scared. Well, yeah, you kind of are rolling the dice",
        859.66,
        865.2
    ],
    [
        " The nature of dice as you win and you lose",
        865.2,
        868.66
    ],
    [
        " You know a lot of times what people worried about is the losing part. Yeah, but there is the winning part",
        868.66,
        873.84
    ],
    [
        " Yeah, now so they compare me they compare the the",
        873.84,
        876.94
    ],
    [
        " writing",
        876.94,
        878.88
    ],
    [
        " Or at least the dialogue to yeah the dialogue and I want to give myself too much credit here",
        878.88,
        884.02
    ],
    [
        " But they they compare the dialogue to David Mehmet Mehmet",
        884.02,
        888.04
    ],
    [
        " Who is",
        888.56,
        889.5
    ],
    [
        " Well straight up he's a Pulitzer prize winning freaking author",
        889.5,
        894.6
    ],
    [
        " He's a playwright. He's a film director director or screenwriter. He's written all kinds of stuff",
        894.6,
        900.76
    ],
    [
        " You've heard a Glenn Gary Glenn Ross. Yes, sir. Yep. He wrote that yeah",
        900.76,
        905.84
    ],
    [
        " Coffee's for closers. So always be close",
        905.84,
        908.92
    ],
    [
        " Speed the plow he wrote the screenplay for the postman always drinks twice",
        908.92,
        914.28
    ],
    [
        " Little Jack Nicholson the verdict the untouchables hoffa wag the dog Hannibal",
        914.66,
        919.7
    ],
    [
        " He wrote and directed things change homicide Olianna the Winslow boy",
        919.7,
        926.02
    ],
    [
        " State and Maine Spartan just a bunch of stuff what I'm saying is that this guy's a highly respected and accomplished writer",
        926.02,
        932.44
    ],
    [
        " definitely I was",
        932.44,
        933.98
    ],
    [
        " Very pleasantly surprised and humbled to be compared to him in any way",
        933.98,
        938.14
    ],
    [
        " So we we're off to a strong start. We're feeling good about it so far. Yep much appreciated",
        938.14,
        942.44
    ],
    [
        " Because this is a different world",
        943.4,
        944.62
    ],
    [
        " so",
        944.62,
        946.4
    ],
    [
        " It's interesting",
        946.4,
        948.32
    ],
    [
        " Appreciate yeah people if you if you want to get the book that will be awesome",
        948.32,
        954.34
    ],
    [
        " And it's not a complete dud we'll say that",
        954.34,
        959.26
    ],
    [
        " So now this is an interesting we're gonna get into the book a little bit",
        959.26,
        964.18
    ],
    [
        " um",
        964.18,
        965.28
    ],
    [
        " Which is gonna be a little bit tricky because I don't want to ruin the story story spoiler spoiler alert",
        965.28,
        971.74
    ],
    [
        " So I'm gonna keep it",
        971.74,
        973.28
    ],
    [
        " A little bit focused on not going too much into it, but at the same time getting into the characters a little bit so",
        973.28,
        981.34
    ],
    [
        " The characters",
        981.34,
        983.5
    ],
    [
        " Let's start with this guy already",
        983.5,
        985.56
    ],
    [
        " So we got this guy already who",
        985.56,
        988.28
    ],
    [
        " You already heard about he's got some kind of mental challenges, which I don't name in the book and the reason I didn't name them in the book is because",
        988.28,
        997.24
    ],
    [
        " A lot of times I've met people in my life where I know that they have some kind of mental challenge, but",
        998.02,
        1003.78
    ],
    [
        " I don't know what it is. I'm not a doctor. There's no they're not wearing a label on their",
        1003.78,
        1010.58
    ],
    [
        " Hat that says whatever mental challenge they've got",
        1010.58,
        1014.66
    ],
    [
        " And so I didn't want to label, you know, I don't want to throw a label on there. This is the particular",
        1014.66,
        1020.52
    ],
    [
        " Situation that this person's in and the other thing is I you know people have such a wide variety of mental challenges",
        1020.52,
        1027.1
    ],
    [
        " That you don't know what you're gonna get",
        1028.28,
        1029.72
    ],
    [
        " So where did this character came from? Well, this is a very direct story. I worked at Wendy's",
        1029.72,
        1039.4
    ],
    [
        " Yeah, I don't know if that did I don't know if that warranted hell yeah, but I worked at Wendy's",
        1039.4,
        1044.48
    ],
    [
        " And when I worked at Wendy's you've been Wendy's before right? Yes, all right",
        1044.48,
        1048.82
    ],
    [
        " Which let's face it kind of props to Wendy's Wendy's",
        1048.82,
        1057.22
    ],
    [
        " I chow on at Wendy's when I was a teenager",
        1057.22,
        1059.02
    ],
    [
        " Well, this Wendy's where I worked there was there's a salad bar. You know they have a salad bar at Wendy's",
        1059.02,
        1063.34
    ],
    [
        " I don't know they still have a salad bar at Wendy's not that I know of oh, I don't know so back in the day",
        1063.34,
        1067.98
    ],
    [
        " Back in the day, they had a salad bar at Wendy's and the person that rammed the salad bar",
        1067.98,
        1073.6
    ],
    [
        " That took care of the salad bar that resupplied the",
        1073.6,
        1077.06
    ],
    [
        " Peach slices and the Caesar salad dressing was this woman who clearly had she was probably",
        1077.06,
        1084.62
    ],
    [
        " I'm gonna say 55 maybe 60 years old so older woman thin",
        1085.56,
        1090.56
    ],
    [
        " short hair her name was a gene and",
        1090.56,
        1095.66
    ],
    [
        " She obviously had made you know, so it seemed like some kind of perhaps autism",
        1095.66,
        1101.28
    ],
    [
        " But again, I don't know she's not wearing a label",
        1101.28,
        1104.7
    ],
    [
        " But she was super into the salad bar. She was probably the best one of the best employees ever",
        1104.7,
        1112.16
    ],
    [
        " She loved this salad bar. She wanted it to be squared away",
        1113.34,
        1116.0
    ],
    [
        " She was out there with a wash cough wiping up if anybody if you spilled a drop of salad dressing on your",
        1116.0,
        1121.06
    ],
    [
        " on your maneuver from the spoon to the plate she was on it",
        1121.06,
        1126.4
    ],
    [
        " She was standing by with a rag. She was gonna wipe that up like almost bumping into you",
        1126.4,
        1131.24
    ],
    [
        " But she also knew that that wasn't correct so she'd give you you know three quarters of a second to take one step towards the",
        1131.24,
        1136.56
    ],
    [
        " Croutons and she was in there getting on it",
        1136.56,
        1139.58
    ],
    [
        " so",
        1142.06,
        1142.42
    ],
    [
        " She's there and she's working and she loved it",
        1142.42,
        1144.64
    ],
    [
        " I mean like she was obsessed with it and no one would talk to her right there",
        1144.64,
        1148.02
    ],
    [
        " Everyone was kind of mean to her right because you could make fun of her and she was an easy target",
        1148.02,
        1152.22
    ],
    [
        " And I was cool to her you know, I'd always say hi. Hi gene. Hi, you know, and you know, I'm trying to talk to a little bit",
        1152.22,
        1157.66
    ],
    [
        " And every time I would start a conversation with her",
        1157.66,
        1159.34
    ],
    [
        " Hey gene. How are you you know? Hey gene. How's it going today? And she'd be like I just opened up a new can of of",
        1159.34,
        1164.96
    ],
    [
        " Of croutons in the bar new a new can of sliced peaches. They're gonna be so good",
        1164.96,
        1169.06
    ],
    [
        " Happy. Oh, that's awesome. You know and I'd say oh, you know, it's here like lunch break",
        1169.58,
        1174.84
    ],
    [
        " Hey, Gina, you're gonna take a lunch break. Yeah, but first I'm gonna get more sliced onions out here and",
        1174.84,
        1179.82
    ],
    [
        " Can have you seen the onions? They're so fresh. She's just fired up, man",
        1179.82,
        1184.46
    ],
    [
        " To the point where I",
        1184.46,
        1189.52
    ],
    [
        " Was torn",
        1189.52,
        1190.42
    ],
    [
        " between thinking",
        1190.42,
        1193.36
    ],
    [
        " if it was",
        1193.36,
        1195.4
    ],
    [
        " Unabusive situation where she was being taken advantage of",
        1197.02,
        1199.64
    ],
    [
        " To where the others like a complete opposite was she just",
        1199.64,
        1204.9
    ],
    [
        " Where they so was she so lucky to be there and happy that they hired her and like here she was with this job",
        1204.9,
        1212.0
    ],
    [
        " So that was one part of it the other part of it that struck me that stuck with me for my whole life",
        1212.0,
        1219.42
    ],
    [
        " Is that she was",
        1219.42,
        1222.92
    ],
    [
        " Happy",
        1225.4,
        1225.8
    ],
    [
        " Right, so here I am this young freaking punk-ass kid and I'm there with other punk-ass kids that are working at Wendy's and everyone's kind of miserable",
        1225.8,
        1234.5
    ],
    [
        " Right",
        1234.5,
        1235.44
    ],
    [
        " Did you ever work at a fast food joint? Do you work at a restaurant? I did not work at a restaurant the bar at night club",
        1235.44,
        1241.84
    ],
    [
        " Yeah, but even being a bounce on a bar at night club is not",
        1241.84,
        1245.2
    ],
    [
        " That's let's face it. That's like a little bit kind of cool. Yeah a little bit right?",
        1245.2,
        1250.84
    ],
    [
        " Well, you have a little power also a bar back at one point at other clubs and bartender so it's it's service",
        1250.84,
        1256.96
    ],
    [
        " It's different your country. It's different. It's a little bit cool",
        1256.96,
        1261.12
    ],
    [
        " Yes to be a bounce-rider club. Yes, sir, right?",
        1261.12,
        1263.9
    ],
    [
        " I mean that can be a definitely a cool job",
        1264.54,
        1267.3
    ],
    [
        " It's not cool to work at Wendy's",
        1267.3,
        1270.76
    ],
    [
        " Running the grill running the salad bar. You're not happy about it. There's no benefits",
        1270.76,
        1276.66
    ],
    [
        " Zero you know you other than you're getting paid money, which is kind of cool",
        1277.92,
        1281.24
    ],
    [
        " So what struck me what I was remembered is we're all kind of miserable even this is what I also remember like the the general manager",
        1281.24,
        1288.62
    ],
    [
        " And I don't remember his name, but he was like work. He was one of those guys. It was just a work working",
        1288.62,
        1295.12
    ],
    [
        " You know working just always pissed off about something like hey, which you know always mad",
        1295.12,
        1299.7
    ],
    [
        " So even the owner I mean he was I don't know if he's the owner I don't think he's the owner, but he's definitely the general manager",
        1299.7,
        1304.54
    ],
    [
        " He might have even been the franchise owner or something",
        1305.0,
        1307.24
    ],
    [
        " He's using there all the time. Yeah, but you he had to be making",
        1307.24,
        1310.72
    ],
    [
        " Legitimate money because when you when you're a general manager one of those you're making good money",
        1310.72,
        1314.3
    ],
    [
        " But he was freaking miserable. So I'm thinking to myself everyone here is miss every single person here",
        1314.3,
        1319.6
    ],
    [
        " 100 I mean how many employees did they probably have",
        1319.6,
        1323.36
    ],
    [
        " Probably a total of",
        1323.36,
        1325.48
    ],
    [
        " 35 to 40 employees, you know day shift night shift",
        1325.48,
        1329.04
    ],
    [
        " You know everyone",
        1329.04,
        1331.06
    ],
    [
        " Everyone's part time, you know, so no one's really working. So there's like probably 40 employees there total",
        1331.9,
        1337.36
    ],
    [
        " and every single one of us was miserable and hated life",
        1337.36,
        1343.56
    ],
    [
        " Except for Jean and she was smiling and she was into it and she was amped",
        1343.56,
        1348.2
    ],
    [
        " so",
        1348.2,
        1349.3
    ],
    [
        " I took that idea and",
        1349.3,
        1353.66
    ],
    [
        " The reason I ended up with laundry is because I worked at or with the",
        1353.66,
        1359.96
    ],
    [
        " We're placed where I used to go to the laundry mat in San Diego",
        1359.96,
        1362.0
    ],
    [
        " had this the people that owned the laundry mat",
        1362.0,
        1365.88
    ],
    [
        " the the they were from Asia",
        1365.88,
        1368.3
    ],
    [
        " and the wife didn't speak English",
        1368.3,
        1371.38
    ],
    [
        " But the husband would be kind of be there, but the the the wife didn't speak English, but she'd come out and talk to me",
        1371.38,
        1377.46
    ],
    [
        " in",
        1377.46,
        1379.18
    ],
    [
        " I don't even know where she was from but she would talk to me and smile and laugh and make jokes",
        1379.18,
        1384.36
    ],
    [
        " Not in English not in English, but they were funny",
        1384.36,
        1388.16
    ],
    [
        " I think I would they were so funny that I did laugh I would laugh I would give my wife",
        1388.6,
        1393.52
    ],
    [
        " I would laugh and one not even know what it was about you know, she might point it like you know a pile of clothes and say something",
        1393.52,
        1398.88
    ],
    [
        " In whatever language she was talking to you. I didn't just start laughing if my wife and I would just laugh",
        1398.88,
        1404.36
    ],
    [
        " It had to be pretty funny for her to get that bus joy out of it, right?",
        1404.36,
        1408.16
    ],
    [
        " So I don't know that I landed on laundry",
        1408.4,
        1412.7
    ],
    [
        " um",
        1412.7,
        1414.16
    ],
    [
        " So there we go there we get Arty that kind of wraps up this guy Arty as a character where he came from so now we get this other character Johnny",
        1414.6,
        1421.0
    ],
    [
        " Which as you said, yeah, that's my it's I guess my",
        1421.0,
        1425.12
    ],
    [
        " My real first name is John. So do we get to Johnny from that kind of but I don't know I maybe just the generic of",
        1425.12,
        1432.36
    ],
    [
        " Of the name Johnny more than anything else, but",
        1432.36,
        1436.48
    ],
    [
        " probably the strongest",
        1436.48,
        1438.44
    ],
    [
        " Inference on this character",
        1439.94,
        1441.54
    ],
    [
        " Is a kid that I grew up with a kid named Jeff Lang who I've talked about on this on this podcast before",
        1441.54,
        1447.76
    ],
    [
        " So Jeff Lang was like my best friend",
        1447.76,
        1450.54
    ],
    [
        " from maybe",
        1450.54,
        1452.96
    ],
    [
        " Third grade",
        1452.96,
        1455.0
    ],
    [
        " Maybe second no probably second second first or second grade",
        1455.0,
        1459.82
    ],
    [
        " until",
        1459.82,
        1460.96
    ],
    [
        " seventh grade and",
        1460.96,
        1468.42
    ],
    [
        " Because that's before you start going to different classes right? So fifth grade we were in the same class, you know",
        1469.64,
        1473.8
    ],
    [
        " Sitting next to each other and we were we were",
        1473.8,
        1476.32
    ],
    [
        " Trouble makers, right? Just always getting in trouble always causing problems always you know laughing when we shouldn't be laughing",
        1476.32,
        1483.9
    ],
    [
        " Just doing stuff that we shouldn't have been doing",
        1483.9,
        1485.52
    ],
    [
        " But he was always a little bit more",
        1485.52,
        1488.94
    ],
    [
        " He had a little bit he had a little bit less obedience in him. I didn't have much",
        1488.94,
        1494.92
    ],
    [
        " He had even less obedience in him. So like at that point when the teacher would",
        1495.46,
        1501.44
    ],
    [
        " Threaten you to be quieter you go into the office that was he could I got checked by that",
        1501.44,
        1508.82
    ],
    [
        " Jeff wouldn't get checked by that he go next level gets sent to the office, right? So he had a little bit extra and he was super funny",
        1508.82,
        1516.14
    ],
    [
        " I mean hilarious, you know kind of an athletic stud",
        1516.14,
        1520.6
    ],
    [
        " Which which what does that mean that means when you're in fifth grade you kind of kickass at dodgeball right?",
        1521.54,
        1525.96
    ],
    [
        " Like kickball and he's really good and run fast",
        1526.24,
        1528.08
    ],
    [
        " So yeah, just fast and all that stuff just a good really good athlete better than me funnier than me",
        1528.08,
        1534.66
    ],
    [
        " Taw, you know, just just a good",
        1534.66,
        1537.9
    ],
    [
        " He was just kind of like a little bit better than me and everything and he also had a little bit of extra rebelliousness",
        1537.9,
        1544.9
    ],
    [
        " so",
        1544.9,
        1546.9
    ],
    [
        " As we got older",
        1548.2,
        1549.78
    ],
    [
        " I started kind of we we started started to deviate in our lives together",
        1549.78,
        1556.68
    ],
    [
        " um, you know, we were we were still always friends, but he started like drinkin started doing drugs started listening to I guess he went down like the kind of",
        1556.68,
        1576.88
    ],
    [
        " And so our past really kind of deviated",
        1576.88,
        1579.1
    ],
    [
        " But we were still friends because we were such good friends for so long that",
        1579.1,
        1583.86
    ],
    [
        " It doesn't matter what he's doing and what I'm doing. We're still friends. We just have this, you know, huge common connection",
        1583.86,
        1588.94
    ],
    [
        " And as we got so so as we got older he went really, you know, I don't even know if he I don't even remember if he graduated high school",
        1588.94,
        1600.26
    ],
    [
        " Because he went hard, you know, doing drugs and drinking and just doing that whole thing",
        1600.92,
        1607.16
    ],
    [
        " Um, and not not a bad person that's just what he was doing",
        1607.16,
        1611.18
    ],
    [
        " And still I'd see him see him in town",
        1611.18,
        1613.68
    ],
    [
        " We'd you know, we'd always connect we'd always just had that friendship",
        1613.68,
        1618.08
    ],
    [
        " And I remember I joined the military join the Navy",
        1618.08,
        1621.48
    ],
    [
        " And you know small town and he kind of knew",
        1621.48,
        1624.76
    ],
    [
        " He'd heard what was going on and then I saw him",
        1624.76,
        1629.36
    ],
    [
        " I remember he said something to me",
        1629.36,
        1632.2
    ],
    [
        " Like because you know when we were little kids we'd play army all the time right when you're look when you're",
        1632.2,
        1637.4
    ],
    [
        " Seven years old 10 years old 12 years old and you live in the woods you're playing army right you're putting",
        1637.4,
        1643.5
    ],
    [
        " You're burning a cork and putting making your face black and putting camo on and",
        1643.5,
        1648.04
    ],
    [
        " Shooting BB guns at each other. That's what we did. We were pulling shoot BB guns at each other",
        1648.04,
        1652.06
    ],
    [
        " And every time you got hit you had to take a layer of clothing off",
        1652.06,
        1656.12
    ],
    [
        " Ha ha ha and I remember the red rider it makes a little boom when it it's like boom",
        1656.76,
        1662.24
    ],
    [
        " This it's spring activated. Oh yeah, yeah, and because you know we try and put limits on the number of pumps",
        1662.24,
        1668.68
    ],
    [
        " You could put on the pump axioms right",
        1668.68,
        1669.88
    ],
    [
        " But I remember the red rider because you you could hear it boom and it would hit you",
        1669.88,
        1674.8
    ],
    [
        " So so you know he was into the same kind of stuff I was and then as we got older we deviated",
        1674.8,
        1683.32
    ],
    [
        " So I see him the last time I see him before I leave for the Navy",
        1683.96,
        1689.18
    ],
    [
        " he's",
        1689.18,
        1691.08
    ],
    [
        " You know clearly not on a great path",
        1691.08,
        1695.74
    ],
    [
        " And he said something to me along the lines of",
        1695.74,
        1699.46
    ],
    [
        " He said yeah, you're doing the Navy. I said yeah",
        1699.46,
        1704.58
    ],
    [
        " And I don't even remember if we if he knew what a seal was I think he kind of did",
        1704.58,
        1710.4
    ],
    [
        " The only I kind of did it that time me no one knew too much about it",
        1711.06,
        1714.42
    ],
    [
        " But he's I remember he said something like hey, I wish I could go with you",
        1714.42,
        1718.28
    ],
    [
        " And I was like you can bro, let's go and I could see like maybe that could",
        1718.28,
        1722.8
    ],
    [
        " And he said I can't he's like I can't I can't",
        1722.8,
        1727.26
    ],
    [
        " Something like I can't anymore like he knew he was kind of too far gone",
        1727.26,
        1732.14
    ],
    [
        " To correct the path that he was on",
        1732.14,
        1735.0
    ],
    [
        " So",
        1736.98,
        1737.5
    ],
    [
        " I ended up going to Navy and I was going through seal training and I was",
        1737.5,
        1742.4
    ],
    [
        " Probably around",
        1742.4,
        1744.76
    ],
    [
        " Just before hell week maybe just after hell week I forget but I called my parents to check in I talked to my mom",
        1744.76,
        1752.08
    ],
    [
        " And I found out that Jeff had killed himself and he had he'd broken up with his girlfriend at the time and he'd killed himself",
        1752.08,
        1760.56
    ],
    [
        " And that was",
        1760.56,
        1763.24
    ],
    [
        " You know just just",
        1764.18,
        1765.3
    ],
    [
        " very",
        1765.3,
        1767.3
    ],
    [
        " Sad",
        1767.3,
        1768.62
    ],
    [
        " Because well, I think what made it the most sad to me was that he had gone down this path",
        1768.62,
        1775.06
    ],
    [
        " And he had way more potential than I had as a human and and it was all gone",
        1775.06,
        1782.64
    ],
    [
        " And that was really sad and then when and when I looked him up, you know",
        1782.64,
        1787.36
    ],
    [
        " This is one the last time I recorded that I talked about him on this podcast which is a couple of years ago",
        1787.36,
        1791.92
    ],
    [
        " I'd googled him just googled his name which you can google people from you know",
        1791.92,
        1797.48
    ],
    [
        " 1745 and there's some",
        1797.48,
        1799.74
    ],
    [
        " record and there's some you know",
        1799.74,
        1802.76
    ],
    [
        " Genealogy report about who they were and you google someone from",
        1802.76,
        1807.0
    ],
    [
        " 42 and there's you know an obituary about who they were and I googled his name and",
        1807.0,
        1813.2
    ],
    [
        " There was like nothing",
        1813.2,
        1814.86
    ],
    [
        " nothing",
        1814.86,
        1816.84
    ],
    [
        " which is just",
        1820.38,
        1821.4
    ],
    [
        " horrible because he was freaking hilarious smart on just an awesome guy",
        1821.4,
        1827.92
    ],
    [
        " And and quite uh, I didn't mention this but the book, you know the dedication of the book is just as for Jeff Lang",
        1827.92,
        1835.68
    ],
    [
        " So that was sort of",
        1835.68,
        1842.28
    ],
    [
        " A lot of where this character Johnny came from somebody with kind of potential and um",
        1842.86,
        1850.3
    ],
    [
        " Just",
        1850.3,
        1851.64
    ],
    [
        " stuck",
        1851.64,
        1854.98
    ],
    [
        " Made bad choices",
        1854.98,
        1856.84
    ],
    [
        " Made maybe not bad choices but different choices maybe had some bad luck thrown in there",
        1856.84,
        1862.2
    ],
    [
        " lived his life",
        1862.2,
        1864.76
    ],
    [
        " So that's Johnny you hear about these two",
        1864.76,
        1868.62
    ],
    [
        " Next up",
        1872.28,
        1873.06
    ],
    [
        " You get a guy named goat who's Johnny's best friend. I'm gonna. I'm gonna go to uh",
        1873.06,
        1878.04
    ],
    [
        " page seven here in the book",
        1878.04,
        1880.82
    ],
    [
        " Nice shirt man",
        1880.82,
        1888.34
    ],
    [
        " goat says with a smile as he sees Johnny's starched black Sabbath t-shirt its military creases running from each shoulder down to the waist",
        1888.34,
        1896.14
    ],
    [
        " Up yours Johnny replies that cotton really holds the crease doesn't it",
        1896.14,
        1900.9
    ],
    [
        " Yeah, it does Johnny says you couldn't iron them out or anything I tried but damn he uses an industrial press",
        1901.16,
        1908.1
    ],
    [
        " And he looks at me like I'm ripping his heart out. What can I say my brother is crazy",
        1908.1,
        1912.86
    ],
    [
        " Yeah, but that son of a bitch can iron some shirts can he he sure as hell can you want another one",
        1912.86,
        1919.08
    ],
    [
        " What time do we have to be at work goat asks",
        1919.08,
        1922.06
    ],
    [
        " Not until 10 30 sh** let's do this two more Lucy Johnny says to the barn made",
        1922.06,
        1928.72
    ],
    [
        " bb's bar",
        1930.02,
        1930.94
    ],
    [
        " dingy working class watering hole cheap final seats even cheaper drinks",
        1930.94,
        1937.98
    ],
    [
        " goat is about the same age as Johnny though he looks a little younger",
        1937.98,
        1943.28
    ],
    [
        " His dark skin has an almost childlike texture his black hair looks as if it is always organized",
        1943.28,
        1950.92
    ],
    [
        " Regardless of what he has been doing",
        1950.92,
        1953.3
    ],
    [
        " His eyes are dark and deep",
        1953.3,
        1955.8
    ],
    [
        " He is handsome",
        1956.34,
        1957.38
    ],
    [
        " He too has that look about him that says he shouldn't be here",
        1957.38,
        1962.22
    ],
    [
        " Shouldn't be in a dead end job. Shouldn't be in a dead end bar",
        1962.22,
        1967.08
    ],
    [
        " Shouldn't be in a dead end life",
        1967.08,
        1969.6
    ],
    [
        " But he is",
        1969.6,
        1972.96
    ],
    [
        " So there's goat",
        1972.96,
        1978.94
    ],
    [
        " Full name George Martinez",
        1980.28,
        1982.62
    ],
    [
        " That is Johnny's best friend",
        1982.62,
        1985.54
    ],
    [
        " And again",
        1985.54,
        1986.78
    ],
    [
        " This guy is kind of a composite character of",
        1986.78,
        1990.74
    ],
    [
        " Friends that I had grown up the story takes place in southern California",
        1990.74,
        1996.7
    ],
    [
        " Um",
        1996.7,
        1998.84
    ],
    [
        " So he's a Mexican kid I grew up with a bunch of white people primarily",
        1998.84,
        2003.42
    ],
    [
        " But when you're out in California you see the",
        2003.42,
        2007.58
    ],
    [
        " There's really no distinction between you know different people",
        2007.98,
        2011.96
    ],
    [
        " Um",
        2011.96,
        2013.72
    ],
    [
        " And that's just another kid another kid that has a bunch of potential",
        2013.72,
        2019.32
    ],
    [
        " Another kid that's talented another kid that's smart another kid that's handsome",
        2019.32,
        2023.96
    ],
    [
        " And another kid that's kind of stuck in a dead ends in scenario with what I say dead end job dead in bar dead in life right",
        2023.96,
        2031.92
    ],
    [
        " That's where we end up",
        2031.92,
        2034.5
    ],
    [
        " That's where we're at",
        2035.96,
        2036.96
    ],
    [
        " And",
        2036.96,
        2040.76
    ],
    [
        " We were talking before the podcast about the young",
        2040.76,
        2044.52
    ],
    [
        " I think I think Kerry was saying you remember what it was like when you were younger and it was just all in kind of like you're just on board",
        2044.52,
        2053.88
    ],
    [
        " Right down for the cause down for the cause right down for the cause",
        2053.88,
        2057.82
    ],
    [
        " and that was",
        2057.82,
        2059.66
    ],
    [
        " The characteristic that I kind of tried to throw in here with goat was that characteristic of being down for the cause",
        2060.96,
        2066.8
    ],
    [
        " And what's cool what when you when you when you talked about Johnny being based on me",
        2066.8,
        2070.84
    ],
    [
        " Um",
        2070.84,
        2072.2
    ],
    [
        " There's parts definitely elements of me in Johnny for sure",
        2072.2,
        2075.6
    ],
    [
        " But one of the elements that's that's from me in goat is just down for the cause",
        2075.6,
        2080.36
    ],
    [
        " I mean the stuff that you do in your",
        2080.36,
        2082.38
    ],
    [
        " 16 17 18 and then when I got in the Navy you're 19 20 years old",
        2082.38,
        2087.58
    ],
    [
        " Guess what well that's what as you like to say echo that's what we're doing yep down for the cause we're down",
        2087.7,
        2094.26
    ],
    [
        " We're ready to go well with that is that what we're doing hey all right once you kind of slip that switch",
        2094.26,
        2100.58
    ],
    [
        " That's why man the young the young man in the world",
        2100.58,
        2104.16
    ],
    [
        " They'll do some crazy shit sometimes because they're just ready to rock and roll",
        2104.16,
        2110.36
    ],
    [
        " Ready to rock and roll so there's your two main characters",
        2110.36,
        2113.78
    ],
    [
        " And again",
        2115.5,
        2115.74
    ],
    [
        " One of the things one of the immediate feedback points",
        2115.74,
        2118.92
    ],
    [
        " When I submitted the manuscript",
        2118.92,
        2121.3
    ],
    [
        " Was how about some more character development right and what I said is you already know these characters",
        2121.3,
        2128.82
    ],
    [
        " We already know these characters we grew up with these characters everybody knows these people",
        2128.82,
        2133.26
    ],
    [
        " Everybody knows these people we all know them",
        2133.26,
        2136.06
    ],
    [
        " We are them in many ways",
        2136.06,
        2138.7
    ],
    [
        " So I was like what what what else do I need to tell you",
        2138.7,
        2141.86
    ],
    [
        " What else do I need to tell you you know these people I know these people",
        2142.5,
        2146.38
    ],
    [
        " There's your character development look around",
        2146.38,
        2149.38
    ],
    [
        " You uh",
        2149.38,
        2151.48
    ],
    [
        " You started this with Arty",
        2151.48,
        2153.42
    ],
    [
        " And that's one of the first things that jumped out of me where it's like not only do I know who that guy is",
        2153.42,
        2159.08
    ],
    [
        " I've known a guy or girl like that since I was a little kid and it's just he's just there",
        2159.08,
        2164.52
    ],
    [
        " He's down for his cause some negative some positive some are like",
        2164.52,
        2168.68
    ],
    [
        " Angry at everyone somewhere. It's just happy to see every you know like but but really in it not a kind of in a generic",
        2169.14,
        2175.38
    ],
    [
        " Almost kind of way I mean it's more particular because the book and everything right but you know that guy",
        2175.38,
        2180.24
    ],
    [
        " Totally know that guy that's the first thing that jump time for Arty already. Oh, yeah, and how many Arty's have you know about",
        2180.24,
        2186.78
    ],
    [
        " 12",
        2186.78,
        2187.78
    ],
    [
        " Yeah, and but they fit that in one way a little different flavor. Yeah, you know, oh man",
        2187.78,
        2194.34
    ],
    [
        " I could go deep into it to where some people would tease them just like you're your girl gene",
        2194.38,
        2199.66
    ],
    [
        " Same exact thing man and they're everywhere. So it's like yeah, you know, we all know Arty. Yeah, I think",
        2199.66,
        2204.78
    ],
    [
        " We all know an Arty. We all know Gene. We all know Johnny. We all know goat. Yes, sir. These are our people",
        2204.78,
        2212.02
    ],
    [
        " And there's the character development. Yeah, and look obviously there's more character development as goes on but you know",
        2212.02,
        2218.48
    ],
    [
        " For me to take the time to explain this this is one thing you're you're gonna notice when you read this book is",
        2218.82,
        2224.62
    ],
    [
        " I'm not I'm trying not to waste any time. Yeah, I'm trying not to waste any words",
        2224.62,
        2229.06
    ],
    [
        " I'm trying to get you there",
        2229.06,
        2231.8
    ],
    [
        " It get you there get you into this as quick as possible and allow you to",
        2231.8,
        2238.42
    ],
    [
        " To utilize what you already know as a person. Yeah to to put the context around what's happening",
        2238.42,
        2245.02
    ],
    [
        " Use the schema. I was reading this book and they they went deep in the word schema",
        2245.3,
        2249.72
    ],
    [
        " You used stuff that you already know to describe so you know something new right interesting and you use like",
        2249.72,
        2258.92
    ],
    [
        " You do this in real life too where you use less words than necessary kind of thing",
        2258.92,
        2263.7
    ],
    [
        " And it's weird because it makes you kind of go like deep in your own head almost when you read it like even that one",
        2263.7,
        2269.66
    ],
    [
        " when you're describing",
        2269.66,
        2271.3
    ],
    [
        " I mean um",
        2271.3,
        2271.64
    ],
    [
        " People you know me how would be described in the news just like real and it's like",
        2271.64,
        2276.96
    ],
    [
        " You didn't do this like the opposite of that the opposite of that is like some grandiose thing where it's like you know",
        2276.96,
        2283.16
    ],
    [
        " One after another the people piled in like a this and like a that and then this person and it's the but no",
        2283.16,
        2289.14
    ],
    [
        " You did the exact opposite but meanwhile you get the same effect, but it's more like in your own",
        2289.14,
        2293.2
    ],
    [
        " Head like real real personal kind of you know, there's something I talk about with leadership. It's minimum force required",
        2293.2,
        2300.64
    ],
    [
        " Right, I as a leader want to use the minimum force",
        2301.36,
        2304.34
    ],
    [
        " To get you to do what I want you to do yeah to get you to do what we need to do right minimum force required",
        2304.34,
        2311.72
    ],
    [
        " I don't want to say hey echo here's what you need to do I might say heck what do you think about doing this?",
        2311.72,
        2315.92
    ],
    [
        " And you're like oh yeah, that's probably be good right. I want to use the minimum force",
        2316.04,
        2319.62
    ],
    [
        " I try and write I tried to write this book where",
        2319.62,
        2324.98
    ],
    [
        " The the feeling is there with the minimum amount of words get the point across with the minimum amount of words",
        2325.38,
        2331.2
    ],
    [
        " It does add drama to it",
        2331.2,
        2334.74
    ],
    [
        " It meant that because even in real life this book aside",
        2334.74,
        2338.02
    ],
    [
        " Like it's more dramatic that way well",
        2338.02,
        2342.14
    ],
    [
        " I also say all the time the less you talk to more people listen",
        2342.14,
        2344.88
    ],
    [
        " Yeah, yeah, I said that all the time I give that as leadership council",
        2344.88,
        2348.04
    ],
    [
        " Hey, if you're in there and you got something to say in a meeting and you say it in",
        2348.04,
        2351.94
    ],
    [
        " 14 sentences and it takes you seven minutes",
        2352.82,
        2354.72
    ],
    [
        " Maybe 14 seconds maybe you maybe you maybe it takes you seven minutes to say something",
        2354.72,
        2359.66
    ],
    [
        " That you could have said in",
        2359.66,
        2363.28
    ],
    [
        " 14 seconds the 14 second route was way is way preferred of course",
        2363.28,
        2369.52
    ],
    [
        " And it's gonna have so much more impact yes, sir, but let's face it the added specifically added drama",
        2369.52,
        2376.26
    ],
    [
        " He's undeniable like so if if we're here. I don't know. Let's say we had to I don't know make key",
        2376.26,
        2381.92
    ],
    [
        " chains or something and there was like a hundred thousand key chains that needed to be made and we get here at 5 p.m",
        2381.94,
        2388.2
    ],
    [
        " Or whatever and I ask you and",
        2388.2,
        2391.32
    ],
    [
        " You're like yeah, we need to get these done or whatever and then I look at them and go hey",
        2391.32,
        2394.2
    ],
    [
        " Are we gonna do all these tonight and end this two different scenarios where you could be like?",
        2394.2,
        2399.28
    ],
    [
        " You know what yeah, we're gonna we're gonna get all these done tonight or you could just look at me",
        2399.42,
        2403.38
    ],
    [
        " I know already the answer is fucking yes. Yeah, oh, it's hell yes, but it's way more dramatic",
        2403.38,
        2409.16
    ],
    [
        " You don't even say anything say anything exactly right or you could pull which would you typically do you'll just say yes and that's it",
        2409.16,
        2416.72
    ],
    [
        " I want more. I want you to make me feel good. I want to but it's just this big the black hole of",
        2416.72,
        2423.2
    ],
    [
        " Of nothingness that I'm just left with except for yes like with that you you got to make of it whatever you're gonna make of it",
        2423.2,
        2430.44
    ],
    [
        " But yes, you know, so it's like how we merge a magic",
        2430.44,
        2433.44
    ],
    [
        " Good so that's what the book is written like um",
        2433.44,
        2437.76
    ],
    [
        " I we're gonna roll into I'm just trying to give some of the characters right some of the some of the characters here's the",
        2438.58,
        2445.5
    ],
    [
        " I guess this is our leading female character in the book here we go",
        2445.5,
        2452.56
    ],
    [
        " She is a pretty but tough-looking girl",
        2452.56,
        2456.24
    ],
    [
        " Thick black hair that wants to curl but is for the most part straightened by its own weight and volume",
        2456.24,
        2464.1
    ],
    [
        " pale skin",
        2464.1,
        2466.4
    ],
    [
        " Dark eyes",
        2466.94,
        2468.04
    ],
    [
        " Eyes with a hint of fight left in them",
        2468.04,
        2471.44
    ],
    [
        " But most of the fight is gone",
        2471.44,
        2474.6
    ],
    [
        " Worn away by long hours and hard work and worn away by the reality of life",
        2474.6,
        2482.38
    ],
    [
        " Jessica",
        2482.38,
        2485.36
    ],
    [
        " Where have you been she asks working where else jonti responds defensively you can't call or anything",
        2485.36,
        2493.64
    ],
    [
        " Sorry he replies. I'm a prick. Yeah, you are she says",
        2494.1,
        2498.26
    ],
    [
        " You never held that against me before don't start now you buy me a drink and I'll forgive you",
        2498.26,
        2503.98
    ],
    [
        " Lucy soko and coke",
        2503.98,
        2505.84
    ],
    [
        " Johnny shouts to the barmaid soko and coke got it the bartender responds",
        2505.84,
        2510.16
    ],
    [
        " How's work johnny asks",
        2510.16,
        2512.58
    ],
    [
        " Although he knows the answer",
        2512.58,
        2514.48
    ],
    [
        " The usual marks an asshole",
        2514.48,
        2516.98
    ],
    [
        " Everybody comes into that place as a fucking asshole and I do what I do",
        2516.98,
        2521.46
    ],
    [
        " Smiling kiss their ass. Why don't you quit johnny asks",
        2522.1,
        2525.22
    ],
    [
        " It's an earnest question even though the answer is known by him",
        2525.22,
        2529.56
    ],
    [
        " She knows the answer too. She also has the same question. Why don't you quit your fucking job stock boy",
        2529.56,
        2537.08
    ],
    [
        " Ouch",
        2537.08,
        2538.5
    ],
    [
        " Thanks johnny mutters dejected",
        2538.5,
        2541.54
    ],
    [
        " Well, I mean fuck of course I'd quit that job same as you but who's gonna pay the rent",
        2541.54,
        2546.38
    ],
    [
        " The bartender approaches them and places the southern comforting coke in front of Jessica",
        2547.16,
        2551.28
    ],
    [
        " Soko and coke she says matter of fact. Thanks Lucy. Johnny tells her thanks johnny. Jessica says to johnny",
        2551.28,
        2559.04
    ],
    [
        " Anything for you darlin. He says with a smile",
        2559.04,
        2562.12
    ],
    [
        " Great. You're horny. She says hey, he replies defensively. I'm just don't worry. I am too. She says with a smile",
        2562.12,
        2571.74
    ],
    [
        " So",
        2575.76,
        2576.4
    ],
    [
        " So there's Jessica",
        2576.4,
        2577.02
    ],
    [
        " Um",
        2577.02,
        2578.96
    ],
    [
        " Again, where does Jessica come from kind of a composite character of",
        2578.96,
        2584.2
    ],
    [
        " Growing up of traveling",
        2584.2,
        2586.66
    ],
    [
        " Going to different towns different cities",
        2586.66,
        2589.48
    ],
    [
        " Restaurants bars. You know, she's a waitress. Um, I know many Jessica's in my time and like you said",
        2589.48,
        2598.7
    ],
    [
        " I think we've all known plenty of Jessica's and and look she's hardworking",
        2598.7,
        2603.28
    ],
    [
        " She's determined what she's up against the odds",
        2603.28,
        2606.26
    ],
    [
        " And she's also a product of and you've learned this in the book she's a product of some bad decisions or at least some decisions that aren't great ones",
        2606.26,
        2614.68
    ],
    [
        " right",
        2614.68,
        2615.12
    ],
    [
        " So she kind of ends up in her",
        2615.12,
        2617.74
    ],
    [
        " Stuck in this position as well and and to quote Harvey kaitel",
        2617.74,
        2623.58
    ],
    [
        " From reservoir dogs. Yes, sir. Wait your sing is the number one job for female non-college graduates in this country",
        2624.4,
        2630.02
    ],
    [
        " And I always I always you know because I worked in restaurants man",
        2630.02,
        2636.78
    ],
    [
        " That's a freaking hard job and you got a smile",
        2636.78,
        2640.32
    ],
    [
        " Right? Yeah, customer services got a smile",
        2640.32,
        2644.7
    ],
    [
        " So not only are you working a hard job and people are treating you bad in some cases. Yeah, where",
        2644.7,
        2650.82
    ],
    [
        " This this isn't cooked good enough",
        2651.82,
        2653.34
    ],
    [
        " By the way if you if you ever are serving me and I return something to the kitchen it is totally jacked up",
        2653.34,
        2658.9
    ],
    [
        " Because if it's not totally jacked up, I'm just gonna like just gonna get up. Yeah, so",
        2658.9,
        2662.54
    ],
    [
        " I mean you got to give me a raw bleeding piece of meat if you think I'm gonna return to the kitchen",
        2662.54,
        2667.52
    ],
    [
        " What about the wrong thing someone gives you straight up the wrong thing they messed your order up wrong thing",
        2667.52,
        2672.3
    ],
    [
        " Is it something I'm down with?",
        2672.3,
        2673.62
    ],
    [
        " You know like is it okay? Is it like hey? I ordered the rib eye get a piece of prime rib cool",
        2674.42,
        2679.84
    ],
    [
        " I'll eat it what if you get a fish",
        2679.92,
        2681.36
    ],
    [
        " Probably going back I'll be cool about it. Yeah, I'll probably just say you know what I might do in that situation",
        2681.36,
        2687.44
    ],
    [
        " This is how nice I am",
        2687.44,
        2689.3
    ],
    [
        " Yeah, no because I'd probably like hey, you know, I'm also interested in getting a steak can you bring your rib eye?",
        2689.3,
        2694.82
    ],
    [
        " You get going my fish and maybe maybe put that in a dog in a doggy bag or something do you",
        2695.24,
        2700.78
    ],
    [
        " Do you on the inside do you actually feel bad that you have to do yes? You have to you feel bad huh? Yeah, yeah, I'm with you",
        2700.78,
        2707.76
    ],
    [
        " I don't like I don't like messing with waitresses. I don't like you know anybody in service right",
        2707.76,
        2713.6
    ],
    [
        " You know anybody in service. I don't like being that guy. Yeah, the the proverbial guy, right? That's like",
        2713.6,
        2720.9
    ],
    [
        " Yeah, man. Can you hurry up with that? Yeah, yeah",
        2720.9,
        2724.94
    ],
    [
        " You know, I'm the guy to be like, I mean, I guess I guess I'm not drinking water to",
        2724.94,
        2729.1
    ],
    [
        " And see no longer on a while",
        2729.1,
        2732.1
    ],
    [
        " Ha",
        2735.06,
        2735.46
    ],
    [
        " But hey, you know when someone does good service like I'm definitely gonna take care of him too. Yeah, yeah, that's good",
        2735.46,
        2740.48
    ],
    [
        " You know, that's what we're doing, but that's Jessica right we get this she's sor, she's honestly. She's kind of like a female Johnny",
        2740.48,
        2746.94
    ],
    [
        " In a way right she's smart. She's good-looking",
        2746.94,
        2750.04
    ],
    [
        " She's witty, but",
        2750.04,
        2752.44
    ],
    [
        " Maybe not the best choices. Maybe she didn't roll out in the best environment",
        2752.44,
        2756.7
    ],
    [
        " And that's addressed to in the book you know, there's some there's some a level of ownership that gets you know",
        2756.7,
        2761.9
    ],
    [
        " Responsibility for our actions and she's the one that kind of pushes that like hey you can sit around here because",
        2762.22,
        2768.02
    ],
    [
        " At a certain point I don't get too much into it, but Johnny starts saying well, you know, we didn't I didn't you",
        2768.02,
        2773.86
    ],
    [
        " I didn't have the right upbringing and all this and she's like hey dude",
        2773.86,
        2777.48
    ],
    [
        " No one made you quit",
        2777.48,
        2779.26
    ],
    [
        " School no one made you do this no one made you you did those things",
        2779.26,
        2783.6
    ],
    [
        " Um, but like you said",
        2783.6,
        2787.28
    ],
    [
        " these are these are",
        2787.28,
        2788.9
    ],
    [
        " These are people these are normal people these are people in the world. These are people I grew up with these are my friends to this day",
        2789.82,
        2796.72
    ],
    [
        " uh, people I met along the way",
        2796.72,
        2799.52
    ],
    [
        " now",
        2799.52,
        2801.46
    ],
    [
        " That's kind of your main characters one more character I want to introduce and there look there's a bunch",
        2801.46,
        2807.16
    ],
    [
        " There are a lot more characters in the book. I shouldn't say a lot more",
        2807.16,
        2810.8
    ],
    [
        " I tried to limit the number of characters as much as possible, right? I don't want to have this big complex",
        2810.8,
        2815.72
    ],
    [
        " uh",
        2817.52,
        2817.92
    ],
    [
        " Storyline that's hard to follow. I wanted it to be when you heard someone I want you just to know who it is and boom",
        2817.92,
        2823.48
    ],
    [
        " You're locked",
        2823.48,
        2824.04
    ],
    [
        " That was my goal simplicity",
        2824.04,
        2826.5
    ],
    [
        " um",
        2826.5,
        2827.92
    ],
    [
        " There's another character",
        2827.92,
        2830.38
    ],
    [
        " That I want I do want to bring up because he does you got some he's got some a little bit of impact",
        2830.38,
        2836.08
    ],
    [
        " And this character as you heard from the review from the publisher weekly reviewer Johnny and goat they work at a big box store",
        2836.08,
        2842.04
    ],
    [
        " And their boss is this guy named Gerald Lundstrom",
        2842.86,
        2846.14
    ],
    [
        " Jerry also known as Jerry and they call him",
        2846.14,
        2852.66
    ],
    [
        " The Weasel that's what they call. So let's get an introduction to",
        2852.66,
        2858.06
    ],
    [
        " Gerald Lundstrom the Weasel. Let's get an introduction to the big box store",
        2858.06,
        2862.88
    ],
    [
        " To what their jobs are and what they do there",
        2862.88,
        2865.84
    ],
    [
        " They're stock boys. So here we go",
        2865.84,
        2869.16
    ],
    [
        " You",
        2870.64,
        2871.46
    ],
    [
        " You would think Americans",
        2871.46,
        2872.32
    ],
    [
        " Survived on fucking mayonnaise goat says disgusted no shit",
        2872.32,
        2877.92
    ],
    [
        " Stock boys",
        2877.92,
        2879.38
    ],
    [
        " boxes",
        2879.38,
        2880.74
    ],
    [
        " tile floor and industrial shelves food",
        2880.74,
        2885.1
    ],
    [
        " detergent",
        2885.1,
        2886.38
    ],
    [
        " electronics",
        2886.38,
        2887.7
    ],
    [
        " Pretty much anything can be found here",
        2887.7,
        2890.6
    ],
    [
        " Every day from the time the doors open until they close there are customers here",
        2890.6,
        2895.68
    ],
    [
        " By milk and batteries and toilet paper and garbage bags",
        2896.28,
        2900.42
    ],
    [
        " Tomatoes popcorn salami",
        2900.42,
        2903.8
    ],
    [
        " People can buy anything here and they do",
        2903.8,
        2907.88
    ],
    [
        " Consumption in massive quantities to fill their massive bellies and run up their massive credit card debt",
        2907.88,
        2915.06
    ],
    [
        " people",
        2915.06,
        2916.74
    ],
    [
        " Flesh covered robot beings in need of fuel and meaning",
        2916.74,
        2922.2
    ],
    [
        " They find both here",
        2923.7,
        2925.42
    ],
    [
        " I mean honestly who the fuck needs a half a gallon of miracle whip for their house goat asks earnestly trying to comprehend this madness",
        2925.42,
        2933.54
    ],
    [
        " Well, obviously a bunch of people need it all this will be gone in a couple of days",
        2933.54,
        2937.72
    ],
    [
        " Goat shakes his head. What the hell do they do with it?",
        2937.72,
        2942.0
    ],
    [
        " Do they put it in their cereal or something? I think they butter their wives up with it. God damn that's fucking disgusting",
        2942.3,
        2948.64
    ],
    [
        " Yet is Johnny agrees",
        2948.64,
        2950.62
    ],
    [
        " From the end of the aisle allowed high pitched voice breaks their conversation",
        2950.62,
        2956.96
    ],
    [
        " Jerry the night manager",
        2956.96,
        2959.48
    ],
    [
        " You guys need to stop talking and get that stuff stacked up less talking and more stocking",
        2959.48,
        2965.64
    ],
    [
        " We've still got pickles mustard, christgo, and can ham",
        2965.64,
        2969.8
    ],
    [
        " I got your can ham go whispers under his breath",
        2969.8,
        2973.88
    ],
    [
        " Jerry walks toward goat and Johnny",
        2973.88,
        2976.88
    ],
    [
        " Finn",
        2978.82,
        2979.86
    ],
    [
        " late 30s",
        2979.86,
        2980.9
    ],
    [
        " smoker",
        2980.9,
        2981.92
    ],
    [
        " greasy hair",
        2981.92,
        2983.68
    ],
    [
        " beige Levi dockers",
        2983.68,
        2986.32
    ],
    [
        " polo shirt",
        2986.32,
        2987.98
    ],
    [
        " yellow",
        2987.98,
        2989.4
    ],
    [
        " gold colored necklace with cross gold colored watch",
        2989.4,
        2994.58
    ],
    [
        " fake",
        2994.58,
        2995.88
    ],
    [
        " What did you say Jerry asked aggressively?",
        2995.88,
        2999.84
    ],
    [
        " Goat stand up goat stands up straight and belts out. I said I got your can ham",
        3000.28,
        3006.28
    ],
    [
        " Jerry shakes his head he tries to think of an original comeback, but he can't think of anything good",
        3007.66,
        3012.14
    ],
    [
        " He resorts to all he knows well you just keep running your mouth like that and we'll see if you ever make supervisor",
        3012.14,
        3018.68
    ],
    [
        " Not wanting to engage in a verbal battle Jerry quickly walks away",
        3018.68,
        3023.98
    ],
    [
        " goat stands there shaking his head",
        3023.98,
        3027.06
    ],
    [
        " Mother fucker he says quietly then unable to contain himself shouts supervise this you weasel looking mother fucker",
        3027.06,
        3035.44
    ],
    [
        " Johnny looks at him",
        3036.88,
        3038.02
    ],
    [
        " I'd fucking kill myself if I ever made supervisor at this shithole",
        3038.02,
        3042.22
    ],
    [
        " Yeah, and that fucking prick walking around like he's fucking Steve jobs",
        3042.22,
        3046.48
    ],
    [
        " loser fucking loser",
        3046.48,
        3048.74
    ],
    [
        " At least he's easy to rip off Johnny concedes. Yeah, he's got that going for him",
        3048.74,
        3054.8
    ],
    [
        " I'm getting a couple of bottles of jack tonight goat says I'm getting the nastiest rot gut gin I can find",
        3054.8,
        3062.76
    ],
    [
        " So",
        3066.92,
        3067.48
    ],
    [
        " There you go. That's the uh manager",
        3067.48,
        3070.26
    ],
    [
        " Have you ever had a manager like like my boy like the weasel? Yes, sir. I God",
        3070.26,
        3075.74
    ],
    [
        " Do I need to do character development or do we know who Jerry the weasel lunchroom is right?",
        3075.74,
        3084.32
    ],
    [
        " We're gonna use the schema unknown yeah for sure and um",
        3084.44,
        3087.7
    ],
    [
        " I had so much fun writing that dialogue I heard you chocolate hard K dog behind the scenes over there",
        3088.22,
        3093.62
    ],
    [
        " Chuck with his eyes rolls over the",
        3093.62,
        3095.2
    ],
    [
        " Just because that's what it's like right you know you're 22 23 years old you're having you have a crap job",
        3095.2,
        3102.68
    ],
    [
        " You know you know Dave Burke good deal to yeah he was a stock boy at target",
        3102.68,
        3108.72
    ],
    [
        " And she was a stock boy when he was at target and he was like 15",
        3108.72,
        3113.78
    ],
    [
        " Mm-hmm and he's like you nailed you nailed that dialogue you nailed those characters and I go I was they I said how can that be you weren't like that",
        3114.66,
        3122.36
    ],
    [
        " And he was no I wasn't like that I was 15 just trying to do a good job and trying to get money",
        3122.36,
        3126.54
    ],
    [
        " He goes but I worked with guys",
        3126.54,
        3128.26
    ],
    [
        " That shouldn't have been working there that were 22 23 24 years old",
        3128.26,
        3132.76
    ],
    [
        " And I would hear them talking and you freaking nailed it",
        3132.76,
        3137.04
    ],
    [
        " He's guys talk to each other and talk shit",
        3137.04,
        3139.96
    ],
    [
        " Mm-hmm",
        3140.1,
        3140.58
    ],
    [
        " So we all know managers like this kind of a",
        3140.58,
        3146.02
    ],
    [
        " stereotypical manager",
        3146.02,
        3148.16
    ],
    [
        " And that's the way the world kind of gets put together for this book now",
        3148.16,
        3153.0
    ],
    [
        " Again, I don't want to spend I don't want to start covering the plot of the book you kind of heard it from the review a little bit of what happens in the plot",
        3153.0,
        3159.98
    ],
    [
        " You don't get the whole deal, but that's sort of the direction we're heading in got to get the book to get there",
        3159.98,
        3165.5
    ],
    [
        " But I did want to kind of just talk about some of the",
        3165.86,
        3169.36
    ],
    [
        " themes some of the other themes that are in the book",
        3169.36,
        3172.4
    ],
    [
        " One of them is is kind of this",
        3172.4,
        3177.36
    ],
    [
        " Idea of being obsessed with random things which we all certainly do I do",
        3177.36,
        3185.26
    ],
    [
        " We all end up obsessed with these random things and if you look at it from the outside it doesn't make any sense",
        3185.26,
        3190.14
    ],
    [
        " So jujitsu",
        3190.14,
        3192.18
    ],
    [
        " Mm-hmm",
        3192.18,
        3193.02
    ],
    [
        " surfing",
        3193.02,
        3194.32
    ],
    [
        " archery",
        3194.32,
        3195.92
    ],
    [
        " rock climbing",
        3195.92,
        3198.02
    ],
    [
        " music guitars",
        3198.02,
        3199.8
    ],
    [
        " NASCAR",
        3199.8,
        3201.3
    ],
    [
        " Lonely lawn",
        3201.3,
        3203.76
    ],
    [
        " super into your lawn",
        3203.76,
        3205.32
    ],
    [
        " Right super into fishing super into yoga super into cooking super into grill like there's all these things that people just get into",
        3205.32,
        3213.96
    ],
    [
        " and",
        3213.96,
        3215.22
    ],
    [
        " that level of obsession",
        3215.22,
        3217.42
    ],
    [
        " Could be about anything right and that was that was one of the fun things that I had with Arty was I was thinking",
        3218.14,
        3224.84
    ],
    [
        " What would be the most random kind of thing that you could be obsessed with how about laundry",
        3224.84,
        3229.0
    ],
    [
        " Do laundry, but there's not that much difference between being obsessed with doing laundry and and archery",
        3229.0,
        3235.96
    ],
    [
        " Yeah, and I'm believe me. I'm pretty obsessed with archery. I spend a bunch of time doing it. I spend money on it like",
        3235.96,
        3242.52
    ],
    [
        " Well, why man? I could be making super clean clothes",
        3242.52,
        3247.1
    ],
    [
        " jujitsu hey, we're super into jitsu. Yeah, we can talk about this freaking skill on this and that but",
        3247.56,
        3252.16
    ],
    [
        " At this point we have kind of the basic skills that we need to defend ourselves. We're just doing it. Yeah",
        3252.16,
        3258.88
    ],
    [
        " For a whole mother reason right?",
        3258.88,
        3260.98
    ],
    [
        " lawns right yeah like lawn care people get fired up for that stuff. Oh, yeah",
        3262.06,
        3267.18
    ],
    [
        " So that's something that we do",
        3267.18,
        3269.84
    ],
    [
        " It's an underlying theme in the book is man think about what you're doing. What are you obsessed with? Why you obsessed with it?",
        3269.84,
        3277.14
    ],
    [
        " We get into some weird stuff. Yeah",
        3277.5,
        3279.66
    ],
    [
        " consumerism",
        3279.66,
        3282.54
    ],
    [
        " Buying stuff as another thing we do you wrap that you wrap the obsession around also around",
        3282.54,
        3289.18
    ],
    [
        " consumerism buying stuff and",
        3289.18,
        3291.66
    ],
    [
        " And if you've ever been to a big box store which I certainly have been to many and",
        3291.66,
        3297.7
    ],
    [
        " still go to",
        3297.7,
        3299.48
    ],
    [
        " Or I should say still shop at because",
        3299.48,
        3302.64
    ],
    [
        " Because I don't go to them very often my wife kind of gets that done",
        3302.98,
        3306.94
    ],
    [
        " But you go into those places and it's we consume a lot of stuff right and here's here's what I think is interesting",
        3306.94,
        3314.06
    ],
    [
        " And nowadays, you know, this this this book takes place",
        3314.06,
        3317.44
    ],
    [
        " In the early 90s late 80s. I'm gonna say early 90s. So there's no cell phones",
        3317.44,
        3325.08
    ],
    [
        " But one thing that I've found that I think I believe you can tell me what you think",
        3325.08,
        3331.32
    ],
    [
        " I think we I think have you ever built something",
        3332.64,
        3334.86
    ],
    [
        " Yes sir. I have and it gave that took you some time and effort",
        3334.86,
        3338.86
    ],
    [
        " What's the biggest thing you've ever built big biggest one? Yeah, I don't know",
        3338.86,
        3343.06
    ],
    [
        " But I that wasn't that did not come from my Kia",
        3343.06,
        3346.32
    ],
    [
        " Yeah, so what okay, so I don't know the biggest thing. That's gonna take a while for me to think of but the thing that did jump out at me was",
        3346.32,
        3355.52
    ],
    [
        " I used to make slingshots when I was a kid. Okay, so",
        3355.52,
        3358.32
    ],
    [
        " You",
        3360.42,
        3360.82
    ],
    [
        " Go down in my case. I'd go down the valley the canyon",
        3360.82,
        3364.36
    ],
    [
        " Whatever um, and you'd find a guava tree. I like the guava tree wood",
        3364.36,
        3369.2
    ],
    [
        " You and then you find where there's like a perfect why it can be like too narrow of a split",
        3369.2,
        3374.14
    ],
    [
        " Gotta be and it can't be too wide either and a lot of those you gotta find the perfect one",
        3374.14,
        3378.74
    ],
    [
        " When you cut it cut it all three spots and you bring it back",
        3378.74,
        3382.76
    ],
    [
        " You you skin it. Mm-hmm. Let it dry for a little bit like a few days or whatever",
        3382.76,
        3387.42
    ],
    [
        " I used to this is when I went extra on it. I'd sand it down so it looks kind of cool",
        3388.0,
        3392.56
    ],
    [
        " You can put finish on it and I never really did that um, and then you go by it's called surgical tubing",
        3392.56,
        3398.5
    ],
    [
        " yeah, stuff",
        3398.5,
        3399.56
    ],
    [
        " Then you uh, yeah, you attach them and then you cut off the the tongue of your shoe",
        3399.56,
        3404.12
    ],
    [
        " Of like an old shoe or whatever you cut it off and then poke the two holes use a knife or even like a whole puncher",
        3404.12,
        3410.0
    ],
    [
        " It's harder to do the whole puncher, but you you know you do the two holes attached to surgical tubing",
        3410.0,
        3415.46
    ],
    [
        " What I would do is I'd do this",
        3415.62,
        3417.16
    ],
    [
        " Circle surgical tubing go in the hole curl back. I'd super glue it together",
        3417.16,
        3422.14
    ],
    [
        " Wrap it with thread not too tight because it might start cutting into when it starts oxidized a little bit",
        3422.14,
        3427.18
    ],
    [
        " And then tape like small piece of tape so it'd be super strong super strong",
        3427.18,
        3431.16
    ],
    [
        " The same thing both sides are all four",
        3431.16,
        3433.14
    ],
    [
        " attachments and boom there you go looks nice too. How'd you feel when you were complete? Yeah amazing",
        3433.14,
        3439.08
    ],
    [
        " That's why I do a bunch of them like I don't need like five sling shots, but yeah, oh, yeah",
        3439.08,
        3443.26
    ],
    [
        " I got the two or three going so I think there's some I don't know there's probably some",
        3443.26,
        3448.08
    ],
    [
        " Chemical dopamine hit or whatever that you get when you actually do something when you build something like I've built",
        3448.08,
        3454.8
    ],
    [
        " So like like redoing my house like remot like ripping out gutting my hat one time I did my kitchen and I gutted it",
        3454.8,
        3465.74
    ],
    [
        " In 72 hours. I gutted the whole thing demoed it got it out. Read it the electrical read the plumbing",
        3467.5,
        3474.82
    ],
    [
        " Put in a sub box. What's that called I put in a a sub box for the electrical I forget what it's called",
        3474.82,
        3482.84
    ],
    [
        " But I put it in like a whole new electrical system and then I dry walled it",
        3482.84,
        3487.74
    ],
    [
        " And I did that all in 72 hours",
        3487.74,
        3490.86
    ],
    [
        " And but you feel like a accomplishment, right? Yeah",
        3490.86,
        3494.94
    ],
    [
        " Building like fences at my house is building",
        3497.0,
        3499.36
    ],
    [
        " I remodeled my other house so so like these major projects",
        3499.36,
        3503.92
    ],
    [
        " You feel this good sense of satisfaction when you're done",
        3503.92,
        3507.8
    ],
    [
        " Well in the modern world we do a lot less of that right so how so you can replace that sort of satisfaction",
        3507.8,
        3516.28
    ],
    [
        " by clicking",
        3516.28,
        3517.7
    ],
    [
        " On the Amazon whatever buy now right and all of a sudden you feel like but the thing is since you didn't put much effort into it",
        3517.7,
        3525.5
    ],
    [
        " It's not that gratifying so you want to do it again. Yeah, yeah, so I think that's why people roll in the freaking Costco",
        3525.5,
        3530.74
    ],
    [
        " They roll in the Costco and they roll out with way more stuff because they just walk through those aisles getting that dopamine hit dopamine",
        3530.74,
        3537.86
    ],
    [
        " dopamine hit dopamine hit",
        3537.86,
        3539.42
    ],
    [
        " Because they feel like they",
        3539.42,
        3541.86
    ],
    [
        " Built that thing or they harvested. Yeah, it's the same thing when you go hunting and you like harvest the meat",
        3541.86,
        3549.82
    ],
    [
        " super gratifying",
        3549.82,
        3551.82
    ],
    [
        " Super",
        3553.6,
        3554.04
    ],
    [
        " Like one thousand times more gratifying",
        3554.04,
        3556.24
    ],
    [
        " Then buying a steak at the store and believe me buying a steak at the store is kind of gratifying too",
        3556.24,
        3562.24
    ],
    [
        " But you get that dopamine you're like oh yeah, then this is gonna be so good",
        3562.24,
        3565.72
    ],
    [
        " But it's way less so you buy another one right you know and then you buy this then you buy that right",
        3565.72,
        3570.42
    ],
    [
        " Yeah, that's weird huh",
        3570.42,
        3571.76
    ],
    [
        " So it's kind of like when you kind of",
        3571.76,
        3573.38
    ],
    [
        " Maybe cut it all the way down to what the hell's going on with that little transaction",
        3573.38,
        3578.22
    ],
    [
        " It's like you know like almost for lack of better way of putting it in the wild or in the you know nature",
        3578.64,
        3584.58
    ],
    [
        " Whatever you put in this work and then you",
        3584.58,
        3587.12
    ],
    [
        " You run through some challenges you overcome those challenges then you get the reward right?",
        3587.12,
        3592.0
    ],
    [
        " Yes, that's sort of the system and your brain",
        3592.34,
        3595.6
    ],
    [
        " You don't follow as long accordingly boom you put in the work you get obsessive over it",
        3595.6,
        3600.56
    ],
    [
        " You run into a challenge you overcome the challenge and you're back on your path to you know for that main goal",
        3600.56,
        3605.5
    ],
    [
        " You know and the harder you work the bigger the reward usually right as far as in your brain like the bigger the payoff",
        3605.56,
        3610.92
    ],
    [
        " You know, so it's like if you go for come all the time and then you then you really finally reap that reward in in your case",
        3610.92,
        3616.04
    ],
    [
        " It's hunting the elk or you know whatever whatever the reward is the prize right there boom",
        3616.04,
        3621.36
    ],
    [
        " There's your your ultimate satisfying dopamine hit whatever",
        3621.36,
        3625.1
    ],
    [
        " But now",
        3625.1,
        3627.06
    ],
    [
        " It's the same thing except you reduce the work parts so much, but you still get the little reward",
        3627.06,
        3633.16
    ],
    [
        " But here's the thing you reduce the work the reward you get rewarded, but it's less work less reward",
        3633.68,
        3639.16
    ],
    [
        " So what do you do you do it again less satisfying? Yeah, it's less time, but you just do it again. Oh, yeah, like culminate order this",
        3639.16,
        3644.2
    ],
    [
        " I'm gonna buy that yeah, and so you end up in this sort of weird cycle of",
        3644.2,
        3648.22
    ],
    [
        " Of satisfaction by just buying stuff",
        3648.22,
        3652.3
    ],
    [
        " Right, and you know and we've talked about this too, but the people who make the stores the layout and stuff",
        3652.3,
        3657.6
    ],
    [
        " Well, they know about that kind of stuff. That's why they that's why there's a thing called impulse buy right?",
        3657.6,
        3661.4
    ],
    [
        " So they put the candy right there by the checkout stuff that you didn't plan on getting",
        3661.52,
        3665.12
    ],
    [
        " But it's like one of those right now, you know kind of a thing it's like impulse buy you ever get",
        3665.12,
        3669.86
    ],
    [
        " I don't see you doing this, but maybe you do I don't know, but you know when you're shopping on Amazon, right?",
        3669.86,
        3675.56
    ],
    [
        " And me I get a lot of care will relate to this where I get a lot of little cables and little tools",
        3675.8,
        3682.36
    ],
    [
        " In whatever, you know, just for this thing or that thing or whatever",
        3682.36,
        3685.34
    ],
    [
        " And then when you check out or when you add it to the cart they'll introduce all these other things",
        3685.34,
        3689.62
    ],
    [
        " People also bought",
        3689.86,
        3690.88
    ],
    [
        " Like yeah, you'd say you're like double me double me. Oh, yeah, I could use that never gonna use it",
        3690.88,
        3697.36
    ],
    [
        " But I could imagine myself using this pair of pliers, you know, so many I have two pairs of pliers by the way already",
        3697.36,
        3703.24
    ],
    [
        " Well, but that one with the red handle and I was kind of dope. I'm headed as a little thing on the side",
        3703.24,
        3707.46
    ],
    [
        " I am the I am the most I research stuff to the point where it's stupid you trying to get me to buy something",
        3707.46,
        3714.14
    ],
    [
        " I was looking at someone",
        3714.14,
        3716.26
    ],
    [
        " I was looking at one of my I was looking at one of my kids",
        3716.26,
        3718.64
    ],
    [
        " Yeah, my kids Instagram and my my daughter was like, oh, I have an advertisement every third",
        3719.52,
        3724.94
    ],
    [
        " Whatever picture is an advertisement",
        3724.94,
        3728.36
    ],
    [
        " And I go that no like oh, I hardly have any and I should she's like no way and I shorter and I have like almost no",
        3728.36,
        3734.74
    ],
    [
        " promoted ads",
        3734.74,
        3736.02
    ],
    [
        " You know why I never click on them and they know I'm luck low",
        3736.02,
        3740.6
    ],
    [
        " low conversion I'm like the lowest conversion ever",
        3740.6,
        3744.4
    ],
    [
        " Not even wasting their money throwing that thing you're probably for me because you you could have the best freaking idea in the world",
        3744.48,
        3750.88
    ],
    [
        " And I'm gonna start like I'm gonna have to research that yeah, I'm surprised Amazon just doesn't check me out without showing me anything",
        3750.88,
        3758.26
    ],
    [
        " Because they're just over it. Yeah, don't even try. Yeah, don't even try. I know worth it",
        3758.26,
        3762.08
    ],
    [
        " So that's an underlying theme, but here's here's the here's the kind of the real",
        3762.08,
        3767.56
    ],
    [
        " I don't know maybe it's that maybe it's the heaviest underlying theme is just the idea and it",
        3767.56,
        3773.98
    ],
    [
        " Is it's about happiness right",
        3773.98,
        3775.68
    ],
    [
        " Not only about happiness, but this sort of underlying",
        3775.68,
        3781.08
    ],
    [
        " Unhappiness in the world underlying sadness in the world",
        3781.08,
        3786.78
    ],
    [
        " When I was a kid and I was working at Wendy's and I saw Jean and I saw that she was freaking happy",
        3786.78,
        3797.0
    ],
    [
        " Hmm",
        3800.34,
        3800.98
    ],
    [
        " And I knew",
        3800.98,
        3802.1
    ],
    [
        " That I wasn't",
        3802.1,
        3804.48
    ],
    [
        " And I didn't even know if I could be it didn't seem like an achievable thing it seemed like there was too much",
        3804.48,
        3813.26
    ],
    [
        " It seemed like there was too much",
        3813.26,
        3816.5
    ],
    [
        " underlying",
        3816.5,
        3818.82
    ],
    [
        " Things in the world that just are gonna be bad",
        3818.82,
        3823.18
    ],
    [
        " right",
        3823.18,
        3824.46
    ],
    [
        " Um, and I always sense that in the world. I always sensed always I always had this sense in the world of this underlying sadness is underlying despair this underlying suffering",
        3825.68,
        3835.16
    ],
    [
        " And I don't want to use the term depression because maybe you wrap all those things together because depression seems like it's a clinical sort of like a problem that you treat type thing",
        3835.16,
        3846.58
    ],
    [
        " And I didn't feel like this was a clinical problem",
        3846.58,
        3848.62
    ],
    [
        " It just seemed like life to me",
        3848.62,
        3852.36
    ],
    [
        " Was not the gonna go the way you wanted it to go",
        3855.32,
        3857.58
    ],
    [
        " For anyone",
        3857.58,
        3861.32
    ],
    [
        " You're gonna end up in a wrong job you're gonna end up in the wrong relationship you're gonna something's gonna be wrong with your health",
        3861.32,
        3868.26
    ],
    [
        " Um, something's gonna be wrong in your family",
        3868.26,
        3870.7
    ],
    [
        " But and we're gonna die",
        3870.7,
        3873.28
    ],
    [
        " And we're all gonna die and before we die we're gonna suffer",
        3873.28,
        3876.8
    ],
    [
        " And by the way everyone that you know and everyone that you love is gonna suffer and die",
        3876.8,
        3882.32
    ],
    [
        " And",
        3886.78,
        3887.24
    ],
    [
        " So I would always I kind of had this",
        3887.24,
        3889.54
    ],
    [
        " underlying sense of the world",
        3889.54,
        3892.34
    ],
    [
        " And then I would catch like glimpses of people that were happy and",
        3892.34,
        3898.26
    ],
    [
        " Sometimes it was someone like Jean there was another guy that worked at a freaking junkyard",
        3898.26,
        3903.8
    ],
    [
        " Who is kind of jacked especially when I was younger, you know when you were younger",
        3903.8,
        3908.6
    ],
    [
        " And in the in the 70s if someone was jacked in the 70s like it was a whole",
        3909.84,
        3915.58
    ],
    [
        " It was like a next level right",
        3915.58,
        3918.76
    ],
    [
        " Because you're you're not used to seeing people better jacked at all and",
        3918.76,
        3923.18
    ],
    [
        " I remember seeing this guy who's a work that a junkyard",
        3923.18,
        3926.24
    ],
    [
        " And and he looked happy and I was like dude this guy's just jacked and just lifting engine parts around the junkyard",
        3926.24,
        3935.3
    ],
    [
        " And",
        3937.06,
        3937.46
    ],
    [
        " It seemed like he was happy",
        3937.46,
        3938.64
    ],
    [
        " So",
        3938.64,
        3941.16
    ],
    [
        " That's sort of this underlying to theme and I'll tell you like when I got to the teams thank god",
        3941.16,
        3947.84
    ],
    [
        " When I got to the teams that's when I started to feel like oh",
        3947.84,
        3951.8
    ],
    [
        " Like kind of happy like this is cool",
        3951.8,
        3954.28
    ],
    [
        " That people I'm with are kind of cool and life's not gonna be perfect",
        3954.28,
        3958.66
    ],
    [
        " But we're gonna have a good time living this imperfect life",
        3958.66,
        3962.02
    ],
    [
        " So I started to get a little bit relieved of that as I got as I got older",
        3962.2,
        3966.86
    ],
    [
        " But I think that",
        3966.86,
        3969.66
    ],
    [
        " You know Johnny kind of realizes that he's not gonna be happy",
        3969.66,
        3973.94
    ],
    [
        " And this is the other sort of the other sort of underlying theme is this idea of of",
        3973.94,
        3983.54
    ],
    [
        " sacrifice",
        3983.54,
        3986.66
    ],
    [
        " And",
        3989.72,
        3990.2
    ],
    [
        " When Johnny realizes that he can't be happy or at least he doesn't think he can be happy",
        3990.2,
        3993.96
    ],
    [
        " He sees that you know kind of the way I looked at gene the Wendy salad bar girl",
        3993.96,
        4000.88
    ],
    [
        " But that's his brother",
        4000.88,
        4002.84
    ],
    [
        " And the situation unfolds where he's not gonna be able to be happy anymore where where already is not gonna be happy anymore and",
        4002.84,
        4011.3
    ],
    [
        " Johnny knows if he makes sacrifices he could preserve the happiness for his brother",
        4011.94,
        4016.9
    ],
    [
        " Especially because he's never gonna be happy himself",
        4016.9,
        4020.7
    ],
    [
        " Um",
        4020.7,
        4022.74
    ],
    [
        " You know I had this conversation with stoner one time we're out surfing and he was asking me that he's like",
        4022.74,
        4031.02
    ],
    [
        " Bro, I don't know. It's like the same thing",
        4031.02,
        4033.64
    ],
    [
        " He's like bro, I'm never gonna be how you how am I ever gonna be happy? I'm never gonna be happy",
        4033.64,
        4039.02
    ],
    [
        " And we were literally it's like a beautiful",
        4039.24,
        4041.7
    ],
    [
        " Southern California",
        4041.7,
        4043.84
    ],
    [
        " We're out at our surf spot",
        4043.84,
        4045.94
    ],
    [
        " For whatever reason there's not many guys out there's a little offshore breeze the waters warm",
        4045.94,
        4051.34
    ],
    [
        " It's a you know, chest to head highs swell pretty consistent like it's it doesn't get any better",
        4051.34,
        4057.98
    ],
    [
        " And he's out of here saying to me like",
        4057.98,
        4060.44
    ],
    [
        " How do you ever how you ever find happiness and I'm like bro? This is it man",
        4060.44,
        4066.5
    ],
    [
        " This is it right here and that's what",
        4066.84,
        4070.34
    ],
    [
        " You know, that's what that's what you have to be able to find",
        4070.34,
        4075.58
    ],
    [
        " You have to be able to find that the path that you're on",
        4075.58,
        4080.52
    ],
    [
        " Even though it's challenging even though they're suffering. Oh, that's that's the happiness too",
        4080.52,
        4087.24
    ],
    [
        " And the sacrifice part is putting others above yourself",
        4087.24,
        4094.82
    ],
    [
        " You know, and obviously on this podcast we talk about heroes and we talk to heroes in many cases",
        4094.82,
        4099.82
    ],
    [
        " And most of the ones that we talk to here are military people right soldiers sailors airmen Marines",
        4099.82,
        4109.14
    ],
    [
        " But those aren't the only people",
        4109.14,
        4112.24
    ],
    [
        " Doesn't the only people in the world that are heroes right and and I'm not just talking about law enforcement",
        4112.24,
        4117.2
    ],
    [
        " And you know fire fighters and first responders as well. There's all kinds of people in the world that put others above themselves",
        4117.2,
        4124.06
    ],
    [
        " And",
        4126.28,
        4127.08
    ],
    [
        " Put other people's happiness above themselves and and whether that's mothers and fathers and",
        4127.08,
        4135.32
    ],
    [
        " Sisters and brothers and wives and husbands and friends. I mean, there's friends that do that",
        4135.32,
        4143.6
    ],
    [
        " Friends that put other people's happiness and other people's success above themselves and",
        4143.6,
        4152.52
    ],
    [
        " Really that's that's the under that's one of the other underlying themes of the book",
        4155.34,
        4159.4
    ],
    [
        " Is and then you know, that's that's a theme that's consistent with all the books that I've written fiction nonfiction people that are putting others above themselves",
        4159.4,
        4169.0
    ],
    [
        " That's what leadership is and ultimately",
        4169.0,
        4172.9
    ],
    [
        " That's what life is about",
        4172.9,
        4177.78
    ],
    [
        " So I think if you can put other others before yourselves",
        4183.9,
        4188.2
    ],
    [
        " Then if we do that then you can find some happiness and add a minimum add a minimum",
        4188.2,
        4194.42
    ],
    [
        " You can leave the world in better condition then you found it",
        4194.42,
        4198.92
    ],
    [
        " And if you can pull that off I think if you can pull that off",
        4198.92,
        4205.28
    ],
    [
        " Then you can die with a clean conscience and you can die with a smile on your face",
        4206.22,
        4211.1
    ],
    [
        " And you can leave a smile on the face of the people you left behind",
        4211.1,
        4217.68
    ],
    [
        " And that's a good life",
        4217.68,
        4222.2
    ],
    [
        " And that is final Smin",
        4222.2,
        4227.54
    ],
    [
        " Uh",
        4227.54,
        4231.32
    ],
    [
        " So",
        4233.72,
        4234.2
    ],
    [
        " We can't obviously cover the whole plot the details what we'll do is maybe in a year",
        4234.2,
        4238.54
    ],
    [
        " Remember what we did with Musashi yeah with Musashi. So this is episode 301",
        4238.54,
        4246.16
    ],
    [
        " Episode 401",
        4246.16,
        4248.14
    ],
    [
        " That's actually two years",
        4248.14,
        4250.52
    ],
    [
        " We'll give people two years to sort it out",
        4250.52,
        4254.8
    ],
    [
        " Is that long not well? We do one year so we do so we say 350",
        4254.8,
        4260.02
    ],
    [
        " Okay, we'll go 350 we'll shoot for 350 so 350",
        4262.3,
        4266.0
    ],
    [
        " We'll do full spoiler. We'll just tell everyone what's going on. We'll take a bunch of questions about the book",
        4266.0,
        4272.0
    ],
    [
        " um",
        4272.0,
        4273.08
    ],
    [
        " And",
        4273.08,
        4275.2
    ],
    [
        " Yeah, we'll do it again where we can go a little bit deeper on all the plot",
        4275.2,
        4279.04
    ],
    [
        " You know as I start getting feedback from people and people start asking all those awesome questions that you ask when you read books",
        4279.04,
        4285.66
    ],
    [
        " And what's this part about and what is this represent?",
        4285.66,
        4287.58
    ],
    [
        " We'll do all that",
        4288.26,
        4289.08
    ],
    [
        " Uh the books for for sale right now",
        4289.66,
        4291.8
    ],
    [
        " I would order it if I were you why?",
        4291.8,
        4296.3
    ],
    [
        " Clearly because you want that first the dish",
        4296.62,
        4298.6
    ],
    [
        " Uh, and here's another reason this is us against the establishment",
        4298.6,
        4302.1
    ],
    [
        " By the way, this is us against the literary critics",
        4302.1,
        4306.3
    ],
    [
        " Right, this is us against the big publishing companies the media companies",
        4306.3,
        4311.18
    ],
    [
        " Where are the outsiders? I'm an outsider and tell you what I go to New York City",
        4311.18,
        4315.64
    ],
    [
        " And I roll into those publishing offices. I am an outsider. I might as well be purple",
        4316.36,
        4322.76
    ],
    [
        " Uh, because I'm not from that world right?",
        4322.76,
        4328.74
    ],
    [
        " They don't hey the interesting thing is I mean, I was an English major in college",
        4329.12,
        4333.06
    ],
    [
        " They don't know about that",
        4333.06,
        4335.46
    ],
    [
        " They just look at me think knuckle dragger",
        4335.46,
        4338.72
    ],
    [
        " Meet head which I take as a compliment. Yeah, sir",
        4338.72,
        4343.56
    ],
    [
        "",
        4343.56,
        4343.56
    ],
    [
        " Um",
        4344.44,
        4344.86
    ],
    [
        " But yeah, they don't want us to win. So",
        4344.86,
        4346.86
    ],
    [
        " Join the cause right",
        4346.86,
        4348.94
    ],
    [
        " Let's let's let's let's take the fight to them um",
        4348.94,
        4353.84
    ],
    [
        " Get that first addition and here's the other thing",
        4353.84,
        4355.92
    ],
    [
        " I was planning to do a",
        4355.92,
        4357.8
    ],
    [
        " Speaking thing kind of like jocolive what we did last year right before covid hit",
        4357.8,
        4362.26
    ],
    [
        " I was we were booking it up and the whole freaking",
        4362.26,
        4366.3
    ],
    [
        " The industry is still paranoid and a bunch of the venues started getting crazy with the way they were gonna run them and",
        4366.3,
        4373.46
    ],
    [
        " Someone wanted to cancel and so I said all right fine. We'll put it off",
        4373.56,
        4377.22
    ],
    [
        " So I'm gonna do a jocolive tour with this. I don't know what city's I'm going to the only city",
        4377.22,
        4384.26
    ],
    [
        " Keep saying I want to go to is Detroit",
        4384.26,
        4387.82
    ],
    [
        " I just want to go to Detroit and by the way, there's so you knew jack white is",
        4387.82,
        4395.2
    ],
    [
        " Jack white white stripes. Oh, I'm thinking Todd white. Um, no, I do now. Yeah. Yeah, so he's got a thing up in",
        4395.2,
        4403.08
    ],
    [
        " Detroit",
        4404.76,
        4405.26
    ],
    [
        " He's got a place where he can record",
        4405.26,
        4407.94
    ],
    [
        " bands",
        4407.94,
        4409.58
    ],
    [
        " Straight to vinyl",
        4409.58,
        4411.94
    ],
    [
        " So it just straight to vinyl. I think it's a venue that holds like 50 people",
        4411.94,
        4417.6
    ],
    [
        " So I wanted to jocolive their own record it straight to the vinyl. Yeah, and just get",
        4417.6,
        4422.54
    ],
    [
        " Straight to vinyl house. I think it might be the only place in America where you can do that",
        4422.54,
        4431.18
    ],
    [
        " That sounds correct and plus the white stripes are awesome jack white's freaking awesome",
        4432.68,
        4436.3
    ],
    [
        " So that would be sick to do so I'm gonna try and go to Detroit. Maybe I have to do a big show before that",
        4436.3,
        4441.7
    ],
    [
        " To get everyone in there, but then after that",
        4441.7,
        4444.7
    ],
    [
        " We'll go straight to third-man records straight to vinyl",
        4444.7,
        4448.64
    ],
    [
        " Do you have a record player? Yeah",
        4448.64,
        4451.18
    ],
    [
        " Yeah, it's looking into that one one my amazon",
        4451.18,
        4453.96
    ],
    [
        " Spirals the record player they have a lot nowadays. Yeah, it's vinyl dude",
        4453.96,
        4459.54
    ],
    [
        " Yeah, it's not by the way. Yeah, we're talking about people being obsessed with things. Yeah, vinyl's one of them",
        4459.56,
        4464.74
    ],
    [
        " Yeah, get that vinyl out",
        4464.74,
        4466.4
    ],
    [
        " That record sounds better allegedly",
        4466.4,
        4468.78
    ],
    [
        " I remember there's there's a motorhead album where he put in between the songs on the CD",
        4468.78,
        4475.8
    ],
    [
        " Has like the record sound like this",
        4475.8,
        4478.7
    ],
    [
        " Yeah, come off it's pretty sick, right? Yeah, well that's I mean even with film. That's all right",
        4478.7,
        4485.32
    ],
    [
        " Where it's like no film looks like way better video and and photography. They're like no film all day",
        4485.32,
        4490.48
    ],
    [
        " Yeah, digital is whack. Digital is lame lame doesn't look as good doesn't look as natural doesn't look as you know",
        4490.48,
        4498.44
    ],
    [
        " Doesn't flow with your senses",
        4498.44,
        4500.42
    ],
    [
        " So Detroit that's one city I know I'm going to why because we wanted to flow with our senses. Yes, sir",
        4500.42,
        4506.58
    ],
    [
        " We're going straight to vinyl and straight to vinyl. I don't even know if that's a possible thing",
        4506.58,
        4510.12
    ],
    [
        " I don't I don't know if it's possible, but you know people might be like you can't do that",
        4510.12,
        4515.06
    ],
    [
        " You need you're not even a band. I'm like no, I'm gonna talk though. Yeah, it's an out you've done albums with tracks with tracks",
        4515.06,
        4521.4
    ],
    [
        " Right, so this would be on a album now. I'm straight up",
        4521.4,
        4524.62
    ],
    [
        " You've been to jocolives. Yes, sir. I have some of them gonna be cool record, right? Yes, sir. They would be",
        4524.62,
        4532.04
    ],
    [
        " vinyl vinyl all day man, then you get clear vinyl you get the red vinyl right? You don't know say",
        4532.04,
        4538.52
    ],
    [
        " I don't know what red vinyl is, but the vinyl's red. That's what red vinyl is where you get the clear vinyl",
        4538.52,
        4542.88
    ],
    [
        " Clear the records clear you can see through it",
        4544.0,
        4546.82
    ],
    [
        " You've heard of it. I never heard of that before cave dogs in the house in the game. Yeah, thank you. Oh",
        4546.82,
        4551.8
    ],
    [
        " so",
        4551.8,
        4552.7
    ],
    [
        " when",
        4552.7,
        4554.04
    ],
    [
        " I do that thing, but I guess it's gonna be spring or something like that we'll go live",
        4554.04,
        4559.02
    ],
    [
        " Well hang out",
        4559.02,
        4561.1
    ],
    [
        " If you're rolling up you got that second edition. Let's face it. I'm still appreciative",
        4561.1,
        4567.2
    ],
    [
        " Sure, but you know, I know we all know where you're at",
        4568.46,
        4572.12
    ],
    [
        " Appreciate the support. Let's crush the world with this book",
        4572.12,
        4576.4
    ],
    [
        " Echo speaking of crushing the world",
        4576.4,
        4581.08
    ],
    [
        " We kind of have to crush ourselves",
        4581.08,
        4583.96
    ],
    [
        " Right in order to crush the world which by the way, thank you tougher",
        4583.96,
        4587.62
    ],
    [
        " Yeah, which by the way, I can't just came back from hunting",
        4587.62,
        4591.12
    ],
    [
        " And for I think it was 13 days. I did not lift weights",
        4591.12,
        4595.72
    ],
    [
        " Because I was in the mountains",
        4596.2,
        4597.28
    ],
    [
        " Or as I call mountains",
        4597.28,
        4600.06
    ],
    [
        " But I came back and I was all fired up, you know, and felt like I need to man. I have doms in my arms right now",
        4600.06,
        4608.84
    ],
    [
        " In my I'm I haven't had doms in my arms in a long time",
        4608.84,
        4611.96
    ],
    [
        " So we got to crush ourselves that can take a toll at times. Yes, what do we need to do to kind of stay on the path to get better",
        4611.96,
        4621.66
    ],
    [
        " So we cross the world",
        4621.92,
        4622.98
    ],
    [
        " Well, keep in mind mentally and physically doms in the arms that indicates that you're working out your arms, which I respect",
        4622.98,
        4629.78
    ],
    [
        " So you know, I'm sorry they have the dumb but welcome to my world",
        4629.78,
        4635.3
    ],
    [
        " Well, okay, so we want to minimize doms. Well, no, no maximize yet minimize mitigate doms. Okay. Yeah, I would say that's a good call",
        4635.3,
        4647.2
    ],
    [
        " It's kind of a dichotomy really",
        4647.2,
        4649.04
    ],
    [
        " But let's face it",
        4649.76,
        4651.06
    ],
    [
        " Would you would you want to have doms every day on your arms with that include with that",
        4651.06,
        4657.9
    ],
    [
        " Increased progress or not",
        4657.9,
        4660.28
    ],
    [
        " Be bad, right? You know, I obviously there's a lot to it",
        4660.28,
        4664.38
    ],
    [
        " But generally speaking simply put doms every day. No, probably not. Okay. You want one the doms",
        4664.38,
        4669.82
    ],
    [
        " Heels then you want to elicit more doms in one way or another",
        4669.82,
        4679.02
    ],
    [
        " That'll help you through doms or no doms right on",
        4679.02,
        4681.7
    ],
    [
        " Something this path roll on supplementation is very helpful. So we'll talk about energy drinks first, right?",
        4681.7,
        4690.1
    ],
    [
        " As far as energy see I know I said it energy drinks",
        4690.28,
        4692.9
    ],
    [
        " Yeah as if that as if what we're talking about fits in with all the other categories of all these other",
        4692.9,
        4697.96
    ],
    [
        " Drinks that are in the energy drink category. Yeah, so may you know me if you're new to this when they're not",
        4697.96,
        4704.02
    ],
    [
        " Let's face it. They don't don't the stigma that you felt like in your brain or whatever",
        4704.6,
        4708.52
    ],
    [
        " Energy drinks that stigma don't worry about that that stigma anymore",
        4708.52,
        4711.72
    ],
    [
        " In fact forget that stigma forget it",
        4711.72,
        4713.86
    ],
    [
        " Don't totally forget it because there's other drinks that still have you need to keep the stigma in mind",
        4713.86,
        4719.14
    ],
    [
        " Yeah, but you can have the stigma avoidance. Yes. Like you'd like like detach from the stigma",
        4719.14,
        4724.02
    ],
    [
        " Leave it behind just leave it behind",
        4724.02,
        4726.46
    ],
    [
        " It doesn't control your brain and how you think of energy drinks necessarily anymore if you know about",
        4726.46,
        4732.12
    ],
    [
        " Jocco go okay, I can is it discipline go or jocco go? It is jocco discipline go",
        4732.9,
        4738.84
    ],
    [
        " Technically speaking. I got corrected by someone on the inside which I respected by the way, but either way",
        4738.84,
        4744.88
    ],
    [
        " go",
        4744.88,
        4745.86
    ],
    [
        " Jocco discipline go say energy drink that is good for you front to back good for you not the kind where you drinking um",
        4745.86,
        4753.58
    ],
    [
        " You know what are you ever seen that there's this commercial. I think one of these comedy YouTube",
        4753.58,
        4758.44
    ],
    [
        " channels",
        4760.2,
        4760.64
    ],
    [
        " They're like oh if son like if energy drink commercials. We're honest or whatever they called it like a",
        4760.64,
        4765.22
    ],
    [
        " a metal tube of",
        4765.22,
        4767.64
    ],
    [
        " Psychedelic poison",
        4767.64,
        4769.42
    ],
    [
        " But they they kept referring to it as a metal tube of some kind of poison. Yeah, what I'm accurate. Yeah. Oh, Brian watch the video",
        4769.42,
        4777.26
    ],
    [
        " It's funny. You're like damn that is all true and it's it's interesting either way",
        4777.26,
        4782.0
    ],
    [
        " It's not that that's not what this is no poison. It's different. Yeah, actually good for you. It's good for you. It's like a health",
        4782.0,
        4787.64
    ],
    [
        " Drink energy drink, but even though that makes it sound kind of like not really what it feels like",
        4787.96,
        4792.44
    ],
    [
        " Just keep in mind. It's an energy drink that tastes good is good and is good for you",
        4792.44,
        4798.34
    ],
    [
        " And gives you energy and gives you legit no chemicals",
        4798.34,
        4801.96
    ],
    [
        " None of these weird preservative things because the process of high quality. It's quality",
        4801.96,
        4807.32
    ],
    [
        " Many flavors the best in which is mango factually in my opinion",
        4807.32,
        4812.66
    ],
    [
        " Hahaha",
        4814.86,
        4815.3
    ],
    [
        " Check are you gonna have to choose for yourself on that one. It's called jock who go also got joint warfare. Yes, sir",
        4815.3,
        4820.32
    ],
    [
        " Yeah, I must say even joint warfare has its limitations because I",
        4820.32,
        4825.94
    ],
    [
        " More right now. I take it every day",
        4825.94,
        4829.2
    ],
    [
        " Thank God because otherwise I might need to be completely immobilized right now",
        4829.2,
        4834.32
    ],
    [
        " Well, you're late up here's the thing drone warfare is not gonna help your doms. Oh really? I mean not me",
        4834.32,
        4838.5
    ],
    [
        " I mean maybe we'll help the doms the protein protein",
        4838.5,
        4840.72
    ],
    [
        " So you're gonna help your doms. Yes, sir. So joints joint warfare super grill",
        4840.72,
        4845.38
    ],
    [
        " Right, but when it comes to actual rebuild",
        4845.38,
        4849.2
    ],
    [
        " We need to go moke. Yep. That's for the muscle. Yes additional protein in the form of the dessert",
        4849.2,
        4856.24
    ],
    [
        " You know what I had for breakfast this morning, which I normally don't eat mocks. Thank you",
        4856.24,
        4860.94
    ],
    [
        " Guess what I had for lunch moke because I could I knew what you just told me the doms. I know it needs help",
        4860.94,
        4867.78
    ],
    [
        " Yes, sir. I need to repair my muscles",
        4867.78,
        4870.26
    ],
    [
        " Oh, yeah, freaking sore dude",
        4870.28,
        4872.34
    ],
    [
        " By the way speaking of milk the the new and you actually all the ingredients were in front of my face",
        4872.34,
        4878.42
    ],
    [
        " But you turn me on to this or to the precursor of this new formula for the ultimate milk shake",
        4878.42,
        4884.28
    ],
    [
        " Depends on what flavor you like, but if you like the chocolate one this is the one",
        4884.28,
        4887.26
    ],
    [
        " Mint chocolate or dark chocolate or",
        4887.26,
        4890.24
    ],
    [
        " peanut butter chocolate whichever one you want",
        4890.24,
        4892.86
    ],
    [
        " Half of a half of a frozen banana over right",
        4892.86,
        4897.32
    ],
    [
        " Tulsi Gerber turn me on to that. Okay, so we got it you know a little collab going on",
        4898.24,
        4903.34
    ],
    [
        " Frozen half a frozen banana two scoops of the moke. I did the darkness",
        4903.34,
        4907.68
    ],
    [
        " Soy milk, you know because like soy silk. I don't know whatever the the one that that it doesn't have lactose in it",
        4907.68,
        4914.0
    ],
    [
        " So it's super low. Okay, if you go regular milk and you're concerned about if you're trying to go lower on the calorie thing",
        4914.0,
        4920.2
    ],
    [
        " Regular milk even 2% is not the best one for you because I'm over here on the whole milk",
        4920.2,
        4926.64
    ],
    [
        " Yeah, I'm straight up half and half",
        4926.64,
        4929.02
    ],
    [
        " Well, you're not going on a lower calorie scenario. It's face it you can't you know your little machine can handle that can stuff",
        4929.02,
        4936.86
    ],
    [
        " Either way if you are this is the deal because I was gonna give it to the kids for the ultimate front and test",
        4936.86,
        4942.16
    ],
    [
        " You seem to say anyway you go half",
        4942.16,
        4944.24
    ],
    [
        " Soy milk or almond milk whatever the unsweetened one and then half of that it's lactose-free",
        4944.24,
        4950.54
    ],
    [
        " It was the chocolate milk that you mentioned. Oh, yeah, it's like lactose-free",
        4950.54,
        4954.64
    ],
    [
        " There's way less sugar and it's like double triple filter to whatever um and you go half that too",
        4954.7,
        4960.78
    ],
    [
        " Oh, just for the extra boost of chocolate or whatever",
        4960.78,
        4963.88
    ],
    [
        " Man drink that one it tastes like ice cream. I think the banana",
        4963.88,
        4967.92
    ],
    [
        " But it's not a whole banana so you don't get the real super banana flavor",
        4967.92,
        4971.18
    ],
    [
        " But you get the sweetness from the banana and probably tastes like it's ice cream for real. Yeah. Oh, yeah, put ice in there",
        4971.18,
        4976.64
    ],
    [
        " Boom mix that up there you go moke protein in the form of a",
        4976.64,
        4980.46
    ],
    [
        " Highly desirable dessert highly desirable",
        4980.46,
        4984.04
    ],
    [
        " I'm desirable right now I've already had",
        4984.64,
        4986.16
    ],
    [
        " That's how it's true also jacquoise tea",
        4986.16,
        4991.88
    ],
    [
        " If you're into tea, you know something light that's the OG that's the original is the OG. Oh, yeah",
        4991.88,
        4997.6
    ],
    [
        " You like it is the OG I was never a tea drinker to be honest with you and but I was and I was surprised about how many",
        4997.6,
        5003.86
    ],
    [
        " Like tea drinkers were like brother jacquoise tea is that's it's the legit one. Yeah, so it's interesting",
        5003.86,
        5009.96
    ],
    [
        " You can get all this stuff",
        5009.96,
        5012.02
    ],
    [
        " At vitamin chop you can get all the stuff at jacquoise you'll calm by the way if you subscribe it gets shipped to you for free",
        5013.26,
        5020.2
    ],
    [
        " You can get the energy",
        5020.2,
        5023.8
    ],
    [
        " Drinks here's the thing you see you mentioned energy from time to time you know what energy is",
        5023.8,
        5029.2
    ],
    [
        " It's energy is an actual thing. Yeah, it's it's a hener graces got something",
        5029.2,
        5035.02
    ],
    [
        " It's a hener graces charisma",
        5035.02,
        5037.42
    ],
    [
        " His whole oh, that's his you know like yeah, you know when he talks he's like he's real brother",
        5037.48,
        5041.86
    ],
    [
        " Man, they want to listen to the guy talk forever and that energy that he brings that's a energy straight up",
        5041.86,
        5048.42
    ],
    [
        " I thought it was like he made mix some food up, you know, maybe an osi bowl",
        5048.42,
        5053.34
    ],
    [
        " But that was a energy one. I think the presentation of that. Yeah, what's the energy?",
        5053.34,
        5058.6
    ],
    [
        " So I'm just saying we got what we need to talk to to hener then and get it, you know",
        5058.74,
        5062.66
    ],
    [
        " Maybe he could approve of the energy drink over here",
        5062.66,
        5065.96
    ],
    [
        " What I think it's in the presenter. So I'm just saying it might be might be I don't know maybe maybe not",
        5066.38,
        5072.24
    ],
    [
        " But it might be misleading to say hey, they are considered to hener g drinks. You see I'm saying",
        5072.24,
        5076.76
    ],
    [
        " So I don't know so okay, so this was not officially endorsed by hener yes",
        5076.76,
        5082.3
    ],
    [
        " But if you want to get these drinks",
        5082.3,
        5084.92
    ],
    [
        " Gener g drinks",
        5084.92,
        5087.26
    ],
    [
        " If you want to get these gent these energy drinks",
        5087.26,
        5094.02
    ],
    [
        " You can get them out. Wow. Well on the east coast and by the way",
        5094.76,
        5097.62
    ],
    [
        " We'll be rolling out for everybody else in the country",
        5097.62,
        5100.26
    ],
    [
        " That's not on the east coast",
        5100.26,
        5101.82
    ],
    [
        " That's been hitting us up like what about this store? What about we're working them",
        5101.82,
        5105.64
    ],
    [
        " And we should start to see some those other big stores across the country rolling out shortly so that you way you can get",
        5105.64,
        5113.26
    ],
    [
        " So yeah",
        5113.26,
        5116.92
    ],
    [
        " Yeah, there you go",
        5116.92,
        5118.34
    ],
    [
        " Speaking of getting some, you know, you want some you know some American made stuff",
        5118.34,
        5123.58
    ],
    [
        " I want to say stuff. I don't mean just random stuff right good stuff",
        5123.58,
        5127.04
    ],
    [
        " jeans boots",
        5127.04,
        5128.94
    ],
    [
        " Various other leather goods depending on how creative Pete is feeling the wallets in there",
        5128.94,
        5134.54
    ],
    [
        " Can you still get the wallet yep both of them? Yeah, there's like a small one and a big one",
        5134.54,
        5139.86
    ],
    [
        " Yeah, so back to the jeans delta 68 and the the what's your old factory factory jeans",
        5139.86,
        5145.86
    ],
    [
        " um",
        5145.86,
        5146.7
    ],
    [
        " impressive jeans",
        5146.7,
        5148.74
    ],
    [
        " And I care about more elements of jeans as far as when you put on jeans then then this jaco guy",
        5149.54,
        5155.0
    ],
    [
        " You care about a number of things which are critical and fundamental I get it",
        5155.0,
        5158.94
    ],
    [
        " functionality yes sir is all I care about yes sir and just in life but me I care about the fit",
        5158.94,
        5164.24
    ],
    [
        " You know when I put on the jeans I like it is part of functionality yes in my opinion",
        5164.24,
        5168.6
    ],
    [
        " Okay, I care about the aesthetic fit as well",
        5168.6,
        5171.32
    ],
    [
        " Okay, yeah, I understand yes sir",
        5171.32,
        5173.28
    ],
    [
        " So you know when I'm in the mirror I look in the mirror and I look at myself",
        5173.28,
        5176.76
    ],
    [
        " And I look at my wife next to me and if she's like giving me the approval that means a lot",
        5179.2,
        5184.6
    ],
    [
        " Versus I put them on and she's like",
        5184.6,
        5188.12
    ],
    [
        " Stoic face maybe sour face wow",
        5188.12,
        5191.5
    ],
    [
        " Let's get a rough in your arms. Maybe let's see what else maybe you have like those types of reactions",
        5191.5,
        5196.34
    ],
    [
        " That means that means just to me you seem saying my wife is just stoked",
        5196.34,
        5199.9
    ],
    [
        " Yeah, yeah, well, you know why she's stoked because you put on the delta 68 like it isn't my case look",
        5199.9,
        5205.96
    ],
    [
        " Maybe it doesn't mean much you nonetheless. It still reaps the same benefits you seem saying in your wife my wife",
        5205.96,
        5211.44
    ],
    [
        " They're there to convey, you know, they're approval and that and around we go you seem saying",
        5211.44,
        5216.2
    ],
    [
        " So it doesn't matter if you notice or not origin USA dot com. Oh, yeah American made so",
        5216.2,
        5221.9
    ],
    [
        " When I say American made it doesn't mean we uh assemble them you know no in you know the zone",
        5221.9,
        5229.68
    ],
    [
        " And grown grown and zone right here in America everything from the",
        5229.68,
        5235.84
    ],
    [
        " rebuilding this whole freaking country bringing manufacturing back to here. That's what we're doing",
        5235.96,
        5240.1
    ],
    [
        " Yeah, doing some great stuff over there",
        5240.1,
        5242.2
    ],
    [
        " Uh also jacoa store it's called jaco store. That's where you can get your shirts and hats and hoodies anything you want to wear to represent the path",
        5242.2,
        5249.76
    ],
    [
        " Discipline equals freedom",
        5249.76,
        5252.1
    ],
    [
        " You can go deep on the idea of disciplining with freedom by the way. Yes, you can yeah",
        5252.1,
        5258.18
    ],
    [
        " Sometimes kind of hard to understand, but when you understand it mean I wrote a whole day a book about it",
        5258.18,
        5262.7
    ],
    [
        " So",
        5262.7,
        5263.0
    ],
    [
        " Yes, I would say I went some help. Yes sir. Yes sir. No less you want to represent every time I could go deep",
        5263.28,
        5269.26
    ],
    [
        " I have gone deep. Well, I'm thinking you know how okay? You ever listen to music when you work out? Yes",
        5269.26,
        5275.34
    ],
    [
        " Okay, so sometimes I will too sometimes sometimes I don't listen to podcasts depending on the podcast",
        5275.34,
        5279.38
    ],
    [
        " Sometimes the podcast can distract you from the workout. Mm-hmm. By the way, so keep that in mind",
        5279.38,
        5283.36
    ],
    [
        " But every once in a while I'll I'll go with nothing",
        5283.36,
        5286.3
    ],
    [
        " Not listen to anything good",
        5286.3,
        5288.2
    ],
    [
        " That's when your mind like you find your mind just going deep on some random thing that's always in front of your face",
        5288.6,
        5293.64
    ],
    [
        " or whatever and that's what happened recently to me. Discipline equals freedom",
        5293.64,
        5296.76
    ],
    [
        " And you man I have the freedom to do all this stuff, but I'm not gonna do it because I'm disciplined you seem saying",
        5296.76,
        5302.1
    ],
    [
        " And you can go deep in your own mind anyway if you're representing that you can get your shirts and hats and hoodies and bunch of other stuff on jacostore",
        5302.1,
        5310.14
    ],
    [
        " Dotcom also we have a subscription situation called the shirt locker",
        5310.14,
        5314.6
    ],
    [
        " Kind of an exclusive deal, you know, it's a monthly thing you get a new shirt different from the",
        5316.7,
        5322.9
    ],
    [
        " It's slightly exclusive it's available to anybody",
        5322.9,
        5327.6
    ],
    [
        " I'm just saying if you're part of the short locker you're wearing your short locker shirts",
        5327.6,
        5334.0
    ],
    [
        " Someone who's not part of the short locker they see your shirt they're gonna be like hey, where can I get that?",
        5334.0,
        5338.64
    ],
    [
        " You seem saying yeah, that's the in the exclusive it's pseudo exclusive right",
        5338.8,
        5343.82
    ],
    [
        " not less cool cool designs",
        5343.82,
        5345.4
    ],
    [
        " Jacostore.com speaking of subscriptions you can subscribe to this podcast if you want to and",
        5345.4,
        5353.52
    ],
    [
        " It's everywhere. We also have some other podcast jaco unraveling podcast with my bro Darryl Cooper DC",
        5353.52,
        5359.86
    ],
    [
        " We're recording a couple this week",
        5359.86,
        5361.0
    ],
    [
        " Grounded podcast would are we even where we hold onto that well not to it?",
        5361.0,
        5366.46
    ],
    [
        " Still out there. It's yeah people some people are waiting for it. Let's say seven people",
        5366.64,
        5372.54
    ],
    [
        " It's a non scheduled podcast. Okay. We'll see maybe at some point we just roll back deep on the grounded podcast",
        5372.54,
        5379.5
    ],
    [
        " Warrior kid podcast. We also have the",
        5379.5,
        5382.08
    ],
    [
        " Underground jaco underground podcast. It's our",
        5382.08,
        5385.86
    ],
    [
        " It's our alternative location",
        5385.86,
        5388.5
    ],
    [
        " in case things get",
        5388.5,
        5391.2
    ],
    [
        " Terranical around here",
        5391.2,
        5394.7
    ],
    [
        " Hey, I don't think they will but",
        5395.4,
        5397.98
    ],
    [
        " Someday as I wake up thinking maybe they will so anyways, we've built a platform that we can operate on with pure",
        5397.98,
        5405.74
    ],
    [
        " Independence and not have to rely on the current platforms that we're on we hope it doesn't come to that",
        5405.74,
        5410.52
    ],
    [
        " But if it does it would be foolish for us not to have a contingency plan if you want to help us with that",
        5410.52,
        5415.08
    ],
    [
        " You want to be a part of that go to jaco underground.com it costs eight dollars and eighteen cents a month",
        5415.08,
        5419.52
    ],
    [
        " You can probably figure out what that stands for",
        5419.52,
        5421.86
    ],
    [
        " $8.18 cents a month",
        5423.58,
        5424.54
    ],
    [
        " But listen if you can't afford that",
        5424.54,
        5426.68
    ],
    [
        " But you still want to support you still want to be in the game email assistance at jaco underground.com will get you in there",
        5426.68,
        5432.64
    ],
    [
        " We release another podcast once a week. That's a little bit more",
        5432.64,
        5437.04
    ],
    [
        " It covers some tangential topics",
        5437.04,
        5440.5
    ],
    [
        " Try and give you a little bit more information. Let you know what's going on",
        5440.5,
        5444.14
    ],
    [
        " Do Q&A we're answering a bunch of questions on there",
        5444.14,
        5447.3
    ],
    [
        " So if you want to if you want to help us out there go to jaco underground.com",
        5447.3,
        5450.82
    ],
    [
        " Yeah, that one's good. It's um in the way. I you know",
        5450.9,
        5453.68
    ],
    [
        " Like you go along with a certain thing and you can try to evaluate and maybe sum up like what is this what it what is this?",
        5453.68,
        5460.0
    ],
    [
        " Right and you you know you say Q&A which it is essentially but it's like it's kind of like when you go through life",
        5460.02,
        5465.36
    ],
    [
        " Whether it be currently or before whatever",
        5465.36,
        5467.6
    ],
    [
        " I'm just saying you think about your past you think about the president",
        5467.6,
        5471.7
    ],
    [
        " It's all these weird questions. What what this is a funny way of saying it",
        5471.7,
        5476.3
    ],
    [
        " It is true. It is true",
        5480.88,
        5482.28
    ],
    [
        " Nonetheless you're still gonna have like you know how there's like questions rolling around like what is this?",
        5482.28,
        5486.78
    ],
    [
        " What does this mean like what's my take on this at the end of the day?",
        5486.94,
        5489.88
    ],
    [
        " You know if you're the kind of ask ask that question to yourself",
        5489.88,
        5493.14
    ],
    [
        " I think you offer really good like your take on it and it's usually really informed usually",
        5493.14,
        5498.48
    ],
    [
        " Um and it can kind of help a lot of us make sense out of certain",
        5498.48,
        5503.82
    ],
    [
        " Elements of life, you know whether be the specific questions that people ask or the first part that we talk about like you know",
        5503.82,
        5510.6
    ],
    [
        " Is our",
        5510.82,
        5511.36
    ],
    [
        " Is our our children",
        5511.36,
        5513.78
    ],
    [
        " Soft now, you know a society becoming soft or like you know so coming to the to the trick of advertising",
        5513.78,
        5520.52
    ],
    [
        " You know like that can stuff like that's real stuff that we're dealing with like daily, you know",
        5520.52,
        5524.44
    ],
    [
        " Yeah, I think it brings awareness",
        5524.44,
        5526.18
    ],
    [
        " Yeah, let me talk about if I wanted to scare you",
        5526.18,
        5529.46
    ],
    [
        " But I told you hey, I'm gonna be in the house and I'm gonna scare you what are my chances of being able to scare you?",
        5529.46,
        5535.86
    ],
    [
        " Yeah, yeah, lower your head. Almost zero. Yeah",
        5535.88,
        5538.28
    ],
    [
        " If you don't know",
        5538.28,
        5539.7
    ],
    [
        " Yeah, and I'm gonna scare you. I would say I'm 99.9% gonna scare you",
        5539.7,
        5547.74
    ],
    [
        " Yes, sir, so with life",
        5547.74,
        5549.86
    ],
    [
        " if you",
        5549.86,
        5551.34
    ],
    [
        " Have an opportunity to think through a problem or think through a question before you actually have to contend with it",
        5551.34,
        5558.1
    ],
    [
        " It's gonna make you",
        5558.1,
        5558.88
    ],
    [
        " Unscarable. Yeah, so just that's as another I think that's the benefit of the jaco underground calm podcast",
        5558.88,
        5567.52
    ],
    [
        " Is where are dressing those kind of things to get you in that situation where you can't be scared?",
        5567.9,
        5572.16
    ],
    [
        " Or you were you're ready to deal with whatever's in front. Yeah, yeah, yeah, fully",
        5572.68,
        5575.72
    ],
    [
        " But yeah, also wherever you tube channel",
        5575.72,
        5579.86
    ],
    [
        " Chocolate podcast YouTube channel. Oh, I'm XM excerpts on there video version of this podcast",
        5579.86,
        5585.3
    ],
    [
        " Some in-hant stuff on there. What about some behind the scenes? I was gonna say some behind the scenes",
        5585.3,
        5590.8
    ],
    [
        " Very occasional every once in a while",
        5590.8,
        5595.82
    ],
    [
        " We will happen a lot of times against your will, but then it usually becomes against my will",
        5596.9,
        5602.48
    ],
    [
        " And we go down like certain",
        5602.48,
        5605.02
    ],
    [
        " You know little pass or whatever and here's the thing",
        5605.02,
        5608.24
    ],
    [
        " I don't say we post behind the scenes stuff on there even though we do because it's not very easy",
        5608.24,
        5613.1
    ],
    [
        " But they're on there though for sure if there's some behind the scenes info conversations",
        5613.1,
        5618.88
    ],
    [
        " Worth posting",
        5618.88,
        5621.68
    ],
    [
        " Mm-hmm, they're on there. Yeah",
        5621.68,
        5623.44
    ],
    [
        " And it had benefit. Yeah, YouTube. That's a good one. Also origin HD. Yeah, yeah YouTube channel very good",
        5624.08,
        5630.84
    ],
    [
        " You want to see the you want to see the",
        5630.84,
        5633.36
    ],
    [
        " Would it go like a phoenix out of the ashes industry and how someone can do that? Yeah, can achieve that",
        5633.36,
        5641.32
    ],
    [
        " Step by step",
        5641.32,
        5643.6
    ],
    [
        " Boom, that's that's a perfect example. Let's see you can see that go down for sure",
        5643.6,
        5647.52
    ],
    [
        " So yeah, check that one out on YouTube as well",
        5647.52,
        5650.12
    ],
    [
        " Also got a speaking of albums now this one is not on vinyl no, not yet anyways",
        5650.12,
        5655.48
    ],
    [
        " We didn't recorded that jack whites studio in Detroit. No, I'm looking forward to that",
        5655.48,
        5661.46
    ],
    [
        " I hope I get to do that that'd be rad right it would yeah, especially that kind like where you said",
        5661.46,
        5667.08
    ],
    [
        " There's like 50 people or someone like yeah, like a small yeah super hype",
        5667.08,
        5671.8
    ],
    [
        " You wonder if I'd get super hype for that. I think I would you know sometimes I get hyped yes, I do know",
        5671.8,
        5678.04
    ],
    [
        " Uh",
        5681.08,
        5681.56
    ],
    [
        " Well, this one's not on vinyl, but it's called psychological warfare little little",
        5681.56,
        5686.14
    ],
    [
        " Mental spots to help you get through those moments of weakness you can get that anywhere you get MP3s",
        5686.14,
        5692.24
    ],
    [
        " Also flipside canvas.com that's Dakota Meyer. He's got a company where they're printing stuff for you to hang on your wall",
        5692.24,
        5698.66
    ],
    [
        " Awesome stuff keep you on the path also got some books obviously",
        5698.66,
        5702.8
    ],
    [
        " First and foremost final spin",
        5702.8,
        5705.86
    ],
    [
        " You got the intro",
        5706.58,
        5707.92
    ],
    [
        " Find out what the hype is about",
        5707.92,
        5710.6
    ],
    [
        " Good man",
        5710.6,
        5712.6
    ],
    [
        " Pre-order right now comes out November first week in November",
        5712.6,
        5719.38
    ],
    [
        " Competitive people are gonna be watching who who's looking at it. I don't know. We'll see what happens. It's a risk",
        5719.38,
        5726.52
    ],
    [
        " It's a risk. I asked my editor",
        5726.52,
        5729.58
    ],
    [
        " When discipline equals freedom field manual comes out came out who wants about to come out",
        5729.58,
        5734.1
    ],
    [
        " I said a beautiful taking this much of a risk before in a book. He said no never because it's so different",
        5734.1,
        5738.44
    ],
    [
        " He said this one",
        5738.44,
        5739.94
    ],
    [
        " Same ballpark",
        5739.94,
        5741.38
    ],
    [
        " He does these kind of books this the book doesn't exist. There's no book like this",
        5741.38,
        5745.82
    ],
    [
        " So final spin if you want to support you want to be high-fiving you want that first to dish order that thing leadership strategy",
        5745.82,
        5753.62
    ],
    [
        " Attack his field manual the code the evaluation the protocols",
        5753.62,
        5755.94
    ],
    [
        " Discipline goes freedom field manual the brand new version",
        5755.94,
        5758.56
    ],
    [
        " Way the warrior kid one two three and four Mikey in the dragons about face by hack worth and of course",
        5758.56,
        5763.74
    ],
    [
        " Extreme ownership and the legot of leadership that I wrote with my brother",
        5764.1,
        5767.14
    ],
    [
        " Lafe babin and speaking of lafe babin we have a leadership consultancy",
        5767.14,
        5770.96
    ],
    [
        " We solve",
        5770.96,
        5772.42
    ],
    [
        " Problems through leadership go to echelonfront.com for details",
        5772.42,
        5776.48
    ],
    [
        " We also have a muster coming up to live event. It's in Las Vegas October 28th and 29th",
        5776.48,
        5784.16
    ],
    [
        " Coming yet some of that",
        5784.16,
        5785.4
    ],
    [
        " You can find all those things at echelonfront.com",
        5785.4,
        5789.38
    ],
    [
        " We also have an online training at extreme ownership academy the leadership is not something you just learn and now you're good at",
        5789.48,
        5796.6
    ],
    [
        " Oh, I got a I got a shot of leadership. I read one book now. I'm good",
        5796.6,
        5799.9
    ],
    [
        " No, you got to work out like the gym. So we got a leadership gym for you go to extreme ownership.com for that",
        5799.9,
        5805.14
    ],
    [
        " And if you want to help service members active and retired you want to help their families",
        5805.14,
        5809.44
    ],
    [
        " You want to help gold star families check out mark Lee's mom mom Lee she's got a charity organization",
        5809.44,
        5814.42
    ],
    [
        " And if you want to donate or you want to get involved you want to help out go to",
        5814.42,
        5818.04
    ],
    [
        " America's mighty warriors dot org and if you want more of my ridiculously rambling reads or you need more of echoes ob two",
        5818.74,
        5827.52
    ],
    [
        " opinions",
        5827.52,
        5828.14
    ],
    [
        " You can find us on the inner webs on twitter on the grail",
        5828.14,
        5833.36
    ],
    [
        " And on that Facebook",
        5833.36,
        5835.1
    ],
    [
        " Echoes aqua jails. I am at jocke and willing and",
        5835.1,
        5839.14
    ],
    [
        " Thanks to all the men and women in the army navy air force and marines",
        5839.14,
        5845.04
    ],
    [
        " Look final spin as a book. It's a fiction story",
        5845.58,
        5848.22
    ],
    [
        " I sat around and came up with this idea and wrote it and the only reason I was able to write it the only reason I",
        5848.22,
        5855.2
    ],
    [
        " Had the freedom to write that is because you all are out there providing security and stability through your service",
        5855.2,
        5862.92
    ],
    [
        " So thanks to all the military and the same goes to our police and law enforcement fire fighters paramedics",
        5862.92,
        5868.32
    ],
    [
        " EMT's dispatchers correctional officers board a patrol secret service and all first responders",
        5868.32,
        5872.76
    ],
    [
        " We get to do what we do because you do what you do every day to keep us safe",
        5872.94,
        5880.3
    ],
    [
        " And everyone else out there",
        5880.3,
        5883.76
    ],
    [
        " Happiness",
        5883.76,
        5886.54
    ],
    [
        " Happiness is in a destination you don't get there you don't arrive",
        5886.54,
        5893.4
    ],
    [
        " You are there",
        5893.4,
        5897.34
    ],
    [
        " This is it and it might not always seem like it",
        5898.52,
        5901.94
    ],
    [
        " But the struggles and the sacrifice those are life and those ultimately are happiness",
        5901.94,
        5909.06
    ],
    [
        " And you will find them most clearly",
        5909.06,
        5912.78
    ],
    [
        " If you put others before yourself",
        5912.78,
        5916.5
    ],
    [
        " To keep pushing",
        5916.5,
        5919.48
    ],
    [
        " Keep looking up",
        5919.48,
        5921.68
    ],
    [
        " Stay clean",
        5921.68,
        5924.26
    ],
    [
        " And of course keep getting after it",
        5924.26,
        5927.88
    ],
    [
        " And until next time the ZECCO and Jocco out",
        5927.88,
        5933.96
    ]
]