[
    [
        " Dave, you know what happens on the ground.",
        0.0,
        1.48
    ],
    [
        " I know, I know that we help people, the people on the ground.",
        2.12,
        7.74
    ],
    [
        " I know that we killed evil, terrorists, and insurgents that systematically tortured and",
        8.08,
        16.0
    ],
    [
        " raped and murdered the innocent local populace.",
        16.0,
        20.28
    ],
    [
        " I know that we did that.",
        21.06,
        23.78
    ],
    [
        " I know that we were able to protect children from these insurgents, from these terrorists.",
        24.76,
        30.18
    ],
    [
        " I know we were able to protect families.",
        30.28,
        31.56
    ],
    [
        " I know that those families wanted these insurgents out of their city and out of their country.",
        31.86,
        37.44
    ],
    [
        " And so while there were defense companies certainly making money, there was a simultaneous",
        38.32,
        45.68
    ],
    [
        " good that was taking place.",
        45.68,
        50.82
    ],
    [
        " Because then we took lives, but we also saved lives.",
        52.44,
        55.82
    ],
    [
        " And that's the truth.",
        56.36,
        57.14
    ],
    [
        " Enriching global corporations and enriching the military industrial complex, that enrichment",
        58.66,
        67.42
    ],
    [
        " certainly influences behaviors.",
        67.42,
        69.58
    ],
    [
        " It influences someone that's making a weapon system to try and make their weapon system",
        70.24,
        75.2
    ],
    [
        " better, to try and make better body armor.",
        75.2,
        79.08
    ],
    [
        " There's someone right now as we speak that is trying to make better body armor.",
        79.74,
        84.12
    ],
    [
        " And part of the reason they're trying to make it is to protect the American soldier.",
        84.66,
        87.44
    ],
    [
        " But guess what?",
        87.98,
        89.0
    ],
    [
        " They got a mortgage to pay.",
        89.24,
        90.08
    ],
    [
        " And they want to make better body armor because they want to make more money.",
        90.64,
        93.66
    ],
    [
        " And if they can make better body armor, then the US government goes, wow, that's lighter,",
        93.76,
        97.1
    ],
    [
        " it's stronger.",
        97.2,
        97.82
    ],
    [
        " It provides more protection.",
        98.04,
        99.66
    ],
    [
        " We're going to buy it.",
        99.66,
        100.46
    ],
    [
        " It's not that the person is just thinking about money, but the money that the two goals",
        101.02,
        108.24
    ],
    [
        " are aligned.",
        108.52,
        109.08
    ],
    [
        " There's a simultaneous drive that is moving behavior in the right direction.",
        109.4,
        115.48
    ],
    [
        " And oftentimes, like I just used that example, body armor, they're aligned.",
        115.96,
        118.98
    ],
    [
        " With this company out there, ACME body armor.",
        119.66,
        123.54
    ],
    [
        " They want to make best body armor.",
        123.96,
        125.68
    ],
    [
        " And do they want to protect Americans?",
        126.86,
        129.04
    ],
    [
        " Yes, they do.",
        129.18,
        129.54
    ],
    [
        " Do they want to make money?",
        129.92,
        130.64
    ],
    [
        " Yes, they do.",
        130.82,
        131.36
    ],
    [
        " So I have no problem with that.",
        131.68,
        133.52
    ],
    [
        " If they're aligned, it works out perfectly.",
        134.12,
        136.82
    ],
    [
        " Here's the problem.",
        137.76,
        138.5
    ],
    [
        " The problem is if they're out of alignment.",
        138.82,
        142.84
    ],
    [
        " That's where it can become awful.",
        143.44,
        145.36
    ],
    [
        " And that's what we need to watch out for.",
        145.68,
        146.88
    ],
    [
        " What is the driving force behind going to war?",
        147.48,
        150.1
    ],
    [
        " Are we going to work?",
        151.24,
        151.9
    ],
    [
        " Is the right thing to do?",
        152.0,
        152.78
    ],
    [
        " Are we going to war for benevolent reasons?",
        152.98,
        154.62
    ],
    [
        " Are we positive that it will have a positive impact that will offset the natural negative",
        155.08,
        163.16
    ],
    [
        " impacts of work?",
        163.16,
        163.84
    ],
    [
        " Because when you go on a war, there's going to be negative impacts.",
        163.84,
        165.74
    ],
    [
        " People are going to die.",
        165.84,
        166.7
    ],
    [
        " People are going to get wounded.",
        166.78,
        167.56
    ],
    [
        " And is the positive impact going to offset that negative impact?",
        168.48,
        171.48
    ],
    [
        " Is it going to help stability in the world?",
        171.62,
        175.3
    ],
    [
        " Is there a strategic benefit for us as America?",
        175.56,
        179.74
    ],
    [
        " If we're going to war for those reasons because there's going to be a strategic advantage,",
        181.76,
        187.68
    ],
    [
        " because it protects our national security.",
        187.78,
        189.6
    ],
    [
        " Because it's going to be truly good for the people on the ground, that need protection,",
        189.84,
        193.98
    ],
    [
        " that need help to get out from a tyrannical regime or an evil regime.",
        194.04,
        199.52
    ],
    [
        " And there are evil regimes.",
        200.04,
        201.66
    ],
    [
        " And if you don't think there's evil regimes, you're wrong.",
        202.56,
        208.14
    ],
    [
        " Because there's people in the world, there's regimes in the world that will systematically rape little kids.",
        208.8,
        216.28
    ],
    [
        " So if we're going to war for those reasons,",
        219.92,
        224.32
    ],
    [
        " okay, we can consider it.",
        224.86,
        230.42
    ],
    [
        " If the primary driver of going to war is to make money, if it's the profit, if it's to sell more guns and bombs,",
        230.72,
        237.7
    ],
    [
        " if it's not going to stabilize the world, if it doesn't help us protect our national security,",
        238.32,
        243.66
    ],
    [
        " if it's going to be a strategic defeat,",
        244.16,
        246.44
    ],
    [
        " then we're wrong.",
        250.54,
        251.34
    ],
    [
        " And can there be alignment by these two drivers?",
        251.78,
        254.18
    ],
    [
        " Yes, they're absolutely can.",
        254.4,
        255.36
    ],
    [
        " I don't mind.",
        255.92,
        256.5
    ],
    [
        " I don't mind someone making great body armor, making money off it.",
        256.62,
        259.46
    ],
    [
        " I don't mind somebody making a great weapon system that makes a bunch of money.",
        259.5,
        262.96
    ],
    [
        " And it helps us win a war.",
        263.34,
        264.68
    ],
    [
        " I have no problem with that at all.",
        264.78,
        265.96
    ],
    [
        " But if these things aren't aligned and we're fighting for money, we're fighting for profit,",
        266.86,
        271.94
    ],
    [
        " and we're not getting positive impact and we're not getting strategic benefit,",
        272.02,
        274.9
    ],
    [
        " well, then we need to listen to major general,",
        277.18,
        280.48
    ],
    [
        " smeadly butler and say to help with one.",
        280.7,
        283.9
    ]
]