[
    [
        " I",
        4.3,
        4.98
    ],
    [
        " F**king my man over here",
        4.98,
        6.68
    ],
    [
        " Freaking on his phone social media that all of us like oh shit wait",
        6.68,
        10.84
    ],
    [
        " You guys",
        10.84,
        11.36
    ],
    [
        " Giving you the opportunity to get your nerd freaking camera",
        11.36,
        16.92
    ],
    [
        " Okay, oh god, okay, oh good. Oh good. Oh god. That actually you know what though?",
        16.92,
        23.86
    ],
    [
        " What do you want?",
        24.5,
        27.28
    ],
    [
        " Oh, Carrie wants to be featured",
        28.3,
        29.86
    ],
    [
        " No, no, no, no, school. I was watching someone film the other day. Now you do this",
        29.86,
        34.2
    ],
    [
        " Yeah, I was watching something that needs the one in that technique toast",
        34.2,
        39.46
    ],
    [
        " They're like oh",
        39.46,
        43.38
    ],
    [
        " Yeah, yeah, I'm like",
        43.38,
        44.76
    ],
    [
        " We call it a little something we call a lip pan toast",
        44.76,
        49.14
    ],
    [
        " Here back to your fucking shit",
        49.14,
        53.28
    ],
    [
        " This is how I know that you were like",
        53.9,
        56.0
    ],
    [
        " F**king on your social media. Whatever you're doing. I was literally no. I was literally going. Can you guys?",
        56.0,
        63.96
    ],
    [
        " No, no, no, no, no, no, no, no, go ahead",
        64.5,
        67.4
    ],
    [
        " Let me hear your theory. Let me hear your hypothesis",
        67.4,
        70.4
    ],
    [
        " Because when you fucking motherfucker when he gets impatient",
        70.4,
        74.9
    ],
    [
        " For real",
        75.92,
        76.6
    ],
    [
        " He'll sigh and fucking put extras on it just so let you know fucking I'm it's like a little flex which I dig or",
        76.6,
        83.88
    ],
    [
        " Spectate to a degree",
        83.88,
        85.48
    ],
    [
        " But when he's not so you know pretty much with with a fair amount of certainty where if you're not doing that",
        85.48,
        91.48
    ],
    [
        " Like hey, we're cool. We're good to go, you know, but literally the moment",
        91.48,
        95.64
    ],
    [
        " Jocco gets bored or whatever he's just gonna flip the script onto his agenda like fucking on everybody",
        95.64,
        101.84
    ],
    [
        " It's not a bad thing you do it very well, and here's here's the proof. Here's the proof, but I have it on video too",
        102.58,
        109.12
    ],
    [
        " By the way, you even posted it on the ground where you're doing the exact same thing as you're doing and then you're like",
        109.12,
        117.24
    ],
    [
        " You're done and you even voiced your opinion",
        117.24,
        120.5
    ],
    [
        " Like you know how like you have something on your mind and you just think out loud. That's what that's what you did you went um you go",
        120.5,
        126.58
    ],
    [
        " I'm done we can work now or something like that remember that",
        126.58,
        130.8
    ],
    [
        " Proof that's what this motherfucker's mind does something and that I felt it. I felt the same thing right now a",
        132.5,
        137.7
    ],
    [
        " That's that's a joke right it's a joke to be like oh now that I'm on we can work now",
        137.7,
        146.22
    ],
    [
        " That's me making a joke sure number two. I can I promise you with",
        146.22,
        151.66
    ],
    [
        " 101 100% certainty that while you two mother fuckers are sitting here talking about god knows what I was trying to give you the",
        151.66,
        160.7
    ],
    [
        " Space to wrap up this fucking conversation so we could do we got to do finally it gets to a point where I do my patients does wear thin",
        160.7,
        168.2
    ],
    [
        " Has nothing to do I look there's how much more can you look at social media doesn't matter to me",
        168.2,
        172.08
    ],
    [
        " So I'm sitting there going okay, how much longer can these guys be good talking for how many fucking more",
        172.08,
        176.98
    ],
    [
        " Things can they bring up about SD cards and whatever so I'm skipping you the opportunity",
        176.98,
        183.84
    ],
    [
        " I'm like okay, they're gonna wrap it up. They're gonna wrap it up. They're gonna wrap it up",
        183.84,
        186.76
    ],
    [
        " They're gonna wrap it up fuck are you kidding me so I go press record and now you're attacking me okay",
        186.76,
        192.16
    ],
    [
        " So FYI look if I'm in here. I'm ready to work. Yes, sir. I mean if I'm in here. I'm ready to work. Okay",
        192.16,
        200.66
    ],
    [
        " Look, I'm not a minor eater so fuck at the end of the day. I don't know, but that being said",
        200.66,
        207.42
    ],
    [
        " Okay, Jockel you were what did he say giving us the space? You're giving us the room to wrap it up",
        207.42,
        213.84
    ],
    [
        " I don't know what's wrap this shit up. Yeah, yeah, you know, I'm not a dick. I'm not a dick",
        213.86,
        216.84
    ],
    [
        " This is my you know, it's not my fucking thing. I'm not over here like dictating what's going on",
        216.84,
        220.52
    ],
    [
        " So hey, they got something you guys were pretty engaged right you would engage who are kind of getting excited about it",
        220.52,
        226.1
    ],
    [
        " Both of you both both y'all into it. So I'm I do not gonna give you some space. Let's go. You know cool cool work through it",
        226.1,
        232.34
    ],
    [
        " Yeah, you know get what you want to say, but goddamn how long is it gonna last for right seven minutes?",
        232.34,
        237.44
    ],
    [
        " You were a cent nine minutes you are 12 minutes",
        237.44,
        240.94
    ],
    [
        " You're essentially by the way, I got shit to do you're giving us a little bit of a little bit of latitude",
        240.94,
        246.3
    ],
    [
        " Let it go. Okay, so again, and by the way, you said you can't not a mind reader. It doesn't take a fucking mind reader figure that I got some shit to do",
        246.3,
        253.74
    ],
    [
        " Okay, so I'm not a minor eater. I'm not a minor eater",
        253.74,
        256.98
    ],
    [
        " But if that were true what you just said if that if that's true",
        256.98,
        261.92
    ],
    [
        " That literally would have been the first time you've ever done that",
        261.92,
        265.04
    ],
    [
        " You're what giving fucking us latitude fucking shit every time you're talking",
        265.04,
        270.36
    ],
    [
        " I give you the latitude to fucking speak, son. Yeah, you think I want to hear you shit that you're saying I don't I don't",
        270.36,
        278.32
    ],
    [
        " So if you've been in my presence and you've been talking you got latitude that's me being generous",
        278.32,
        285.4
    ],
    [
        " I do feel that I do feel that pressing record on the cameras is a way of indicating like hey guys",
        293.8,
        300.7
    ],
    [
        " We've talked enough about",
        300.7,
        303.14
    ],
    [
        " You all",
        303.14,
        308.84
    ],
    [
        " Sad",
        314.1,
        314.5
    ],
    [
        " It was a good point I gotta concede",
        314.5,
        316.12
    ],
    [
        " That every time you speak it's I don't want",
        316.12,
        324.14
    ],
    [
        " Well the thing of dean used to get so mad about that because here's where you are right here's where you're a hundred percent right",
        324.14,
        331.32
    ],
    [
        " When I'm bored, yeah, I'm done. I need I'm done. I don't have time for this shit right now",
        331.32,
        337.12
    ],
    [
        " Yes, especially because you know when we're recording our next podcast",
        337.12,
        339.76
    ],
    [
        " Tuesday",
        339.76,
        341.82
    ],
    [
        " Okay, so tomorrow's Monday",
        341.82,
        345.02
    ],
    [
        " Today's Sunday guess what I get to do tonight tomorrow. I get to get that podcast prep. Yeah, yeah, yeah, so",
        345.02,
        354.16
    ],
    [
        " Understand",
        354.16,
        355.08
    ],
    [
        " I think I think I finally hurt his",
        356.66,
        358.98
    ],
    [
        " I got there I got there not even close",
        358.98,
        375.42
    ],
    [
        " This is like one of those things see now here's he's doing better",
        375.42,
        383.0
    ],
    [
        " I'm when he tried to potentially lower me in about a stupid story that anyone here now he's trying to lower me in this bullshit",
        383.16,
        388.76
    ],
    [
        " It's bullshit try to lower me into being like oh, no, I really want to hear you talk. I don't",
        388.76,
        398.76
    ],
    [
        " All right, is that anything else chocolate?",
        398.76,
        405.78
    ],
    [
        " Can we start",
        406.24,
        407.96
    ],
    [
        " Dude, he's hurt 100% see you can't say that see that's a tactic to right there by the way",
        409.6,
        416.12
    ],
    [
        " When you're like oh, yeah, oh, he said I heard his feelings or whatever so no matter what even if I'm like literally laughing like it kind is like",
        416.12,
        422.46
    ],
    [
        " That enters the conversation wait, wait, is he hurt? And then now everyone's just looking for you carry whatever now you're looking for all",
        422.46,
        429.78
    ],
    [
        " We is he hurt is he hurt? You know something that's not everything. I'm an asshole to you",
        429.78,
        434.26
    ],
    [
        " Specifically, they think I'm an asshole to you",
        436.62,
        438.64
    ],
    [
        " I understand yeah, and now you think",
        438.64,
        441.28
    ],
    [
        " It's like if I'm like hey, chocolate. Hey, I didn't mean to make you mad",
        441.28,
        447.94
    ],
    [
        " You know I didn't make you mad you really see but I can tell you know like that. It's like",
        447.94,
        451.42
    ],
    [
        " I got you",
        451.42,
        452.12
    ],
    [
        " That's what you're doing mate. No, no, it's not I see what you do. I see what you do. See we did look at how mad you are",
        452.12,
        457.88
    ],
    [
        " All right, well look fucking whatever let's work. All right, you want to clap it out?",
        464.46,
        470.78
    ],
    [
        " I clapped it out I clapped it up. Are you sure? Yeah, we're sure. All right here we go",
        471.74,
        480.82
    ],
    [
        " All right, mate toast. I'm good in three two",
        480.82,
        486.06
    ],
    [
        " 33 o'clock in three two",
        486.06,
        490.18
    ],
    [
        " interrupt it over here",
        494.26,
        495.64
    ],
    [
        " You seem to say no, that's a foot contact dick. Yeah, it's like you can't like win, you know",
        495.64,
        502.54
    ],
    [
        " No, oh you can one might think but you know",
        502.54,
        507.1
    ]
]