[
    [
        " This is Jockel Podcast number 300 with Echo Charles and me, Jockel Willink.",
        0.0,
        4.88
    ],
    [
        " Good evening, echo.",
        5.16,
        5.62
    ],
    [
        " Good evening.",
        5.68,
        6.04
    ],
    [
        " And also joining us tonight, Dave Burke.",
        6.36,
        7.72
    ],
    [
        " Good evening, Dave.",
        7.96,
        8.48
    ],
    [
        " Good evening.",
        9.06,
        9.38
    ],
    [
        " The Secretary of the Navy takes pleasure in transmitting to first Lieutenant Schmedley",
        10.08,
        19.2
    ],
    [
        " Darlington Butler, United States Marine Corps, the Brevet Medal, which is awarded in accordance",
        19.2,
        24.44
    ],
    [
        " with Marine Corps Order number 26 for Distinguished Conduct and Public Service in the presence of",
        24.44,
        30.18
    ],
    [
        " the enemy while serving with second battalion of Marines near Chen Sin, China on 13 July",
        30.18,
        39.1
    ],
    [
        " 1900.",
        39.1,
        40.26
    ],
    [
        " On 28 March 1901, first Lieutenant Butler is appointed captain by Brevet to take rank",
        40.78,
        49.82
    ],
    [
        " from 13 July 1900.",
        50.4,
        52.98
    ],
    [
        " Awarded for actions, award department general orders number 177 December 4, 1915, the president",
        53.54,
        62.42
    ],
    [
        " of the United States of America in the name of Congress takes pleasure in presenting the",
        62.42,
        67.16
    ],
    [
        " Medal of Honor to major Schmedley Darlington Butler, United States Marine Corps,",
        67.16,
        72.66
    ],
    [
        " for Distinguished Conduct and Battle in the engagement of Vera Cruz, Mexico on 22 April",
        73.76,
        80.8
    ],
    [
        " 1914.",
        80.8,
        82.02
    ],
    [
        " Major Butler was eminent and conspicuous in command of his battalion.",
        82.96,
        88.52
    ],
    [
        " He exhibited courage and skill in leading his men through the action of the 22nd and in the",
        88.98,
        94.52
    ],
    [
        " final occupation of the city.",
        94.52,
        96.74
    ],
    [
        " Awarded for action, the president of the United States of America in the name of Congress takes pleasure in presenting the Medal of Honor second award to major",
        100.56,
        111.32
    ],
    [
        " Schmedley Darlington Butler, United States Marine Corps for extraordinary heroism in action as commanding officer of detachments from the",
        111.32,
        120.14
    ],
    [
        " 5th 13th 23rd companies and the Marine and Sailor detachment from the USS Connecticut.",
        120.14,
        126.26
    ],
    [
        " Major Butler led the attack on Fort Riviera, Haiti on 17 November 1915.",
        126.92,
        135.4
    ],
    [
        " Following a concentrated drive, several different detachments of Marines gradually closed in on an old French",
        137.0,
        143.86
    ],
    [
        " bastion fort in an effort to cut off all avenues of retreat for the Kiko bandits reaching the fort on the southern side where there was a small opening in the wall.",
        144.04,
        155.86
    ],
    [
        " Major Butler gave the signal to attack and Marines from the 15th company poured through the breach, engaged the Kiko's in hand-to-hand combat, took the bastion and crushed the Kiko resistance throughout this perilous action.",
        156.04,
        172.32
    ],
    [
        " Major Butler was conspicuous for his bravery and forceful leadership.",
        172.32,
        177.76
    ],
    [
        " So there you go. Major Schmedley Butler, United States Marine for 34 years.",
        178.66,
        191.1
    ],
    [
        " Fought in the Philippines, China, Central America, fought in the Caribbean during the Banana Wars, fought World War I, although against his wishes he was more in a support role.",
        192.12,
        202.44
    ],
    [
        " He's one of only 19 men in history to receive two medals of honor.",
        203.82,
        207.92
    ],
    [
        " He's one of only three men to receive the Marine Corps, Breve, Medal and the Medal of Honor.",
        208.54,
        215.06
    ],
    [
        " And he's the only man in history to receive two medals of honor and the Breve Medal.",
        215.98,
        221.6
    ],
    [
        " And with that career after he retired from the Marine Corps, he wrote a book called,",
        221.9,
        232.74
    ],
    [
        " The War is a racket.",
        232.74,
        234.82
    ],
    [
        " You heard that right. The war is a racket. This is a book that harshly condemns war, denounces the military industrial complex, vilifies the captains of industry and politicians along the way, and disparages America's foreign actions in war.",
        235.56,
        259.6
    ],
    [
        " So there's a bit of an about face going on.",
        261.56,
        264.0
    ],
    [
        " And these are some extreme views that he has. And when individuals make extreme statements, sometimes that's not the best approach to take, because sometimes extreme statements, though they may be true or parts of them may be true,",
        264.84,
        285.38
    ],
    [
        " it can also alienate the general populace and kind of lead people to throw the baby out with the bathwater on some stuff, meaning that they throw away someone's ideas, they throw away all of someone's ideas because some of the ideas that the person has or the way that they state them is an extreme manner.",
        286.22,
        310.6
    ],
    [
        " Which is, I personally don't think it's a good idea. Well, it's a good, it's a good thing to understand.",
        313.4,
        317.56
    ],
    [
        " It's a good thing to understand, because what that should tell you is that if you, if you back off the extremity of your statements a little bit, you're going to get more people to listen to them.",
        317.96,
        327.74
    ],
    [
        " So that's a good thing to understand. And it's also a good thing to understand that if people are talking in a really extreme way, you shouldn't just say, you know what, this person just crazy, I'm not going to listen to him.",
        328.18,
        337.94
    ],
    [
        " Maybe you should actually listen to what they try and say and decipher what's just extreme and maybe not true, but are there kernels of truth in what people are saying.",
        337.94,
        347.24
    ],
    [
        " So I think it's a smart idea for us to listen.",
        347.84,
        350.48
    ],
    [
        " And I think as we have watched America's withdrawal from Afghanistan in the late summer of 2021, after 20 years of war, after 1000 years of war,",
        351.38,
        367.92
    ],
    [
        " after thousands of lives, after trillions of dollars, then no progress.",
        367.92,
        371.14
    ],
    [
        " Maybe we should at least listen to what this marine major general, Smetley Butler, one of the most decorated Marines that ever lived.",
        371.86,
        382.96
    ],
    [
        " Maybe we should listen to some of what he has to say and see if there are some things in there that makes some sense.",
        383.74,
        389.36
    ],
    [
        " We have to get a little basic understanding of Smetley Butler, who he was, where he came from, born July 30th, 1881, eldest of three sons.",
        392.4,
        402.14
    ],
    [
        " Father was a lawyer in a judge and a judge. He came from a good background. His grandfather was a congressman. And his father was connected.",
        402.14,
        411.82
    ],
    [
        " He was a connected guy. And Smetley Butler went to an exclusive private school, which is sort of an East Coast thing.",
        412.58,
        421.34
    ],
    [
        " I mean, I guess they have them out on the West Coast, but on the East Coast is a bigger thing to have exclusive private schools.",
        421.58,
        426.86
    ],
    [
        " He went to one called the Have Afford School. And so you kind of get this image. You know, you kind of get this image.",
        426.86,
        433.46
    ],
    [
        " Okay, well, you know, he's this rich kid that went to this exclusive school. And then you hear that he left school 38 days before his 17th birthday to enlist in the Marine Corps, which is, I think we have to give him credit, right?",
        433.46,
        453.04
    ],
    [
        " We just have to say credit. That's pretty much what you say credit. He's still got his diploma. They allowed him to graduate.",
        453.22,
        459.46
    ],
    [
        " He lied about his age and gets commissioned to second lieutenant. So I don't know how he pulled that off. But this is back in the day, man, there's no records.",
        460.82,
        469.56
    ],
    [
        " You're just showing up. How old are you? 23? I went to college, whatever people like, oh, okay. You know what I'm saying? This is back in the day. You're just no.",
        469.56,
        478.56
    ],
    [
        " You didn't look at the kind of like your ID card is written in like by hand. Yeah, you like change that one to a seven.",
        478.62,
        484.78
    ],
    [
        " You were good. Yeah, or you just just make an adjustment. So I feel like I missed out on a lot of stuff because I didn't have that kind of.",
        484.84,
        493.66
    ],
    [
        " I mean, we were close, you know, but we were just there were still tracking stuff. So he's 16 years old and he leaves his high school to go and join the Marine Corps.",
        493.76,
        504.46
    ],
    [
        " He shows up gets a commission as a second lieutenant and he's at the Spanish American Wars going down, but he gets there a little late.",
        504.62,
        511.44
    ],
    [
        " Ends up showing up in Gitmo after it's been invaded after it's been captured. It doesn't really see any combat.",
        511.8,
        517.22
    ],
    [
        " Gets assigned to the to the Philippine American war. He shows up there. He's bored at first.",
        517.6,
        527.8
    ],
    [
        " Gets in trouble. Gets temporarily, temporarily relieved of command because he's drunk and doing whatever gets his job back.",
        529.0,
        537.94
    ],
    [
        " However, October 1899 he gets his first combat action leads 300 Marines in to take the town of Nova Leda.",
        538.14,
        547.7
    ],
    [
        " One Marines killed ten or wounded his first sergeants company, first sergeants wounded.",
        548.1,
        551.96
    ],
    [
        " There's a little noted about him like panicking at first a little bit and then he kind of gets composure ends up in the boxer rebellion.",
        552.58,
        563.04
    ],
    [
        " So battle of Qin Sanuses in China. He he definitely kind of shows up now. There's a wounded Marine officer and he isn't a trench.",
        563.28,
        573.64
    ],
    [
        " Smedley butlers in a trench and he exposes himself to enemy fire to rescue this Marine. He ends up getting shot in the thigh.",
        575.7,
        583.4
    ],
    [
        " His commanding officer, Major Waller, who later became the best man in his wedding.",
        583.86,
        588.64
    ],
    [
        " He commanded him and wrote for such a reward as you may deem proper for the following officers, Lieutenant Smedley, debutler for the admirable control of his men in all the fights of the week.",
        588.98,
        601.22
    ],
    [
        " For saving a wounded man at the risk of his own life under very severe fire.",
        601.8,
        606.6
    ],
    [
        " That's what's got turned into the brevet promotion.",
        607.74,
        610.38
    ],
    [
        " Which the brevet, if my memory serves me correctly, the Marine Corps had it for like maybe 20 years and it basically was you're getting promoted.",
        611.52,
        620.32
    ],
    [
        " It was a promotion. So that's why even when I read it says he went from from from first Lieutenant to captain.",
        620.9,
        626.74
    ],
    [
        " It was a promotion and then they people that got promoted that way they eventually got an award called the brevet metal.",
        626.86,
        634.64
    ],
    [
        " Which looks like the ribbon of a medal of honor. You know the metal of honor has the white it's a light blue.",
        634.66,
        641.26
    ],
    [
        " The brevet with light blue with stars. The brevet is red with stars, but it looks very similar as far as the ribbon goes.",
        641.62,
        648.34
    ],
    [
        " So he gets that promotion. He ends up in the banana wars.",
        649.0,
        652.72
    ],
    [
        " These are police actions. And these are police actions that we're conducting to maintain trade and the way we want things to be.",
        654.48,
        667.52
    ],
    [
        " The way America wants things to be in Central America and in the Caribbean.",
        667.76,
        670.84
    ],
    [
        " Honduras rolls into Honduras. He gets tasked with defending the US consulate during a revolt there.",
        672.52,
        678.54
    ],
    [
        " He rescues the consulate in Trujillo. He gets this nickname. His nickname is old Gimlett.",
        678.9,
        684.52
    ],
    [
        " Gimlett is a is a hand drill. It's something that it's a tool. It's an old school tool that used it drill wood.",
        685.22,
        693.38
    ],
    [
        " So he had this piercing look that he would give people and they called him old Gimlett.",
        693.58,
        698.98
    ],
    [
        " Broken service gets out gets married has kids runs a coal mine in West Virginia goes back in the Marine Corps.",
        699.12,
        707.34
    ],
    [
        " It must have been easy to get out in the in and out of the Marine Corps back then he does it a couple times.",
        708.22,
        712.16
    ],
    [
        " More fighting in Central America battalion commander in in Nicaragua.",
        712.82,
        720.42
    ],
    [
        " Fallen the battle of Mazaya leads the assault the bombardment the assault and the capture of Cuyotepe Hill.",
        720.9,
        730.48
    ],
    [
        " Next up is Vera Cruz these guys are he's rolling. I mean they're doing they're getting it on with these low intensity conflicts.",
        733.28,
        741.8
    ],
    [
        " I remember one of my old senior chief said what we need is a low intensity conflict in a high per diemeria.",
        741.8,
        747.68
    ],
    [
        " Which I always got a kick out of. So that's what he's got going on these guys are low intensity conflict high per diemeria.",
        747.78,
        756.08
    ],
    [
        " Mexico Vera Cruz first Medal of Honor so they end up going through Vera Cruz that kind of clearing it door to door.",
        756.22,
        761.32
    ],
    [
        " There's 5,800 sailors and Marines on this operation. 17 killed in action 63 wounded in action.",
        761.54,
        770.58
    ],
    [
        " Which if you think about that's 5,800 sailors and Marines there's 17 killed this is so the fighting I'm trying to say that the fighting wasn't that extreme.",
        770.92,
        782.98
    ],
    [
        " But there was medals of honor given out pretty pretty a lot.",
        784.52,
        793.64
    ],
    [
        " So one army guy got a medal of honor nine Marines got a medal of honor and 46 Navy sailors got the medal of honor.",
        794.18,
        800.08
    ],
    [
        " From this action at Vera Cruz so he eventually tried to return the medal and said hey I didn't do anything during this and they not only did they tell him to keep that they told him you better wear it too.",
        800.52,
        811.1
    ],
    [
        " So that's his first Medal of Honor. He didn't feel comfortable about it but he got it Haiti second Medal of Honor fighting the Haitian the Kicos rebels the rebel group down there and they have this stronghold you kind of heard me talk about it in the in the citation there.",
        812.22,
        829.36
    ],
    [
        " But he's getting the Medal of Honor that the whole battle was 20 minutes long this assault there was a one Marine wounded and he was wounded by being hit with a rock in the face.",
        830.72,
        841.64
    ],
    [
        " All 51 of the rebels were killed.",
        842.24,
        846.78
    ],
    [
        " So he got the Medal of Honor for that and that's what happened.",
        847.62,
        854.06
    ],
    [
        " After that he became like a public administrator or sort of sort of a military I don't know many dictator kind of running things a little bit the public works and keeping things you know the social order and he also it's also said that they hunted the remaining rebels like pigs.",
        855.52,
        872.42
    ],
    [
        " World War One comes around.",
        872.76,
        877.82
    ],
    [
        " He requests he wants to go to combat again.",
        878.5,
        882.24
    ],
    [
        " He had a reputation of being brave. He had a reputation of being smart. He also had a reputation of being a little bit of a a little bit of a rebel a little bit unreliable.",
        884.06,
        894.78
    ],
    [
        " And so I don't know if that's why they decided not to put him in combat because I'm thinking if World War One they would be like oh yeah you're just the guy we're looking for your brave and your smart but you're super crazy.",
        895.34,
        908.76
    ],
    [
        " Come on up to the front line we got something for you but they didn't he ended up running this debarcation depot you know in the rear.",
        908.84,
        916.12
    ],
    [
        " And by all accounts he did a great job and squared this thing away was a real mess when he showed up and he squared it away and he got the army and the Navy Distinguished Service Medal.",
        916.44,
        928.64
    ],
    [
        " After that he goes and he's the Commanding General Quantico.",
        929.12,
        934.28
    ],
    [
        " When he was the Commanding General this guy was always doing something. He's one of those people like he always was doing something.",
        936.3,
        941.9
    ],
    [
        " When he was the Commanding General Quantico they used to form up the troops and they would march to various battlefields, civil war battlefields and do reenactments and he would lead the marches.",
        942.02,
        955.9
    ],
    [
        " So yeah I mean he's just they they march from Quantico to Dam Gettysburg right and he was in front leading it and they got up there let's do let's do the walk at Gettysburg.",
        957.52,
        969.26
    ],
    [
        " So so then he's so it gets done with that now he has a broken service and he becomes the Philadelphia director of public safety and and this is like.",
        969.64,
        981.46
    ],
    [
        " I might need a movie reference here echo Charles sir what's the movie where they're like gangsters they're trying to crack down untouchables.",
        981.82,
        990.52
    ],
    [
        " Sure okay.",
        990.52,
        992.8
    ],
    [
        " So there's there's this is the time there's speak easies and the prohibition is going on and he comes like La Dog right he is going he comes into he has a personal war on crime for two years and it seems like when you read about it seems like it's its own movie right.",
        992.88,
        1010.34
    ],
    [
        " This guy is going in just ready to take things on he wasn't allowed to fire.",
        1010.56,
        1016.76
    ],
    [
        " If I remember this correctly he wasn't allowed he found out he wasn't allowed to fire individual police because the union whatever.",
        1016.98,
        1023.56
    ],
    [
        " So what he did was he just take and just move them all around all the time so they didn't have they didn't have time to get to know the local criminals and get paid off.",
        1024.26,
        1032.46
    ],
    [
        " So he just moved them all the time they were moving that's like one of the things that he did.",
        1032.52,
        1035.5
    ],
    [
        " And he made a lot of enemies because of so many people are corrupt made a bunch of enemies find he gets kind a little bit he did it does it for two years he cleans up a lot of stuff but also makes a bunch of enemies his final shot in the papers before he went back in the Marine Corps.",
        1038.28,
        1054.2
    ],
    [
        " He said cleaning up Philadelphia was worse than any battle I was ever in.",
        1054.2,
        1058.8
    ],
    [
        " When he comes back in he comes comes the base commander in San Diego deployed with the Marine Expeditionary Force to China does a good job there politically influences a bunch of people makes major general at 48 years old.",
        1060.66,
        1076.92
    ],
    [
        " And in that time also his dad died his dad was super influential.",
        1077.42,
        1081.58
    ],
    [
        " He was like I said he was always kind of he was kind of had a spotlight put on one of the things when Mussolini's now in power he and there was some weird like a conspiracy about Mussolini and hit and run or something like this I forget but he sort of spread those rumors.",
        1082.56,
        1101.68
    ],
    [
        " You know I think if he had Twitter he would have been a real popular Twitter dude because he started spreading this guy you know this guy is a murderer and the Italian government this was before the war the Italian government is like hey get your boy in check and they pressured the sec nav to to court martial butler and they did they court martial but butler I think he was the highest ranking military person to be arrested after the war.",
        1102.34,
        1131.66
    ],
    [
        " So he got arrested and he apologized and let him off the reprimand the common out of the Marine Corps died at the time and he was kind of in the running and he ends up pretty obvious that he's a he's not enough of a company guy to get common done and he doesn't get it.",
        1132.16,
        1149.82
    ],
    [
        " So he retires from the Marine Corps October 1st 1931 he starts going on like a lecture tour speaking.",
        1150.62,
        1160.76
    ],
    [
        " And he gets paid for it he donates a bunch of the pay that he gets for the unemployment relief he runs for Senate he loses he supports the bonus army which was when the World War 1 vets they had these things called service certificates that they that they bought.",
        1162.16,
        1177.16
    ],
    [
        " And when they bought those things they had again I'm sorry if this isn't perfect but it was something along the lines of when you bought these things they had like a 20 year.",
        1177.54,
        1189.16
    ],
    [
        " And they were maturity time on them and the depression is going on and everyone's like hey we want that money and all these veterans thousands and thousands of veterans are saying hey we you know we gave you that money we bought those service certificates which are like bonds we want we want to cash them in now.",
        1189.16,
        1207.32
    ],
    [
        " And the government was like hey those are 20 years man you bought those 19 you got another you got another few years before you can cash those things in.",
        1207.78,
        1214.46
    ],
    [
        " And this is when they had all the big standoffs in the you know the World War 1 veterans marched down and set up camp in Washington DC and he he supported that.",
        1214.72,
        1225.62
    ],
    [
        " Gave more speeches.",
        1227.86,
        1228.86
    ],
    [
        " Here's a here's an example this is when we know where he's heading mentally right.",
        1229.82,
        1235.12
    ],
    [
        " I don't mean that in a bad way I mean we can see what his angle starts to become this was and this was a summary of one of his speeches that was published in socialist magazine that was called common sense it says I spent 33 years in four months in active military service and during that period I spent most of my time as I was in the world.",
        1235.86,
        1255.6
    ],
    [
        " I was a high class muscle man for big business for Wall Street and the bankers in short I was a racketeer a gangster for capitalism.",
        1255.62,
        1264.28
    ],
    [
        " I helped make Mexico and especially Tampico which is a city in Mexico safe for American oil acts as interest in 1914.",
        1264.9,
        1274.04
    ],
    [
        " I helped make Haiti and Cuba a decent place for the national city bank boys to collect revenues in.",
        1274.44,
        1279.92
    ],
    [
        " I helped in the raping of half a dozen central American republics for the benefit of Wall Street.",
        1279.92,
        1285.8
    ],
    [
        " I helped purify Nick or wagua for the international banking house of brown brothers in 1902 to 1912.",
        1286.36,
        1293.54
    ],
    [
        " I brought light to the Dominican Republic for the American sugar interest in 1916.",
        1294.28,
        1298.66
    ],
    [
        " I helped make Honduras right for the American fruit companies in 1903.",
        1298.96,
        1302.86
    ],
    [
        " In China in 1927 I helped see to it that standard oil went on its way unmolecited.",
        1303.08,
        1309.64
    ],
    [
        " Looking back on it I might have given Al Capone a few hints.",
        1309.94,
        1314.64
    ],
    [
        " The best he could do was operate his racket in three districts. I operated on three continents.",
        1315.32,
        1320.86
    ],
    [
        " So he's kind of pissed.",
        1321.72,
        1324.94
    ],
    [
        " 1934 again this guy would have been all over Twitter.",
        1328.2,
        1331.18
    ],
    [
        " 1934 he's sort of the leader of this thing that was called the business plot which was this conspiracy that there was this plot for business leaders to overthrow President Roosevelt.",
        1331.74,
        1344.92
    ],
    [
        " And in 1935 he wrote this book called War is a racket.",
        1346.68,
        1355.82
    ],
    [
        " Now we're going to read it.",
        1356.48,
        1359.8
    ],
    [
        " Some of it's extreme.",
        1360.36,
        1362.2
    ],
    [
        " Some of it may be too extreme. Some of it's not accurate. Some of it's his feelings, his emotions.",
        1363.72,
        1369.6
    ],
    [
        " You know when Colonel David Hackworth when he went and talked to the press and you and I have had that discussion Dave like did he give up his influence he could have been a division came our brigade commander next to the division commander.",
        1375.0,
        1392.3
    ],
    [
        " And I think people sometimes reach a point where they emotionally can't take it anymore.",
        1392.76,
        1401.68
    ],
    [
        " And I think David Hackworth got there where he had seen enough American soldiers and he loved his soldiers and he loved all soldiers and he loved the army and just to see the soldiers being utilized in a way that he didn't think was to act like sound eventually he just couldn't take it anymore.",
        1401.92,
        1417.92
    ],
    [
        " And I think that major general Smeadley Butler got to a similar point.",
        1420.5,
        1426.44
    ],
    [
        " And of course this is 1935 so I mean we got Hitler and power in 1933 so he sees though he hears the war drums beating.",
        1427.08,
        1436.42
    ],
    [
        " And as he sees the war drums beating he doesn't like it.",
        1436.98,
        1441.2
    ],
    [
        " What are your thoughts so far Dave?",
        1441.9,
        1443.54
    ],
    [
        " It's interesting to hear you recount some things that I remember because obviously as a Marine this is one of the characters in the history of the Marine Corps that you are given early on.",
        1445.76,
        1457.38
    ],
    [
        " So they give it they give you Smeadley Butler early on. Is there is there not risk and not aren't they like well.",
        1457.56,
        1463.3
    ],
    [
        " The weird thing was the we're the metal of honors right look I'm in no position to be like well I'm not sure but when 46 Navy sailors got a metal of honor and there's 17 killed an action like that's a.",
        1464.0,
        1478.66
    ],
    [
        " That that seems very.",
        1478.66,
        1481.62
    ],
    [
        " That seems that seems strange yeah right.",
        1483.52,
        1486.62
    ],
    [
        " For sure and that's the that's really kind of the point that I'm thinking about in my mind is you know there's a little bit of a contrast.",
        1486.62,
        1493.52
    ],
    [
        " This is a guy that you will you hear about and certainly in and listen you could I mean I gotta be careful with my words too because I don't want there to be a negative connotation to it but there's a there's an indoctrination you go through when you're a Marine and that indoctrination is.",
        1494.1,
        1508.84
    ],
    [
        " We're kind of awesome and our history is pretty awesome and we've got some amazing people that did some amazing things and you start to think about who those people are one of the things that's interesting about the name Smeadley Butler is when you see the pictures of this guy like you'll be in a class and it'll be about Marine Corps history and they'll literally have a slide or a picture up on the wall of the person.",
        1509.6,
        1526.96
    ],
    [
        " And he's not he doesn't really look like a I guess he looks like poster boy marine he looks like a guy named Smeadley he does that went to maybe a private school.",
        1527.52,
        1538.38
    ],
    [
        " And then you know you're you're seeing basil on and you're seeing Chester in these pictures and just the pictures alone or enough to be like okay this dude is legit.",
        1539.64,
        1548.18
    ],
    [
        " But you know they also I don't have any recollection of of the things that he did and the times that he did them in the awards I don't ever remember being given sort of the other side of this hey listen it was a different time different circumstances so as I hear you talk about that and I'm listening to that I just did some basic math.",
        1548.36,
        1567.44
    ],
    [
        " I'm not going to be 600 people and then you sort of did that W who needed and killed him like well I've seen that I know what the middle or more of the other side of that looks like and those numbers are good numbers you know by by by standards like you said this is probably not the most high intensity thing that that that Marines have been through.",
        1568.38,
        1585.28
    ],
    [
        " But the other side is is this is also I'm you just say he's 40 years old as a major general this guy that went back in the Marine Corps twice as a guy to left high school and by rights could probably just ghost it on a pretty easy life.",
        1585.9,
        1599.56
    ],
    [
        " So you're kind of forced to reconcile in your mind that I think to maybe the whole point of this podcast is that I probably need to listen to what he has to say.",
        1599.7,
        1609.04
    ],
    [
        " But yeah I know he's he's he is one of the characters that and I'm using that term just you know to illustrate that we are introduced to historic Marines that have had impact in history and that's someone that we know about for sure.",
        1610.26,
        1622.38
    ],
    [
        " We could probably do a whole podcast about awards and whatnot but I forget what year like the bronze star and the silver star wasn't the didn't have those yet at this time.",
        1622.44,
        1633.2
    ],
    [
        " Yeah and so this was if you're going to get an award it was going to be the metal of honor. And there you go again it's it's like crazy because you got this guy that has two metal two metals of honor and this Marine Corps brevet thing which there's there's not many of those things handed out either it's it's a tiny number.",
        1633.22,
        1651.66
    ],
    [
        " And and also the type of combat that they were going into I mean this is pre world war one is the combat is so combat was totally different between I you know what I mean you got the civil war we knew what combat was but but yeah there been there been a generation maybe that was a little bit that that hadn't quite been there.",
        1652.96,
        1677.2
    ],
    [
        " Yeah and I think the sense that I've always had was that the when you think of conflict or you think of combat and you think of world war one it has a very strong sense of organized conflict between two well established well organized size sides that have design and structure and components that you can almost align against each other.",
        1677.2,
        1698.42
    ],
    [
        " And that certainly for over one produces probably like the most heavy intensity of conflict whereas before that you have this sense of this well organized team the United States Navy the United States Marine Corps the organization of those two working together where we're going to get you to the beach you're going to embark and you're going to or or or debarking get onto the land we're going to support you and but the the people you're in conflict with don't have that level of organization so when you said you know one wounded on the",
        1699.32,
        1728.4
    ],
    [
        " good side and 57 killed I'm like I can and again I should be careful but wounded by a rock but you can picture that like this is a lot cited scenario and it doesn't mean that that weren't incredibly brave actions that didn't happen to it's listed that outcome but when you think of war or one or",
        1728.48,
        1744.96
    ],
    [
        " one or two or really conflicts we've had since then that organized versus organized you don't get those sense of that long period of a Marine Corps history and those are all in Marine Corps history we learn about all those things but you don't get a sense of this force on",
        1744.96,
        1758.4
    ],
    [
        " force conflict that were near traditional year peer world war one world war two we're going to get someone that's pretty much like we are professionally trained professionally outfitted and prepared for for this type of conflict check so he writes his book wars a racket and people people I don't know I've had this book for five years in fact I couldn't even find I have two copies of it and I have I wouldn't",
        1758.7,
        1788.38
    ],
    [
        " think scenario I think all of their cell my books are in big giant boxes I was like it's time to do it and yeah what what makes it time to do it because well one of the things that just totally provoked me was a trillion dollar price tag on",
        1788.38,
        1802.68
    ],
    [
        " Afghanistan and thousands of lives lost and you're thinking hold on a second who what was what was the overall goal here because if I I could",
        1802.68,
        1813.92
    ],
    [
        " spend a trillion dollars and do literally anything you can be a trillion dollars a trillion dollars you're telling me you couldn't",
        1813.92,
        1823.36
    ],
    [
        " square away a country with a trillion dollars and 20 years and basically an unlimited supply of people and assets it's crazy so what was going on so as I'm",
        1823.36,
        1836.46
    ],
    [
        " thinking about that here I am a guy that's that supports the military that is very patriotic and I'm thinking who spends a trillion dollars",
        1836.46,
        1846.72
    ],
    [
        " and and doesn't doesn't get the job done how does that happen who are you what are you thinking about what is your ultimate goal",
        1846.72,
        1855.22
    ],
    [
        " and that very quickly my mind very quickly quickly jumped on this is probably what smell smelly button I had red wars a racket",
        1855.22,
        1863.22
    ],
    [
        " I was always kind of like yeah well yeah I mean that's one way of looking at it right so let's look at it",
        1863.82,
        1870.54
    ],
    [
        " here we go chapter one wars a racket it always has been",
        1870.54,
        1874.7
    ],
    [
        " it is possibly the oldest easily the most profitable surely the most vicious it is the only one international in scope it is the only one in which",
        1874.7,
        1885.74
    ],
    [
        " the profits are reckoned in dollars and the losses in lives a",
        1885.74,
        1892.36
    ],
    [
        " racket is best described I believe as something that is not what it seems to be to the majority of the people only a small inside",
        1892.36,
        1902.2
    ],
    [
        " group knows what it's about it is conducted for the benefit of the very few at the expense of the very many",
        1902.2,
        1910.18
    ],
    [
        " out of war a few people make huge fortunes",
        1911.64,
        1917.26
    ],
    [
        " okay",
        1917.26,
        1917.54
    ],
    [
        " if we're just gonna fact check this thing as we go",
        1917.54,
        1921.8
    ],
    [
        " so far we are we are factual right that's what a racket is right a racket is something where a couple people kind of know",
        1921.8,
        1929.46
    ],
    [
        " what's going on everyone else is getting fooled the couple people inside or is gonna make a bunch of money other people are kind of gonna get screwed",
        1929.46,
        1935.74
    ],
    [
        " that's what's gonna happen",
        1935.78,
        1938.3
    ],
    [
        " in war there are people that make a lot of money",
        1938.3,
        1943.12
    ],
    [
        " he calls it the world war because it was only one at the time in the world war a",
        1943.12,
        1951.28
    ],
    [
        " mere handful garnered the profits of the conflict at least 21,000 new millionaires and billionaires were made in the United States during the world war",
        1951.28,
        1960.7
    ],
    [
        " that many admitted their huge blood gains or sorry that many admitted their huge blood gains in their income tax returns",
        1961.78,
        1970.54
    ],
    [
        " how many other war millionaires falsified their tax returns no one knows",
        1970.54,
        1975.9
    ],
    [
        " okay, so a lot of people made a lot of money in the war I just saw an article that there's several billion dollars",
        1975.9,
        1984.98
    ],
    [
        " in taxes that are that are avoided",
        1984.98,
        1988.26
    ],
    [
        " by the top 1% earners in this country so are there people that are doing things to get around taxes yes",
        1989.24,
        1996.66
    ],
    [
        " where there people that were made into",
        1996.66,
        2000.3
    ],
    [
        " millionaires and billionaires after September 11th yes there were",
        2000.3,
        2005.78
    ],
    [
        " next how many of these war millionaires shoulder to rifle",
        2005.78,
        2012.98
    ],
    [
        " how many of them dug a trench how many of them knew what it meant to go hungry in a rat infested dugout",
        2014.98,
        2021.2
    ],
    [
        " how many of them spent sleepless",
        2021.2,
        2023.82
    ],
    [
        " frighten nights ducking shells and shrapnel and machine gun bullets",
        2023.82,
        2027.78
    ],
    [
        " how many of them parried a bayonet thrust of an enemy",
        2027.78,
        2032.68
    ],
    [
        " how many of them were wounded or killed in battle",
        2032.68,
        2040.46
    ],
    [
        " rhetorical questions that I think we all know the answer to",
        2041.44,
        2044.28
    ],
    [
        " not many",
        2044.28,
        2048.52
    ],
    [
        " out of war nations acquired additional territory if they are victorious they just take it this newly acquired territory",
        2048.52,
        2060.98
    ],
    [
        " promptly exists is exploited by the few the self-same few who rung dollars out of blood in the war",
        2060.98,
        2068.3
    ],
    [
        " the general public shoulders the bill",
        2068.3,
        2071.42
    ],
    [
        " fact check",
        2071.42,
        2074.68
    ],
    [
        " kind of negative on this one",
        2074.68,
        2077.82
    ],
    [
        " I mean America speaking of America we haven't",
        2077.82,
        2086.2
    ],
    [
        " we've we we kind of are established what we have",
        2086.2,
        2089.44
    ],
    [
        " territory-wise and we haven't taken any new territory in recent wars that's not been our goal",
        2089.44,
        2096.58
    ],
    [
        " so and even you know the idea that oh where's going in there to take the oil we don't actually go",
        2099.2,
        2105.96
    ],
    [
        " in and take the oil doesn't it hasn't happened",
        2105.96,
        2107.76
    ],
    [
        " and what is the bill this bill renders a horrible accounting",
        2107.76,
        2119.24
    ],
    [
        " newly placed gravestones mangled bodies shattered minds broken hearts and homes",
        2119.24,
        2127.4
    ],
    [
        " economic instability depression and all its attendant miseries backbreaking taxation",
        2127.4,
        2134.26
    ],
    [
        " for generations and generations",
        2134.26,
        2136.98
    ],
    [
        " factually true",
        2136.98,
        2143.36
    ],
    [
        " horrible accounting",
        2143.36,
        2148.3
    ],
    [
        " and taxation to pay for these wars for generations",
        2152.8,
        2157.58
    ],
    [
        " for great many years as a soldier I had a suspicion that war was a racket",
        2157.58,
        2165.16
    ],
    [
        " not until I retired to civil life did I fully realize it now that I see the international war",
        2165.16,
        2172.06
    ],
    [
        " clouds gathering as they are today I must face it and speak out",
        2172.06,
        2176.02
    ],
    [
        " and again that's because he's looking at world war two we call them the war clouds",
        2177.08,
        2181.04
    ],
    [
        " again they are choosing sides france and russia met and agreed to stand by side by side",
        2181.04,
        2188.24
    ],
    [
        " idly and austria hurried to make a similar agreement Poland and Germany cast",
        2188.24,
        2192.34
    ],
    [
        " cast sheep's eyes at each other forgetting for the nonce their dispute over the Polish quarter",
        2192.34,
        2199.44
    ],
    [
        " and look at what nonce was it means uh it means like a one time a one-time",
        2199.44,
        2206.0
    ],
    [
        " deal just hey we're just going to forget about our dispute over here because we're going to be friends",
        2207.08,
        2210.46
    ],
    [
        " right now the assassination of king alexander of ugoslavia complicated matters ugoslavia and hungry",
        2210.46,
        2218.56
    ],
    [
        " a hungry long bitter enemies were almost at each other's throats idly was ready to jump in but",
        2218.56,
        2224.36
    ],
    [
        " france was waiting so was chequezlovakia all of them are looking ahead to war not the people",
        2224.36,
        2229.86
    ],
    [
        " not those who fight and pay and die only those who foment wars and remain safely at home to profit",
        2230.64,
        2239.56
    ],
    [
        " what do you got you get a fact check that no no no no no no yeah um um",
        2239.56,
        2255.42
    ],
    [
        " i'm kind of sitting here listening to you talk which is his word is this before no i have not so",
        2256.54,
        2261.64
    ],
    [
        " that's why this is like a it's hard this is hard and so i mean i wrote down a bunch of different notes",
        2261.64,
        2266.3
    ],
    [
        " the last one i just wrote down was was just literally the word angry like eat and i don't think",
        2266.3,
        2272.7
    ],
    [
        " you're trying to convey that emotion on purpose is literally the words that you are reading if you",
        2272.7,
        2277.4
    ],
    [
        " just if you try to put yourself in his shoes and i was just kind of recounting we were talking",
        2277.4,
        2283.24
    ],
    [
        " about low intensity conflict and maybe the things that happen up until prior to war one and",
        2283.5,
        2287.9
    ],
    [
        " and i did think of something after i i was talking a minute ago about you know the the word low",
        2287.9,
        2293.74
    ],
    [
        " intensity conflict i do remember the first time i was shot at like for real and there's a moment when",
        2293.74,
        2302.36
    ],
    [
        " you're the one who is you know the victim or the potential victim here it feels like world war three",
        2302.36,
        2307.52
    ],
    [
        " because when you're the one being being shot it doesn't really matter the scope of what's going",
        2307.52,
        2310.68
    ],
    [
        " on right you that sends things like oh damn those people are they're trying to kill me and they're",
        2310.68,
        2314.96
    ],
    [
        " actually pretty darn close um you don't say well you know in the grand scheme of historical things",
        2314.96,
        2321.4
    ],
    [
        " this is a very low intensity conflict in this particular engagement isn't you don't think like that",
        2321.4,
        2325.08
    ],
    [
        " you think okay this is a big deal this is a huge deal and then with you if you observe that and",
        2325.08,
        2330.98
    ],
    [
        " and your issues and you lead up to to the to the travestial order one i'm just trying to be empathetic",
        2330.98,
        2336.28
    ],
    [
        " to the level of frustration you would have at the hands of a few number of decision-makers both",
        2336.28,
        2343.18
    ],
    [
        " military and civilian by the way when we talked about over one it's not hard for me to try to",
        2343.18,
        2349.1
    ],
    [
        " understand that as he said i'm just almost picturing him writing this down and just the just the",
        2349.1,
        2354.78
    ],
    [
        " frustration and the anger that he has and how clearly that's coming through and hearing you say",
        2354.78,
        2359.88
    ],
    [
        " his the words that he's saying um that it's hard not to to get a sense of his frustration and you",
        2359.88,
        2366.18
    ],
    [
        " even talked out with how how hard it is that when you just kind of boil over you're not able to",
        2366.18,
        2370.0
    ],
    [
        " really even articulate yourself i don't mean to say correctly but but the way that you would normally",
        2370.0,
        2375.8
    ],
    [
        " want to when you can keep your emotions and check yeah which you can't yeah and i know you got",
        2375.8,
        2380.64
    ],
    [
        " a you found it very interesting when we did when we talked about b. h.l. del heart just the fact",
        2380.64,
        2385.96
    ],
    [
        " like once you realized he was in the battle of the song you're like oh god okay so this guy has a",
        2385.96,
        2391.9
    ],
    [
        " totally different perspective which is completely grounded and and fermented in what he experienced",
        2391.9,
        2399.86
    ],
    [
        " on the battlefield and yeah this is uh yeah it's definitely it's definitely a similar a similar",
        2399.86,
        2407.5
    ],
    [
        " deal moving on there are 40 million men under arms in the world today so this again this is 1935",
        2407.5,
        2414.98
    ],
    [
        " and our statesmen and diplomats have the temerity to say that war is not in the making",
        2414.98,
        2420.92
    ],
    [
        " hell's bells are these 40 million men being trained to be dancers not literally to be sure",
        2421.9,
        2428.04
    ],
    [
        " premier Mussolini knows what they are being trained for he at least is frank enough to speak out",
        2428.04,
        2433.6
    ],
    [
        " only the other day il duce in international conciliation the publication of the Carnegie",
        2433.6,
        2439.98
    ],
    [
        " endowment for international peace said quote and above all fascism the more it considers and",
        2439.98,
        2447.02
    ],
    [
        " observes the future and the development of humanity quite apart from political considerations of",
        2447.02,
        2452.44
    ],
    [
        " the moment believes neither in the possibility nor the utility of perpetual peace war alone brings",
        2452.44,
        2460.96
    ],
    [
        " up to its highest tension all human energy and puts the stamp of nobility upon the people who have",
        2460.96,
        2468.12
    ],
    [
        " the courage to meet it end quote that's a it's one thing for Ronald Reagan to say peace through strength",
        2468.12,
        2480.88
    ],
    [
        " and hey we've got to be strong and we've got to you know the best way to to afford war is to be",
        2480.88,
        2485.96
    ],
    [
        " prepared for it but when you got Mussolini to say and hey there's I don't believe in the possibility",
        2485.96,
        2491.6
    ],
    [
        " or the or the freaking utility of peace war alone brings to its highest tension all human energy",
        2491.6,
        2499.56
    ],
    [
        " and puts the stamp of nobility upon the people who have the courage to meet it that's the leader of",
        2499.56,
        2506.5
    ],
    [
        " your country guess what's happening you're going to war undoubtedly Mussolini means exactly what he",
        2506.5,
        2513.78
    ],
    [
        " says his well-trained army his great fleet of planes and even his navy are ready for war anxious",
        2513.78,
        2520.12
    ],
    [
        " for it apparently his recent stand at the side of Hungary in the ladders dispute with Yugoslavia",
        2520.12,
        2526.2
    ],
    [
        " showed that and the hurried mobilization of troops on the Austrian border after the assassination",
        2526.2,
        2532.02
    ],
    [
        " of Dolphus showed it too there are others in Europe whose saber rattling presages war sooner or",
        2532.02,
        2541.38
    ],
    [
        " later hair Hitler with his rearming Germany and his constant demands for more and more arms",
        2541.38,
        2547.96
    ],
    [
        " is an equal if not greater menace to peace france only recently increased the term of military",
        2547.96,
        2552.98
    ],
    [
        " service for its youth from a year to 18 months all this stuff is going on he's just tracking it",
        2552.98,
        2559.92
    ],
    [
        " he sees everybody's just head no war",
        2559.92,
        2563.6
    ],
    [
        " yes all over nations are camping in their arms the mad dogs of Europe are on the loose",
        2563.6,
        2571.58
    ],
    [
        " in the orient the maneuvering is more a droid back in 1904 when Russia and Japan fought we",
        2571.58,
        2576.76
    ],
    [
        " kicked our old friends the Russians and back to pan then our very generous international bankers",
        2576.76,
        2582.88
    ],
    [
        " were financing Japan now the trend is to poison us against the Japanese what does the open door",
        2582.88,
        2588.64
    ],
    [
        " policy to China mean to us our trade with China is about 90 million dollars a year or the Philippine",
        2588.64,
        2595.18
    ],
    [
        " islands we have spent about six hundred million dollars in the Philippines in 35 years and we our",
        2595.18,
        2601.44
    ],
    [
        " bankers and industrialists and speculators have private investments there of less than 200 million",
        2601.44,
        2606.96
    ],
    [
        " then to save China to save that China trade of about 90 million and to protect these private",
        2606.96,
        2614.94
    ],
    [
        " investments of less than 200 in the Philippines we would all be stirred up to hate Japan and go to war",
        2614.94,
        2620.68
    ],
    [
        " a war that might well cost us tens of billions of dollars hundreds of thousands of American lives",
        2620.68,
        2627.02
    ],
    [
        " and many more hundreds of thousands of physically maimed and mentally unbalanced men",
        2627.64,
        2633.1
    ],
    [
        " of course for this loss there would be a compensating profit fortunes would be made millions and",
        2633.1,
        2641.98
    ],
    [
        " billions of dollars would be piled up by a few munitions makers bankers shipbuilders manufacturers",
        2641.98,
        2650.86
    ],
    [
        " meet packers speculators they would fare well yes they are getting ready for another war why shouldn't",
        2652.12,
        2661.84
    ],
    [
        " they it pays high dividends but what does it profit the men who are killed what does it profit",
        2661.84,
        2668.64
    ],
    [
        " their mothers and sisters their wives and their sweethearts what does it profit their children",
        2668.64,
        2672.52
    ],
    [
        " what does it profit anyone except the very few to whom war means huge profits",
        2672.52,
        2678.8
    ],
    [
        " yes and what does it profit the nation so",
        2680.96,
        2685.74
    ],
    [
        " I kind of have my thoughts on all this that I'm going to save a little bit",
        2685.74,
        2700.62
    ],
    [
        " but what's what's the I would say the methodology of the argument that he's presenting is to show one",
        2703.82,
        2711.44
    ],
    [
        " side of the argument which is it's a good argument I mean you can't you can't really you can't really",
        2711.44,
        2719.7
    ],
    [
        " come at this argument you can't say well people aren't going to make money no people make money",
        2719.7,
        2723.32
    ],
    [
        " that's what happens",
        2723.32,
        2724.78
    ],
    [
        " and that by itself is it automatically a bad thing either that's true that's the other part that's",
        2730.92,
        2736.46
    ],
    [
        " what I'm saying like there's there's I know you've got thoughts on this soon I got to be careful",
        2736.46,
        2739.96
    ],
    [
        " I could probably chime in like I usually do an every single thing that said and there's",
        2739.96,
        2742.88
    ],
    [
        " thoughts going through my head like crazy yes yeah I mean there are profiteers and there are",
        2742.88,
        2748.72
    ],
    [
        " people that profit and and if I'm using the terms correctal you can distinguish between those two",
        2748.72,
        2753.22
    ],
    [
        " right and they can be aligned for sure I mean it's easy for me to sit here and retrospect but it's",
        2753.22,
        2760.46
    ],
    [
        " like hey Hitler Mussolini yeah we probably want to go to all those people yeah now not yeah let them do",
        2760.46,
        2766.28
    ],
    [
        " what they want that's not a good plan and I know this now sitting here looking back but you're right",
        2766.28,
        2771.0
    ],
    [
        " and and I think to your point his perspective is correct it's not the whole story but it's a",
        2771.0,
        2780.04
    ],
    [
        " perspective that what he sees and the way he's presenting it is correct yes it's just that there is",
        2780.04,
        2785.12
    ],
    [
        " more tears more and and as you said there's nothing more obvious than that then a guy named",
        2785.12,
        2790.2
    ],
    [
        " Adolf Hitler right that's about to go on a tear yeah and kill millions of people and it's",
        2790.2,
        2795.6
    ],
    [
        " interesting he's using him like hey he might be worse than this other guy yeah he might be",
        2795.6,
        2799.58
    ],
    [
        " yeah 1935 he didn't seem so bad compared to Mussolini he's going to give a little example here take",
        2799.58,
        2805.88
    ],
    [
        " our own case until until 1898 we didn't own a bit of territory outside the mainland of North",
        2805.88,
        2811.78
    ],
    [
        " America at that time our national that was a little more than a billion dollars then we became",
        2811.78,
        2816.2
    ],
    [
        " internationally minded we forgot or shunted aside the advice of the father of our country we",
        2816.34,
        2821.68
    ],
    [
        " forgot George Washington's warning about entangling alliances we went to war we acquired outside",
        2821.68,
        2827.9
    ],
    [
        " territory at the end of the world war period as a direct result of our fiddling and international",
        2827.9,
        2833.18
    ],
    [
        " affairs our national debt had jumped to over 25 billion our total favorable trade balance during",
        2833.18,
        2841.66
    ],
    [
        " the 25 year period was about 24 billion therefore on a purely bookkeeping basis we ran a little",
        2841.66,
        2849.4
    ],
    [
        " behind year for year and that foreign trade might as well have been ours without the wars",
        2849.4,
        2855.52
    ],
    [
        " again when you just look at the numbers run the numbers man we were a billion dollars in that",
        2855.52,
        2871.64
    ],
    [
        " not to say safer for the average American who pays the bills to stay out of foreign",
        2872.34,
        2876.64
    ],
    [
        " entanglements for a very few this racket like bootlegging and other underworld rackets brings fancy",
        2876.64,
        2883.52
    ],
    [
        " profits but the cost of operations is always transferred to the people who do not profit",
        2883.52,
        2888.92
    ],
    [
        " and now we get into chapter two who makes the profits the world war rather our brief participation",
        2888.92,
        2896.36
    ],
    [
        " has cost the United States some 52 billion dollars figured out that means four hundred dollars",
        2896.66,
        2903.24
    ],
    [
        " to every American man woman and child and we haven't paid the debt yet we are paying it our",
        2903.24,
        2908.24
    ],
    [
        " children will pay it and our children's children probably still will be paying the cost of that war",
        2908.24,
        2913.58
    ],
    [
        " the normal profits of a business concern in the United States are six eight ten and sometimes 12",
        2913.58,
        2919.94
    ],
    [
        " percent but wartime profits ah that is another matter 20 60 100 300 and even 1800 percent",
        2920.92,
        2929.92
    ],
    [
        " the sky is the limit all that traffic will bear uncle sam has the money let's get it",
        2929.92,
        2936.54
    ],
    [
        " of course it isn't put that crudely in wartime it is dressed into speeches about patriotism",
        2936.54,
        2944.98
    ],
    [
        " love of country and quote we must all put our shoulders to the wheel but the profits jump",
        2944.98,
        2951.88
    ],
    [
        " and leap and skyrocket and are safely pocketed let's just take a few examples take our friends",
        2951.88,
        2958.22
    ],
    [
        " the do ponds the powder people didn't one of them testify before a senate committee recently",
        2958.22,
        2963.76
    ],
    [
        " that their powder won the war or save the world or save the world for democracy or something how",
        2963.76,
        2974.48
    ],
    [
        " you pounce for the period of nineteen ten to nineteen fourteen was six six million dollars a year",
        2974.48,
        2978.84
    ],
    [
        " it wasn't much but the do ponds managed to get along now let's look at their average",
        2978.84,
        2984.38
    ],
    [
        " dearly profit during the war years nineteen fourteen to nineteen eighteen fifty eight million dollars",
        2984.38,
        2989.94
    ],
    [
        " of profit a year we find nearly ten times that of normal times and the profits of normal times",
        2989.94,
        2996.94
    ],
    [
        " were pretty good an increase of profits more than nine hundred and fifty percent",
        2996.94,
        3001.88
    ],
    [
        " take one of our little steel companies that patriotically shunted aside the making of rails and",
        3001.88,
        3009.16
    ],
    [
        " girders and bridges to manufacture more materials well their nineteen ten to nineteen fourteen",
        3009.16,
        3013.86
    ],
    [
        " yearly earnings average six million dollars then came the war and like loyal citizens",
        3013.86,
        3018.66
    ],
    [
        " Bethlehem steel promptly turned to mission munitions making did their profits jump or did they let",
        3018.66,
        3024.88
    ],
    [
        " or did they let uncle sam infer bargain well there nineteen fourteen and nineteen eighteen",
        3025.16,
        3030.48
    ],
    [
        " average was forty nine million dollars a year or let's take united steel normal earnings during",
        3030.48,
        3035.96
    ],
    [
        " the five year period prior to the war were one hundred and five million dollars a year not bad",
        3035.96,
        3039.62
    ],
    [
        " then came along the war and up with the profits the average yearly profit for the period",
        3039.62,
        3045.34
    ],
    [
        " nineteen fourteen and nineteen eighteen was two hundred and forty million not bad then you have a",
        3045.34,
        3049.98
    ],
    [
        " some of the steel and powder earnings let's look at some let's look at something else a little copper",
        3050.02,
        3055.3
    ],
    [
        " perhaps that always does well in war times anaconda for instance average yearly earnings during the",
        3055.3,
        3061.0
    ],
    [
        " previous pre-year wars of nineteen ten to nineteen fourteen ten million dollars during the war",
        3061.0,
        3065.56
    ],
    [
        " you war years nineteen fourteen to nineteen eighteen profits left to thirty four million",
        3065.56,
        3069.9
    ],
    [
        " dollars a year you talk copper average of five million dollar during the pre war period jump to",
        3069.9,
        3075.74
    ],
    [
        " an average of twenty one million yearly profits for the war war period let's group these five",
        3075.74,
        3081.36
    ],
    [
        " with three similar companies the total yearly average profits of the pre war period 1910 to",
        3081.36,
        3087.66
    ],
    [
        " nineteen fourteen or a hundred and thirty seven million then came along the war the average yearly",
        3087.66,
        3093.28
    ],
    [
        " profits for this group skyrocketed to four hundred and eight million a little increase in profits",
        3093.28,
        3099.66
    ],
    [
        " of approximately two hundred percent those war pay they paid them but they aren't the only ones",
        3099.66,
        3107.08
    ],
    [
        " they're still others let's take leather for three year period the before the war the total",
        3107.08,
        3114.06
    ],
    [
        " profits of central leather company were three point five million that was approximately one point",
        3114.06,
        3119.96
    ],
    [
        " one six million dollars a year well in nineteen sixteen central leather returned a profit of",
        3119.96,
        3124.66
    ],
    [
        " fifteen million a small small increase of one thousand one hundred percent that's all a general",
        3124.66,
        3129.88
    ],
    [
        " chemical the general chemical company averaged a profit for three years before the war of a little",
        3129.88,
        3134.68
    ],
    [
        " over eight hundred thousand dollars a year came the war and profits jumped to twelve million dollars a",
        3134.68,
        3139.26
    ],
    [
        " year at least fourteen hundred percent international nickel company you can have a war without nickel",
        3139.26,
        3143.56
    ],
    [
        " showed an increase in profits from a mere four million dollars a year to seventy three million dollars a",
        3143.56,
        3148.36
    ],
    [
        " year not bad an increase of one thousand seven hundred percent american sugar refining company",
        3149.54,
        3154.74
    ],
    [
        " average two million dollars a year for three years before the war in nineteen sixteen a profit of",
        3154.74,
        3159.0
    ],
    [
        " six million dollars was recorded listen to senate document number two fifty nine the sixty fifth",
        3159.0,
        3165.66
    ],
    [
        " congress congress reporting on corporate earnings and government revenues considering the profits of",
        3165.66,
        3171.16
    ],
    [
        " one hundred twenty two meet packers hundred fifty three caught manufacturer two hundred ninety nine",
        3171.16,
        3175.08
    ],
    [
        " garment makers forty nine steel plants three hundred forty coal producers during the war profits",
        3175.08,
        3179.8
    ],
    [
        " under twenty five percent were exceptional for instance the coal companies made between a hundred",
        3179.8,
        3186.46
    ],
    [
        " percent and seven thousand eight hundred percent on their capital stock during a war the",
        3186.46,
        3192.4
    ],
    [
        " Chicago Packers doubled and tripled their earnings let us not forget the bankers who financed the",
        3192.4,
        3197.22
    ],
    [
        " great war if anyone cream if anyone had the cream of the profits it was the bankers being partnerships",
        3197.22,
        3201.82
    ],
    [
        " rather than incorporated organizations they do not have to report to stockholders and their profits",
        3201.82,
        3206.26
    ],
    [
        " were a secret as they were immense how the bankers made their millions and billions i do not know",
        3206.26,
        3212.98
    ],
    [
        " because those little secrets never become public even before a senate investor investor",
        3212.98,
        3218.46
    ],
    [
        " territory body people make money i mean and part of that is supply and demand and what one of the",
        3223.82,
        3230.78
    ],
    [
        " reasons that america does so well during war is because we have capitalism and that's how we're",
        3230.78,
        3236.16
    ],
    [
        " able to outpriced other countries even and especially companies that have",
        3236.16,
        3241.52
    ],
    [
        " socialized or communist controlled industry they just can't do what we do why because they're not",
        3243.2,
        3250.06
    ],
    [
        " driven to do it there's no hey look i i'm running this factory for whatever for the soviet union",
        3250.06,
        3256.18
    ],
    [
        " they want me to make a hundred tanks they want me to make two hundred tanks i'm going to get the",
        3256.18,
        3259.54
    ],
    [
        " same paycheck regardless and if i'm a guy whatever working on the the the fabrication of one of those",
        3259.54,
        3266.92
    ],
    [
        " tank treads i don't care if i make twenty today or if i make a hundred today i'm going to get the same",
        3266.92,
        3272.4
    ],
    [
        " paycheck so these people are going to make a lot of money because they're going to turn out something",
        3272.4,
        3278.5
    ],
    [
        " that is in high demand here's how some other patriotic industrials and speculators chiseled their",
        3278.5,
        3289.18
    ],
    [
        " way into war profits take the shoe people they like war it brings business with abnormal profits",
        3289.18,
        3295.38
    ],
    [
        " they made huge profits and sales abroad to our allies perhaps like the munitions",
        3295.72,
        3300.38
    ],
    [
        " manufacturers and armoured armoured makers they also sold to the enemy for a dollar is a dollar",
        3300.38,
        3305.62
    ],
    [
        " whether it comes from germany or from france but they did well by uncle sam too for instance they sold",
        3305.62,
        3310.6
    ],
    [
        " uncle sam 35 million pairs of hobnailed service shoes so that's a big number",
        3310.6,
        3318.62
    ],
    [
        " there were four million soldiers eight pairs or more to a soldier my regiment during the war",
        3319.76,
        3325.46
    ],
    [
        " had only one pair to soldier per soldier some of these shoes probably are still in existence they",
        3325.46,
        3330.52
    ],
    [
        " were good shoes but when the war was over uncle sam has a matter of 25 million pairs of shoes",
        3330.52,
        3335.76
    ],
    [
        " left over bought and paid for profits recorded and and pocketed and this is you need to start",
        3335.76,
        3341.38
    ],
    [
        " getting into the idea of just like the government waste and it's just the crazy crazy government waste",
        3341.38,
        3346.58
    ],
    [
        " which is why the free market is so powerful because people try and streamline things",
        3347.44,
        3354.22
    ],
    [
        " there was a lot of leather left so the leather people sold your uncle sam hundreds of thousands",
        3354.22,
        3359.24
    ],
    [
        " of mechlellin saddles for the cavalry but there wasn't any american cavalry overseas",
        3359.24,
        3364.06
    ],
    [
        " somebody had to get rid of this leather however somebody had to make a profit in it so we had a",
        3364.06,
        3369.22
    ],
    [
        " lot of mechlellin saddles we probably still do also somebody made a lot of mosquito netting they",
        3369.22,
        3375.82
    ],
    [
        " sold uncle sam 20 million mosquito nets for the use of soldiers overseas i suppose the boys were",
        3375.82,
        3381.42
    ],
    [
        " expected to put it over them as they tried to sleep and muddy trenches one hand scratching kudis",
        3381.42,
        3385.86
    ],
    [
        " on their backs and the others making passes at scurrying rats well not one of these mosquito nets",
        3385.86,
        3390.72
    ],
    [
        " ever got to france anyhow these thoughtful manufacturers wanted to make sure that no soldier",
        3390.72,
        3396.74
    ],
    [
        " would be without his mosquito net so 40 million additional yards of mosquito netting were sold",
        3396.74,
        3401.9
    ],
    [
        " uncle sam you know why because you're not spending your own money you're not spending your own",
        3401.9,
        3409.56
    ],
    [
        " money when you're not spending your own money man you spend it on stuff because it's really easy to",
        3409.56,
        3415.38
    ],
    [
        " you know what they might need them know let's get them and all politics are local who knows who",
        3415.38,
        3422.68
    ],
    [
        " was putting in those where those mosquito nets were made these were pretty good profits and mosquito",
        3422.68,
        3429.56
    ],
    [
        " netting in those days even if there were no mosquitoes in france i suppose if the war lasted just a",
        3429.56,
        3433.72
    ],
    [
        " little bit longer the enterprising mosquito netting manufacturers would have sold uncle sam a",
        3433.72,
        3437.04
    ],
    [
        " couple of consignments of mosquitoes to plant in france so that more mosquito netting would be in order",
        3437.04,
        3441.36
    ],
    [
        " airplane and air and engine manufacturers felt they too should adjust their profits out of this war",
        3441.36,
        3447.96
    ],
    [
        " why not everybody else is getting theirs so a billion dollars count them if you live long enough",
        3447.96,
        3453.72
    ],
    [
        " was spent by uncle sam in building airplane engines that never left the ground not one plane or motor",
        3453.72,
        3458.5
    ],
    [
        " out of the billion dollars worth ordered ever got into battle in france just the same the manufacturers",
        3458.5,
        3464.96
    ],
    [
        " made their little profit of 30 a hundred or perhaps 300 percent remember the fraud waste and abuse",
        3464.96,
        3474.6
    ],
    [
        " hotline apparently they didn't have that like in the military ecotralls they got to think",
        3474.6,
        3478.5
    ],
    [
        " called the fraud waste and abuse hotline you can call up and say hey we're buying plane engines",
        3478.5,
        3483.68
    ],
    [
        " we got them lined up we're not using them we're buying mosquito nets we're not using them",
        3483.82,
        3489.9
    ],
    [
        " didn't want to actually use that or do you know of anyone who I never used did you ever use it",
        3489.9,
        3494.42
    ],
    [
        " I never use it but I know the sticker wall I know if I would have to use I probably",
        3494.42,
        3499.22
    ],
    [
        " use it on my task and or my platoon for the money we were wasting on ammunition just slaying ammunition",
        3499.22,
        3505.86
    ],
    [
        " undershirts four soldiers cost 14 cents to make an uncle sam paid 30 to 40 cents each for them a",
        3505.86,
        3513.44
    ],
    [
        " nice little profit for the undershirt manufacturer and the stocking manufacturer the uniform",
        3513.44,
        3516.9
    ],
    [
        " manufacturers and the cap manufacturing the steel helmet manufacturers all got theirs why when the",
        3516.9,
        3521.32
    ],
    [
        " war was over some four million sets of equipment napsacks and the things that go to fill them",
        3521.32,
        3526.54
    ],
    [
        " crammed warehouses on this side now they are being scrapped because the regulations have changed",
        3526.54,
        3530.78
    ],
    [
        " the contents but the manufacturers collected their wartime profits on them and they will do it",
        3530.78,
        3535.68
    ],
    [
        " all over again next time there were lots of brilliant ideas for making profit during the war one",
        3535.68,
        3542.34
    ],
    [
        " very versatile patriot sold uncle sam 12 doesn't 48 inch wrenches oh they were very nice wrenches",
        3542.82,
        3548.72
    ],
    [
        " the only trouble was that there is only one nut ever made that was large enough for these wrenches",
        3548.72,
        3553.5
    ],
    [
        " that's the one that holds the turbines at Niagara Falls well after uncle sam had bought them and",
        3553.5,
        3559.38
    ],
    [
        " manufactured and the manufacturer profited from them the wrenches were put on freight cars",
        3559.38,
        3563.34
    ],
    [
        " and shunted all around the United States in an effort to find a use for them when the armistice",
        3563.34,
        3572.32
    ],
    [
        " nuts to fit the runches any plan to sell those to to your uncle sam still another brilliant idea",
        3572.32,
        3580.64
    ],
    [
        " that the kernels shouldn't ride in automobiles nor should they even ride on horseback one has",
        3580.64,
        3585.72
    ],
    [
        " probably seen a picture of ambie jackson riding on a buck board well some 6000 buck boards were",
        3585.72,
        3591.12
    ],
    [
        " sold to uncle sam for the use by kernels not one of them was used the buck board manufacturer",
        3591.12,
        3597.06
    ],
    [
        " got his war profit buck board is like a wagon it's like a carriage with leaf springs to be told",
        3597.34,
        3604.24
    ],
    [
        " behind a horse six thousand of them the ship builders felt they should come on on some of it too",
        3604.24,
        3613.48
    ],
    [
        " they built a lot of ships that they made a lot of profit more than three billion dollars worth",
        3613.48,
        3617.3
    ],
    [
        " some of the ships were all right but six hundred and thirty five million worth of them were made of",
        3617.3,
        3622.36
    ],
    [
        " wood that wouldn't float the seams opened up and they sank we paid for them though and somebody",
        3622.36,
        3627.42
    ],
    [
        " pocketed the profits it's been estimated by statisticians and economists and researchers that the",
        3627.42,
        3632.2
    ],
    [
        " war cost your uncle sam fifty two billion dollars of this some thirty nine billion was expended",
        3632.2,
        3638.02
    ],
    [
        " in the actual war itself this expenditure yielded sixteen billion dollars in profits that is how the",
        3638.02,
        3645.88
    ],
    [
        " twenty one thousand billionaires and millionaires got that way this sixteen billion dollars in profits",
        3645.88,
        3652.78
    ],
    [
        " is not to be sneezed at it's quite a tidy sum and it went to a very few the senate committee probe",
        3652.78,
        3659.64
    ],
    [
        " of the munitions industry and its wartime profits despite its sensational closures hardly had scratched",
        3659.64,
        3665.12
    ],
    [
        " the surface even so it's had some effect the state department had been studying for some time",
        3665.12,
        3671.06
    ],
    [
        " methods of keeping out of war the war department suddenly decides it has a wonderful plan to spring",
        3671.06,
        3676.46
    ],
    [
        " the administration names a committee with the war navy departments ably represented under the",
        3676.46,
        3682.0
    ],
    [
        " chairmanship of a wall street speculator to limit profits in wartime to what extent isn't suggested",
        3682.0,
        3689.12
    ],
    [
        " hmm possibly the profits of three hundred and six hundred and sixteen hundred percent of those",
        3689.12,
        3694.0
    ],
    [
        " who turned blood into gold in world war in the world war would be limited to some smaller figure",
        3694.0,
        3700.1
    ],
    [
        " apparently however the plan does not call for any limitation of losses that is the loss losses",
        3702.84,
        3707.56
    ],
    [
        " of those who fight the war as far as i have been able to ascertain there is nothing in this scheme to",
        3707.56,
        3713.8
    ],
    [
        " limit a soldier to the loss of but one i or one arm or to limit his wounds to one or two or three",
        3713.8,
        3720.54
    ],
    [
        " or to limit the loss of life there's nothing in this scheme apparently that says not more than",
        3720.54,
        3727.12
    ],
    [
        " twelve percent of a regiment shall be wounded in bottle or not more than seven percent of a division",
        3727.2,
        3731.68
    ],
    [
        " shall be killed of course the committee cannot be bothered with such trifling matters so they put",
        3731.68,
        3740.02
    ],
    [
        " together a committee and say well you know they're making a little too much money we should put a limit",
        3740.02,
        3743.74
    ],
    [
        " on how much money they can make possibly limit those war profits",
        3743.74,
        3749.14
    ],
    [
        " chapter three who pays the bills",
        3756.6,
        3758.32
    ],
    [
        " who provides the profits these nice little profits of twenty one hundred three hundred",
        3758.32,
        3765.16
    ],
    [
        " fifteen hundred eighteen hundred percent we all pay them in taxation we paid the bankers their",
        3765.16,
        3771.32
    ],
    [
        " profits when we bought liberty bonds at a hundred dollars and sold them back at eighty four or eighty",
        3771.32,
        3776.76
    ],
    [
        " six to the bankers these bankers collected a hundred dollars plus it was a simple manipulation",
        3776.76,
        3783.52
    ],
    [
        " the bankers control the security marks it was easy for them to depress the price of these bonds",
        3783.52,
        3789.32
    ],
    [
        " then all of us the people got frightened and sold the bonds at eighty four eighty six the bankers bought",
        3789.32,
        3793.98
    ],
    [
        " them then these same bankers stimulated a boom and government bonds went to par and above and",
        3793.98,
        3806.74
    ],
    [
        " but the soldier pays the biggest part of the bill if you don't believe this visit the american",
        3807.56,
        3813.96
    ],
    [
        " cemeteries on the battlefields abroad or visit any of the veterans hospitals in the united states",
        3813.96,
        3820.92
    ],
    [
        " on a tour of the country in the midst of which i am i am doing at the time of writing this",
        3820.92,
        3827.6
    ],
    [
        " i have visited eighteen government hospitals for veterans in them are a total of about fifty thousand",
        3827.6,
        3835.26
    ],
    [
        " destroyed men men who were the pick of the nation eighteen years ago the very able chief surgeon at",
        3835.26,
        3843.26
    ],
    [
        " the government hospital at milwaki where there are three thousand eight hundred of the living dead",
        3843.26,
        3849.26
    ],
    [
        " told me that mortality among veterans is three times as great as among those who stayed at home",
        3849.26,
        3855.82
    ],
    [
        " so this was interesting because we we hear a lot about what happens when we come home we hear",
        3855.82,
        3863.88
    ],
    [
        " about PTSD and you you see like the images of shell shock in world war two especially in",
        3863.88,
        3870.5
    ],
    [
        " england and the brits you don't hear a lot about it from world war one and this this is a weirdly",
        3870.5,
        3878.72
    ],
    [
        " written sentence i tried to read it in a way that made it made sense but it says the very able",
        3878.72,
        3883.32
    ],
    [
        " surgeon the very able chief surgeon at the government hospital semi colon at milwaki where",
        3883.32,
        3889.1
    ],
    [
        " there are three thousand eight hundred of the living dead told me that the mortality among",
        3889.74,
        3893.62
    ],
    [
        " veterans is three times as great as among those who stayed at home so what he's saying is",
        3893.62,
        3898.0
    ],
    [
        " people that fought are three times likely to die three times more likely to die than someone that",
        3898.0,
        3905.44
    ],
    [
        " didn't fight doesn't talk about how but my guess is a lot of those are suicide",
        3905.44,
        3910.2
    ],
    [
        " or just like the crazy violent deaths that military people that have that experience",
        3910.2,
        3917.96
    ],
    [
        " end up having and here he goes into it a little bit in the most simplistic and so obvious way",
        3917.96,
        3929.98
    ],
    [
        " boys with a normal viewpoint were taken out of the fields and offices in factories and classrooms",
        3929.98,
        3937.92
    ],
    [
        " and put into the ranks they were remolded they were made over they were made to about face",
        3937.92,
        3947.08
    ],
    [
        " to regard murder as the order of the day they were put shoulder to shoulder and through mass",
        3947.98,
        3955.82
    ],
    [
        " psychology they were entirely changed we used them for a couple of years and trained them to think",
        3955.82,
        3963.66
    ],
    [
        " nothing at all of killing or of being killed then suddenly we discharged them and told them to",
        3963.66,
        3973.3
    ],
    [
        " make another about face this time they had to do their own readjustment without mass psychology",
        3973.3,
        3981.24
    ],
    [
        " without officers aid and advice and without nationwide propaganda we didn't need them anymore",
        3981.24,
        3989.08
    ],
    [
        " so we scattered them about with any three minute or liberty loan speeches or without any three",
        3989.08,
        3998.04
    ],
    [
        " minute or liberty loan speeches or parades many too many of these fine young boys are eventually",
        3998.04,
        4005.24
    ],
    [
        " destroyed mentally because they could not make that final about face alone that's pretty straight",
        4005.24,
        4015.8
    ],
    [
        " forward and he gives up example here he says in the government hospital in Marion Indiana",
        4015.8,
        4025.0
    ],
    [
        " 1,800 of these boys are in pens 500 of them in a barracks with steel bars and wires all around",
        4025.94,
        4034.6
    ],
    [
        " the outside of the buildings and on the porches these already have been mentally destroyed",
        4034.6,
        4041.04
    ],
    [
        " these boys don't even look like human beings oh the look on their faces physically they are in good",
        4041.04,
        4054.98
    ],
    [
        " there are thousands and thousands of these cases and more and more are coming in all the time",
        4054.98,
        4059.72
    ],
    [
        " the tremendous excitement of the war the sudden cutting off of that excitement the young boys couldn't stand it",
        4059.72,
        4067.4
    ],
    [
        " I'm gonna have to dig into that I'm gonna have to get some research going on that because that sounds horrific",
        4067.4,
        4077.22
    ],
    [
        " 1800 men boys he's calling them but this is 1935 you know the the war ended in 1918 so he's",
        4085.4,
        4093.18
    ],
    [
        " these are young men and you just don't hear about this hear about it now you don't hear about it",
        4093.18,
        4105.52
    ],
    [
        " world war one and in fact world war two I've talked about like well you know in world war two you",
        4105.52,
        4112.64
    ],
    [
        " got to come on one a ship with some other guys and you got to decompress for five or six weeks and",
        4112.64,
        4117.14
    ],
    [
        " you you were held up as a hero and all this stuff and that's why it was easier to adapt it's like",
        4117.14,
        4121.72
    ],
    [
        " yeah what about world war one and that freaking psychotic war yeah I mean everything that's in my",
        4121.72,
        4133.0
    ],
    [
        " mind obviously has to be tempered with the fact that I truly cannot claim to appreciate the",
        4133.36,
        4140.72
    ],
    [
        " reality that he's describing he said he's been basically talking about VA hospitals he's been",
        4140.72,
        4145.86
    ],
    [
        " 18 different VA hospitals this is a passion for him he's going around seeing what's going on and",
        4145.86,
        4151.32
    ],
    [
        " at least in this sense of of when you think about world war two that there was this",
        4151.32,
        4158.88
    ],
    [
        " and I got to assume it was felt at the time this very clear sense of good and evil right and wrong",
        4159.84,
        4166.1
    ],
    [
        " and the sides that we are on and that the the the justification and the necessity the global",
        4166.1,
        4174.06
    ],
    [
        " necessity and if you think about world war one at least try to reconcile the loss and what was it",
        4174.06,
        4178.84
    ],
    [
        " for and what was really at stake and how much blurrier and just you don't feel that in world war one",
        4178.84,
        4184.54
    ],
    [
        " and you talk about probably a nation that's just totally ill equipped to have a 25 year old come",
        4185.54,
        4189.8
    ],
    [
        " back after seeing what they saw without even being able to say hey I at least saved the world you know",
        4189.8,
        4196.22
    ],
    [
        " from Holocaust or nuclear war whatever it could have been at stake by the end of world war two",
        4196.22,
        4203.46
    ],
    [
        " and being totally ill equipped to know how to even handle that",
        4203.46,
        4209.06
    ],
    [
        " at least in modern times right you're at least a little bit desensitized right you've seen horror",
        4211.26,
        4218.28
    ],
    [
        " movies you've seen blood and guts you're playing first person shooter video games like this is",
        4218.28,
        4224.04
    ],
    [
        " can you imagine coming from freaking Omaha Nebraska where you're like going to school you know I mean",
        4224.04,
        4231.5
    ],
    [
        " you're just a normal kid that might not even be the best example because at least in Omaha",
        4231.5,
        4235.8
    ],
    [
        " Nebraska you're you're slaughtering pigs you're shooting guns but if you're in whatever if you're",
        4236.06,
        4242.14
    ],
    [
        " from the city and you just you're just not around that you're not seeing it and then boom you're",
        4242.14,
        4247.36
    ],
    [
        " thrown into world war one yeah and there was another section that he that that I know about",
        4247.36,
        4253.64
    ],
    [
        " Smelly Butler there was a point I think it was when he was in China where he for the first time saw",
        4253.64,
        4265.78
    ],
    [
        " some real violence and that was before World War one but yeah at least nowadays this might be a",
        4265.78,
        4274.12
    ],
    [
        " bad thing is that people are desensitized somewhat you know go on go on whatever YouTube I don't",
        4274.12,
        4283.18
    ],
    [
        " know does YouTube filter out like a heinous shootings and stuff like that yeah so where do you see",
        4283.18,
        4287.72
    ],
    [
        " stuff like that now I'm oddly and I don't want to go too deep into it but oddly they had a few websites",
        4287.72,
        4292.96
    ],
    [
        " out that you could just go yeah they say click here make sure you're 18 whatever yeah and then",
        4292.96,
        4297.66
    ],
    [
        " you can watch whatever sick video you want but as I've noticed not that I frequent these things but",
        4297.66,
        4303.36
    ],
    [
        " as I've noticed they've been kind of disappearing yeah that's interesting like I remember there was a",
        4303.36,
        4308.3
    ],
    [
        " video of a of a Russian soldier being killed by a by a cheshire yeah and it's brutal they're putting",
        4308.3,
        4318.32
    ],
    [
        " this boot on his head and they're just he's screaming and they're caught in his throat and he's sort",
        4318.32,
        4322.08
    ],
    [
        " of like slowly yeah the impact of the knife blade yeah that's old school there's way we're",
        4322.08,
        4326.92
    ],
    [
        " stuff I'm saying that's old school yeah but I haven't seen that in a long time and but I'm sure",
        4326.92,
        4332.4
    ],
    [
        " there's like some websites where you can see all that stuff yeah and I like I said I think they're",
        4332.4,
        4337.76
    ],
    [
        " kind of quietly doing away with them maybe because they encourage certain like groups to be like",
        4337.76,
        4346.26
    ],
    [
        " oh let's see if we can put ours up you know because in that dark area of the internet it's like",
        4346.26,
        4351.54
    ],
    [
        " the people who are responsible for making those videos um sometimes they get into these little",
        4351.54,
        4357.26
    ],
    [
        " competitions to see who who can make the sickest video well and they go hard for sure even if you",
        4357.26,
        4367.0
    ],
    [
        " just saw rated our movies yeah you would be more accustomed to this kind of scenery oh yeah and",
        4367.0,
        4374.42
    ],
    [
        " and you got you have like like yeah the exposure of what war actually is is way more now compared to",
        4374.42,
        4380.72
    ],
    [
        " the time like that hey if you watched um saving private Ryan yeah you're like okay man I mean this is",
        4380.72,
        4386.46
    ],
    [
        " and there's reports plenty of reports like World War Two veterans that were at D-Day were",
        4386.46,
        4391.68
    ],
    [
        " totally thought you know thought that nailed it and they were very disturbed in watching it",
        4391.68,
        4397.12
    ],
    [
        " and and had to take a break had to walk out whatever because it was so realistic",
        4397.12,
        4400.3
    ],
    [
        " so that's gonna condition you yeah but if you leave freaking Maryland where you live in a small",
        4400.56,
        4408.98
    ],
    [
        " neighborhood and your dad works at the factory and next thing you know you're in World War One",
        4408.98,
        4414.84
    ],
    [
        " and then and then all of a sudden three weeks later you're back back in Maryland in your",
        4414.84,
        4422.26
    ],
    [
        " neighborhood yeah it's gonna be a rough one that's a good way to put it well I was like hey they take",
        4422.26,
        4426.46
    ],
    [
        " you out of your normal world and make you do it about face with all this essential training and",
        4426.46,
        4431.24
    ],
    [
        " like all this cook you know this influence and stuff and then when that's done just all of a sudden",
        4431.24,
        4436.16
    ],
    [
        " hey do another about face but hey do it on your own kind of a thing it's like dang that's exactly",
        4436.16,
        4440.88
    ],
    [
        " what happened so you know that song by the white buffalo that he played when he was on here it's called",
        4440.88,
        4444.26
    ],
    [
        " the wish it was true well when he was on here he played that song and and I actually had like asked",
        4444.26,
        4451.02
    ],
    [
        " him to play slow yeah and um but the song you know it's got a line in there that basically says hey",
        4451.02,
        4457.6
    ],
    [
        " you're just a number and we used you and you're through and there's a couple people that you know",
        4457.6,
        4461.84
    ],
    [
        " left some comments or hit me up like this is an anti-war song what are you talking about",
        4461.84,
        4465.92
    ],
    [
        " and I was like hey bro this is what happens yeah it doesn't happen all the time but this is a",
        4465.92,
        4471.46
    ],
    [
        " this is a song written from someone's individual viewpoint of hey went to war whatever war it was",
        4471.46,
        4477.38
    ],
    [
        " maybe it was World War one World War two World War uh Korea Vietnam there's plenty of people that",
        4477.38,
        4481.8
    ],
    [
        " went to those wars came home and this is exactly what happened that's what that song is about",
        4481.8,
        4486.48
    ],
    [
        " is not saying oh you you just got used by every single soldier's not saying that",
        4486.48,
        4491.88
    ],
    [
        " but there are this happens this does happen and that's why it's such a powerful song",
        4491.88,
        4497.14
    ],
    [
        " just might sound a little bit insensitive but you don't you don't ramble that's what that story",
        4497.14,
        4502.44
    ],
    [
        " was essentially about when you watch first blood yeah right like that's essentially what it was about",
        4502.7,
        4507.5
    ],
    [
        " it's about and then they then they of course they do them dirty again sent them to jail and then",
        4507.5,
        4511.68
    ],
    [
        " rambo two they're like oh wait wait we need that guy again you know let's go get that guy and then",
        4511.68,
        4515.44
    ],
    [
        " they do try to do them dirty again same same that is essentially the story you and it's not and and",
        4515.44,
        4520.7
    ],
    [
        " look there's plenty of people that come home from war and they get they they're able to deal with it",
        4520.7,
        4525.8
    ],
    [
        " and they go cool you know what I did what I had to do and now I'm going back to the work and go",
        4525.8,
        4530.02
    ],
    [
        " back to the factory I'm going back to the construction site going back to the to the insurance",
        4530.02,
        4534.02
    ],
    [
        " business that I'm running or that I work at least people people do and they also saw different",
        4534.02,
        4538.68
    ],
    [
        " things what did this person see they'll do different things what did this person do so we got",
        4538.68,
        4543.08
    ],
    [
        " to take all these things into account but like you just pointed out echo the fact that you're going",
        4543.08,
        4547.06
    ],
    [
        " to take hundreds of thousands of people in world war one in world war two you're going to take hundreds",
        4547.06,
        4552.76
    ],
    [
        " of thousands of people and train them to kill and then when it's over you're like cool we're good",
        4552.76,
        4559.28
    ],
    [
        " hey appreciate it see you later and I mean I don't I Eugene Sledge I mean he had a really hard time",
        4559.28,
        4568.3
    ],
    [
        " when he came home from war a really hard time when he came home from war and he still carried on",
        4568.3,
        4573.74
    ],
    [
        " with his normal life I mean actually all those guys did all those guys that were over over over",
        4573.74,
        4578.64
    ],
    [
        " there had a real hard time but there's also millions of veterans that came home and like",
        4578.64,
        4584.2
    ],
    [
        " did they carried on with their life yeah I mean I mean I mean I've had had him on this podcast I",
        4585.36,
        4591.86
    ],
    [
        " mean Charlie Plum how does he come home from six years of captivity and it's just like okay cool well",
        4591.86,
        4596.12
    ],
    [
        " you know deal you know we're gonna move on you William Reader by the way William Reader 40 years like",
        4596.12,
        4603.04
    ],
    [
        " stayed in the army for another whatever 38 years doing his job getting a fit rep how do you write a fit",
        4603.04,
        4608.74
    ],
    [
        " rep for for William Reader how do you not just say hey sir what look I'm supposed to be in charge of",
        4608.74,
        4613.58
    ],
    [
        " you tell me what you want to do because you have done more than for the military than I could have",
        4613.58,
        4619.06
    ],
    [
        " ever hoped to have done and I appreciate you sitting here and not like not like beating me up or",
        4619.06,
        4624.46
    ],
    [
        " whatever not not counseling me on what an idiot I am so there's plenty of people that come home",
        4624.46,
        4630.22
    ],
    [
        " and they they are now I will say this and Charlie Plum pointed this out to me they're the amount of",
        4630.22,
        4637.62
    ],
    [
        " like post traumatic stress that the guys that were in the Hanoi Hilton had was less on average than",
        4638.52,
        4643.9
    ],
    [
        " normal infantrymen and it's because they had this camaraderie at least that's what he said",
        4643.9,
        4650.44
    ],
    [
        " at least I think I remember what he said but but they had this camaraderie so it was like hey you",
        4650.44,
        4654.82
    ],
    [
        " know we were all and they had time to process it and and then they got this huge beautiful",
        4654.82,
        4661.02
    ],
    [
        " welcome home and I mean when I it was Jim Serylesley I think it was Jim Serylesley when he you know",
        4661.02,
        4667.68
    ],
    [
        " he's lost both legs and his arm and the guys came home from being POWs with the white you know with",
        4667.68,
        4674.68
    ],
    [
        " the big reception he was like hey bro I understand you guys were held captive I'm sorry you know I",
        4674.68,
        4691.0
    ],
    [
        " so that probably helped the the guys that were captives in in Vietnam as well as that they got a",
        4692.88,
        4698.86
    ],
    [
        " very warm welcome home and as we know a lot of Vietnam veterans did not get a warm welcome home",
        4698.86,
        4705.44
    ],
    [
        " and I from what it sounds like here same thing World War One",
        4705.44,
        4710.94
    ],
    [
        " oh the look on their faces physically they're in good shape mentally they are gone",
        4710.94,
        4716.92
    ],
    [
        " you know I wrote that down too that that the metaphor that he describes about we take them we",
        4717.0,
        4724.8
    ],
    [
        " haven't doing about face and then we haven't doing another about face and it's they can't do that",
        4724.8,
        4728.74
    ],
    [
        " second one we haven't do the second one on their own on their own they can't do it",
        4728.74,
        4732.74
    ],
    [
        " it's not unreasonable to think and just I was literally just thinking about what who who are",
        4732.74,
        4742.16
    ],
    [
        " you if you're a twenty one twenty two year old male in 1914 going over one who are you and it's",
        4742.16,
        4749.78
    ],
    [
        " it's not unreasonable to think that they had no idea what war was period what war was and if you",
        4749.78,
        4758.48
    ],
    [
        " think about today like joining the military to your point at least some exposures accessible to",
        4758.48,
        4766.08
    ],
    [
        " anybody you have some idea what war is you've seen platoon you see full metal jacket you've seen",
        4766.08,
        4771.14
    ],
    [
        " saving private rine you've seen apocalypse now you've seen all these movies yes and it's in",
        4771.14,
        4776.02
    ],
    [
        " the national psyche to people are talking about it people have been talking about it if you were",
        4776.02,
        4780.12
    ],
    [
        " in world war one in your 20 I mean the last yeah there's a story is probably do some math but like",
        4780.12,
        4786.38
    ],
    [
        " this unless you have some connection to the civil war which ended 50 years ago and you're getting",
        4786.38,
        4791.32
    ],
    [
        " stories from your grandpa you have no idea what war is and then you're going to world war one",
        4791.32,
        4798.26
    ],
    [
        " where the use of human capital the use of a human being was was",
        4799.54,
        4805.46
    ],
    [
        " less significant than than any other piece of material that was out there and today like I",
        4805.46,
        4815.28
    ],
    [
        " did 23 years in the Marine Corps I retired like five years it's like 30 years coming up on my",
        4815.28,
        4819.1
    ],
    [
        " military experience we take excessive sometimes tactically unsound links to preserve American lives",
        4819.1,
        4827.26
    ],
    [
        " now obviously we know that doesn't always work out but we don't buy design waste lives and you can",
        4827.26,
        4835.54
    ],
    [
        " kind of almost count on that like hey there there are no more human waves there's no right listen",
        4835.54,
        4840.36
    ],
    [
        " gents have a seat let's talk about this plan we know we're all gonna get wiped out but we have",
        4840.36,
        4846.24
    ],
    [
        " to go do this like those conversations aren't really happening and so you kind of know what you're",
        4846.24,
        4851.4
    ],
    [
        " getting into a little bit at least softens out a little bit you know what war is some idea what",
        4851.4,
        4855.96
    ],
    [
        " a word is going to be like I can't imagine a bigger contrast at being 19 years old hey you're going",
        4855.96,
        4860.56
    ],
    [
        " to Europe and like hey where is that okay cool it's here hey what country is that that's this",
        4860.56,
        4866.82
    ],
    [
        " country here okay who are we fighting these people over here how does this going to work well when",
        4866.82,
        4871.7
    ],
    [
        " you get there we'll show you okay cool and then and then you see world war one yeah",
        4871.7,
        4878.26
    ],
    [
        " the second about face to do on your own yeah it's gonna be a rough it's not gonna work out right",
        4878.26,
        4884.8
    ],
    [
        " and he's not touring the country going yeah and yeah the frustration is should we probably take",
        4884.96,
        4891.78
    ],
    [
        " a couple of those dollars I mean the sarcasm with with just the say so should we take a couple",
        4891.78,
        4897.04
    ],
    [
        " of those dollars and maybe help these folks with that about face these patrons over here making money",
        4897.04,
        4901.6
    ],
    [
        " again and this is just me saying I can appreciate this point of you get where he's coming from",
        4901.6,
        4908.66
    ],
    [
        " and this is this is not some coward this is not some this is not a dude who's sitting on the",
        4911.32,
        4917.56
    ],
    [
        " sidelines casting judgment this is a guy who who for whatever got back in the this is a guy who",
        4917.56,
        4923.2
    ],
    [
        " can speak you know from a first person point of view certainly again so he gets done talking",
        4923.2,
        4928.9
    ],
    [
        " about that part of the bill and he says that's a part of the bill so much for the dead they have",
        4928.9,
        4935.26
    ],
    [
        " paid their part of the war profits so much for the mentally and physically wounded they are paying",
        4935.26,
        4941.16
    ],
    [
        " now for their share of the war profits but others paid too they paid with heart breaks when they",
        4941.16,
        4948.2
    ],
    [
        " tore themselves away from their fire sides and their families to down the uniform of Uncle Sam",
        4948.2,
        4952.96
    ],
    [
        " on which a profit had been made they paid another part in the training camps where they were",
        4952.96,
        4959.5
    ],
    [
        " regimented and drilled while others took their jobs and their places in their lives and in their",
        4959.5,
        4964.78
    ],
    [
        " communities they paid for it in the trenches where they were shot at and they were shot where",
        4964.78,
        4970.06
    ],
    [
        " they were hungry for days at a time where they slept in mud and cold and rain with the moans and",
        4970.06,
        4976.92
    ],
    [
        " shrieks of the dying for a horrible lullaby but don't forget the soldier paid part of the dollars",
        4976.92,
        4984.92
    ],
    [
        " and cents bill to up to and including the Spanish-American war we had a prize system and soldiers",
        4984.92,
        4991.44
    ],
    [
        " and sailors fought for money during the civil war they were paid bonuses in many instances",
        4991.44,
        4996.3
    ],
    [
        " before they went into service the government or the states paid as high as $1200 for an enlistment",
        4996.3,
        5002.78
    ],
    [
        " in the Spanish-American war they gave prize money when we captured any vessels the soldiers",
        5002.78,
        5009.74
    ],
    [
        " all got their share at least they were supposed to then it was found we could reduce the cost of",
        5009.74,
        5016.34
    ],
    [
        " by taking all the prize money and keeping it but conscripting the soldiers anyway so it's going",
        5016.48,
        5024.14
    ],
    [
        " to the draft then soldiers couldn't bargain for their labor at either everyone else could bargain",
        5024.14,
        5029.82
    ],
    [
        " but the soldier couldn't Napoleon once said all men are enamored of decorations they positively",
        5029.82,
        5037.46
    ],
    [
        " hunger for them so by developing a Napoleonic system the metal business the government learned",
        5037.46,
        5043.08
    ],
    [
        " it could get soldiers for less money because the boys liked to be decorated until the civil war",
        5043.08,
        5048.08
    ],
    [
        " there were no metals then the congressional metal of honor was handed out it made enlistments easier",
        5048.08,
        5054.12
    ],
    [
        " after the civil war no new metals were issued until the Spanish-American war in the world war we",
        5054.12,
        5060.04
    ],
    [
        " used propaganda to make the boys accept conscription they were made to feel ashamed if they didn't",
        5060.04,
        5066.56
    ],
    [
        " join the army so vicious was this war propaganda that even god was brought into it with a few",
        5066.56,
        5072.98
    ],
    [
        " with few exceptions our clergymen joined them in the clamor to kill kill kill to kill the Germans",
        5072.98,
        5078.8
    ],
    [
        " god is on our side it is his will that the Germans should be killed and in Germany the good",
        5078.8,
        5085.74
    ],
    [
        " pastors called upon the Germans to kill the allies to please the same god that was part of the",
        5085.74,
        5092.22
    ],
    [
        " general propaganda built up to make people war conscious and murder conscious",
        5092.22,
        5099.24
    ],
    [
        " beautiful ideals were painted for our boys who were sent out to die this was the war to end all",
        5102.42,
        5106.9
    ],
    [
        " wars this was the war to make the world safe for democracy no one mentioned to them as they",
        5106.9,
        5112.94
    ],
    [
        " marched away that they're going and dying would mean huge war profits no one told these",
        5112.94,
        5117.9
    ],
    [
        " American soldiers that they might be shot down by bullets made by their own brothers here no one",
        5117.9,
        5122.54
    ],
    [
        " told them that the ships on which they were going to cross might be torpedoed by submarines",
        5122.54,
        5126.44
    ],
    [
        " built with united states patents they were just told it was going to be a glorious adventure",
        5126.64,
        5132.74
    ],
    [
        " thus having stuffed patriotism down their throats it was decided to make them help pay for the war too",
        5132.74,
        5141.02
    ],
    [
        " so we gave them a large salary of thirty dollars a month all they had to do for this",
        5141.02,
        5145.42
    ],
    [
        " magnificent sum was to leave their deer ones behind give up their jobs lion swampy trenches",
        5145.42,
        5151.76
    ],
    [
        " eat canned willy when they could get it and kill and kill and kill and be killed but wait half that",
        5151.76,
        5158.0
    ],
    [
        " wage just a little more than a river to shipyard or a laborer in a munitions factory safe at home made",
        5158.0,
        5163.38
    ],
    [
        " in a day half that wage was promptly taken from him to support his dependence so that he would not",
        5163.38,
        5168.1
    ],
    [
        " become a charge upon his community then we made him pay what amount to accident insurance",
        5168.1,
        5173.54
    ],
    [
        " something the employer pays for an enlightened state and that cost him about six dollars a month",
        5173.54,
        5179.02
    ],
    [
        " yet less than nine dollars a month left then the most crowning insolence of all he was virtually",
        5179.52,
        5185.44
    ],
    [
        " blackjacked into paying for his own ammunition clothing and food by being made by being made to buy",
        5185.44,
        5190.96
    ],
    [
        " liberty bonds most soldiers got no money at all on paydays we made them buy back but we made",
        5190.96,
        5199.22
    ],
    [
        " them buy liberty bonds for a hundred dollars and then we bought them back when they came back from",
        5199.22,
        5203.8
    ],
    [
        " the war and couldn't find work at eighty four dollars and eighty six dollars and the soldiers",
        5203.8,
        5208.42
    ],
    [
        " brought about about two billion dollars worth of these bonds yes the soldier pays the greater part",
        5208.42,
        5217.06
    ],
    [
        " of the bill his family pays to they paid in the same heartbreak that he does as he suffers day",
        5217.06,
        5222.06
    ],
    [
        " suffer at nights as he lay in the trenches and watch shrapnel burst about him they lay home in",
        5222.06,
        5227.16
    ],
    [
        " their beds and toss sleeplessly his father his mother his wife his sisters his brothers his sons",
        5227.16,
        5231.86
    ],
    [
        " and his daughters when he returned home minus an eye or minus a leg or with his mind broken they",
        5231.86,
        5239.56
    ],
    [
        " suffered too as much and sometimes even more than he yes and they too contributed their dollars to",
        5239.56,
        5248.32
    ],
    [
        " the profits of the munition makers and bankers and shipbuilders and the manufacturers and the",
        5248.32,
        5252.98
    ],
    [
        " speculators made they too bought liberty bonds and contributed to the profit of the bankers after",
        5252.98,
        5257.94
    ],
    [
        " the armistice in the hocus-pocus of manipulated liberty bond prices",
        5257.94,
        5262.86
    ],
    [
        " and even now the families of the wounded men and of the mentally broken and those who were never",
        5262.86,
        5270.74
    ],
    [
        " able to readjust themselves are still suffering and paying fact check",
        5270.74,
        5284.4
    ],
    [
        " i'm going to go ahead and say truth",
        5286.58,
        5288.48
    ],
    [
        " so what's going on",
        5288.48,
        5291.36
    ],
    [
        " chapter four how to smash this racket well it's a racket all right a few profit and the many pay",
        5291.36,
        5310.54
    ],
    [
        " but there is a way to stop it you can't end it by a disarmament conference you can eliminate it by",
        5310.84,
        5316.66
    ],
    [
        " peace parlaize a janeva well meaning but impractical groups can't wipe it out by resolutions",
        5316.66,
        5321.68
    ],
    [
        " it can be smashed effectively only by taking the profit out of war the only way to smash this racket",
        5321.68,
        5329.02
    ],
    [
        " is to conscript capital and industry and labor before nations manhood can be conscripted",
        5329.02,
        5335.78
    ],
    [
        " and there's just an interesting thing i got to point out when he talks about capital industry",
        5335.78,
        5340.32
    ],
    [
        " and labor he's talking about those groups of people and i'm not going to you it would be saying",
        5340.32,
        5345.54
    ],
    [
        " like the capitalists and the industrialists and the and the labor force you you could say that but",
        5345.54,
        5352.06
    ],
    [
        " that's what he there's the words he uses his capital industry he's talking about those people",
        5352.06,
        5356.12
    ],
    [
        " one month before the government can conscript the young men of the nation it must conscript capital",
        5356.12,
        5363.02
    ],
    [
        " and industry and labor let the officers and the directors and the high-powered executives of our",
        5363.02,
        5369.02
    ],
    [
        " armament factories and munition makers and our shipbuilders and airplane builders and the",
        5369.28,
        5373.42
    ],
    [
        " manufacturers of all other things that provide profit and wartime as well as the bankers and",
        5373.42,
        5377.8
    ],
    [
        " the speculators be conscripted to get thirty dollars a month the same wage as the lads and the",
        5377.8,
        5382.36
    ],
    [
        " trenches get but the workers in these plants get the same wages all the workers all presidents all",
        5382.36,
        5389.2
    ],
    [
        " executives all directors all managers all bankers yes and all generals and admirals and officers",
        5389.2,
        5393.9
    ],
    [
        " and all politicians and all government officer officeholders every one of the nation can be",
        5393.9,
        5398.7
    ],
    [
        " restricted to a total monthly income not to be not to exceed that paid to the soldier in the",
        5398.7,
        5404.34
    ],
    [
        " trenches let all these kings and tycoons and masters of business and all those workers in",
        5404.34,
        5411.2
    ],
    [
        " industry and all our senators and governors and majors pay half of their monthly thirty dollar",
        5411.2,
        5417.02
    ],
    [
        " wage to their families and pay war risk insurance and by liberty bonds why shouldn't they",
        5417.02,
        5422.06
    ],
    [
        " they aren't running the risk of being killed or having their bodies mancaled or their minds shattered",
        5422.06,
        5428.32
    ],
    [
        " they aren't sleeping in muddy trenches they aren't hungry the soldiers are",
        5428.32,
        5432.9
    ],
    [
        " give capital and industry and labor thirty days to think it over and you will find by that time",
        5432.9,
        5439.78
    ],
    [
        " there will be no war that will smash the racket that and nothing else",
        5439.78,
        5443.26
    ],
    [
        " maybe i'm a little too optimistic capital still has some say so capital won't permit the",
        5445.54,
        5450.38
    ],
    [
        " taking of profit out of war until the people those who do the suffering and still pay the price",
        5450.38,
        5454.36
    ],
    [
        " make up their minds that those they elect to office shall do their bidding and not that of the profiteers",
        5454.36,
        5461.06
    ],
    [
        " you know so here you get to like a kind of an argument you know that's like hyperbole right",
        5466.68,
        5475.16
    ],
    [
        " hey what you need to do is first just if you're gonna go and and if you don't know and I'll argue",
        5475.16,
        5479.36
    ],
    [
        " with it because it makes sense but it's just it's just a unrealistic thing to think about",
        5479.36,
        5484.9
    ],
    [
        " um unfortunately guy we all get the idea yep you want to go you want to go to war cool and he's",
        5487.48,
        5492.5
    ],
    [
        " the interesting he's not even talking about them going to war he's just talking about you just",
        5492.5,
        5495.48
    ],
    [
        " get the pay for and he's only talking about for 30 days he's only talking about for 30 days 30",
        5495.48,
        5500.74
    ],
    [
        " days you know you're the CEO of a of a defense company for 30 days you're gonna get this pay",
        5500.74,
        5507.32
    ],
    [
        " I actually don't think that's enough right now I think it'd have to be all a lot more",
        5507.32,
        5512.28
    ],
    [
        " you know you always hear that and actually when you when you when you read about the Vietnam war",
        5512.34,
        5520.98
    ],
    [
        " one of the things that really started to turn the tide of the American public against the Vietnam",
        5520.98,
        5527.06
    ],
    [
        " war was the draft because all of a sudden it wasn't just you know the the freaking poor red neck",
        5527.06,
        5536.64
    ],
    [
        " from West Virginia or the inner city black kid from Harlem that was getting shipped off the war",
        5537.2,
        5542.74
    ],
    [
        " all of a sudden it was like oh you're in a you're from wherever and your your dad is a lawyer your",
        5542.74,
        5549.88
    ],
    [
        " dad is a judge your dad is a business owner and you got a bunch of money and guess what yep yeah",
        5549.88,
        5555.34
    ],
    [
        " load up load up on the bus because it's time to go get some and that's as that expanded",
        5555.34,
        5562.58
    ],
    [
        " and normal richer people started going to war it was like rich kids the rich parents started",
        5564.7,
        5571.28
    ],
    [
        " sending their kids off to war that's a problem and that's one of the things that started to push the",
        5571.28,
        5575.14
    ],
    [
        " the the resistance against the Vietnam war because when it was just hey we're sending a bunch of",
        5575.14,
        5583.42
    ],
    [
        " damn poor people hey cool whatever that's not my kid my kid's not my kid's going to freaking",
        5583.42,
        5588.6
    ],
    [
        " uh uh college next year he's not going to boot camp he's not going to norm so I don't care",
        5589.56,
        5594.64
    ],
    [
        " yeah it seems like a great idea let's stop communism over there until little Johnny gets freaking",
        5594.64,
        5598.9
    ],
    [
        " called up and then they're like oh maybe not so I would say from that perspective that's",
        5598.9,
        5604.82
    ],
    [
        " that that's a good assessment realistic assessment that if you start saying oh yeah you want to",
        5604.82,
        5611.22
    ],
    [
        " say you want to send American war cool your kid goes people start changing their freaking minds real quick",
        5611.22,
        5616.74
    ],
    [
        " factually",
        5623.72,
        5624.16
    ],
    [
        " he doesn't stop there he's got another step another step which is funny because he he starts off I",
        5624.16,
        5629.5
    ],
    [
        " say this is the only thing you need to do but he does have another step another step necessary",
        5629.5,
        5633.24
    ],
    [
        " in this fight to smash the war racket is limited a limited plebiscite sorry plebiscite which is",
        5633.24,
        5640.94
    ],
    [
        " a plebiscite is is a direct vote like it's just a vote plebiscite another step necessary in this",
        5640.94,
        5648.36
    ],
    [
        " war in this fight to smash the war racket is the limited plebiscite to determine whether a war",
        5648.42,
        5654.26
    ],
    [
        " should be declared a plebiscite not of all the voters but merely of those who would be called",
        5654.26,
        5661.04
    ],
    [
        " upon to do the fighting and dying there wouldn't be very much sense in having a 76 year old",
        5661.04,
        5666.48
    ],
    [
        " president of a munitions factory or the flat footed ahead of an international baking firm or the",
        5666.48,
        5671.84
    ],
    [
        " cross-eyed manager of a uniform manure manufacturing plant all of whom see see visions of tremendous",
        5671.84,
        5679.12
    ],
    [
        " profits in the event of war voting on whether the nation could should go to war or not",
        5679.12,
        5683.86
    ],
    [
        " they never would be called upon to shoulder arms to sleep in the trench and to be shot",
        5683.86,
        5689.72
    ],
    [
        " only those who would be called upon to risk their lives for country should have the privilege of",
        5689.72,
        5695.46
    ],
    [
        " voting to determine whether the nation should go to war there is ample precedent for restricting",
        5695.46,
        5703.18
    ],
    [
        " the voting to those affected many of our states have restrictions on those permitted to vote",
        5703.18,
        5707.22
    ],
    [
        " it most it is necessary to be able to read and write before you may vote in some you must own",
        5707.22,
        5712.06
    ],
    [
        " property it would be a simple matter each year for the men coming of military age to register in",
        5712.06,
        5717.1
    ],
    [
        " their communities as they did in the draft during the world war and be physically examined those",
        5717.1,
        5722.84
    ],
    [
        " who could pass and who were there for to be who were therefore be called upon to bear arms in",
        5722.84,
        5727.76
    ],
    [
        " the event of a war would be eligible to vote in a limited plebiscite they should be the ones to",
        5727.76,
        5734.8
    ],
    [
        " have the power to decide and not a congress few of those few of whose members are within the age",
        5734.8,
        5741.86
    ],
    [
        " limit and fewer still of whom are in the physical condition to bear arms only those who must suffer",
        5741.86,
        5747.34
    ],
    [
        " should have the right to vote there you go and as I said in in knob that kind of worked",
        5747.34,
        5755.68
    ],
    [
        " people said um not Johnny",
        5755.68,
        5759.7
    ],
    [
        " and he said there was one step he's introduced to here's the third one a third step in this",
        5759.7,
        5768.26
    ],
    [
        " business of smashing war rackets to make certain that our military forces are truly for forces for",
        5768.26,
        5774.0
    ],
    [
        " defense only at each session of congress the question whether a whether further naval appropriations",
        5774.0,
        5779.52
    ],
    [
        " comes up the swivel chair admirals of washington and there are always a lot of them are very",
        5779.52,
        5785.28
    ],
    [
        " adroit lobbyists and they are smart they don't shout that we need a lot of battleships",
        5785.28,
        5790.5
    ],
    [
        " we need a lot of battleships to war on this nation or that nation nation oh no first of all they",
        5790.5,
        5796.16
    ],
    [
        " let it be known that america is menaced by a great naval power almost any day these admirals will",
        5796.16,
        5800.72
    ],
    [
        " tell you the great fleet of this supposed enemy will strike suddenly and annihilate 125 million",
        5800.72,
        5805.54
    ],
    [
        " people just like that then they begin to cry for a larger navy for what to fight the enemy oh my",
        5805.54,
        5810.72
    ],
    [
        " no oh no for defense purposes only then incidentally they announced maneuvers in the Pacific for defense",
        5810.72,
        5816.82
    ],
    [
        " uh-huh the Pacific is a great big ocean we have tremendous coastline on the Pacific will the",
        5816.82,
        5822.54
    ],
    [
        " maneuvers be off the coast two or three hundred miles oh no the maneuvers will be two thousand yes",
        5822.54,
        5826.58
    ],
    [
        " perhaps even thirty five hundred miles off the coast the japanese are proud people of course",
        5826.58,
        5831.64
    ],
    [
        " will be pleased beyond expression to see the united states fleet so close to nippon's shores",
        5831.64,
        5835.9
    ],
    [
        " even as pleased as would be the residents of california where they did dimly discern",
        5835.9,
        5840.76
    ],
    [
        " through the morning mist the japanese fleet playing at war games off los angeles",
        5840.76,
        5845.74
    ],
    [
        " the ships of our navy it can be seen should specifically limited by-law should be specifically",
        5845.74,
        5852.56
    ],
    [
        " limited by-law to within two hundred miles of our coastline had that been the law of eighteen",
        5852.56,
        5856.38
    ],
    [
        " ninety eight the main never would have gone to havana harbor she never would have been blown up",
        5856.38,
        5861.04
    ],
    [
        " there never would have been no war with spain with the attendant loss of life two hundred miles",
        5861.04,
        5865.3
    ],
    [
        " as ample in the opinion of experts for defense purposes our nation cannot start off an offensive",
        5865.3,
        5870.5
    ],
    [
        " war if it is ships can't go further than two hundred miles off the coastline plans might be",
        5870.5,
        5874.24
    ],
    [
        " ready to go five hundred miles from the coast for the purpose of reconnaissance and the army should",
        5874.24,
        5879.32
    ],
    [
        " never leave the territorial limits of our nation summarize three steps must be taken to smash the",
        5879.32,
        5885.48
    ],
    [
        " war racket one we must take the profit out of war two we must permit the youth of the land who",
        5885.48,
        5890.02
    ],
    [
        " would bear arms to decide whether or not there should be war and three we must limit our military",
        5890.02,
        5896.36
    ],
    [
        " forces to home defense purposes again not great strategic plan does sit back and like to stay in",
        5896.36,
        5905.12
    ],
    [
        " your own a.o. you want to project power a little bit you have to piss people off",
        5905.12,
        5910.32
    ],
    [
        " but you definitely want to project some power out there what are you writing down Dave?",
        5910.32,
        5914.7
    ],
    [
        " I'm just summarizing what he said I'm just trying I'm spending this all this time",
        5915.54,
        5919.78
    ],
    [
        " just trying to appreciate what he's saying because obviously and I'm gonna wait you know",
        5919.78,
        5926.2
    ],
    [
        " I know there's a couple more things to read here I'm gonna I'm gonna wait to the conclusion but",
        5926.2,
        5930.3
    ],
    [
        " I spent a lot of time in my own brains and I hear what you're saying I hear what you're saying",
        5931.9,
        5936.18
    ],
    [
        " well this is a but there's it yeah well this is the thing that we have to do that's like what the",
        5936.18,
        5942.1
    ],
    [
        " whole start of this thing hey hey listen man we just spent a trillion dollars totally man in a 20-year war",
        5942.1,
        5948.7
    ],
    [
        " and when we got there the Taliban was in control of whatever percentage of the of the country",
        5948.7,
        5955.0
    ],
    [
        " and now we left and they're now going to control 100% of the country totally we spent a trillion",
        5955.76,
        5960.42
    ],
    [
        " dollars we have thousands of lost lives we have thousands more wounded maimed for life",
        5960.42,
        5968.42
    ],
    [
        " yeah and and and you have to at least open your mind and say okay what what's this guy talking",
        5968.42,
        5976.62
    ],
    [
        " about yeah what was he talking about because like you said this isn't some armchair quarterback",
        5976.62,
        5980.66
    ],
    [
        " this is a guy that fought",
        5981.68,
        5985.56
    ],
    [
        " chapter five to hell with war I am not as cruel to believe that war is a thing of the past I know the",
        5985.56,
        5996.86
    ],
    [
        " people do not want war but there is no use in saying we cannot be pushed into another war",
        5996.86,
        6001.32
    ],
    [
        " looking back Woodrow Wilson was realist reelected president in 1916 on a platform that he",
        6001.32,
        6008.52
    ],
    [
        " had quote kept us out of war and quote and on the implied promise that he would quote keep us out of war",
        6008.62,
        6015.92
    ],
    [
        " yet five months later he asked congress to declare war in Germany in that five-month interval",
        6015.92,
        6021.4
    ],
    [
        " that people had not been asked whether they had changed their minds the four million young men who",
        6021.4,
        6025.84
    ],
    [
        " put on uniforms and marched or sailed away were not asked whether they wanted to go forth and",
        6025.84,
        6030.3
    ],
    [
        " to suffer and die then what caused our government to change its mind so suddenly",
        6030.3,
        6036.16
    ],
    [
        " money and allied commission it may be recalled came over shortly before the war declaration",
        6039.2,
        6044.7
    ],
    [
        " and called on the president the president summoned a group of advisors the head of the commission",
        6044.7,
        6049.48
    ],
    [
        " spoke stripped of its diplomatic language this is what he told the president and his group",
        6049.48,
        6054.48
    ],
    [
        " there's no use in kidding ourselves any longer the cause of the allies is lost we now owe you",
        6054.48,
        6062.5
    ],
    [
        " American bankers American munition maker makers American manufacturers American speculators",
        6062.5,
        6067.38
    ],
    [
        " American exporters five or six billion dollars if we lose and without the help of the United States",
        6067.38,
        6074.84
    ],
    [
        " we will use we England France Italy cannot pay back this money and Germany won't so",
        6074.84,
        6082.28
    ],
    [
        " end quote had secrecy been outlawed as far as war negotiations were concerned and had the press",
        6082.28,
        6092.1
    ],
    [
        " been invited to be present at that conference or had the radio been available to broadcast the",
        6092.1,
        6096.44
    ],
    [
        " preceding America never would have entered the world war but this conference like all war",
        6096.44,
        6103.22
    ],
    [
        " discussions was shrouded in utmost secrecy when our boys were sent off to war they were told",
        6103.22,
        6109.0
    ],
    [
        " it was a quote war to make the world safe for democracy and a quote war to end all wars",
        6109.0,
        6114.64
    ],
    [
        " well 18 years after the world has less of democracy than it had",
        6116.28,
        6121.46
    ],
    [
        " besides what business is it of ours whether Russia or Germany or England or France or Italy",
        6121.46,
        6127.98
    ],
    [
        " or Austria live under democracies or monarchies whether they are fascist or communist our problems",
        6127.98,
        6134.18
    ],
    [
        " to to preserve our own democracy and very little if anything has been accomplished to assure us",
        6134.18,
        6142.02
    ],
    [
        " that the world war was really the war to end all wars yes we have disarmament conferences and",
        6142.02,
        6149.26
    ],
    [
        " limitations of arms conferences they don't mean a thing one has just failed the results of another",
        6149.26,
        6156.96
    ],
    [
        " have been nullified we send our professional soldiers and sailors and our politicians and our",
        6156.96,
        6162.9
    ],
    [
        " diplomats to these conferences and what happens the professional soldiers and sailors don't want",
        6162.9,
        6169.04
    ],
    [
        " to disarm no admiral wants to be without a ship no general wants to be without a command both",
        6169.04,
        6177.28
    ],
    [
        " mean men both mean men without jobs they are not for disarmament they cannot be for limitations of",
        6177.28,
        6185.02
    ],
    [
        " arms and at all these conferences lurking in the background but all powerful just the same",
        6185.02,
        6190.36
    ],
    [
        " are the sinister agents who profit by war they see it to it that these conferences do not",
        6190.36,
        6197.66
    ],
    [
        " disarm or seriously limit armaments the chief aim of any power at any of these conferences",
        6197.66,
        6205.6
    ],
    [
        " has not been to achieve disarmament to prevent war but rather to get more armament for itself",
        6205.6,
        6213.12
    ],
    [
        " and less for any potential flow foe",
        6213.12,
        6220.7
    ],
    [
        " I remember having this thought when you and I were in the battle of Ramadi",
        6220.7,
        6225.36
    ],
    [
        " and that thought was how freaking awesome the US military was and how much of that awesomeness",
        6225.78,
        6236.58
    ],
    [
        " relied on these individual human beings that were making things happen because when you look at",
        6236.58,
        6244.62
    ],
    [
        " the operations that were taking place when you look at the effort that was put forth",
        6244.62,
        6250.26
    ],
    [
        " it was literally platoon commanders company commanders battalion commanders brigade commander",
        6250.46,
        6258.36
    ],
    [
        " that was that was through force of will making things happen making things happen you could if if",
        6258.36,
        6267.3
    ],
    [
        " the brigade commander didn't really care and just wanted to kind of do a deployment getting",
        6267.3,
        6272.66
    ],
    [
        " under his belt and just like yep I did my deployment if he didn't care if he didn't want to do good",
        6272.66,
        6278.8
    ],
    [
        " we wouldn't have done anything yeah right the battalion commander that's going to push into an",
        6280.66,
        6284.92
    ],
    [
        " area of operations that hasn't been pushed into there is individual effort and here's what scary",
        6284.92,
        6293.82
    ],
    [
        " is looking the battle over moddy we were trying to we were trying to stabilize and secure the city of",
        6293.82,
        6300.64
    ],
    [
        " Ramadi if there's no goal like that a clearly defined goal and you have people that are",
        6300.64,
        6307.98
    ],
    [
        " trying to do make their best individual effort to make their mark to leave their mark to do something",
        6308.34,
        6313.68
    ],
    [
        " to get a good fit rep what are you gonna do you're gonna say well I'm gonna do this we're gonna",
        6313.68,
        6321.24
    ],
    [
        " do that we're gonna expand we're gonna grow more I need more people this idea that there's no real",
        6321.24,
        6327.54
    ],
    [
        " competing competing asset or competing competing perspective of someone that's saying hey wait a",
        6327.54,
        6336.1
    ],
    [
        " second what what are you actually doing over there I mean if let's say you went you were you were",
        6336.6,
        6341.9
    ],
    [
        " in the Marine Corps and you were supposed to train Iraqi soldiers and I do turn over with you",
        6341.9,
        6349.94
    ],
    [
        " and you say yep hey Jaco we trained 100 Iraqi soldiers and I go that's great how many Iraqi soldiers",
        6349.94,
        6355.86
    ],
    [
        " do you think I'm gonna train how many think 101 at least 101 at least 101 yeah I'm gonna do more",
        6355.86,
        6364.28
    ],
    [
        " than you totally I'm gonna do more than you I remember this is back in the day I remember going out on",
        6364.28,
        6369.5
    ],
    [
        " a um workups with the with the fleet and you could see I did a workup with the fleet that was I",
        6369.5,
        6379.48
    ],
    [
        " wasn't I wasn't embarked but we did some work with Marines then my next deployment I did a",
        6379.48,
        6386.46
    ],
    [
        " full workup with the Marines then the next one I did another full workup with the Marines so I",
        6386.46,
        6394.26
    ],
    [
        " wanted them was a little bit more each workup was a little bit more for sure hey oh yeah you guys",
        6394.26,
        6400.44
    ],
    [
        " did you guys did four amphibious landings I'm gonna do five we did five oh what about the next",
        6400.44,
        6405.14
    ],
    [
        " I do in six this is real yeah I had similar experience and even in training you know classic",
        6405.14,
        6413.28
    ],
    [
        " question is the outgoing squadron versus the incoming squadron how many pounds of ordnance did you",
        6413.28,
        6417.32
    ],
    [
        " drop you know 74,000 cool hey right on the board we're dropping 75k and that's why I said 101",
        6417.32,
        6422.56
    ],
    [
        " yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah whatever",
        6422.56,
        6425.16
    ],
    [
        " that is um yeah 100% 100% so when you get so that that just reminds me of what we're talking about",
        6425.16,
        6433.42
    ],
    [
        " here which is no admiral goes you know what I think we need less ships the amount of admels that say",
        6433.42,
        6438.64
    ],
    [
        " that is zero the amount of generals that say I need less divisions I need less brigades I need less",
        6438.64,
        6444.46
    ],
    [
        " battalion's the number of generals that say that is zero or you know sure under some I'm sure",
        6444.46,
        6451.2
    ],
    [
        " there are but the vast majority and those those few that say well I think we need less ships he's",
        6451.2,
        6456.5
    ],
    [
        " he's not gonna he's definitely not getting promoted I mean the CNO yeah he's definitely not gonna be",
        6456.5,
        6460.48
    ],
    [
        " the CNO hey I'm the guy that downsize the Navy promote me it's not happening right it's not happening",
        6460.48,
        6465.56
    ],
    [
        " hey I got us less brigades less combat brigades good job yeah well let's promote you no one says that",
        6465.56,
        6470.8
    ],
    [
        " so you have this self fulfilling prophecy and this self licking ice cream cone which is a term I",
        6470.8,
        6476.9
    ],
    [
        " understand what it means but I'm not exactly sure you know where it came from right but that's",
        6477.08,
        6482.58
    ],
    [
        " what you have right is we want to have more and that's exactly what he's talking about here there was",
        6482.58,
        6487.52
    ],
    [
        " no one there was very few people that would come back and say hey uh yeah the Iraqi soldiers we had",
        6487.52,
        6494.28
    ],
    [
        " to do it in Ramadi we had to say these guys are not ready yet because it was it was so obvious what",
        6494.28,
        6501.72
    ],
    [
        " would happen if we just sent them out on their own and they tried I mean remember they turned over",
        6501.72,
        6505.98
    ],
    [
        " like some of the checkpoints like 2 9 or 5 and uh they turned it over and and two days later",
        6505.98,
        6512.44
    ],
    [
        " the insurgents hit it and overrun it uh ECP 3 down there by on the bridge same thing turned it",
        6512.44,
        6519.36
    ],
    [
        " over to the Iraqis hey these guys are ready you know it's like actually no they weren't ready and",
        6519.36,
        6523.86
    ],
    [
        " they got annihilated so there wasn't really the the opportunity for us to be like well yeah the",
        6523.86,
        6530.56
    ],
    [
        " Iraqi troops that we are trained are now 100% what they call it what they call it for they're ready for",
        6530.56,
        6534.84
    ],
    [
        " unilateral operations right I didn't send up a message saying yep are Iraqis that we've been training",
        6535.68,
        6540.28
    ],
    [
        " for six months are now ready for unilateral operations even though that was what everybody wanted us",
        6540.28,
        6544.1
    ],
    [
        " to say but we couldn't say it there because you would find out on their first operation that there",
        6544.1,
        6548.68
    ],
    [
        " is no possible way they were ready but if we would have been a more permissive environment the pressure",
        6548.68,
        6553.78
    ],
    [
        " to say yeah hey they can conduct unilateral unilateral operations the pressure would have been so",
        6553.78,
        6558.68
    ],
    [
        " great because otherwise we'd be like hey jaco the last the last uh task unit commander that's out",
        6558.68,
        6563.72
    ],
    [
        " here has you know he trained up for platoon special mission unit elements that are now that we're",
        6563.72,
        6570.14
    ],
    [
        " now ready to perform unilateral operations what did you do I'd be like well actually I don't think",
        6570.14,
        6575.38
    ],
    [
        " those four are even capable and we should downgrade them well what's wrong with you jaco the last",
        6575.38,
        6581.22
    ],
    [
        " task unit commander was able to do this why couldn't you do that so you we felt that pressure and a",
        6581.22,
        6586.3
    ],
    [
        " lot of times people break to that pressure I mean obviously I think that happened a lot in Afghanistan",
        6586.3,
        6591.18
    ],
    [
        " yeah hey we trained these guys for six months and who says we have we trained somebody for six",
        6592.14,
        6596.34
    ],
    [
        " months they're not capable we trained them for a year they're not capable it's difficult it's a",
        6596.34,
        6602.04
    ],
    [
        " difficult thing to do it's also difficult to assess so I think you get this that's what he's",
        6602.04,
        6610.04
    ],
    [
        " talking about here there's no no Adam won't be without a ship no general wants to be out of command",
        6610.04,
        6614.38
    ],
    [
        " so what do they do they want more there's only one way back to the book there's only one way to",
        6615.52,
        6623.4
    ],
    [
        " disarm any semblance of practicality that is for all nations to get together and scrap every ship",
        6623.4,
        6630.6
    ],
    [
        " every gun every rifle every tank every war plane even this if it were possible would not be enough",
        6630.6,
        6636.06
    ],
    [
        " the next war according to experts will not be fought with battleships not by artillery not with",
        6636.06,
        6641.1
    ],
    [
        " rifles and not with machine guns but it will be fought with deadly chemicals and gases secretly each",
        6641.1,
        6647.72
    ],
    [
        " nation is studying and perfecting newer and gas clear means of annihilating its foes its foes",
        6647.72,
        6653.6
    ],
    [
        " wholesale yes ships will continue to be built for the ship builders must make their profits and guns",
        6653.6,
        6660.12
    ],
    [
        " will still be manufactured manufactured and powder and rifles will be made for the munitions makers",
        6660.12,
        6665.9
    ],
    [
        " must make their huge profits and the soldiers of course must wear uniforms for the manufacturer",
        6665.9,
        6673.38
    ],
    [
        " must make their war profits too but victory or defeat will be determined by the skill and",
        6673.38,
        6679.88
    ],
    [
        " ingenuity of our scientists if we put them to work making poison gas and more and more fiendish",
        6679.88,
        6688.06
    ],
    [
        " mechanical and explosive instruments of destruction they will have no time for the constructive job",
        6688.06,
        6693.74
    ],
    [
        " of building greater prosperity for all peoples by putting them to this useful job we can all make",
        6693.74,
        6701.36
    ],
    [
        " more money out of peace than we can out of war even the munitions makers so I say to hell with war",
        6701.36,
        6711.76
    ],
    [
        " and that's the end of it um",
        6711.76,
        6717.56
    ],
    [
        " um again you know he's in the end you know kind of uh got the fantasy got the fantasy argument of",
        6719.24,
        6725.64
    ],
    [
        " hey can't we just have people working on good to have the scientists working on good stuff instead",
        6725.64,
        6732.6
    ],
    [
        " of evil stuff and like yeah cool like so it's it's such an extreme argument that people go oh he's",
        6732.6,
        6737.04
    ],
    [
        " he's just crazy right and let's throw this whole book out um",
        6737.04,
        6741.08
    ],
    [
        " um but if we're to actually listen to what he's saying and maybe put some of it in the crazy pot",
        6744.1,
        6749.54
    ],
    [
        " and put some other than just factual pot and then some of it is debatable like okay what does",
        6749.54,
        6756.28
    ],
    [
        " that actually mean how does that apply today I think it's I think it's very important for us to do",
        6756.28,
        6761.64
    ],
    [
        " that I I was recently on Russell Brands podcast and the thing is it's behind a pay wall is that right",
        6761.64,
        6770.72
    ],
    [
        " yes sir pay a firewall pay wall pay wall it's behind a pay wall and so Russell Brand if you don't",
        6770.72,
        6776.62
    ],
    [
        " know who he is he's a guy from England super nice guy very funny guy he's easy-riging a comedian",
        6776.62,
        6783.0
    ],
    [
        " kind of a movie comedian yeah kind of and a performer as well so he does aka all this snow",
        6783.0,
        6789.92
    ],
    [
        " what's this now all this snow that's his other alias oh really yeah that's like his character you know",
        6789.92,
        6797.24
    ],
    [
        " and what's that guy supposed to be like singer really yeah get him to the Greek uh forgetting",
        6797.4,
        6803.76
    ],
    [
        " ceremonial look him doing that's who Russell Brand is okay he's a man so it was an actor he's an actor too",
        6803.76,
        6810.94
    ],
    [
        " yes sir it looked super nice guy yeah um and he asked me to be on his podcast and it was pretty",
        6810.94,
        6817.16
    ],
    [
        " it's pretty cool because he started off the podcast he was saying like he's being real",
        6817.16,
        6822.5
    ],
    [
        " complimentary of me and like and and and just being nice you know this guy you know he thanked me",
        6822.52,
        6828.68
    ],
    [
        " for my service and and he you know he he said I did great bunch of great stuff and real",
        6828.68,
        6834.16
    ],
    [
        " complimentary and a little nice and and I kind of said hey man I appreciate it I said bro I'm not like",
        6834.16,
        6839.4
    ],
    [
        " this I'm not a rare hero from the military I said I had a kind of average career um",
        6839.4,
        6847.04
    ],
    [
        " and then he goes well you know I just wanted to say that because I want you to know that I",
        6847.84,
        6852.24
    ],
    [
        " respect the military but because I want to set that up properly because I also have like some",
        6852.24,
        6858.44
    ],
    [
        " issues and I'm gonna probably go he didn't use the term hard in the paint because he's from England",
        6858.44,
        6863.44
    ],
    [
        " but he basically meant I'm gonna go hard in the paint on some topics and then I said well hey you",
        6863.44,
        6870.06
    ],
    [
        " should then know that even though I spent my adult life in the military I was also like a hard",
        6870.06,
        6877.04
    ],
    [
        " core kid growing up listening to heavy metal playing in bands I'm a rebellious kid I listened to",
        6877.04,
        6883.26
    ],
    [
        " punk rock and heavy metal and so you should just know that too that even though I because he also",
        6883.26,
        6887.94
    ],
    [
        " mentioned he's like as I look like a hippie and I was like because I know I look like the most",
        6887.94,
        6891.84
    ],
    [
        " military human that you could imagine that's true yeah that I also know that you know you should know",
        6891.84,
        6897.78
    ],
    [
        " that I'm kind of a rebel and and that as well and so then we had a little laugh and um so so",
        6897.78,
        6903.6
    ],
    [
        " eventually you know we get to we start having the conversation and then he poes this kind of",
        6903.6,
        6909.3
    ],
    [
        " two questions and they were somehow paired up where they were somehow there was like a semi-colon",
        6909.3,
        6917.42
    ],
    [
        " between them meaning they were attached they weren't quite separate but they were still attached but",
        6917.42,
        6922.16
    ],
    [
        " they were they were a little bit separate so the one of them was like isn't war driven by the",
        6922.16,
        6927.9
    ],
    [
        " profitability of the military industrial complex that was kind of question one of a one and then",
        6927.9,
        6932.24
    ],
    [
        " similar question isn't capitalism and and businesses and corporations aren't they simply driven",
        6932.24,
        6940.32
    ],
    [
        " by the profitability for the rich owners and shareholders so that was kind of the question aren't",
        6940.32,
        6947.28
    ],
    [
        " these two major forces in the world the military and the corporate world aren't they just driven",
        6947.28,
        6951.86
    ],
    [
        " by greed essentially and then I answered him and you know my answer was well",
        6951.86,
        6962.22
    ],
    [
        " rossal the answer is yes and I think I think it was a little bit taken aback by that answer but",
        6962.22,
        6973.8
    ],
    [
        " the fact of the matter is it's true that profits certainly drive corporations",
        6974.02,
        6980.26
    ],
    [
        " to do things to to make products and defense companies certainly get rich during wars as we just",
        6980.26,
        6990.26
    ],
    [
        " heard from smidly butler those are totally true totally true and",
        6990.26,
        6996.78
    ],
    [
        " and just like smidly butler like you and I were saying Dave that that's like one part of the argument",
        6998.98,
        7004.02
    ],
    [
        " that's not the only driver that's not the only driver and I mean for the corporate example",
        7004.02,
        7013.0
    ],
    [
        " I've worked with hundreds of companies and Dave you've worked with hundreds companies and the",
        7013.0,
        7019.28
    ],
    [
        " companies make money they make a lot of money and they are certainly driven by profits in some way",
        7019.28,
        7029.0
    ],
    [
        " but they're also making products that people want and they're making products that people need",
        7029.0,
        7032.12
    ],
    [
        " and they're employing people and they're making products that make people's lives better",
        7032.12,
        7037.08
    ],
    [
        " that's what's happening in in the vast majority of cases no better example than medical device",
        7037.08,
        7046.14
    ],
    [
        " companies pharmaceutical companies and I've worked with scores of medical device companies I've",
        7047.06,
        7051.72
    ],
    [
        " worked with scores of pharmaceutical companies over the last decade and some of those companies",
        7051.72,
        7057.22
    ],
    [
        " that I've worked with that you've worked with Dave some of those companies make hundreds of",
        7057.22,
        7061.9
    ],
    [
        " millions if not billions of dollars in profit billions of dollars in profit and so you could say",
        7061.9,
        7070.96
    ],
    [
        " yourself well that's what's driving them just to want to make money but I have also seen",
        7070.96,
        7076.08
    ],
    [
        " and met their patients along the way you go to a event and they got a man or a woman or a child",
        7076.14,
        7085.9
    ],
    [
        " a little boy or a little girl and the only reason that that child is still alive",
        7085.9,
        7092.64
    ],
    [
        " is because of this device that that company makes or this drug that this company makes",
        7092.64,
        7098.1
    ],
    [
        " that's that's why they are on stage they will present",
        7098.1,
        7102.68
    ],
    [
        " and they'll get these people up there and say thank you and those patients who are only alive",
        7103.74,
        7109.12
    ],
    [
        " because of these companies are grateful to be alive and they are overjoyed that those",
        7109.12,
        7116.02
    ],
    [
        " capitalist doctors were greedy enough right to take the risk and invest money and push hard and",
        7116.02,
        7123.98
    ],
    [
        " toil and do the work to create products that actually saved people's lives",
        7123.98,
        7128.3
    ],
    [
        " and the same thing the same thing can be said for war",
        7131.66,
        7136.04
    ],
    [
        " the same thing can be said for war and I have participated in wars that made some defense companies",
        7136.04,
        7145.96
    ],
    [
        " tons of money",
        7145.96,
        7147.72
    ],
    [
        " you know I said I said this Russell brand something along the lines of like listen I could be talking",
        7147.72,
        7155.96
    ],
    [
        " to my platoon and say all right guys here's what's going on tonight we're going to go out we're",
        7155.96,
        7159.86
    ],
    [
        " going to risk our lives and I just want to let you know that every round that you fire",
        7159.86,
        7163.52
    ],
    [
        " is going to put 12 cents into the pockets of the wartime profiteers right and that would actually",
        7163.52,
        7169.8
    ],
    [
        " be true because that is true those those rounds cost money and those defense companies make money",
        7169.8,
        7175.74
    ],
    [
        " from those things but I also know what happens on the ground Dave you know what happens on the ground",
        7175.74,
        7182.98
    ],
    [
        " I know I know that we help people the people on the ground I know that we killed evil terrorists",
        7183.0,
        7193.04
    ],
    [
        " and insurgents that systematically tortured and raped and murdered the innocent local populace",
        7193.04,
        7201.88
    ],
    [
        " I know that we did that I know that we were able to protect children from these insurgents from",
        7201.88,
        7211.3
    ],
    [
        " these tears I know we're able to protect families I know that those families wanted these insurgents",
        7211.3,
        7216.08
    ],
    [
        " out of their city and out of their country and so while there were defense companies certainly",
        7216.08,
        7224.22
    ],
    [
        " making money there was a simultaneous good that was taking place then we took lives but we also",
        7224.22,
        7236.68
    ],
    [
        " saved lives and that's the truth enriching global corporations and enriching the military",
        7236.68,
        7245.46
    ],
    [
        " industrial complex that enrichment certainly influences behaviors right it influences someone",
        7245.46,
        7253.66
    ],
    [
        " that's making a weapon system to try and make their weapon system better to try and make better",
        7253.66,
        7259.9
    ],
    [
        " body armor there's a there's someone right now as we speak that is trying to make better body armor",
        7259.9,
        7265.66
    ],
    [
        " and part of the reason they're trying to make it is to protect the American soldier but guess what",
        7265.74,
        7270.52
    ],
    [
        " they got a mortgage to pay and they want to make better better body armor because they want to",
        7270.52,
        7274.54
    ],
    [
        " make more money and if they can make better body armor then the US government goes wow that's lighter",
        7274.54,
        7278.62
    ],
    [
        " it's stronger it provides more protection we're gonna buy it it's not that the person is just thinking",
        7278.62,
        7284.66
    ],
    [
        " about money but the money that the the two goals are aligned there's a simultaneous drive that is",
        7284.66,
        7293.88
    ],
    [
        " that is moving behavior in the right direction and oftentimes like I just use that example body armor",
        7293.88,
        7299.76
    ],
    [
        " they're aligned with this company out there act me body armor they want to make best body armor",
        7299.76,
        7307.2
    ],
    [
        " and they want to make it do they want to protect Americans yes they do do they want to make money",
        7307.2,
        7312.16
    ],
    [
        " yes they do so I have no problem with that if they're aligned it works out perfectly here's the problem",
        7312.16,
        7320.04
    ],
    [
        " the problem is if they're out of alignment that's where it can become awful and that's what we need",
        7322.54,
        7327.78
    ],
    [
        " to watch out for what is the driving force behind going to war are we going to work since the right",
        7327.78,
        7333.88
    ],
    [
        " thing to do are we going to war for benevolent reasons are we positive that it will have a positive",
        7333.88,
        7340.9
    ],
    [
        " impact that will offset the natural negative impacts of work is when you go on a war there's going",
        7340.9,
        7346.56
    ],
    [
        " to be negative impacts people are going to die people are going to get wounded and is the positive",
        7346.56,
        7350.94
    ],
    [
        " impact going to offset that negative impact is it going to help stability in the world is there a",
        7350.94,
        7357.56
    ],
    [
        " strategic benefit for us as America if we're going to war for those reasons because there's going to",
        7357.56,
        7367.88
    ],
    [
        " be a strategic advantage because it protects our national security because it's going to be",
        7367.88,
        7372.38
    ],
    [
        " truly good for the people on the ground that need protection that need help to get out from a",
        7372.52,
        7377.26
    ],
    [
        " tyrannical a tyrannical regime or an evil regime and there are evil regimes and if you don't",
        7377.26,
        7387.38
    ],
    [
        " think there's evil regimes you're wrong because there's people in the world there's regimes in the",
        7387.38,
        7402.36
    ],
    [
        " if we're going to war for those reasons okay it's we can consider it if the primary driver of",
        7402.36,
        7414.22
    ],
    [
        " going to war is to make money if it's the profit if it's to sell more guns and bombs if it's not",
        7414.22,
        7421.06
    ],
    [
        " going to stabilize the world if it doesn't help us protect our national security if it's going to",
        7421.06,
        7426.54
    ],
    [
        " be a strategic defeat then we're wrong and can there be alignment by these two drivers yes",
        7426.54,
        7436.0
    ],
    [
        " they're absolutely can I don't mind I don't mind someone making great body armor making money off",
        7436.0,
        7440.9
    ],
    [
        " I don't make I don't mind somebody making a great weapon system that makes a bunch of money",
        7440.9,
        7444.5
    ],
    [
        " and it helps us win a war I have no problem with that at all",
        7444.5,
        7447.52
    ],
    [
        " but if these things aren't aligned and we're fighting for money we're fighting for profit and",
        7447.52,
        7453.6
    ],
    [
        " we're not getting positive impact and we're not getting strategic benefit",
        7453.6,
        7456.48
    ],
    [
        " well then we need to listen to major general smidly butler and say to help with what",
        7456.48,
        7465.48
    ],
    [
        " that's what I'm thinking Dave I'm with you I was thinking of a story as you as you said that I",
        7465.48,
        7475.92
    ],
    [
        " I don't even remember why I was in the Pentagon but I was in the Pentagon for something and it was",
        7475.92,
        7480.96
    ],
    [
        " maybe like I was just taking over this f 35 job and how to go meet somebody in the Pentagon whatever",
        7482.28,
        7488.92
    ],
    [
        " Dave came up to the Pentagon I talked to some general I'm literally walking through the halls of",
        7488.92,
        7492.14
    ],
    [
        " the Pentagon and I run into who was an old battalion commander that I work with who is now what",
        7492.14,
        7496.86
    ],
    [
        " happened to be a one star just literally walked into him in a waiting room of some office somewhere",
        7496.86,
        7502.54
    ],
    [
        " waiting for some meeting and we bumped into each other and he was there with a couple people from",
        7502.54,
        7507.26
    ],
    [
        " a company in industry so civilians in the industry and he was there to show the technology of a helmet",
        7507.26,
        7515.6
    ],
    [
        " that they designed to stop a 7-6-2 caliber sniper rifle a helmet light enough but strong enough",
        7515.6,
        7521.12
    ],
    [
        " to stop a sniper rifle and for those of you who are listening that don't know the story of",
        7521.12,
        7527.88
    ],
    [
        " and I've talked in general terms about my radio operator Chris Leon who was on my team the first",
        7527.88,
        7535.8
    ],
    [
        " Anglican Marine killed in Iraq was my radio operator was shot and killed by a sniper that pierced",
        7535.8,
        7540.26
    ],
    [
        " his helmet went right through the temple of his helmet and killed him was I on board with this",
        7540.26,
        7547.54
    ],
    [
        " company making profit making money off the American taxpayer to design a helmet that would somehow",
        7547.54,
        7554.62
    ],
    [
        " have prevented what happened or at least can prevent what might happen in the future yes I'm on",
        7554.62,
        7559.92
    ],
    [
        " board of that plan I'm on board with that plan and I support that plan and I want that plan to not",
        7559.92,
        7565.18
    ],
    [
        " only make them money but make enough money to continue to build even better technology grow their",
        7565.18,
        7570.22
    ],
    [
        " company and be a positive force for whatever may happen so I am I am totally on board with that idea",
        7570.22,
        7576.54
    ],
    [
        " and this idea of alignment and while while where I struggled especially towards the end listening to him",
        7576.54,
        7584.92
    ],
    [
        " talk you reading his words was I think a trap that is so easy to fall into is that we describe it as",
        7584.92,
        7592.6
    ],
    [
        " the government or industry or the military one of the things that I've learned in in our current",
        7592.78,
        7600.9
    ],
    [
        " job is that these are actually people they're people the the military is just people in generals",
        7600.9,
        7606.5
    ],
    [
        " and admirals are regular people and you know what there are some really good ones and there are",
        7606.5,
        7610.76
    ],
    [
        " some not so good ones and people in the government I know classmates and mine that are that work",
        7610.76,
        7617.86
    ],
    [
        " in the government and you know what they try to do most of the time every day the right thing they",
        7617.86,
        7622.2
    ],
    [
        " try to do the right thing do they always do the right thing no are there forces that play that",
        7622.2,
        7626.4
    ],
    [
        " make it difficult of course but when you fall into this trap of like oh it's the government",
        7626.4,
        7631.96
    ],
    [
        " it's really is it created narrative by which their only goal is to somehow",
        7631.96,
        7637.28
    ],
    [
        " whether it's lying their pockets or whatever that might be is we lose sight of the fact that most",
        7637.28,
        7644.18
    ],
    [
        " of the mechanics that are going on inside industry these companies we work with are regular people",
        7644.18,
        7650.08
    ],
    [
        " trying to do the right thing even for the most part of my experience at the highest levels we work",
        7650.08,
        7655.32
    ],
    [
        " with CEOs of multi billion dollar companies and what you get to know is that for the most part for",
        7655.32,
        7662.8
    ],
    [
        " the most part their people trying to do the right thing they try to make money yes",
        7662.8,
        7668.0
    ],
    [
        " because for a whole host of good reasons they want to pay their bills they want to pay their people",
        7668.0,
        7673.18
    ],
    [
        " they want to grow they want to expand they want to build brighter products that are safer they can",
        7673.18,
        7675.96
    ],
    [
        " reach more people all these things and i'm not naive and i don't want people to think the exact",
        7675.96,
        7682.48
    ],
    [
        " obstacles like everybody's just altruistic in it for the for the big no that that's not the case",
        7682.48,
        7686.78
    ],
    [
        " but there's a trap that we can fall into which was there's this this thing the industry well if",
        7686.78,
        7695.76
    ],
    [
        " it's just the industry then yeah it's easy to paint them as as this this thing that's not a real",
        7695.76,
        7700.68
    ],
    [
        " thing it's not a person it's not a human being and what this thing wants is to just",
        7700.68,
        7704.7
    ],
    [
        " soak up dollar bills or waste human life to get to their end-stated with no regard for that and",
        7704.7,
        7713.12
    ],
    [
        " that is a that is a trap that i think it's easy to fall into and you can hear his words like hey",
        7713.12,
        7719.44
    ],
    [
        " hang on a second just hang on who is this company who are these industries or governments or",
        7719.44,
        7730.34
    ],
    [
        " whatever these things we're talking about most of the time most of the time that are people trying",
        7730.68,
        7736.2
    ],
    [
        " to do the right thing that's what they are most of the time yeah uh you know it's survivor biases",
        7736.2,
        7741.34
    ],
    [
        " yes yeah do you know what it is there i think so it's like um if you go out and you talk to",
        7741.34,
        7749.88
    ],
    [
        " 10 people that started companies and you say you know hey how hard was it to start a company they're",
        7749.88,
        7755.62
    ],
    [
        " all like yeah it was pretty easy man you know i got it going you're not talking to the 90 other",
        7755.62,
        7759.06
    ],
    [
        " people that failed so you get this survivor bias we at echelon front probably have a little bit of",
        7759.06,
        7763.52
    ],
    [
        " echelon front bias which is we move the companies that we work with they've red extreme ownership",
        7763.52,
        7769.44
    ],
    [
        " they're in the game they listen to podcasts like these these are companies that have a",
        7769.44,
        7774.26
    ],
    [
        " a good sort of fundamental value system so we we kind of have a little bit of that bias because",
        7774.26,
        7782.38
    ],
    [
        " you're right the amount of companies that we've worked with where i've said wow this guy is",
        7782.38,
        7788.58
    ],
    [
        " going to put this product out there that's harmful or this guy or this woman is making a decision",
        7788.58,
        7794.06
    ],
    [
        " that's going to cause their employees to suffer it doesn't happen it to now are the companies like",
        7794.06,
        7799.82
    ],
    [
        " that yes there are and and but i would tell you same thing even though even with even if you take",
        7799.82,
        7806.36
    ],
    [
        " into account the ef bias the echelon front bias which is that most people that we work with have a",
        7806.36,
        7811.64
    ],
    [
        " good value system even with that accounted for most companies these days you have to have a good",
        7811.64,
        7818.28
    ],
    [
        " value system you have to be doing the right thing because there's just too much",
        7818.28,
        7821.94
    ],
    [
        " information out there and a damn yelp review i mean on the like this the the base level hey if you",
        7821.94,
        7829.8
    ],
    [
        " run a restaurant and you treat your employees or your customers bad a yelp review now you go big",
        7829.8,
        7836.26
    ],
    [
        " and you run into you know the Wall Street Journal is doing an expose on what you did to maximize",
        7836.26,
        7841.94
    ],
    [
        " profits while you hurt your you know your your employees or your clients or whatever so so the",
        7841.94,
        7849.18
    ],
    [
        " even in cases where you have people that might not be the most altruistic people yeah the reality",
        7849.18,
        7855.62
    ],
    [
        " of modern technology keeps the vast majority of them in check yes so that's true the other thing",
        7855.62,
        7862.62
    ],
    [
        " is look there's going to be these two these two things they create a nice positive natural tension",
        7862.62,
        7867.6
    ],
    [
        " that's what we want we want to have someone saying like hey yeah if you guys go to war we want",
        7868.12,
        7872.52
    ],
    [
        " you have the best gear that's good and the other the the the business should be saying hey if we",
        7872.52,
        7877.28
    ],
    [
        " want you to go to war we want you to have the best gear and the general should be saying yeah we",
        7877.28,
        7880.78
    ],
    [
        " don't want to go to war but if we do we want the best gear there's a little tension these guys might",
        7880.78,
        7885.3
    ],
    [
        " want to go to war more these guys might not but there there should be a natural tension and I think",
        7885.3,
        7890.8
    ],
    [
        " what we have to watch out for is when there's no when people lose that when there's no tension",
        7890.8,
        7896.14
    ],
    [
        " when there's no one saying hey hey you know you know you know I just want you to think about",
        7896.16,
        7899.04
    ],
    [
        " something if we go to war it's Johnny over here that's going to get killed that's going to lose his",
        7899.04,
        7904.92
    ],
    [
        " legs whatever the case may be that's what we never that's what we need to make sure people think",
        7904.92,
        7909.48
    ],
    [
        " about and you know this goes back to one of the actually I think it might have been the first",
        7909.48,
        7913.24
    ],
    [
        " like ever thing that I got recorded saying was when we did the the war fighters thing for the",
        7913.24,
        7922.38
    ],
    [
        " history channel about Mark Lee and I've repeated this on a bunch of occasions well you how do you",
        7922.38,
        7927.86
    ],
    [
        " know when it's time to go to war and the the it's time when you are willing you when you are",
        7927.86,
        7932.9
    ],
    [
        " willing you have the will and but it's the will to die and it's the will to kill and that's what's",
        7932.9,
        7937.82
    ],
    [
        " going to happen you had a war so you need to put that overlay on this yeah and if you ever forget",
        7937.82,
        7942.26
    ],
    [
        " about that overlay that you think well you know this is worth it because it's going to be beneficial",
        7942.26,
        7946.38
    ],
    [
        " okay cool it's going to be beneficial to the people there do you know that we're going to kill some",
        7946.38,
        7949.36
    ],
    [
        " of the people there not just the enemy but some of the people that are there are going to die",
        7949.36,
        7952.52
    ],
    [
        " because of us and we're going to have our own people killed that's what we need to think about",
        7952.52,
        7957.88
    ],
    [
        " we can never lose that tension and and I think that that tension does get lost I think that the",
        7957.88,
        7964.78
    ],
    [
        " people that that hold up their hands and say how long wait a second but what are we doing here",
        7964.78,
        7969.1
    ],
    [
        " and and part of the reason is because what is it there's a saying old men want to go to war and",
        7969.1,
        7975.66
    ],
    [
        " young men do too I mean you know it's that's a thing you survey freaking 19 year old kids that are",
        7976.54,
        7983.0
    ],
    [
        " in the Marine Corps and you ask them how many people how many you want to go to war there's a big",
        7983.0,
        7987.42
    ],
    [
        " percentage that's coming through in the affirmative and that's the coolest part about the comment",
        7987.42,
        7992.2
    ],
    [
        " about that tension which is I mean that's actually the tension that you want is I want I actually",
        7992.2,
        7998.22
    ],
    [
        " want Marines that want to go to war 100 so I want one reason want to go to war and do I love the",
        7998.22,
        8003.56
    ],
    [
        " idea of rule piece yes I love that idea I love that idea that idea is not going to happen today",
        8003.56,
        8012.94
    ],
    [
        " or tomorrow it's not going to happen and is as much as I love the fantasy of this the the simple",
        8012.94,
        8021.3
    ],
    [
        " things we need to do to to achieve that the the tension is you know with that reality too is that",
        8021.3,
        8027.54
    ],
    [
        " hey not only is that not likely there are people that actively do not want that actively do not",
        8028.0,
        8033.62
    ],
    [
        " want that and you know he was he was talking about he you know the next step is we're going to see",
        8033.62,
        8039.52
    ],
    [
        " war with chemicals and and he was sort of foreshadowing what then and he was correct obviously",
        8039.52,
        8044.42
    ],
    [
        " you know we know that there was you know some of those things he saw that in World War II the chemical",
        8044.42,
        8048.34
    ],
    [
        " warfare and he was foreshadowing this ever growing capacity for people to wage war against each other",
        8048.34,
        8053.1
    ],
    [
        " these awful awful ways well you know you could get rid of all the weapons in the world and there's",
        8053.18,
        8057.6
    ],
    [
        " people waging war with computers now so this this this this persistence of the reality",
        8057.6,
        8063.54
    ],
    [
        " even with some of the nefarious things and the profiteers that might be out there there's a",
        8063.54,
        8069.52
    ],
    [
        " reality out there that we also need to accept and face and I want to be around people that want to do",
        8069.52,
        8074.36
    ],
    [
        " that I want to be around those people and I want Marines I want Marines that have that exact same",
        8074.36,
        8081.84
    ],
    [
        " feeling and yes do you want to manage that and temper that and guide that and shape it yes all",
        8081.84,
        8086.12
    ],
    [
        " those things but I want to be around those people and I don't think that that tension that you",
        8086.12,
        8091.16
    ],
    [
        " talked about that natural tension because those two things exist in the world and to pretend like",
        8091.16,
        8096.74
    ],
    [
        " they don't is is not a good plan yeah I don't know what the percentage of people let's say you",
        8096.74,
        8103.14
    ],
    [
        " let's say you do what they said if you take the young men that are going to have to go to war",
        8103.14,
        8106.78
    ],
    [
        " and they get to vote I almost feel I almost don't feel super comfortable with that because I think",
        8107.02,
        8112.16
    ],
    [
        " a lot of them will be like oh yeah it's on here's my chance yeah it's on but I'm not sure that's",
        8112.16,
        8117.34
    ],
    [
        " also my own warped that's sort of the jaco bias which is I think everyone's kind of thinks like me",
        8117.34,
        8122.1
    ],
    [
        " which I know is not true there's also a chance that I'm wrong and a bunch of people would say no",
        8122.1,
        8126.46
    ],
    [
        " matter what was happening in the world maybe like no we're not going to war right you know what I mean",
        8126.46,
        8129.82
    ],
    [
        " so you got to have somebody with a detached perspective yeah that's actually saying you know what",
        8129.82,
        8134.46
    ],
    [
        " now is not the time to go to war or a detached perspective and say hey we're looking at this whole",
        8134.76,
        8139.64
    ],
    [
        " thing we see Nazis we see them running rough shot all over we need to do something about this and",
        8139.64,
        8146.38
    ],
    [
        " you described it again I you know whether you call it the tensioner or this idea hey when you've",
        8146.38,
        8153.1
    ],
    [
        " got some skin in the game when it's not Johnny it's your Johnny when you're talking about who's going",
        8153.1,
        8157.9
    ],
    [
        " to war yeah I love that idea of oh you're talking about me now okay hang on let me let me put some",
        8157.9,
        8165.78
    ],
    [
        " thought into it because in the end the answer actually might still be yeah I'm going to send my",
        8165.78,
        8169.66
    ],
    [
        " son off to war but I'm certainly going to think about it a lot harder the closer it is to me and",
        8169.66,
        8175.1
    ],
    [
        " I mean that's been the challenge in society forever which was do we want to insulate our people",
        8175.1,
        8179.76
    ],
    [
        " for more yeah we do I want I want to insulate America for more and you could look at we talked about",
        8179.76,
        8184.02
    ],
    [
        " Afghanistan are there some good things that come out of that yeah absolutely and if you insulate",
        8184.54,
        8189.78
    ],
    [
        " them so much if you if you remove them so much that they don't even understand what really is",
        8189.78,
        8195.04
    ],
    [
        " happening those decisions actually aren't the best decisions because what do they care right yeah",
        8195.04,
        8200.9
    ],
    [
        " share it's a great idea go go go to war doesn't affect me at all I don't want a society that has",
        8200.9,
        8206.5
    ],
    [
        " no no impact on that either and even inside that you talk about the tension of I want to keep",
        8206.5,
        8210.94
    ],
    [
        " I want to separate us from that as much as possible but if not but not so much they don't",
        8211.96,
        8217.14
    ],
    [
        " understand what it actually what what that really means to send somebody off to war we were just",
        8217.14,
        8220.66
    ],
    [
        " talking an hour ago when these people went to world war one to leave and know what they were doing",
        8220.66,
        8223.94
    ],
    [
        " they even know what it meant to send someone to war and there's just no way yeah there's some",
        8223.94,
        8229.54
    ],
    [
        " some great things with technology and and if you're doing something for the wrong reason it's pretty",
        8229.54,
        8234.54
    ],
    [
        " it's it's much harder to hide that now than it ever used to be if you're industrial plan or your",
        8234.54,
        8239.68
    ],
    [
        " company plan is really nefarious you're you're running the risk of getting found out there just",
        8239.84,
        8244.14
    ],
    [
        " too much information that's free out there it's really hard to keep those secrets anymore but send",
        8244.14,
        8248.6
    ],
    [
        " to somebody else a world war one do you think anybody really knew what that meant no and do I",
        8248.6,
        8252.9
    ],
    [
        " do you think they should know a little bit yeah I see his point you it's your kid going you might",
        8252.9,
        8257.4
    ],
    [
        " think twice before you you send him but just like you said too they're actually times so you",
        8257.4,
        8269.66
    ],
    [
        " well definitely um I think the lesson here is keep your minds open and listen and",
        8271.0,
        8277.66
    ],
    [
        " try and understand these various perspectives that are out there because I bet there's a bunch of",
        8277.66,
        8283.44
    ],
    [
        " people that hear this nigga what that guy was a traitor or whatever they're gonna say yeah",
        8283.44,
        8288.02
    ],
    [
        " or say hell yeah it's it's just that's what makes it so interesting because you can't call a",
        8288.02,
        8293.18
    ],
    [
        " guy that did what he did in his life a traitor and what we should actually do is listen",
        8293.18,
        8299.22
    ],
    [
        " that's what we should do with an open mind with an open mind goes a long way yeah with that",
        8300.0,
        8305.66
    ],
    [
        " echo Charles yes sir so we're trying to keep our minds open but we're also trying to keep our",
        8305.66,
        8310.98
    ],
    [
        " mind sharp yes sir keep sharp minds gotta keep the the vessel that the mind is contained in",
        8310.98,
        8318.4
    ],
    [
        " gotta keep that kind of up and running sure concur the brain well yeah no the brain the brain is in the",
        8318.4,
        8326.7
    ],
    [
        " body sure the skull more specifically more specifically yep see look at you me I'm trying",
        8328.06,
        8333.02
    ],
    [
        " yeah they're creative to my comments there was there was a there was a part in there where he was",
        8333.02,
        8338.9
    ],
    [
        " he was kind of going hard you know exposing all these profits and all this stuff and it makes sense",
        8338.9,
        8342.96
    ],
    [
        " man so and you can kind of get a taste of his emotional state right it makes sense but also you",
        8342.96,
        8348.74
    ],
    [
        " gotta say hey man if I was having to fight the freaking Nazis how happy am I that I have some",
        8348.74,
        8354.32
    ],
    [
        " American steel manufacturer that is staying awake 24 hours a day you ever seen that when they",
        8355.02,
        8358.58
    ],
    [
        " used to build those liberty ships you know I'm talking about Dave yes there's these big liberty",
        8358.58,
        8362.48
    ],
    [
        " ships that were used to transport stuff back and cross back and forth across the Atlantic Ocean",
        8362.48,
        8366.94
    ],
    [
        " they were making them in a day a freaking whole ship bro this is impossible and America was doing",
        8366.94,
        8374.14
    ],
    [
        " it in a day now if I was over there on the front lines and I needed some more ammunition I would be",
        8374.14,
        8378.72
    ],
    [
        " so damn happy and I would be more than happy that people are making a bunch of money now that the",
        8378.72,
        8383.28
    ],
    [
        " profits get a little bit extreme maybe they got a little extreme yeah so and and that that's",
        8383.6,
        8389.1
    ],
    [
        " kind of the point there where you can kind of he goes hard in like both directions and you're like oh",
        8389.1,
        8394.62
    ],
    [
        " man I see I especially when he's talking about the waste you know like the ships that don't even run",
        8394.62,
        8398.64
    ],
    [
        " and it's like no we're still paying the bill and it's like and then meanwhile you know from his",
        8398.64,
        8401.92
    ],
    [
        " perspective he sees all the all the downside of war right hardcore and then he kind of see and he",
        8401.92,
        8407.16
    ],
    [
        " looks and he sees all these numbers all these dollar signs that go to other people whatever who are",
        8407.16,
        8410.86
    ],
    [
        " making shady ships and all this stuff oh man I get it but he went a little bit too hard in a button",
        8411.6,
        8416.4
    ],
    [
        " and even in these little subtle way extreme extreme so he goes about a little bit yes and",
        8416.4,
        8422.54
    ],
    [
        " and I was trying to stay like with you guys were like okay get it no no no maybe not but there's",
        8422.54,
        8427.36
    ],
    [
        " a part he was talking about the boots right he was like oh they made all these boots and like all",
        8427.36,
        8430.8
    ],
    [
        " this stuff or whatever and I'm so thinking wait that's the we kind of need those boots but we only",
        8430.8,
        8436.84
    ],
    [
        " had four million shoulders and we bought 25 million boots yes okay and then that part is like",
        8436.84,
        8440.94
    ],
    [
        " okay yes as far as the waste goes 100% that's gonna apply across the board um and then he he went",
        8440.94,
        8446.46
    ],
    [
        " on to even add like oh those were good boots yeah yeah yeah I was like yeah we need those boots",
        8446.46,
        8451.84
    ],
    [
        " yeah but we don't need to of course of course we don't need the waste that's the same thing with",
        8451.84,
        8455.46
    ],
    [
        " the ships and all that stuff but so you could tell like all you got to just kind of detach from",
        8455.46,
        8460.5
    ],
    [
        " like that very specific perspective just a little bit and you're like okay this guy might not be",
        8460.5,
        8464.72
    ],
    [
        " getting it you know in certain ways well I don't think that's a great example because you can",
        8464.72,
        8469.96
    ],
    [
        " also say hey he gets it these are boots we need boots they're good boots they're probably",
        8469.96,
        8474.32
    ],
    [
        " lasting for a long time we didn't need 25 million pairs you know bro yeah it's true yeah so he's",
        8474.32,
        8481.24
    ],
    [
        " getting it where he loses it is just saying that that's the only reason that they're doing anything",
        8481.24,
        8484.7
    ],
    [
        " right and that's what I mean where and because that's it seemed like it put it this way it seemed",
        8484.7,
        8488.96
    ],
    [
        " like he was going hard in that direction it's like it's that's what he kind of wanted you to think",
        8488.96,
        8493.12
    ],
    [
        " yeah it's it also shows you that the you know you have a government organization that's running",
        8493.36,
        8499.48
    ],
    [
        " things and it's not your money yeah yeah you're gonna get fraud waste and abuse yeah that means",
        8499.48,
        8505.78
    ],
    [
        " big way that's why that's why it's usually better to have a little bit less government control over",
        8505.78,
        8513.26
    ],
    [
        " things yeah that's so cheap things is decentralized as possible and I know I covered a little bit of",
        8513.26,
        8519.52
    ],
    [
        " of Thomas Sol's book I think I don't know if I even got to it it was I don't think you were on",
        8521.24,
        8526.82
    ],
    [
        " the podcast was with Jordan Peterson but he got this little section where he just talks about",
        8526.82,
        8531.0
    ],
    [
        " how freaking hard it is to like control price you just you can't you can't do it you can't control",
        8531.0,
        8536.6
    ],
    [
        " price it has to do with the peltz of some animal there's a worth a certain amount",
        8536.6,
        8540.72
    ],
    [
        " and then he goes through how hard it is to control the price and then he says and by the way there's",
        8540.72,
        8547.18
    ],
    [
        " whatever 1.2 billion products or line items that you need to control the price of it's impossible",
        8548.34,
        8553.9
    ],
    [
        " you gotta let the free market work a little bit and that's where you run into problems where you",
        8553.9,
        8559.22
    ],
    [
        " have the free market brush up against the government the government checkbook yeah and they're like",
        8559.22,
        8566.22
    ],
    [
        " yeah we can make you probably need 25 million boots how many soldiers you got four million",
        8566.22,
        8572.16
    ],
    [
        " they need to sign here so yeah it's true because you know like you would you get what the old",
        8572.96,
        8578.72
    ],
    [
        " thing the irresponsible person with a crew when they first get a credit card kind of feels like",
        8578.72,
        8582.82
    ],
    [
        " oh it's not my money right so then they overspend they can't pay that kind of stuff so it's like",
        8582.82,
        8586.94
    ],
    [
        " and like it makes sense that phenomenon does make sense people will spend their other people's",
        8586.94,
        8592.86
    ],
    [
        " money like crazy they do it all the time that's what the government does the government spends other",
        8592.86,
        8597.38
    ],
    [
        " people's money all the time you know do we need to spend some money yeah",
        8597.38,
        8602.52
    ],
    [
        " but if you looked at it from like a household perspective if this if this either this state",
        8602.52,
        8609.28
    ],
    [
        " were in California or this country if you looked at it from that standpoint of hey our budget",
        8609.28,
        8614.84
    ],
    [
        " you know we make hey look here's here's hey you know hey darling wife we make",
        8614.84,
        8621.2
    ],
    [
        " $5,000 a month that's how much income we bring in we're gonna buy a car that's gonna cost us",
        8622.26,
        8628.8
    ],
    [
        " $2,000 a month that we're gonna rent a an apartment that's gonna cost us $4,000 a month and then",
        8628.8,
        8635.96
    ],
    [
        " we're gonna go out to eat every night that total is gonna be you $7,000 a month you can figure out",
        8635.96,
        8641.24
    ],
    [
        " real quick like oh I'm in the hole this is the credit card problem yeah so but if it's not our money",
        8641.24,
        8646.1
    ],
    [
        " yeah we're kind of like hey we're going to debt a little bit it's all good yeah I'll watch out",
        8646.1,
        8650.48
    ],
    [
        " yeah yeah it's got to be careful with this stuff yep all right what do we got so speaking to be",
        8650.96,
        8656.14
    ],
    [
        " being careful I like it we got to be careful with what we put in our bodies especially on this path",
        8656.14,
        8662.7
    ],
    [
        " the path is hard Dave Burke I'm saying it's hard it's not always easy it's fun can be fun from time",
        8662.7,
        8669.1
    ],
    [
        " to time especially when you're collecting those long-term gains seem same capability cognitive enhancement",
        8669.1,
        8676.08
    ],
    [
        " smarts all that stuff better decision making too either way when we're on this path we want to",
        8676.76,
        8681.24
    ],
    [
        " stay healthy stay ahead of the game health wise Dave I notice you're drinking the mango discipline",
        8681.24,
        8686.26
    ],
    [
        " good choice you could have drank the orange could have but I have a little bit of love hate",
        8686.26,
        8690.76
    ],
    [
        " relationship with the mango I understand fully so discipline go that's what this is that's what",
        8690.76,
        8696.38
    ],
    [
        " we're talking about here it's a healthy healthy energy drink yep it's a big deal most times the",
        8696.38,
        8702.68
    ],
    [
        " energy drink as we know or as we knew you know where I'm going to go with this right now where you",
        8702.68,
        8707.44
    ],
    [
        " going well we were talking earlier about the fact that hey most companies are out there trying to",
        8707.44,
        8712.76
    ],
    [
        " do the right thing you know and guess what we have we have some companies that are out there saying",
        8712.76,
        8717.72
    ],
    [
        " oh you know what if I can cut the cost of my product by a little bit add some chemicals to it",
        8717.72,
        8723.34
    ],
    [
        " that are a little bit cheaper give people an addictive thing called sugar and they'll just buy",
        8723.34,
        8730.14
    ],
    [
        " more of it cool so we got our example now we got some nefarious companies out there making poison",
        8730.14,
        8735.84
    ],
    [
        " and feeding it to people it's it's kind of a spectrum and consider I'm not just saying in",
        8735.84,
        8740.02
    ],
    [
        " necessarily energy drinks or whatever but like in general especially when it comes to stuff that you",
        8740.02,
        8743.94
    ],
    [
        " eat or putting your body whatever because you're dealing with two different forces there yeah you",
        8743.94,
        8748.36
    ],
    [
        " know what bothers me about that though is this like is the attitude like yeah but that's what people want",
        8748.36,
        8752.68
    ],
    [
        " right that's what I'm saying there's two different forces and that's not a good that that's",
        8752.68,
        8757.68
    ],
    [
        " what people want that doesn't mean you can't just make adjustments to give them what they want",
        8757.88,
        8763.5
    ],
    [
        " and not give them poison some people want crack some people want straight up some people want vodka straight",
        8763.5,
        8769.36
    ],
    [
        " up mainstream some people want vodka is vodka good is vodka good no kind of hard to make their argument",
        8769.36,
        8776.4
    ],
    [
        " on you know many many levels either way I dig what you're saying but guess what we don't have to",
        8776.4,
        8780.74
    ],
    [
        " worry about that can stuff anymore we are not in a fairious company negative we are making the clean",
        8780.74,
        8784.68
    ],
    [
        " the clean energy drink energy drink both win win upside short term upside long term in many ways",
        8784.84,
        8791.24
    ],
    [
        " too by the way this electrolytes in this one yeah imagine just being said oh yeah you want to try",
        8791.24,
        8796.52
    ],
    [
        " something all upside all how often you get that in life yeah here's something all upside yeah and as",
        8796.52,
        8803.78
    ],
    [
        " far as like the mango flavor it's like really upside yeah especially saying like it's compared to",
        8803.78,
        8809.52
    ],
    [
        " other flavors which is just normal upside which I understand of course either way if you want if",
        8809.52,
        8815.2
    ],
    [
        " you want to take part in this energy drink rather than the poisonous now we start to go down the",
        8815.2,
        8818.96
    ],
    [
        " path now we're now we're starting to talk about nefarious companies I'm going straight to the",
        8818.96,
        8822.18
    ],
    [
        " clothing manufacturers next that are out there cutting the corners and saying oh we'll just get",
        8822.18,
        8827.72
    ],
    [
        " this made in China we got slave labor over there yeah we got the weekers over there in actual",
        8827.72,
        8833.42
    ],
    [
        " slave labor camps making you're making your shorts yeah how's that feel feel good no I don't feel",
        8833.42,
        8840.48
    ],
    [
        " good about it I don't feel good about either that's why you know what I don't get I don't get",
        8840.48,
        8843.94
    ],
    [
        " good shorts that are made in China yeah I dig it man I dig it but back to the energy drink okay you",
        8843.94,
        8850.64
    ],
    [
        " want to stick with those for mental and physical enhancements check hands your capability also you",
        8850.64,
        8860.04
    ],
    [
        " can get stuff to to take you out of any kind of roadblocks or speed bumps in recovery we got",
        8860.04,
        8868.92
    ],
    [
        " protein we got stuff for your joints we got stuff for immunity we also got protein but you",
        8868.92,
        8877.1
    ],
    [
        " could actually just call it dessert yes another one of those upside upside I'll send an emergency",
        8877.1,
        8881.36
    ],
    [
        " the other day I thought I ran on a peanut butter yeah wait peanut butter flavor milk peanut",
        8881.36,
        8886.22
    ],
    [
        " bit peanut butter flavor milk yeah but then it was in the back of the",
        8886.22,
        8890.12
    ],
    [
        " but I was like speaking of crack yeah I look like a crack crack cocaine addict right you can do",
        8890.12,
        8896.98
    ],
    [
        " yeah I was one of my daughters just like went ham on the peanut butter yeah my sense yeah and it",
        8896.98,
        8906.54
    ],
    [
        " was just like down to I got a you know half a scoop which is not gonna get you through the moment",
        8906.54,
        8912.2
    ],
    [
        " right you you mentioned your daughter and their older your kids are older my kind of young",
        8912.72,
        8917.12
    ],
    [
        " where I play tricks on them where they're not tricks it's a strategy seems saying so I don't give",
        8917.12,
        8922.8
    ],
    [
        " them milk when they want it I mean one it's like a reward yeah you seem saying he creates that",
        8922.8,
        8929.22
    ],
    [
        " demand yeah yeah so when they when they hit it boom that's the standard of the standard payoff",
        8929.22,
        8934.7
    ],
    [
        " of the dessert seems saying meanwhile they're getting the the tail end of benefits seems yeah",
        8934.7,
        8939.86
    ],
    [
        " that's a good idea I'm out of peanut butter by the way the little's on the case",
        8939.86,
        8943.14
    ],
    [
        " to do it the long one go over your trying sure all right you got a bunch of stuff where do we",
        8943.14,
        8946.94
    ],
    [
        " get this stuff jacquafuil dot com also okay the energy drinks you can get it while while you can",
        8946.94,
        8951.2
    ],
    [
        " get it vitamin chop you can get a jacquafuil dot com um the rest of stuff mostly jacquafuil dot com",
        8951.2,
        8956.44
    ],
    [
        " and vitamin chop yeah hey we're just real quick if you want it delivered if you don't want to run",
        8956.44,
        8961.34
    ],
    [
        " on a peanut butter milk or whatever else if you don't run out joint if you subscribe to it shipping",
        8961.34,
        8966.04
    ],
    [
        " so that's our way of competing with some other large corporations that may not be as benevolent",
        8966.34,
        8973.8
    ],
    [
        " the jacquafuil yeah it's a good move right there subscribe percent also origin USA this is where you",
        8973.8,
        8981.52
    ],
    [
        " can get american made stuff you said it you mentioned it like sometimes hey some places some",
        8981.52,
        8986.16
    ],
    [
        " some of those that that some of the people where it's made with slave labor straight up and",
        8986.16,
        8993.68
    ],
    [
        " varying levels of slave slave labor to you can go deep in that rabbit hole and find out some",
        8993.68,
        8997.38
    ],
    [
        " stuff they probably you know yeah you can go on whatever those other youtube channels are that",
        8997.38,
        9001.18
    ],
    [
        " you were talking about you can watch you know little kids getting beaten because they didn't produce",
        9001.18,
        9005.3
    ],
    [
        " enough freaking pairs of shorts yeah right yeah you can go deep for sure but without depressing",
        9005.3,
        9012.08
    ],
    [
        " anybody or like the factories where they got nets around them for someone that people try and kill",
        9012.08,
        9015.4
    ],
    [
        " themselves they they hit the net and then they drag them back in and put them back in front of",
        9015.4,
        9019.54
    ],
    [
        " someone you should you know you know what I'm saying yeah that was really scared I didn't know",
        9019.54,
        9024.42
    ],
    [
        " that that was real that's real yeah but that's a scary thing to consider like that's how common it",
        9024.42,
        9030.14
    ],
    [
        " is that they have a straight up SOP like a little protocol and they play it's oh yeah this is just",
        9030.14,
        9034.94
    ],
    [
        " just to prevent the people from from actually dying when they try to commit suicide that way we",
        9034.94,
        9040.5
    ],
    [
        " want another day and a half a week out of it we need that labor seems saying for this for close",
        9040.5,
        9045.32
    ],
    [
        " so we're not down with that we're not that down with that so all the stuff is a made in America",
        9045.32,
        9050.64
    ],
    [
        " be made in America by people who want to make this this stuff they're so fired up like Brad just",
        9050.64,
        9056.06
    ],
    [
        " grab one person from there the okay so you can and you can see this on their youtube channel by",
        9056.06,
        9061.06
    ],
    [
        " the way but you see the people making it their brother they'll explain the whole thing to you",
        9061.06,
        9064.16
    ],
    [
        " yeah they'll be like oh yeah this one is this and this is the in fact I saw one where they're",
        9064.16,
        9067.46
    ],
    [
        " saying hey I'm making this for this very specific person I was like damn that's where I want to",
        9067.46,
        9072.02
    ],
    [
        " get my stuff from for sure origin USA dot com it's true made in America yep jujitsu stuff grown",
        9072.02,
        9078.3
    ],
    [
        " in America yeah the seeds jujitsu stuff boots by the way we have we made at we sold the government 24",
        9078.3,
        9084.74
    ],
    [
        " million pairs of boots we haven't yet but even if we did we wouldn't sell them 24 million",
        9084.74,
        9090.08
    ],
    [
        " not necessitated they don't need to know especially because these boots are gonna last",
        9090.08,
        9094.32
    ],
    [
        " so and you're gonna look good too let's face it let's face yeah",
        9095.58,
        9098.9
    ],
    [
        " echo if echo ever goes into combat he's gonna be like he's that's key",
        9098.9,
        9104.64
    ],
    [
        " well that that's something that does have some value seem saying because I think a lot of people",
        9104.64,
        9112.88
    ],
    [
        " we care about like at the very least a little bit about what it looks like hmm seem saying",
        9112.88,
        9117.14
    ],
    [
        " I put on the Delta 68 it's not like I didn't look in the mirror I was like it's not like I was",
        9117.14,
        9122.16
    ],
    [
        " like you sure they fit and then just kind of walked out interesting I looked in the mirror a little bit",
        9122.16,
        9126.22
    ],
    [
        " and in fact I remember when I read shirted in football and we're warming up for the game you know",
        9126.22,
        9132.58
    ],
    [
        " you can you can suit up for the game when you're red shirt for football and the coach said",
        9132.58,
        9137.48
    ],
    [
        " he was like dang echo looks good in his uniform he's not ready to play but he looks good in his",
        9137.48,
        9143.38
    ],
    [
        " uniform well that could be also a foreshadowing of your tactical yeah your tactical missions in life",
        9143.38,
        9148.7
    ],
    [
        " you might not be ready to operate yeah that would look good yeah that's what I felt when I put",
        9148.7,
        9153.4
    ],
    [
        " on the Delta 68 yeah I'm not ready for you know the the Mekong Delta but I'm ready to wear this stuff",
        9153.4,
        9159.54
    ],
    [
        " for sure 100% unless get it all like origin USA it's good stuff guilt-free stuff and superior stuff",
        9159.54,
        9166.38
    ],
    [
        " yeah another win win on that one also chocolate store called jaco store so you got a jaco store",
        9166.38,
        9171.78
    ],
    [
        " that's where you can represent hardcore on the path this will be equals freedom good",
        9172.26,
        9178.54
    ],
    [
        " it's a good way to look at things good you're watching that video yeah that that helped a lot of us",
        9178.54,
        9184.62
    ],
    [
        " through some some stuff man unless you want to represent that's where you can that's some other",
        9184.62,
        9188.46
    ],
    [
        " stuff on there some shorts some hats some hoodies women's this you heard me say that's good thing",
        9188.46,
        9194.1
    ],
    [
        " for the first time we like oh this is good yeah I did you like me at the moment well if you remember",
        9194.1,
        9199.32
    ],
    [
        " how that video all came about or whatever if you didn't want to call it coming about I had my camera",
        9199.32,
        9205.38
    ],
    [
        " in the corner and when I was reading the notes like you know I'll just go over the notes whatever I was",
        9205.38,
        9209.82
    ],
    [
        " like oh that one's gonna be a good one so I I didn't even take out the camera and set it up if",
        9209.82,
        9214.82
    ],
    [
        " you notice if you remember yeah I kind of I brought it out of the corner and if you watch that video",
        9214.82,
        9219.26
    ],
    [
        " if you look close you can see like there's like my computer monitor kind of obstructing like it's",
        9219.26,
        9224.08
    ],
    [
        " it wasn't set up is just like I just sort of started running it because I thought yeah that's",
        9224.08,
        9228.34
    ],
    [
        " looked good in the notes check you out dude so just put some freaking music on that one and send it",
        9228.34,
        9234.38
    ],
    [
        " out nonetheless you want to represent like I said jockelstore.com go there if you like something",
        9234.38,
        9238.86
    ],
    [
        " get something also we have a subscription thing too free shipping on this one as well so new maybe",
        9238.86,
        9244.58
    ],
    [
        " more creative designs on that one good feedback on that one check yeah yeah sure that says check",
        9244.58,
        9253.82
    ],
    [
        " they help us true check also sure you know uh there's uh we have an homage to the sea wolves on",
        9253.82,
        9259.16
    ],
    [
        " there mm-hmm we've got an homage to another group that we have grown very fond of that's all I'm",
        9259.16,
        9264.78
    ],
    [
        " going to say let me inspect that thing before you roll it out let me inspect that thing before you're",
        9264.78,
        9269.02
    ],
    [
        " rolling out yeah please cuz I gotta oh you gotta have a good ominous dominous just to confirm",
        9269.02,
        9274.64
    ],
    [
        " all right there have been errors made in the past I think we don't need to bring them up right now",
        9274.64,
        9278.32
    ],
    [
        " but there have been things that have been created without approval and they were not correct all right",
        9278.32,
        9283.66
    ],
    [
        " well you know it's the risk we all run but yes that's correct and occasionally occasionally you",
        9283.66,
        9288.54
    ],
    [
        " know look I'm I'm prone to run the things a little bit too decentralized that's kind of what I do",
        9288.54,
        9292.56
    ],
    [
        " but occasionally let's do a little inspection to make sure we aren't making mistakes that we",
        9292.56,
        9299.2
    ],
    [
        " don't want to make what do we call a QA quality the audience on this uh for you print the shirt",
        9299.2,
        9304.16
    ],
    [
        " and send it to people you should do that yeah I think you might be right about that actually",
        9304.16,
        9307.82
    ],
    [
        " okay I understand what you're saying now yes I remember I remember deep brick and now actually",
        9307.82,
        9312.04
    ],
    [
        " deep brick was a big part of that rectification yeah okay yeah yeah when I say a big part I mean",
        9312.04,
        9317.32
    ],
    [
        " the part so let's let's just do a review this is what we'll call it a review hey subscribe to this",
        9317.32,
        9323.38
    ],
    [
        " podcast whatever you subscribe to podcast we also have jockele unwraffling we have the grounded",
        9323.38,
        9327.86
    ],
    [
        " podcast we the warrior kid podcast we also have jockele underground where we are talking about",
        9327.86,
        9332.56
    ],
    [
        " let's see closely related topics we're answering QA so there's a special way you can send your",
        9332.56,
        9341.22
    ],
    [
        " questions in answer we're answering Q&A on there and it is also our place to go in the event of",
        9341.96,
        9350.1
    ],
    [
        " problems problems you if we get banned or whatever they could advertise and some stuff or whatever",
        9350.1,
        9357.44
    ],
    [
        " yeah you always like gloss over they they always just do Q&A or whatever and a lot of those questions",
        9357.44,
        9363.06
    ],
    [
        " are like that's like advice like if you want life advice from jockele it's sort of the",
        9363.06,
        9368.26
    ],
    [
        " essentially it's calm I guess it is but it is and jockele willing life coach yeah jockele underground",
        9368.62,
        9374.0
    ],
    [
        " calm hell yeah yeah it sounds funny when you say like that but conceptually you know it's really I",
        9374.0,
        9379.36
    ],
    [
        " said that for the first time a long time like before I even got out of the Navy because guys",
        9379.36,
        9383.74
    ],
    [
        " are coming to me and be like it is going on a big jockele willing life coach really yeah you know",
        9383.74,
        9388.04
    ],
    [
        " and I'd say here's what you need to do bro man it's effective I'm telling you sometimes like they'll",
        9388.04,
        9392.92
    ],
    [
        " ask these questions and I'll be like oh yeah I'll read the question or whatever and you think you",
        9392.92,
        9397.08
    ],
    [
        " know you think you know what I'm gonna say well I am a lot of times I do know what you're gonna say",
        9397.08,
        9401.46
    ],
    [
        " okay look at the general but here's what here's the thing here's what happens sometimes where",
        9401.46,
        9406.3
    ],
    [
        " someone I'll read the question and and I'll be like oh yeah that's a unique question for that",
        9406.3,
        9410.54
    ],
    [
        " that person you know it doesn't really apply to me so then be interesting to hear jockele's",
        9410.54,
        9414.14
    ],
    [
        " answer which I may or may not know the answer you know so it's the one he's gonna give but then",
        9414.14,
        9418.16
    ],
    [
        " you expand on this answer it's like wait a second I think I can use that right there it just",
        9418.16,
        9422.18
    ],
    [
        " seems to be so it kind of like it kind of affects your life even though the question's not like",
        9422.18,
        9426.52
    ],
    [
        " necessarily just yours if you got questions you want to answer do you want to hear what we talk about",
        9426.52,
        9431.46
    ],
    [
        " on that underground podcast go to jockelewnderground.com it costs $8.18 a month that's how you're supporting",
        9431.46,
        9438.1
    ],
    [
        " that whole thing if you can't afford it school we still want you in the game email assistance at",
        9438.1,
        9444.44
    ],
    [
        " jockelewnderground.com we have a YouTube channel you can subscribe to that also origin USA has a",
        9445.2,
        9452.2
    ],
    [
        " cool YouTube channel where they're showing behind the scenes what's going on psychological warfare",
        9452.2,
        9455.98
    ],
    [
        " is an album that echo made I talked on it we made okay so we made as a as a little collaborative",
        9455.98,
        9463.18
    ],
    [
        " effort I came up with the things I wrote it I then I did the words and then I said them in a",
        9463.18,
        9471.2
    ],
    [
        " proper way an echo collaborated by pressing record yep which was cool so if you want to get the",
        9471.2,
        9477.48
    ],
    [
        " psychological warfare you need a little help getting through some moment of weakness we got you jockele",
        9477.48,
        9483.4
    ],
    [
        " life coach okay we got you if you want something to hang on your walls go to flipside canvas.com",
        9483.4,
        9488.48
    ],
    [
        " Dakota Meyer speaking of metal of honor Dakota Meyer without question earned that thing and he's got a",
        9488.48,
        9498.58
    ],
    [
        " cool company made in America flipside canvas.com making stuff to hang on your wall got a bunch of",
        9498.98,
        9503.56
    ],
    [
        " books final spin coming out soon we don't even know what is it a book is it a novel there's a poem",
        9503.56,
        9508.84
    ],
    [
        " is it what do you call it Dave you read it literature it's all those things I guess I know what it says",
        9508.84,
        9514.5
    ],
    [
        " in the cover yeah what is it in the cover final spin oh it's on novel yeah that's right they have to",
        9514.5,
        9520.6
    ],
    [
        " call it something it's more than that I know that for sure yeah check then we have",
        9520.6,
        9526.82
    ],
    [
        " leadership strategy and tactics field manual they can't answer all your questions about leadership",
        9528.16,
        9533.02
    ],
    [
        " the code the evaluation the protocols you got to know you got to have a code you got to evaluate",
        9533.02,
        9538.28
    ],
    [
        " yourself you got to follow some protocols in life there you go we wrote them for you me and Dave",
        9538.28,
        9542.22
    ],
    [
        " Burke disciplinary freedom field manual way the warrior could one two three and four Mikey and the",
        9542.22,
        9548.08
    ],
    [
        " dragons about face by hack worth I wrote the forward to it extreme ownership and the dichotomy",
        9548.08,
        9554.0
    ],
    [
        " of leadership that I wrote with my brother life babin echelon front we have a leadership",
        9554.06,
        9559.58
    ],
    [
        " consultancy and what we do is we solve problems through leadership go to echelonfront.com if you want",
        9559.58,
        9564.08
    ],
    [
        " to have us engage with your company your business or your team go to echelonfront.com that's also",
        9564.08,
        9569.88
    ],
    [
        " where you can find out what about the live events that we do we do the muster big leadership",
        9569.88,
        9574.66
    ],
    [
        " learning session two days long next one up is in Vegas",
        9574.66,
        9580.58
    ],
    [
        " Las Vegas October 28th and 29th we also do field training exercise we run around and do tactical",
        9581.46,
        9586.74
    ],
    [
        " missions and utilize the principles of leadership we do EF battlefield tour getty's berg",
        9586.74,
        9592.72
    ],
    [
        " primarily we don't make you march there but we do walk around there and learn those lessons",
        9592.72,
        9599.12
    ],
    [
        " we have an online training course because we we want to get this information as many people as",
        9599.12,
        9605.72
    ],
    [
        " possible how do you do that how do you scale that I can't be everywhere Dave can't be anywhere",
        9605.72,
        9609.6
    ],
    [
        " everywhere life babin can't be everywhere JP can't be everywhere we can't just be everywhere",
        9609.6,
        9614.28
    ],
    [
        " so what we do is we consolidate information onto the extreme ownership academy it's leadership",
        9614.28,
        9620.12
    ],
    [
        " courses we do live sessions on there all the time if you have a question you come there and ask",
        9620.12,
        9623.9
    ],
    [
        " me go to extremonorship.com for that if you want to help service members active and retired",
        9623.9,
        9628.66
    ],
    [
        " their families gold star families check out mark Lee's mom mom Lee she's got a charity organization",
        9628.66,
        9635.26
    ],
    [
        " it does all kinds of great stuff for our military members and our veterans if you want to donate",
        9635.26,
        9640.18
    ],
    [
        " or you want to get involved go to america's mighty warriors dot org and if you want more of my",
        9640.18,
        9645.62
    ],
    [
        " prolonged proclamations where you need more of echoes derelict decrees you can find us on the",
        9645.62,
        9655.84
    ],
    [
        " inner webs on twitter on the gram on facebook echoes at echo Charles I am at jocke a willing where",
        9655.84,
        9661.92
    ],
    [
        " you at david david our berk david our berk I escaped the uh the ridicule the ridicule it's nice",
        9661.92,
        9668.72
    ],
    [
        " what ridicule you know what derelict decrees if you all right right if you're not getting ridicule",
        9668.72,
        9674.84
    ],
    [
        " the means people don't like you and many thanks to all the men and women in the army navy air force",
        9674.84,
        9684.34
    ],
    [
        " marines you are the ones that carry out the will of our country and you are also the ones who",
        9684.34,
        9690.66
    ],
    [
        " pay the price and we are forever indebted to you for your sacrifice and to police and law enforcement",
        9690.66,
        9697.66
    ],
    [
        " firefighters paramedics EMTs dispatchers correctional officers border patrol secret service",
        9697.66,
        9703.42
    ],
    [
        " and all first responders you step up and you protect us here on the home front and we are",
        9703.42,
        9709.84
    ],
    [
        " indebted to your service as well and everyone else out there this might seem obvious",
        9709.84,
        9718.06
    ],
    [
        " but think about what you're doing way the risks and the benefits the strategic benefits",
        9719.4,
        9728.38
    ],
    [
        " the reward and the consequences and make sure make sure that you are doing the right things",
        9728.38,
        9738.98
    ],
    [
        " for the right reasons and until next time this is Dave and echo and jockeau",
        9738.98,
        9746.96
    ],
    [
        " out",
        9746.96,
        9747.98
    ]
]