[
    [
        " You know how you talk you mentioned how like you'll run into people and you'll actually have like a little bit of a connection with them is do you think that?",
        0.0,
        8.76
    ],
    [
        " Like you know how you share stuff openly more than a lot of people I think.",
        9.52,
        14.14
    ],
    [
        " Do you think that that is an indicator that you're doing the right thing?",
        14.36,
        17.96
    ],
    [
        " Um, because sometimes like okay, so let's say if you're in the public light",
        19.22,
        23.76
    ],
    [
        " And people will approach you whatever I think sometimes they can like",
        23.76,
        28.86
    ],
    [
        " Misrepresent who you are they're like oh yeah, maybe like they feel like they know you got a podcast all the stuff",
        28.86,
        33.96
    ],
    [
        " And then when they the things they say or they try to like relate to you whatever the like they're just way off a lot of the time",
        33.96,
        40.44
    ],
    [
        " I think not not necessarily my sometimes they can be you know",
        40.44,
        43.98
    ],
    [
        " But the fact that like a random quote unquote random stranger can come up to you",
        43.98,
        48.7
    ],
    [
        " And then you guys can relate like on a significant like kind of deep level or whatever so quickly get there",
        48.7,
        54.16
    ],
    [
        " That's one that's fascinating. I mean you could have a moment where you're having a real moment with somebody",
        54.16,
        58.6
    ],
    [
        " Yeah, like a moment that makes you feel something inside of yourself",
        58.6,
        61.68
    ],
    [
        " You know, uh, and that's real that that to me comes from somewhere else",
        61.68,
        66.48
    ],
    [
        " Yeah, it always like you always struck me as someone who's like so authentic",
        66.48,
        70.82
    ],
    [
        " And I think that that that is a big indicator that you're doing the right thing if you can really like relate to people who you never met before",
        70.98,
        78.48
    ],
    [
        " That quickly",
        78.48,
        79.74
    ],
    [
        " Yeah, thanks man. Yeah, I just I think for feeling so disc it's a lot of it so new to me feeling connection",
        79.74,
        89.04
    ],
    [
        " And so it's fucking like being on a bridge at shakes, you know, I don't know what you guys call that in",
        89.04,
        95.4
    ],
    [
        " You know, we usually call that a bridge the",
        95.4,
        98.48
    ],
    [
        " Yeah, but when you say it sounds way more technical. It's not like people believe it, okay?",
        100.82,
        105.48
    ],
    [
        " But yeah for me a lot of that stuff is just I'm a late",
        106.58,
        110.46
    ],
    [
        " I'm a late bloomer and a lot of like kind of I think emotional kind of ways honestly",
        110.46,
        115.48
    ],
    [
        " and I'm not ashamed of it or anything like that, you know",
        115.48,
        119.78
    ],
    [
        " But sometimes in a world where you want to be tougher, you know, it's it's a it feels",
        119.78,
        126.8
    ],
    [
        " It feels tough to sometimes learn later in life, but yeah, I think it's nice and sometimes I don't know what",
        127.82,
        134.06
    ],
    [
        " Roll God is using me for you know",
        134.06,
        137.12
    ],
    [
        " You know, and I just want to try and keep myself the best",
        137.12,
        141.02
    ],
    [
        " In the best way that I can so he can use me for the best, you know like",
        141.02,
        146.16
    ],
    [
        " And I really I really believe that you know, and I don't mean it in a way like how some kind of hero anything I just",
        146.16,
        153.36
    ],
    [
        " You know if I can take care of myself well, I believe and I believe this for anybody that he that",
        154.9,
        158.96
    ],
    [
        " Or your higher power doesn't it could be whatever your higher power is can use you for good, you know",
        158.96,
        165.18
    ],
    [
        " And we need more good out there and we need each other, you know",
        165.18,
        169.54
    ],
    [
        " Anyway, I sound like a fucking weirdo. Do I sound like a weirdo?",
        169.54,
        172.8
    ],
    [
        " Okay, sorry",
        172.94,
        174.48
    ],
    [
        " I think I think echoes spot on it's kind of it kind of mimics or or",
        174.48,
        179.2
    ],
    [
        " Reinforces what I was saying earlier. I think the reason that you're popular right now is because you",
        179.84,
        185.58
    ],
    [
        " Reveal yourself because you're open and I think people you're you're a real person and I think people connect to that",
        185.58,
        191.52
    ],
    [
        " And and I think it's awesome because I think it allows people to connect to themselves",
        191.52,
        196.0
    ],
    [
        " So I say keep doing what you're doing feel vaughn appreciate a man and I appreciate you guys having me man",
        196.0,
        202.24
    ],
    [
        " I really do it's good. It's made me feel excited like I'm doing the right thing right on bruh gang maybe",
        202.24,
        206.66
    ]
]