[
    [
        " It's interesting because you were, you know,",
        0.0,
        1.88
    ],
    [
        " you were joking around earlier about how,",
        1.98,
        3.26
    ],
    [
        " you know, you're sorry, not being funny right now",
        3.68,
        6.12
    ],
    [
        " on this podcast, you're supposed,",
        6.12,
        7.38
    ],
    [
        " and what's interesting about that is,",
        7.72,
        10.02
    ],
    [
        " you have some pretty serious stuff that you do",
        11.28,
        12.86
    ],
    [
        " on your podcast, you have some, you know,",
        12.86,
        14.64
    ],
    [
        " you kind of, sometimes you open up about stuff",
        14.68,
        17.04
    ],
    [
        " and how you're feeling and maybe it's not feeling that good.",
        17.04,
        19.98
    ],
    [
        " And again, I think that people tune into that",
        20.82,
        23.48
    ],
    [
        " because look, man, I guess, I guess you could try",
        23.48,
        27.6
    ],
    [
        " and like fake being funny or fake being in a good mood,",
        27.6,
        30.7
    ],
    [
        " but I don't think you can really fake it 100%",
        30.7,
        33.22
    ],
    [
        " where people really believe it.",
        33.22,
        34.46
    ],
    [
        " And I think it's better that you just be who you are",
        34.68,
        38.08
    ],
    [
        " and you know, if you've got something,",
        38.08,
        39.82
    ],
    [
        " if you're not, if you feel like freaking depressed",
        39.82,
        43.06
    ],
    [
        " or whatever, then you're like,",
        43.06,
        44.34
    ],
    [
        " hey, this is what I feel like right now.",
        44.36,
        45.66
    ],
    [
        " And it makes people comfortable",
        45.9,
        48.18
    ],
    [
        " that there's someone like you who's usually funny",
        48.18,
        51.44
    ],
    [
        " and seems to have a pretty good life.",
        51.44,
        53.26
    ],
    [
        " And all of a sudden they're like,",
        53.42,
        54.18
    ],
    [
        " hey, man, this is freaking hard right now.",
        54.24,
        55.98
    ],
    [
        " For whatever reason, whatever that reason right might be.",
        55.98,
        58.24
    ],
    [
        " And you know, I think when people",
        59.2,
        62.6
    ],
    [
        " just knowing that someone else is kind of like there with them,",
        62.6,
        67.34
    ],
    [
        " it's reassuring.",
        67.5,
        68.58
    ],
    [
        " Yeah.",
        68.9,
        69.06
    ],
    [
        " And the other thing that's interesting about this",
        69.58,
        71.36
    ],
    [
        " is you've been saying this whole time,",
        71.36,
        73.14
    ],
    [
        " you know, that you have a hard time with relationships",
        73.14,
        76.76
    ],
    [
        " and long-term and all this,",
        76.76,
        78.06
    ],
    [
        " but how long you've been doing your podcast for?",
        78.58,
        80.08
    ],
    [
        " For maybe five years.",
        80.38,
        81.94
    ],
    [
        " So five years.",
        82.6,
        83.56
    ],
    [
        " And this is the thing about podcasts.",
        84.16,
        86.1
    ],
    [
        " And I have the same thing where I meet people",
        86.3,
        89.12
    ],
    [
        " that listen to podcasts and they feel like we have a relationship",
        89.12,
        93.88
    ],
    [
        " and they're right, right?",
        93.88,
        95.92
    ],
    [
        " Because you don't get, you don't,",
        96.2,
        98.6
    ],
    [
        " I mean, my podcast is three, four, five hours long.",
        98.7,
        101.76
    ],
    [
        " Geez, that's right, dude.",
        101.82,
        103.3
    ],
    [
        " Now I see what happened to you.",
        103.72,
        104.78
    ],
    [
        " You said things probably years ago.",
        105.16,
        108.42
    ],
    [
        " And there's just not much in there.",
        108.78,
        110.84
    ],
    [
        " I bet if we tickle you, we'll get him out of your creeps.",
        110.92,
        114.72
    ],
    [
        " How often do you sit down and talk to anyone",
        114.72,
        118.08
    ],
    [
        " for three hours or two hours?",
        118.08,
        120.16
    ],
    [
        " Oh, I walked out of your room",
        120.3,
        121.26
    ],
    [
        " and I remember telling him, I said,",
        121.26,
        122.38
    ],
    [
        " hey, that's the longest conversation I've ever had",
        122.38,
        124.38
    ],
    [
        " in my life with anybody.",
        124.38,
        125.5
    ],
    [
        " Especially with a man, you know, like I didn't have any male figure.",
        125.9,
        129.36
    ],
    [
        " I had, you know, there was no male figures in my neighbor.",
        129.58,
        133.7
    ],
    [
        " One guy shot up a ready-made 24 hour clinic",
        133.8,
        136.12
    ],
    [
        " and that was like the toughest dude we knew, you know,",
        136.12,
        138.7
    ],
    [
        " and he was on pills.",
        138.72,
        139.48
    ],
    [
        " So he wasn't even really doing it out of his own heart.",
        139.48,
        141.68
    ],
    [
        " So, you know, we didn't have a lot of,",
        142.14,
        145.1
    ],
    [
        " so I think yes, I've found more probably male influences",
        146.08,
        151.54
    ],
    [
        " through podcasting than anywhere else in my life,",
        151.54,
        156.82
    ],
    [
        " really, which is kind of interesting.",
        156.82,
        158.48
    ],
    [
        " You know, and sometimes, yeah, I don't know,",
        159.1,
        164.82
    ],
    [
        " podcasting is powerful.",
        164.9,
        165.52
    ],
    [
        " And here's one thing that's neat to Jaco is,",
        165.68,
        167.26
    ],
    [
        " I mostly meet people who I would like to meet anyway.",
        167.86,
        171.94
    ],
    [
        " It's like the guy that came to me this morning,",
        172.7,
        175.1
    ],
    [
        " you know, I would like to meet him in, you know, like,",
        175.1,
        177.16
    ],
    [
        " he was, some people is, like, I did reach some reality",
        177.36,
        181.7
    ],
    [
        " tell us when I was younger, you know,",
        181.7,
        183.1
    ],
    [
        " for a couple years on TV and I would meet people",
        183.2,
        186.0
    ],
    [
        " that I didn't know anything about me,",
        186.0,
        188.22
    ],
    [
        " just people that see you.",
        188.3,
        189.64
    ],
    [
        " And that was just, there was nothing to it",
        190.18,
        192.7
    ],
    [
        " that meant anything, really.",
        192.7,
        193.96
    ],
    [
        " So, to meet people, you, they know you somewhat.",
        195.62,
        199.32
    ],
    [
        " And so you would have some common ground, you know,",
        199.58,
        202.3
    ],
    [
        " it's really nice almost.",
        202.46,
        204.2
    ],
    [
        " That's one thing that's interesting, man,",
        204.44,
        206.74
    ],
    [
        " I feel like God has given me this weird way",
        206.84,
        208.84
    ],
    [
        " where it's like, he always is trying to show me",
        208.84,
        216.5
    ],
    [
        " that people care about me, you know,",
        216.5,
        217.88
    ],
    [
        " because I think for so long, I didn't feel like anybody did,",
        218.28,
        220.8
    ],
    [
        " you know, when I was real, real young.",
        221.02,
        222.46
    ],
    [
        " And I'm not complaining, you know, I'm not complaining about it.",
        222.9,
        225.4
    ],
    [
        " I'm not, I don't need any self pity,",
        225.88,
        227.58
    ],
    [
        " I don't need anything like that.",
        227.7,
        228.5
    ],
    [
        " But I do think it's fascinating how,",
        229.08,
        234.4
    ],
    [
        " you know, he'll send people in every, you know,",
        234.8,
        237.82
    ],
    [
        " every now and then somebody say something,",
        237.84,
        239.26
    ],
    [
        " or just something, it's like, it's just slow healing",
        239.4,
        242.44
    ],
    [
        " of this space inside of me that was just,",
        242.44,
        245.08
    ],
    [
        " has been uncomfortable for a long time, you know.",
        245.08,
        247.78
    ],
    [
        " And so there's powerful stuff like that going on, you know.",
        248.04,
        251.16
    ],
    [
        " So, and sometimes I can do that for other people, you know,",
        252.98,
        256.82
    ],
    [
        " I know a friend of mine, he's in a military,",
        256.84,
        260.34
    ],
    [
        " I think his dad had some, well,",
        260.46,
        263.38
    ],
    [
        " I probably shouldn't talk about him,",
        263.52,
        264.54
    ],
    [
        " I'd be talking out of shop, but yeah, it's just, I don't know.",
        264.54,
        267.14
    ],
    [
        " I don't know, man.",
        267.56,
        268.82
    ],
    [
        " I'm enjoying being alive these days a lot more",
        269.66,
        272.38
    ],
    [
        " because I wanna see what else can unfold, you know.",
        272.38,
        275.92
    ],
    [
        " And I don't know if I always felt like that as a kid,",
        276.12,
        277.64
    ],
    [
        " I felt like more like every day was a battle, you know.",
        277.72,
        280.14
    ],
    [
        " Whereas now I'm like, man, there's a lot of good stuff out there,",
        280.84,
        284.68
    ],
    [
        " you know, and I can be a part of it,",
        285.28,
        287.0
    ],
    [
        " whether it's for me or somebody else,",
        287.12,
        288.78
    ],
    [
        " if I can just do my best to take care of myself",
        288.8,
        291.28
    ],
    [
        " and keep myself, I don't even have to win every day,",
        291.28,
        295.18
    ],
    [
        " but dude, if I can just show up and get a strong tie dog,",
        295.26,
        297.54
    ],
    [
        " you know what I'm saying?",
        297.86,
        298.46
    ],
    [
        " If I can even fucking tip a judge, fam,",
        299.02,
        300.86
    ],
    [
        " you know what I'm saying, though?",
        301.06,
        301.94
    ],
    [
        " And pull out that dirty, w dog, you know,",
        302.24,
        304.8
    ],
    [
        " then it's possible.",
        305.04,
        305.84
    ],
    [
        " And I wish Daringtill wouldn't have lost, honestly.",
        306.06,
        307.76
    ],
    [
        " No homo, bro.",
        308.6,
        310.0
    ]
]