[
    [
        " In May, a fresh batch of NCDU recruits arrived in Maui.",
        0.0,
        3.74
    ],
    [
        " Per the direction of Kohler and Kaufman, the men were told to abandon the bulk of their gear.",
        3.98,
        7.98
    ],
    [
        " Their green fatigues, their boots, their Maywest life jackets, even their helmets and sidearms,",
        8.38,
        12.3
    ],
    [
        " and slip into a pair of black Maui swim trunks and dive masks.",
        12.7,
        16.98
    ],
    [
        " Their rough rubber edges sanded down to prevent them from biting into their face.",
        17.42,
        21.76
    ],
    [
        " What followed were nine seemingly endless days of training on how to systematically map an underwater landscape and blow it up.",
        21.98,
        28.08
    ],
    [
        " Rocks coral, night swimming blasts, no rest, no sleep, suicide stuff, one trainee remembered.",
        28.52,
        34.32
    ],
    [
        " For fewer than six hours a day, recruits lived in the water, perfecting their strokes until they could swim a mile before breakfast.",
        34.58,
        42.14
    ],
    [
        " Their only day off was Monday when possible.",
        42.56,
        44.56
    ],
    [
        " Seeing that this was the first time many of them handled explosive fused or tied,",
        45.1,
        48.66
    ],
    [
        " primer corded into a trunk line, accidents were routine.",
        49.0,
        51.7
    ],
    [
        " Fingers blown clear off or hanging by bloody shreds of skin.",
        52.22,
        55.56
    ],
    [
        " Asked how long he could swim underwater with a hundred pounds of powder,",
        55.92,
        58.94
    ],
    [
        " recruit Knauric replied, with a hundred pounds of powder, I could probably stay under forever.",
        59.26,
        64.76
    ],
    [
        " So this is, I highlighted that point because this is a point now where we're starting to see",
        65.3,
        70.88
    ],
    [
        " the idea of the naked warrior, they're getting rid of all their gear, they're just wearing trunks.",
        70.88,
        74.86
    ],
    [
        " Sipan is where we get this recon, like a legit recon going on.",
        78.62,
        84.76
    ],
    [
        " The closer his swimmers got to the beach, the more nervous Kaufman became.",
        85.18,
        88.22
    ],
    [
        " At a hundred yards, he tried to turn them around, but most of them kept going at 50 yards.",
        88.38,
        91.6
    ],
    [
        " Some began to pivot back, but some didn't.",
        91.6,
        93.8
    ],
    [
        " Closing to within 30 yards of the shore and 40 yards of the guns, so close that they ceased swimming",
        94.08,
        100.4
    ],
    [
        " and dug their toes of their sneakers into the sand, pulling themselves along with their gloved",
        100.4,
        104.6
    ],
    [
        " hands. When that last line finally did run out of water, each man backed off slightly,",
        104.6,
        109.56
    ],
    [
        " turned left, then sidestroaked along the beach for 25 yards, edging his mask out of the water with",
        109.86,
        114.5
    ],
    [
        " every breath, breath careful to remember the locations of any gun positions under circumstances,",
        114.5,
        119.36
    ],
    [
        " not an easy thing to forget. On the swim back, each man ignored his exhaustion and worsening leg",
        119.62,
        126.28
    ],
    [
        " cramps and stayed as close as possible to the bottom. When they, they neared the reef Kaufman",
        126.28,
        131.58
    ],
    [
        " reborded, his mattress and offered a nearby swimmer a toe. Get that damn thing out of here.",
        131.7,
        136.56
    ],
    [
        " You go over this earlier, all the little rafts that they had were getting shot up.",
        136.76,
        140.3
    ],
    [
        " On the other side of the now surf slammed reef, each swimmer waited for pickup. When the landing",
        140.88,
        144.96
    ],
    [
        " craft arrived, the coxins took turns motoring each man and either dropped them a Jacob's ladder",
        144.96,
        151.04
    ],
    [
        " or reversed engines until he could grab hold and pull himself up. Throughout this cumbersome boarding,",
        151.04,
        156.46
    ],
    [
        " a period packed with versiferous cursing said one survivor every man aboard fully expected a",
        156.46,
        163.36
    ],
    [
        " mortar round to drop square into the boat. As soon as the last man was loaded, Kaufman",
        163.36,
        167.4
    ],
    [
        " tallied his numbers and realized that in addition to the officer killed on the air mattress,",
        167.4,
        171.66
    ],
    [
        " two of his swimmers were still missing. Pulled in separate directions by his instinct to rescue",
        171.82,
        176.2
    ],
    [
        " and his orders to rush back to the fleet, Kaufman looked around at his blue tinge to blackstripe",
        176.2,
        181.08
    ],
    [
        " and chose the more painful option. With the fleet waiting for his information,",
        181.66,
        185.66
    ],
    [
        " Kaufman ordered his boats back to the APDs. When the men of UDT7 arrived back at the Humphreys,",
        186.14,
        191.7
    ],
    [
        " they discovered something remarkable. Though several men had been wounded,",
        192.06,
        195.92
    ],
    [
        " some with serious internal injuries from the mortar blast, not a single one of their swimmers",
        196.4,
        200.64
    ],
    [
        " had been lost. In fact, the only men that had been killed had been the ones who had remained on",
        200.64,
        211.06
    ],
    [
        " slightly less fortunate with one killed several more wounded and two still missing,",
        211.06,
        215.16
    ],
    [
        " but it was nothing compared to the blood bath that occurred just one week before at Normandy.",
        215.46,
        219.52
    ],
    [
        " So this is another methodology of executing these things.",
        220.34,
        225.54
    ],
    [
        " And it's sort of a metaphor for what actually happened, the entire history. So the Navy",
        225.86,
        231.28
    ],
    [
        " intentionally creates all of these units. They create NCDUs, they create UDT, they create",
        231.28,
        239.86
    ],
    [
        " the scouts and raiders. All of these units are created for a specific purpose. They're committed",
        239.86,
        243.14
    ],
    [
        " to action for a specific reason. But once the Navy creates these things, the Navy can't",
        243.14,
        250.0
    ],
    [
        " necessarily predict how far the individuals that are the belong to these institutions are going to",
        250.0,
        255.02
    ],
    [
        " push them. They're going to push those envelopes. So Kaufman, when he's driving his men toward the",
        255.02,
        260.16
    ],
    [
        " beach or he's pushing his men to swim, he also is trying to stop them. He's trying to stop them 50 yards",
        260.16,
        265.44
    ],
    [
        " from sure they won't, they keep going 25 yards. So the seal teams are created by the Navy,",
        265.44,
        271.36
    ],
    [
        " they created by the Navy for the Navy. But you can sort of see it just in that moment.",
        271.5,
        277.56
    ],
    [
        " The seal teams become so much more because of the seals themselves. So the seals don't create it.",
        277.94,
        283.62
    ],
    [
        " We don't. We're not responsible for our own institutions. We think we are, but we're not.",
        283.76,
        287.92
    ],
    [
        " But we are responsible for what that institutional ultimately became.",
        288.42,
        291.76
    ],
    [
        " Yeah, you know, there's an interesting time that you make in the book. And I don't remember",
        292.12,
        295.34
    ],
    [
        " if it's in my notes to cover what I'll just mention it now. The Navy, the Navy just by nature of being",
        295.34,
        305.06
    ],
    [
        " disaggregated and being spread apart, especially back in the day, there was decentralized command",
        305.06,
        310.08
    ],
    [
        " unlike really unlike any other organization. Absolutely. And that that spirit of decentralized",
        310.08,
        316.92
    ],
    [
        " command of like, Hey, you go and you make you take the fight to the enemy. You get in this",
        316.92,
        321.32
    ],
    [
        " ship or you get in this submarine, you go overseas and you take the fight to the enemy. That's",
        321.32,
        326.54
    ],
    [
        " you have mission type orders, right? And that's that's the way the Navy had had to exist back in",
        326.54,
        331.8
    ],
    [
        " the day. And that vein and that that DNA remains. And that's why you get these guys that are",
        331.8,
        338.5
    ],
    [
        " very proactive and will will will be default aggressive out there on the battlefield.",
        338.5,
        344.1
    ],
    [
        " That's that's exactly right. Default aggressive latitude only works if your default orientation",
        344.1,
        351.6
    ],
    [
        " or default setting is aggression. And if you read any like naval history book during like",
        351.6,
        359.32
    ],
    [
        " you know, the Napoleonic Wars or if you read, you know, the Patrick O'Brien Mastering Commander series",
        359.32,
        364.78
    ],
    [
        " like you're you're never, you know, connected to your chain of command. Whereas the army",
        364.78,
        369.24
    ],
    [
        " always is always is. So that, you know, as technology has improved or as technology's gotten better",
        370.04,
        376.08
    ],
    [
        " to connect commanders to their troops in the field, that chain of command has only thickened.",
        376.08,
        381.06
    ],
    [
        " Whereas in the Navy, I mean, we have all of this history behind us or the Navy has all this",
        381.06,
        386.32
    ],
    [
        " history behind it of latitude of mission type orders of relying on the aggressiveness of the",
        386.32,
        391.72
    ],
    [
        " individual commander. You just have to trust your guys. But you have to be specific about what you",
        391.72,
        398.1
    ],
    [
        " want. Oh, for sure. So all the way to get rogue. Exactly.",
        398.1,
        401.24
    ]
]