[
    [
        " Here we go.",
        1.44,
        2.44
    ],
    [
        " He's the weirdest guy in the book by far, but...",
        2.66,
        4.96
    ],
    [
        " Paul and Finn, Lanky even, with dark hair, a narrow face and a chin that stretched down",
        4.96,
        9.8
    ],
    [
        " like a teardrop draper, Lawrence Kaufman, also possessed poor teeth and spectacles as thick",
        9.8,
        15.16
    ],
    [
        " as sunmarine glass.",
        15.16,
        16.24
    ],
    [
        " Given to bouts of indolence, he was absent-minded, a failure in any subject that not captures",
        17.48,
        22.7
    ],
    [
        " interest, and alarmingly progressive on the issue of race, at least so fought his mother,",
        22.7,
        27.6
    ],
    [
        " a shrew on the topic.",
        27.86,
        28.86
    ],
    [
        " As a young man, Kaufman had wanted nothing more than to attend the Naval Academy and",
        30.42,
        35.0
    ],
    [
        " command a destroyer as his father had.",
        35.0,
        36.9
    ],
    [
        " When poor eyesight threatened to torpedo his dream, he submitted himself to the doctors",
        37.44,
        41.24
    ],
    [
        " orders, however, medieval, and for one hour a day held a palm over each open eye.",
        41.24,
        46.94
    ],
    [
        " This when his appointing congressman suddenly died, leaving his Academy application in",
        48.08,
        53.22
    ],
    [
        " limbo, he told no one of his plan, escaped from his Connecticut boarding school, got a",
        53.22,
        58.84
    ],
    [
        " IMCA, and then walked the halls of congress, slipping past secretaries, and performing a",
        58.84,
        63.42
    ],
    [
        " rehearse sob story until someone, anyone, gave him an appointment.",
        63.42,
        66.78
    ],
    [
        " Once finally accepted, he rode crew, acted in school dramas, and in cruel foreshadowing",
        67.4,
        73.42
    ],
    [
        " spent 30 days on a prison ship for sneaking off campus.",
        73.42,
        76.3
    ],
    [
        " When he graduated in 1933, a year when Navy pinchers stalked the ranks, looking for any",
        77.14,
        82.18
    ],
    [
        " excess ballast to pitch over the side, he was given his diploma and a physical disqualification",
        82.18,
        87.08
    ],
    [
        " from the Navy, a steep four-year price to pay to achieve the rank of civilian.",
        87.08,
        92.02
    ],
    [
        " Thus betrayed his childhood dream, Kaufman packed his pride, shelved any ideas of glory",
        92.76,
        97.38
    ],
    [
        " and settled for an onshore operations job in the shipping industry, his life suddenly",
        97.38,
        102.08
    ],
    [
        " devoted to endless manifests for unloading and offloading of cargo.",
        102.08,
        105.9
    ],
    [
        " So there's your introduction to Draper Kaufman.",
        106.84,
        109.82
    ],
    [
        " There's so many characters, and this guy's definitely one of them gets put on a six-month",
        110.26,
        115.22
    ],
    [
        " assignment to Europe while he's doing that shipping job.",
        115.22,
        118.78
    ],
    [
        " While he's in Germany, he witnesses eight off Hitler-giving speeches.",
        119.26,
        122.36
    ],
    [
        " He realizes that this guy's what's coming.",
        122.86,
        126.44
    ],
    [
        " So fast forward a little bit.",
        128.58,
        130.82
    ],
    [
        " He decides he wants to go and serve in the American Volunteer Ambulance Corps.",
        131.5,
        135.52
    ],
    [
        " To be accepted in the American Volunteer Ambulance Corps, a adjunct unit of the French Army,",
        136.08,
        140.48
    ],
    [
        " one was first required to submit a downpain of $3,500 to cover living expenses in the",
        140.56,
        146.14
    ],
    [
        " cost of one ambulance.",
        146.14,
        147.02
    ],
    [
        " In 1940, that was almost the price of a house.",
        147.42,
        149.4
    ],
    [
        " Even more than alarming volunteers were bound to follow orders of the French military,",
        149.8,
        153.44
    ],
    [
        " to a man with purpose in his boots and adventure in his guts, just the sort of hemmingway.",
        153.8,
        159.12
    ],
    [
        " Hemmingway is the French cause had attracted in the last war.",
        159.62,
        162.92
    ],
    [
        " No price was too high.",
        163.06,
        164.04
    ],
    [
        " You say, actually, it was too high.",
        164.9,
        166.3
    ],
    [
        " He had to beg Barrow and steal to get this money.",
        166.96,
        169.84
    ],
    [
        " Imagine you have to come up with a price of a house to go and serve in a freaking ambulance",
        170.22,
        174.6
    ],
    [
        " corps where you're going to get bombed a bone-up.",
        174.6,
        176.72
    ],
    [
        " Working for the French.",
        177.08,
        178.44
    ],
    [
        " Yeah.",
        179.0,
        179.22
    ],
    [
        " I mean, we all know the Draper Kaufman's sort of biography.",
        179.58,
        183.7
    ],
    [
        " I mean, not everybody, but we get, if you go to Buds, you're going to get the Buds",
        184.08,
        188.84
    ],
    [
        " History Class or the Seal History Class.",
        188.84,
        190.58
    ],
    [
        " At some point, somebody's going to mention Draper Kaufman.",
        191.12,
        193.46
    ],
    [
        " There was no Buds History Class.",
        193.64,
        195.82
    ],
    [
        " Last one I went through Buds.",
        195.82,
        196.58
    ],
    [
        " You're saying, I'm saying there wasn't.",
        197.18,
        200.18
    ],
    [
        " I mean, it was 1990.",
        200.3,
        200.88
    ],
    [
        " So, yeah, I know.",
        201.66,
        203.04
    ],
    [
        " And that's just going to make me mad if we talk about it.",
        203.24,
        205.88
    ],
    [
        " Yeah.",
        206.04,
        206.12
    ],
    [
        " No, but if you come across any sort of, any history book that's been written, Draper Kaufman's",
        206.76,
        211.18
    ],
    [
        " a character.",
        211.18,
        211.52
    ],
    [
        " And they're going to hit, like I said, they're going to hit the wave tops of his biography",
        212.84,
        217.7
    ],
    [
        " before he becomes the indispensable character in the UDT's Central Pacific campaigns.",
        218.7,
        228.78
    ],
    [
        " What they're not going to do is they're not going to put that biography in context.",
        229.64,
        233.92
    ],
    [
        " And when you really dig into it, like, yes, we know he was an ambulance driver on the",
        235.16,
        239.62
    ],
    [
        " Western Front in 1940.",
        239.62,
        241.16
    ],
    [
        " We don't know what sacrifice had actually cost him to put himself in that position.",
        241.8,
        246.08
    ],
    [
        " And the reality is so much more like me.",
        247.22,
        250.18
    ],
    [
        " I mean, you're right.",
        250.32,
        251.32
    ],
    [
        " I mean, he, you know, he cashed in everything he had to go do something that he believed",
        251.54,
        258.24
    ],
    [
        " in.",
        258.24,
        258.52
    ],
    [
        " Like, how many people do you know?",
        258.64,
        259.86
    ],
    [
        " I don't know anybody like that today that would, you know, give away your house.",
        260.18,
        263.9
    ],
    [
        " Yeah, like, and it was all because he was just trying to, trying to do what he thought",
        264.42,
        270.92
    ],
    [
        " was right.",
        270.92,
        271.24
    ],
    [
        " He was trying to, you know, serve his country, even though his country wouldn't take",
        271.6,
        274.46
    ],
    [
        " him at the time because he couldn't see anything.",
        274.46,
        276.14
    ],
    [
        " It's just, you know, every character in this book, they have, you know, everybody wants",
        277.14,
        285.06
    ],
    [
        " to do something in the book.",
        285.06,
        286.22
    ],
    [
        " And most of them don't get to do the thing that they want.",
        286.68,
        289.64
    ],
    [
        " But all of us, we don't know, you know, what legacy we're going to have.",
        290.52,
        295.24
    ],
    [
        " And we don't know like what thing that we don't want to do that we have to do is going",
        296.02,
        301.88
    ],
    [
        " to be the most important part of our lives.",
        301.88,
        303.56
    ],
    [
        " And that's what happens with Labour Coffman.",
        303.84,
        305.16
    ],
    [
        " He doesn't want to do any of this.",
        305.34,
        306.14
    ],
    [
        " He doesn't want to be an ambulance driver.",
        306.52,
        307.62
    ],
    [
        " He doesn't want to be a bomb disposal guy in the blitz.",
        308.12,
        310.52
    ],
    [
        " He wants to be a naval officer.",
        311.0,
        312.28
    ],
    [
        " He wants to be on a destroyer.",
        312.38,
        313.4
    ],
    [
        " They won't let him.",
        313.56,
        314.24
    ],
    [
        " So he does all these other things to try and live up to what his dad has done.",
        314.4,
        318.0
    ],
    [
        " And he ends up being, you know, he becomes a legend because of it.",
        318.94,
        322.8
    ]
]