[
    [
        " This is Jockel Podcast number 299 with Echo Charles and me Jockel Willink. Good evening. I come good evening",
        0.0,
        7.04
    ],
    [
        " So there is a video",
        7.04,
        10.84
    ],
    [
        " And it's it's out there in the world on YouTube or whatever",
        10.84,
        16.56
    ],
    [
        " You can find it and it's it's a video of the Battle of Ramadi",
        16.56,
        21.26
    ],
    [
        " 2006 in the summertime and there's this big firefight going on",
        21.26,
        28.54
    ],
    [
        " And you can tell it's pretty intense. There's machine gun fire a bunch of people",
        30.08,
        35.48
    ],
    [
        " Putting rounds down range people are yelling and barking out orders and passing information",
        35.48,
        41.3
    ],
    [
        " And you can kind of put together that they're working to get a bomb dropped",
        41.3,
        45.32
    ],
    [
        " from air support on",
        45.32,
        48.62
    ],
    [
        " a vehicle that the insurgents had been utilizing and fighting from and",
        48.62,
        56.3
    ],
    [
        " They they get the bomb run and right as the right as the bomb is about to hit",
        57.36,
        63.18
    ],
    [
        " There's a low in the gunfire because guys are taking cover",
        63.18,
        66.08
    ],
    [
        " You know as that bomb is gonna hit",
        66.08,
        68.54
    ],
    [
        " and then so there's a low in the fire and then the bomb hits",
        68.54,
        75.58
    ],
    [
        " And there is a massive explosion and",
        75.58,
        80.8
    ],
    [
        " You hear like a couple hoots and then you hear this",
        80.8,
        84.54
    ],
    [
        " You hear this bellowing laughter",
        85.34,
        88.2
    ],
    [
        " From one person and you can tell the laughter sort of it's some surprise it's some excitement",
        88.2,
        96.02
    ],
    [
        " It's some level of relief and some it's also just some twisted dark military humor",
        96.02,
        102.46
    ],
    [
        " That's making this person",
        102.46,
        106.1
    ],
    [
        " bellow out with this laughter and I",
        106.1,
        111.68
    ],
    [
        " Watch that video sometimes",
        111.68,
        113.72
    ],
    [
        " And I listen to that video sometimes not for the firefighter not for the bomb drop",
        115.78,
        121.02
    ],
    [
        " But to hear that laugh",
        121.02,
        124.3
    ],
    [
        " That laugh is coming from Seth Stone",
        124.3,
        129.08
    ],
    [
        " Then you don't see him on camera",
        129.08,
        133.46
    ],
    [
        " But if you knew Seth",
        133.46,
        135.84
    ],
    [
        " Then that laugh is unmistakable",
        135.84,
        139.16
    ],
    [
        " And that's what I like to hear",
        139.16,
        143.58
    ],
    [
        " And that's reflective of life",
        146.5,
        148.2
    ],
    [
        " Because Seth was",
        148.2,
        150.88
    ],
    [
        " He was tough and he was brave and he was smart and he was creative and he was a combat leader",
        150.88,
        158.54
    ],
    [
        " But above all those characteristics",
        158.54,
        164.4
    ],
    [
        " What I like to remember most about him now",
        164.4,
        169.12
    ],
    [
        " Now that he's gone is his laugh",
        169.12,
        172.88
    ],
    [
        " And",
        177.1,
        177.92
    ],
    [
        " humor is a blessing and laughter is an antidote to pain and",
        177.92,
        183.06
    ],
    [
        " Suffering and anguish and sometimes it's the only relief for those things",
        183.06,
        188.6
    ],
    [
        " I have another friend who wants to tell me everybody's got their Vietnam",
        188.6,
        198.16
    ],
    [
        " And",
        201.28,
        201.72
    ],
    [
        " In this particular case he was talking about the fact that his first girlfriend when he was a kid",
        201.72,
        205.86
    ],
    [
        " Was older than him and was bigger than him and she would just pick him up and",
        205.86,
        212.4
    ],
    [
        " Kiss him against his will and there wasn't anything he could do about it",
        212.4,
        215.82
    ],
    [
        " And so he just had to deal with it. He just had to get through it",
        215.82,
        219.74
    ],
    [
        " Everybody's got their Vietnam",
        219.74,
        222.86
    ],
    [
        " He told me",
        223.96,
        224.96
    ],
    [
        " And he wasn't in Vietnam nor is he even a veteran, but he was just adding humor",
        224.96,
        232.5
    ],
    [
        " To life",
        232.5,
        235.08
    ],
    [
        " But there is some truth to that statement",
        235.08,
        239.2
    ],
    [
        " Everybody struggles in life",
        239.2,
        242.02
    ],
    [
        " And those struggles vary some struggles we face are imposed on us by the world",
        242.02,
        248.18
    ],
    [
        " Some struggles we face are imposed on us by ourselves",
        248.8,
        252.96
    ],
    [
        " They also vary in intensity and consequence and depending on who you are",
        252.96,
        260.1
    ],
    [
        " When it's your problem when it's your struggle. That's the world",
        260.1,
        263.46
    ],
    [
        " And as was with Seth one of the best ways to overcome struggle is humor comedy",
        263.46,
        273.8
    ],
    [
        " And that same friend of mine certainly has used humor to get through his life",
        276.52,
        280.78
    ],
    [
        " Let's get through some of his struggles and some of those struggles more severe than just getting kissed by a seventh grader",
        280.78,
        288.32
    ],
    [
        " His name is Theo Vaughn and he's here with us tonight to share some of his struggles",
        288.32,
        293.46
    ],
    [
        " And some of the lessons he's learned",
        293.46,
        297.54
    ],
    [
        " And making everyone laugh as a comedian in order to overcome those struggles that we all face",
        299.52,
        305.68
    ],
    [
        " Theo Theo Vaughn",
        305.68,
        308.02
    ],
    [
        " Thanks for coming by man good to be here man. Thank you guys for having me",
        308.02,
        312.92
    ],
    [
        " What's going on? Yeah, I'm sorry to hear about Mr. Stone man. I didn't know that guy, but",
        312.92,
        319.66
    ],
    [
        " Definitely I never been through anything like",
        319.66,
        323.32
    ],
    [
        " Bosnani, you know, I'm gonna have their rice. I guess I don't even know what I've had",
        324.52,
        328.82
    ],
    [
        " I think I don't know I mean like yes, I have had it and I think I'm gonna say I have",
        328.82,
        334.54
    ],
    [
        " And it's actually one of my favorite I like a long so Bosnani is a kind of rice. I think it is echo confirm",
        334.54,
        341.96
    ],
    [
        " I can neither come on bro nor did",
        341.96,
        345.24
    ],
    [
        " Jasmine if anybody at this table has more tears of rice. I'm gonna say it's you brother to be honest man",
        345.24,
        351.38
    ],
    [
        " No offense there, but that's an advanced rice. Yeah, yeah, yeah, yeah, sorry, but um",
        351.52,
        357.54
    ],
    [
        " Yeah, man, I never had anything like that, but yeah, I think yeah, I don't know",
        357.54,
        361.74
    ],
    [
        " I'm just happy to be here man. I think yeah, everybody does have their own",
        361.74,
        365.28
    ],
    [
        " Vietnam, you know in some ways sometimes they're small and sometimes they're big, you know",
        365.28,
        369.46
    ],
    [
        " Sonoms, they're on the inside of us and sometimes are on the outside. Yeah, I was",
        369.46,
        373.78
    ],
    [
        " One of my kids came home and this was I was still in the Navy at the time and I came home and there was like",
        373.78,
        379.7
    ],
    [
        " Wars going on and there was something happening overseas and I was trying to contend with how we're gonna get",
        379.72,
        384.86
    ],
    [
        " Guys prepared for this combat situation and I came home one time and",
        384.86,
        389.48
    ],
    [
        " One of my kids complained about something and it was some kind of real struggle",
        389.48,
        393.9
    ],
    [
        " I forget what it was but I remember at first I was kind of like what do you get in me?",
        393.9,
        398.02
    ],
    [
        " We're at war. I didn't say those words. I was able to keep myself in check, but what I realized was",
        398.18,
        405.2
    ],
    [
        " Whatever you're doing in life. That's that's that's the that's your world, right?",
        406.2,
        410.22
    ],
    [
        " And so when that world gets tough and you don't know anything else man that that struggle that is your Vietnam",
        410.68,
        415.46
    ],
    [
        " Yeah, and that's where people end up whether it's you know some girl kissing on you when you're",
        415.46,
        420.82
    ],
    [
        " Whatever",
        420.82,
        421.96
    ],
    [
        " Well the tough part was other people were walked like the bigger boy like my brother and his friends the bus would pick them up first",
        421.96,
        429.88
    ],
    [
        " And so then it would come and get me and so that's when she would pick me up",
        429.88,
        433.7
    ],
    [
        " And it was like my first girlfriend",
        435.34,
        437.16
    ],
    [
        " So I was also like excited kind of to have her but I was kind of embarrassed honestly to have her like in front of",
        437.16,
        441.88
    ],
    [
        " I didn't want ever always just kind of she was just tougher than me, you know",
        441.88,
        446.0
    ],
    [
        " He played I think baseball",
        446.0,
        447.86
    ],
    [
        " You know and she could have played softball right right so she just opted. Yeah, I mean she was doing that",
        447.86,
        454.76
    ],
    [
        " You know, so yeah, they didn't even have that back then so let's get let's get into for the people a lot of people",
        454.76,
        461.46
    ],
    [
        " Don't know who you are. I guess that might listen to this podcast. I know you're really famous as a comedian, right?",
        461.46,
        467.14
    ],
    [
        " Yeah, that's the deal. Yeah, I'm doing what the well as a comedian man",
        467.64,
        470.48
    ],
    [
        " And so I'm grateful to have that. I'm happy to be here today with you guys man, you know, I really um",
        470.48,
        474.7
    ],
    [
        " Thank you sir. So you grew up. What where were you born? I was born in",
        474.7,
        478.46
    ],
    [
        " Louisiana. I was born in Louisiana and",
        478.46,
        482.72
    ],
    [
        " Covington, Louisiana, so",
        482.72,
        485.18
    ],
    [
        " Not a real part. I mean, it's a good place. We have tall statue of Ronald Reagan",
        485.18,
        489.76
    ],
    [
        " and",
        491.88,
        492.28
    ],
    [
        " He's never seen it, but we got",
        492.28,
        493.86
    ],
    [
        " So if there's ever like what's the connection?",
        493.86,
        497.3
    ],
    [
        " I think he's made a copper too, so like homeless dudes are always trying to like get in there and ship his thumbs off and and you know",
        497.58,
        503.5
    ],
    [
        " Get the reimbursement, but",
        503.5,
        505.32
    ],
    [
        " Well, why why Reagan he connected to that town at all? They just somebody dug him somebody that had enough copper and joy to him",
        505.32,
        512.96
    ],
    [
        " And I think donated to the city to be honest. No, your dad was like a older gentleman when you were born",
        512.96,
        519.74
    ],
    [
        " Oh, yeah, yeah, my dad was 70 years old. My dad was born in 1910 and um",
        519.76,
        524.88
    ],
    [
        " And he was from Nicaragua and he was uh",
        524.88,
        529.06
    ],
    [
        " So he was a senior citizen when I met him, you know",
        529.06,
        531.8
    ],
    [
        " So and he was from Nicaragua. Yeah, now I I saw that he was from Bluefield Nicaragua",
        531.8,
        539.62
    ],
    [
        " Yeah, he's from Bluefield. I never been there, but I heard a lot of I've heard it's a tough place to be sometimes because of their politics",
        539.62,
        545.4
    ],
    [
        " But I heard it's really nice. I heard that and I don't know what what's so what's your dad's",
        545.4,
        549.74
    ],
    [
        " Like background was he from there because I I guess this place was kind of settled by European pirates. Oh, did you heard this?",
        550.3,
        556.9
    ],
    [
        " Yeah, I don't know my dad was new and is younger. I never even seen younger pictures of him",
        557.38,
        561.02
    ],
    [
        " So I don't know no eye patches. Yeah, I've never seen him, you know hanging out with a parent",
        561.02,
        566.34
    ],
    [
        " I've never seen any of his you know past work when I knew him at this you know, it was just a lot of stories and",
        566.34,
        572.86
    ],
    [
        " There was more like the stories by the time I met him and stories, you know they",
        572.86,
        577.94
    ],
    [
        " They get barnacles on him over time they gain traction they get tread they get they take different avenues and so by the time I knew him it was more",
        579.38,
        587.38
    ],
    [
        " I was kind of left with the",
        587.38,
        589.66
    ],
    [
        " You know just the stories, you know the refined stories, you know",
        589.66,
        594.28
    ],
    [
        " What would he how do you end up in America? I?",
        594.28,
        598.34
    ],
    [
        " Don't know man. I really don't know and those are things I wish that I'd have been able to know better",
        598.38,
        604.0
    ],
    [
        " And I think those are things where it's something like for me anyway where I feel disconnection sometimes is not",
        604.0,
        609.78
    ],
    [
        " Haven't had that you know, there's some of those types of conversations when I was old enough to kind of care",
        609.78,
        613.88
    ],
    [
        " You know",
        613.88,
        615.04
    ],
    [
        " Yeah, when I was like 12 and once I got a like 12 or 13. I kind of was like",
        615.04,
        621.64
    ],
    [
        " I mean it was kind of embarrassing",
        621.64,
        623.86
    ],
    [
        " You know having such an older dad my dad would fall he'd be asleep at like a vent you would fall asleep at the um",
        623.86,
        629.76
    ],
    [
        " Carpool when you come pick us up. He'd fall asleep",
        629.76,
        632.62
    ],
    [
        " And so the lady had to go wake him up. It was always like so much extra stuff that you don't think you have to deal as a kid",
        632.62,
        640.36
    ],
    [
        " Just a lot of like you know",
        640.36,
        642.78
    ],
    [
        " Yeah, but yeah, he was cool though, man. It was also interesting",
        642.78,
        647.34
    ],
    [
        " You know, he knew a lot of people they were about to die everybody introduced me to about the die",
        647.34,
        651.62
    ],
    [
        " Hey, what was the deal with your mom? I mean, he must have been some kind of a you know, he must have had some",
        651.62,
        658.38
    ],
    [
        " Cool characteristics because how was your mom my mom was 32 when I was born and he didn't have any money",
        659.74,
        665.14
    ],
    [
        " So I don't know who would bang an old dude with no money, bro. That's insane. That is pioneer woman",
        665.14,
        671.82
    ],
    [
        " I know what woman that would",
        671.82,
        673.78
    ],
    [
        " You're related to",
        673.78,
        676.24
    ],
    [
        " I mean that is a pioneer woman. You want to talk about a pioneer woman? Was he so woman swab or something? Was he super like",
        676.24,
        684.1
    ],
    [
        " I had a comb I remember that he kept in his pocket maybe it was pretty dope",
        684.92,
        689.64
    ],
    [
        " He had a nice one of those small comes man used to keep",
        689.64,
        692.8
    ],
    [
        " And they still keep them in cube a lot of time",
        692.8,
        695.26
    ],
    [
        " You see a lot of Cuban men still got that small comb on them",
        695.26,
        697.98
    ],
    [
        " Then you think that might have been the critical factor for for your mom looking at him thinking damn look at that comb",
        697.98,
        703.5
    ],
    [
        " I think in a small town, you know, it's something like that could stand out",
        703.5,
        707.14
    ],
    [
        " Was your mom from Covington, Louisiana too? She's from Illinois. So she just real hard working lady. Mm-hmm",
        707.14,
        713.98
    ],
    [
        " You know my mother really likes to work hard and she's",
        714.1,
        716.46
    ],
    [
        " Oh delivered newspapers and stuff when I was a kid and delivered all type of stuff",
        716.46,
        721.54
    ],
    [
        " um",
        721.54,
        722.7
    ],
    [
        " Oh, she used to deliver cookies for a little while for some company dude and I go laying her car at night and just lay on to on the box",
        722.7,
        728.7
    ],
    [
        " And just eat the bitches right just just imagine being the almost as big as the box",
        728.7,
        733.56
    ],
    [
        " And you're just laying on and you open it up and that's my Vietnam. You're in the dark",
        733.56,
        737.88
    ],
    [
        " You're trying to be quiet, dude",
        737.88,
        739.2
    ],
    [
        " And sometimes they would tape a match tree",
        739.2,
        741.18
    ],
    [
        " You know, you're like I'm gonna be all right and you just for you get in and you just as many cookies as you could have",
        741.18,
        747.74
    ],
    [
        " You're laying on your mouse laying open on them like chocolate chip cookies",
        747.74,
        752.3
    ],
    [
        " No, these are remember the ones they had were kind of a",
        752.3,
        756.0
    ],
    [
        " hard kind of yellow cookie with a bit of",
        756.0,
        759.38
    ],
    [
        " Kind of this granulated sugar kind of square look like glitter on the time. Yeah, let's start print on",
        759.38,
        765.02
    ],
    [
        " I don't know",
        765.02,
        766.0
    ],
    [
        " Yeah, we're good. I was excited about your story like I could picture that but I just don't feel like char",
        766.54,
        772.24
    ],
    [
        " I'd feel like",
        772.24,
        773.14
    ],
    [
        " Cookies",
        773.14,
        774.14
    ],
    [
        " There's chocolate chip cookies and then everything else is kind of just not in the same ballpark",
        774.14,
        779.62
    ],
    [
        " I don't know if I'd agree with that sir. I mean, we don't have to agree on everything",
        779.62,
        786.88
    ],
    [
        " I'm just giving you my perspective. Yeah, no, and I appreciate you giving it to me man",
        786.88,
        790.56
    ],
    [
        " and I would probably",
        790.56,
        792.44
    ],
    [
        " I'd watch you in a chocolate chip cookie, I think you know",
        793.68,
        796.74
    ],
    [
        " I'd watch I'm gonna be fun to watch you eat, you know, I don't know a mango I bet we pretty fun",
        796.74,
        803.28
    ],
    [
        " I don't even like mango. I'll be enough then that would make it better for us. No, I in fact, I don't really",
        803.28,
        809.18
    ],
    [
        " I've like I grew up my my we didn't have a lot of money when I was growing up and so we ate a lot of hamburgers, right",
        809.18,
        815.02
    ],
    [
        " Like in the morning, I would have",
        815.02,
        816.98
    ],
    [
        " hamburger on a English muffin",
        816.98,
        819.62
    ],
    [
        " I think so much I would have hamburger on bread and then for dinner I'd have hamburger on a bun",
        819.62,
        823.2
    ],
    [
        " So you get no all meals could be burgers",
        823.2,
        825.8
    ],
    [
        " But I didn't really I didn't even like steak until I was maybe like 22 or 23",
        825.8,
        832.52
    ],
    [
        " Oh, yeah, yeah, cuz you just it didn't taste good to me. I mean, I would think why not just grind this thing up and put it on it",
        832.52,
        839.12
    ],
    [
        " Put it into a patty",
        839.12,
        840.32
    ],
    [
        " So I don't know maybe it's funny to watch me eat a burger on a muffin for breakfast",
        840.32,
        846.74
    ],
    [
        " Yeah, I could see I think that would be a unique show watching strong man eat stuff that's a little bit more dainty",
        847.02,
        852.86
    ],
    [
        " You know maybe have a petty for some kind of a unique a delectable, you know kind of a cookie from another country or something",
        852.86,
        860.76
    ],
    [
        " How could see that you can't even manage it with your fingers, you know, it's almost like a grenade almost to a regular guy",
        860.76,
        867.72
    ],
    [
        " You know",
        867.72,
        868.92
    ],
    [
        " Did your mom and dad stay together?",
        868.92,
        871.44
    ],
    [
        " They stayed together for a while man. They had four children and",
        872.56,
        876.3
    ],
    [
        " and",
        876.3,
        880.1
    ],
    [
        " And then I don't know what happened. I don't know what happened",
        880.1,
        882.76
    ],
    [
        " And that's kind of when I started to come like mentally, you know, aware of my world and",
        882.76,
        887.42
    ],
    [
        " Yeah, at that point my dad was older. He didn't live with us and then",
        887.42,
        891.64
    ],
    [
        " um",
        891.64,
        892.78
    ],
    [
        " Yeah, we just had four children and my mom was working a lot and that's where we were to your mom basically ending up as a single mom",
        892.78,
        900.26
    ],
    [
        " and",
        901.92,
        902.24
    ],
    [
        " Yeah, and I don't know",
        902.24,
        902.88
    ],
    [
        " You almost I don't know what you would expect kind of having a child or children with the older man",
        902.88,
        909.84
    ],
    [
        " You know what kind of expectations you might have",
        909.84,
        912.96
    ],
    [
        " But but I don't know you know, I don't know what kind of comfort she needed in her world",
        912.96,
        918.48
    ],
    [
        " Maybe she needed to have a family. I don't know what she needed at that time",
        918.48,
        922.06
    ],
    [
        " but",
        922.06,
        923.12
    ],
    [
        " Yeah, and so they had they had children and then my dad was kind of gone",
        923.12,
        927.36
    ],
    [
        " And then I got a little ashamed of my I got embarrassed a little bit",
        927.6,
        930.86
    ],
    [
        " I was just at that age. I think we're children get",
        930.86,
        933.3
    ],
    [
        " Were there if they're not like other children if anything's out of the norm then they feel",
        933.3,
        940.2
    ],
    [
        " Like something's wrong with them or they feel just embarrassed",
        940.2,
        943.26
    ],
    [
        " I'm sure you've seen it with your children. Was it time for they get embarrassed? Yeah, yeah, it doesn't I don't think it matters if you're",
        943.26,
        948.76
    ],
    [
        " You know like Tom Brady your kids are gonna be embarrassed up you know",
        948.76,
        952.42
    ],
    [
        " Or like doing the rock Johnson your kids will be like oh here comes the big idiot",
        952.42,
        957.12
    ],
    [
        " Like I don't think it matters who you are",
        957.44,
        959.42
    ],
    [
        " It was gonna be your kids are gonna go through an age period where they're embarrassed by you",
        959.42,
        963.36
    ],
    [
        " Yeah, and then you got to kind of like just work through it",
        963.36,
        966.72
    ],
    [
        " I guess and hopefully you come out the other side and they realize oh, you know, that's not too bad",
        966.72,
        972.06
    ],
    [
        " But I guess the weird thing you said you like your mom's expectations. I mean the fact that matter is",
        972.06,
        977.8
    ],
    [
        " He's 70. Yeah, you're born. I mean expectations are",
        977.8,
        982.0
    ],
    [
        " They're not even expectations facts are he ain't gonna be around all that much longer right, you know, she can't have time offer. Yeah",
        982.92,
        991.06
    ],
    [
        " That's a limited time. I've got an expiration date on it. So she signed up for because she kind of signed up for that activity",
        991.06,
        998.96
    ],
    [
        " Yeah",
        998.96,
        999.5
    ],
    [
        " Yeah, and I think and and I think when",
        999.5,
        1002.38
    ],
    [
        " Sometimes I it's hard to not hold that angst when I look at my life in places that were uncomfortable for me as a child like",
        1002.38,
        1008.92
    ],
    [
        " And I'm not complaining. I'm just trying to share some of you know, share what some of that was like for me, but um",
        1009.68,
        1015.48
    ],
    [
        " Yeah, I think there was Tyler. It's like",
        1015.48,
        1017.6
    ],
    [
        " You felt like you weren't part of a plan like nobody planned",
        1017.6,
        1022.68
    ],
    [
        " Or if you were it was a plan that was um",
        1022.68,
        1026.14
    ],
    [
        " Destin the fail, you know what I'm saying? And so then that almost makes you feel like",
        1026.14,
        1030.52
    ],
    [
        " Well, what's going on if my commander in chief here my mother or something",
        1030.52,
        1034.7
    ],
    [
        " Set me up in this plan that doesn't seem like it has",
        1035.76,
        1039.44
    ],
    [
        " Statistically, this doesn't seem super smart now now now now how old were you when you started having thoughts like that",
        1039.44,
        1047.06
    ],
    [
        " I was it's you know, you that those are kind of thoughts when I was a kid like I was just thinking, you know",
        1047.06,
        1054.02
    ],
    [
        " Machine gun throwing rocks",
        1054.02,
        1055.86
    ],
    [
        " You know taking apart",
        1055.86,
        1058.06
    ],
    [
        " Pieces of furniture. Yeah, I mean just talking ignorance",
        1058.06,
        1061.62
    ],
    [
        " And it seems like you're sitting here thinking about the grand scheme and all these plans like how how old were you and you started going down that road?",
        1062.46,
        1068.14
    ],
    [
        " I don't think I was I think I was older when I when I started realizing that stuff",
        1068.42,
        1072.2
    ],
    [
        " Okay, so this is like looking back. Yeah, a lot of this that's looking back um",
        1072.2,
        1075.84
    ],
    [
        " But I think at the time I'm dealing with the ramifications of some of that without knowing it",
        1075.84,
        1080.88
    ],
    [
        " Without always wondering well, what",
        1080.88,
        1083.04
    ],
    [
        " Why do I feel certain ways or why do I behave certain ways?",
        1083.04,
        1087.14
    ],
    [
        " So like a subconscious that's probably just that probably just a subconscious feeling of man",
        1087.78,
        1093.36
    ],
    [
        " This doesn't seem like this is gonna even as a little kid you're like man. We're eating ramen again",
        1093.36,
        1097.92
    ],
    [
        " Right who came up with this plan right? Yeah, there's just no plant like moms work and there's no",
        1097.92,
        1103.74
    ],
    [
        " Dad so old so you start to get concerned",
        1103.74,
        1106.8
    ],
    [
        " For your dad's health and you have this weird uncomfortable thing where you're supposed to be kind of a child and be free to just",
        1106.8,
        1114.26
    ],
    [
        " Not have any worries, but you have these weird extra worries of like you know your dad is getting older, you know, and so",
        1114.44,
        1121.28
    ],
    [
        " armor being like eight years old",
        1121.28,
        1123.62
    ],
    [
        " I'm walking to church or to my dad. We had a church a few blocks away and",
        1123.62,
        1129.16
    ],
    [
        " He would ask me what the where he could walk and stuff because of the sidewalks in Louisiana",
        1129.16,
        1135.46
    ],
    [
        " The the roots come up through them just like kneecaps just like you know",
        1135.46,
        1140.3
    ],
    [
        " You got a thousand long legged man buried right there under the sidewalk, you know and some of them's you know",
        1140.38,
        1146.02
    ],
    [
        " You know, they just it's just real femurie along those you know the sidewalks will do it damn",
        1146.02,
        1152.04
    ],
    [
        " Don't be in a damn trap as a waiter some half of it. Dude if you take this sidewalk",
        1152.04,
        1156.16
    ],
    [
        " It can take you more time to get where you're going",
        1156.16,
        1158.38
    ],
    [
        " The street is like the sidewalks like the Oregon trail",
        1158.38,
        1161.96
    ],
    [
        " There's natives under part of it. I mean it gets real dicey",
        1161.96,
        1165.58
    ],
    [
        " So I remember walking on my dad and he's like can I walk here and stuff like that so then you're I remember getting in this weird space of like",
        1166.68,
        1173.66
    ],
    [
        " Just hyper concerned in awareness. That's what I think it was awareness",
        1173.66,
        1180.86
    ],
    [
        " So then I had a lot of awareness. That's right. So did that lead to uh you said behaviors",
        1180.86,
        1186.82
    ],
    [
        " What kind of behaviors do you think that this is a situation where you where you act in getting trouble in school",
        1186.82,
        1193.48
    ],
    [
        " Where you you know turn it into the delinquent kid where you trying to work real hard to make sure you always had money",
        1193.76,
        1200.18
    ],
    [
        " I mean what what how did you react to this situation?",
        1200.18,
        1202.94
    ],
    [
        " Well",
        1203.9,
        1205.22
    ],
    [
        " I think looking back on it and it's interesting because in my life right now I've been doing a lot of work on this kind of stuff specifically like trying to just",
        1205.22,
        1212.8
    ],
    [
        " Just get enough comfort in the sediment",
        1212.8,
        1216.96
    ],
    [
        " Or those sedimentary layers those real like just those deep layers",
        1217.42,
        1221.44
    ],
    [
        " It's hard for me to plant roots. I noticed in my adult life",
        1221.44,
        1224.42
    ],
    [
        " And I think it's because something is the soils just",
        1224.42,
        1226.88
    ],
    [
        " It's just not enough room in that soil from when I was a when I was younger",
        1226.88,
        1231.62
    ],
    [
        " um",
        1231.62,
        1232.84
    ],
    [
        " And I wouldn't care if I was able to plant things in my life that would be able to grow effectively",
        1232.84,
        1238.0
    ],
    [
        " But I've had trouble doing that like relationships commitment to things",
        1238.0,
        1242.28
    ],
    [
        " Wanting to start like a family or have a relationship but struggle with it",
        1242.28,
        1246.14
    ],
    [
        " So",
        1248.02,
        1248.42
    ],
    [
        " I'm sorry this isn't very funny dude. I feel bad guys, you know the one day. I mean everybody on y'all show",
        1248.42,
        1253.12
    ],
    [
        " Somebody dying or you know somebody got",
        1253.12,
        1256.16
    ],
    [
        " Naded out and then I'm so succumbed and that's a relief and I'm sitting here. I don't think there's there's no one really that tuned into my podcast",
        1256.16,
        1263.62
    ],
    [
        " That's expecting or anticipating or it's gonna be let down if they're not you know, we're if there's not levity in the situation",
        1263.62,
        1270.58
    ],
    [
        " It's okay. You don't have to be funny here",
        1270.58,
        1272.98
    ],
    [
        " You can just talk about just mayhem and death as far as I'm concerned it will still be good to go",
        1273.06,
        1277.76
    ],
    [
        " Okay, okay, good. Yeah, I think so um",
        1277.76,
        1281.94
    ],
    [
        " One of the things that I would know that I noticed now looking back is that I didn't",
        1281.94,
        1287.02
    ],
    [
        " Whenever I realized that that was my life situation that my dad was real older and that my mom was working all the time",
        1287.02,
        1293.28
    ],
    [
        " I",
        1293.28,
        1293.96
    ],
    [
        " Didn't believe that the world was a comfortable place for me. So as a real young kid. I just",
        1293.96,
        1301.14
    ],
    [
        " There was enough elements in the atmosphere where I just made that choice as a my spirit made the choice",
        1301.74,
        1308.0
    ],
    [
        " Whatever it is something inside of me. It wasn't a choice. I made like I would make a choice now",
        1308.0,
        1312.28
    ],
    [
        " It's like I don't trust the world to be a safe place for me",
        1312.28,
        1316.84
    ],
    [
        " so",
        1316.84,
        1318.36
    ],
    [
        " Whatever brought me into this world whatever the elements are these are not trustworthy elements",
        1318.36,
        1323.24
    ],
    [
        " um and not that I would treat them on trust or not that I'd be mean to them but just in my spirit knows",
        1323.24,
        1328.6
    ],
    [
        " That you have to take care of yourself. So",
        1329.28,
        1331.52
    ],
    [
        " Then you start to try and manage everything yourself",
        1331.52,
        1335.48
    ],
    [
        " um",
        1335.48,
        1336.56
    ],
    [
        " So I was always really concerned with uh",
        1336.56,
        1340.0
    ],
    [
        " The only thing I had left then like people would look at me, you know what the bus dropped me off like in the poor neighborhood",
        1340.0,
        1346.08
    ],
    [
        " And my dad was so old and my mom was always gone working. She wasn't like a mom some of the other kids had",
        1346.08,
        1351.78
    ],
    [
        " so um",
        1351.78,
        1354.28
    ],
    [
        " So the only thing I could control was me",
        1354.28,
        1357.14
    ],
    [
        " How you saw me that was it the only piece of my image I had was",
        1357.76,
        1361.54
    ],
    [
        " What you saw of me so",
        1361.54,
        1364.06
    ],
    [
        " I would like bike to school so I didn't have to get off the poor bus. I would like um",
        1364.06,
        1369.06
    ],
    [
        " But friend certain kids so you thought I was in a certain group uh",
        1369.06,
        1373.28
    ],
    [
        " I just",
        1373.28,
        1374.82
    ],
    [
        " I was hyper concerned with the kind of image management",
        1374.82,
        1378.4
    ],
    [
        " Because it's all I had left, you know, I wouldn't I'm trying to be seen around my family. I kind of",
        1378.4,
        1383.2
    ],
    [
        " Because I just didn't want",
        1383.2,
        1385.56
    ],
    [
        " I don't know. I was just hyper concerned with the only thing that I had that I still I control over was",
        1387.38,
        1392.3
    ],
    [
        " My own",
        1392.3,
        1394.64
    ],
    [
        " Image really and this is something yeah it makes sense",
        1394.64,
        1398.18
    ],
    [
        " But it's like this is something that you're realizing",
        1398.18,
        1400.68
    ],
    [
        " Reflectively looking back like at the time you were like you weren't constantly saying oh I'm I'm embarrassed",
        1400.68,
        1406.68
    ],
    [
        " So I'm gonna do this you were just like man",
        1406.68,
        1408.38
    ],
    [
        " I don't really want to get on that bus or get off that bus. So I'm just gonna bike to school that seems like a smart thing to do",
        1408.38,
        1413.66
    ],
    [
        " Right, I think but I start to had I had so much awareness. I think I just so aware always and so then",
        1413.9,
        1420.02
    ],
    [
        " um",
        1420.02,
        1421.14
    ],
    [
        " You know, I just I think I was making choices that I didn't want people to see me a certain way how am I gonna be",
        1421.14,
        1427.56
    ],
    [
        " So then I got stuck in this how can I manage what people think of me?",
        1427.56,
        1431.94
    ],
    [
        " So was the was the was the image that you wanted to project because you could see there's plenty of people that they're in those kind of rough situations and they're",
        1432.44,
        1441.78
    ],
    [
        " You know some people go all right. I'm gonna get straight A's and I'm gonna go to a good college",
        1442.36,
        1445.7
    ],
    [
        " I'm gonna do all this other stuff for some people are well. I'm gonna become uh",
        1445.7,
        1449.36
    ],
    [
        " You know, I'm gonna become a the toughest delinquent that there can be and people gonna be scared of me",
        1449.36,
        1454.7
    ],
    [
        " So you know you get someone going towards like the gang life or whatever",
        1454.7,
        1457.48
    ],
    [
        " What was it that you were kind of moving towards were you an athlete were you playing sports?",
        1457.48,
        1462.42
    ],
    [
        " Yeah, we play some decent sports in our neighborhood dude",
        1462.42,
        1465.4
    ],
    [
        " It was real dicey bro. We had a lot of people man",
        1465.4,
        1467.84
    ],
    [
        " We had one dude who would sneak my we'd play football and he'd bring matches with him and burn you while you're doing defense",
        1467.84,
        1472.96
    ],
    [
        " Bro, and that's crazy when you're thinking okay, who's guard me, you know Thomas this kid Thomas",
        1472.96,
        1478.54
    ],
    [
        " Dude, he's just matching you down where you know if you're not making cuts real hard. So",
        1478.54,
        1483.1
    ],
    [
        " So just some shit like that man",
        1483.1,
        1485.36
    ],
    [
        " We played in this one field that had a big hole right in the middle of it there",
        1485.36,
        1489.5
    ],
    [
        " or not to the middle but off off to the side with this church football field man",
        1489.5,
        1492.76
    ],
    [
        " And uh damn people would go missing in that bitch, son",
        1492.76,
        1496.48
    ],
    [
        " You know, I mean, there's a couple they had a family of 11 that I swear to God after a long game was a family attend",
        1496.62,
        1502.26
    ],
    [
        " They lost somebody in their little Jennifer or somebody",
        1502.26,
        1505.52
    ],
    [
        " But I remember they would do it. I remember",
        1505.52,
        1507.9
    ],
    [
        " They would make girls they would put them on the football field playing football just in the neighborhood spray paint a number on this one kids back",
        1507.9,
        1516.64
    ],
    [
        " Just all kind of shit man fun stuff that looking back",
        1516.64,
        1520.84
    ],
    [
        " What about organized sports in high school? Did you play?",
        1520.84,
        1524.18
    ],
    [
        " I got into that when I was 11. I got into that when I was 11",
        1524.22,
        1527.28
    ],
    [
        " So yeah, I think a one thing we just were around our neighborhood a lot",
        1527.28,
        1531.82
    ],
    [
        " We get we get home from school and we would just be up to our own devices, you know",
        1531.82,
        1536.7
    ],
    [
        " But one thing I started to notice was like I",
        1536.7,
        1540.84
    ],
    [
        " Didn't I had a real untrustworthy relationship with the world. So",
        1540.84,
        1545.52
    ],
    [
        " I was always worried about I think what people were thinking of me and I felt like people didn't like me",
        1545.52,
        1551.72
    ],
    [
        " I felt like I think because sometimes um",
        1552.2,
        1555.9
    ],
    [
        " I don't know if I was just such an uncomfortable kid sometimes the I needed laughter. So",
        1555.9,
        1563.18
    ],
    [
        " I always felt like if you were laughing you couldn't dislike me and laugh at the same moment",
        1563.18,
        1568.82
    ],
    [
        " Like at that moment like it was down to that moment like when you were done laughing",
        1568.82,
        1574.74
    ],
    [
        " I didn't know what you thought of me, you know, and it was kind of scary because",
        1574.74,
        1579.14
    ],
    [
        " um, I think I didn't think much of myself and so the only",
        1580.04,
        1584.38
    ],
    [
        " Way I had to feel about myself from moments of moment was how other people felt about me, you know",
        1584.38,
        1590.34
    ],
    [
        " if I'm real honest and so",
        1590.34,
        1592.62
    ],
    [
        " um",
        1592.62,
        1593.64
    ],
    [
        " So I think that's why I needed laughter because it was like oh man if I can get",
        1593.64,
        1598.72
    ],
    [
        " It was the only thing I trusted is that there's no way somebody could be laughing and I can see them laughing and having joy and",
        1598.72,
        1608.0
    ],
    [
        " And hate me at the same time, you know, it was just so that was like",
        1610.56,
        1614.94
    ],
    [
        " That was the only equation",
        1614.94,
        1618.0
    ],
    [
        " That made that to me was undeniable and I think that's",
        1618.0,
        1623.74
    ],
    [
        " And I was a hypersensitive kid, you know other people aren't as sensitive and so they're able, you know",
        1623.74,
        1629.26
    ],
    [
        " They can manage things better. I was hypersensitive, you know",
        1629.26,
        1633.04
    ],
    [
        " So I'm really grateful that God gave me",
        1633.04,
        1636.98
    ],
    [
        " Whatever I needed to be able to find humor, you know",
        1639.28,
        1642.14
    ],
    [
        " um",
        1642.14,
        1642.86
    ],
    [
        " Because there was other kids in my neighborhood and in the environment that",
        1642.86,
        1646.18
    ],
    [
        " That in my family didn't get that and so it's",
        1646.18,
        1651.44
    ],
    [
        " And I'm not trying to get any self-pity. I'm just trying to share what I'm thinking and feeling at the same time, you know",
        1651.44,
        1658.88
    ],
    [
        " And a lot of this is stuff I've been working through recently like in the past few weeks pretty heavily",
        1658.88,
        1663.96
    ],
    [
        " And so a lot of it's real fresh on my brain",
        1663.96,
        1666.7
    ],
    [
        " As well",
        1666.98,
        1667.48
    ],
    [
        " You know",
        1667.48,
        1668.48
    ],
    [
        " Yeah, well, it's scary about why not scary. I from your perspective is the minute someone stops laughing",
        1668.48,
        1674.4
    ],
    [
        " You just want to try and make them laugh again so you can get that get that good feeling back",
        1674.4,
        1679.74
    ],
    [
        " You know, it's a safe feeling. I just need to it's like man. This is a place where I feel okay if they're laughing, you know",
        1679.74,
        1686.42
    ],
    [
        " So yeah, so I think and I wasn't like a goofy dude. I went like farting in the pudding or anything like that",
        1686.42,
        1693.28
    ],
    [
        " You know saying I went some",
        1693.28,
        1694.4
    ],
    [
        " You know booty creeper song",
        1694.68,
        1696.76
    ],
    [
        " I just liked saying things and and I was real aware so I would see things kind of going on",
        1696.76,
        1703.1
    ],
    [
        " I think I was real aware and so",
        1703.1,
        1705.44
    ],
    [
        " So it was fun to be able to get people to laugh at moments where you didn't think they were and then you start managing laughter because",
        1705.44,
        1713.08
    ],
    [
        " laughter becomes",
        1713.08,
        1714.72
    ],
    [
        " your main",
        1714.72,
        1716.5
    ],
    [
        " Tool that you have to feel okay and so",
        1716.5,
        1720.34
    ],
    [
        " Then you start using laughter almost like you're calling plays and stuff and you have these little",
        1721.52,
        1726.18
    ],
    [
        " Those are my weapons, you know, that was my knives. That was my fist. See, you know, I wasn't I didn't have a lot of physical confidence",
        1726.18,
        1734.38
    ],
    [
        " so",
        1734.38,
        1734.84
    ],
    [
        " So laughter was it really for me. That was my biceps, you know",
        1734.84,
        1739.52
    ],
    [
        " It seems like to there's an opportunity for someone that's in your position where you have this kind of like insecurity and kind of a little bit of a paranoia against the world",
        1739.52,
        1749.48
    ],
    [
        " To go down the path of like drug and alcohol",
        1750.58,
        1753.88
    ],
    [
        " Abuse and we all know where that path ends up if we stay on it",
        1753.88,
        1758.3
    ],
    [
        " So how did that enter your life? And what what about there had to be drugs now alcohol down there? What was",
        1758.3,
        1763.78
    ],
    [
        " What was that like? What was that influence?",
        1763.78,
        1766.46
    ],
    [
        " How did you manage that part of the world?",
        1767.22,
        1770.42
    ],
    [
        " Yeah, you know, that's interesting. You know, I have family members in my own close family that you have suffered with addiction and stuff like that",
        1770.9,
        1778.68
    ],
    [
        " um",
        1778.68,
        1779.56
    ],
    [
        " and",
        1782.28,
        1782.76
    ],
    [
        " I really love and I also love thinking about this kind of stuff like this kind of stuff for me talking about",
        1782.76,
        1788.36
    ],
    [
        " feelings and stuff some people say well",
        1788.36,
        1791.46
    ],
    [
        " You know feelings is the past and actions is what matters and that's true. I believe that like I can think all day",
        1791.46,
        1798.86
    ],
    [
        " And it's probably not going to help me act any different",
        1798.86,
        1801.52
    ],
    [
        " And I know in my own life if I do act a certain way my thoughts will follow me my thoughts really are your troops really you know",
        1801.52,
        1809.16
    ],
    [
        " They say in a lot of recovery rooms that",
        1810.88,
        1814.3
    ],
    [
        " You can't think your way in the right action, but you can act your way in the right thinking. It's a common term and it's easy for",
        1814.3,
        1821.56
    ],
    [
        " people that struggle with",
        1821.56,
        1823.68
    ],
    [
        " Addiction or addictive personalities to understand that it's real simple um",
        1823.68,
        1831.36
    ],
    [
        " So",
        1831.36,
        1833.38
    ],
    [
        " Sorry, what was the question? I felt a little bit nervous",
        1833.38,
        1836.56
    ],
    [
        " Just just as far as what you know how old were you in alcohol got introduced how old oh you oh dude",
        1836.56,
        1842.92
    ],
    [
        " I remember I found some liquor on them some",
        1842.92,
        1845.24
    ],
    [
        " Alize liquor some",
        1845.24,
        1848.22
    ],
    [
        " Peach mango starburst baby breath watermelon something dude on the top shelf dude",
        1848.22,
        1853.92
    ],
    [
        " It was nine different colors, bro",
        1853.92,
        1855.7
    ],
    [
        " And I found some nudie mags up there too same time titty literature",
        1855.7,
        1859.82
    ],
    [
        " So next thing you know dude",
        1859.82,
        1862.36
    ],
    [
        " I'm ejaculate and then just just I remember falling off the shelf",
        1862.94,
        1866.64
    ],
    [
        " I thought I'm like I never made off top shelf to those for about four hours",
        1866.64,
        1869.32
    ],
    [
        " I never know the top shelf, you know, I don't come from a real balancing family",
        1869.32,
        1873.66
    ],
    [
        " So I'm up there dude. I'm drinking up hucking master bait, and you know",
        1873.66,
        1878.04
    ],
    [
        " And I remember just blacking out and falling off that shelf",
        1878.04,
        1880.48
    ],
    [
        " And I probably fell man. I bet six and a half feet almost eight feet",
        1880.48,
        1885.4
    ],
    [
        " So not far. How old are you at this time? Oh, it's probably about 13, you know",
        1885.4,
        1890.28
    ],
    [
        " And so then",
        1890.32,
        1891.44
    ],
    [
        " But I had other family members who were struggling with drug and alcohol so I had this really I didn't see that",
        1891.44,
        1898.22
    ],
    [
        " uh",
        1898.22,
        1900.14
    ],
    [
        " I didn't see that as like a",
        1900.14,
        1903.14
    ],
    [
        " Away for me to get in a thing like I didn't see that as an escape really for me",
        1903.14,
        1907.54
    ],
    [
        " so I never used that as an escape um",
        1907.54,
        1910.66
    ],
    [
        " But as I got a little bit old from my life I started realizing that I was uncomfortable",
        1910.66,
        1916.62
    ],
    [
        " and I was",
        1916.62,
        1919.28
    ],
    [
        " Some of the survival techniques I'd used as a child weren't helping me anymore",
        1919.9,
        1924.44
    ],
    [
        " um",
        1924.44,
        1925.7
    ],
    [
        " You mean even the comedy piece even making people laugh did that start to wear out",
        1925.7,
        1931.3
    ],
    [
        " Well or what survival it was the only connection that I knew so I had a tough time making real connections",
        1931.3,
        1938.2
    ],
    [
        " with people especially women if I wanted to be in a relationship or",
        1938.2,
        1941.98
    ],
    [
        " Or even I think sometimes friends or knowing that a connection was safe like",
        1941.98,
        1946.68
    ],
    [
        " Sometimes I'll overdo a connection somebody will say",
        1947.24,
        1949.84
    ],
    [
        " Yeah, everything's fine man. We'll be there and I'll still be hyper worried about it",
        1949.84,
        1954.0
    ],
    [
        " You know when it's fine. It's as somebody else that's totally normal, but um",
        1954.0,
        1958.42
    ],
    [
        " Could some of some connections with people are or always feel real new and scary to me. I think I was a scared to make them",
        1958.42,
        1966.7
    ],
    [
        " um",
        1966.7,
        1967.44
    ],
    [
        " So anyway, I started realizing I was having trouble making real connections with people",
        1967.44,
        1971.62
    ],
    [
        " People would say man, I feel like I don't know you but I feel like I would be sharing a lot of stuff",
        1971.62,
        1976.52
    ],
    [
        " uh",
        1978.1,
        1978.66
    ],
    [
        " And so then I",
        1978.66,
        1980.76
    ],
    [
        " I got in to I started going to some recovery meetings 12 step",
        1980.76,
        1985.06
    ],
    [
        " And I couldn't relate to the drugs and alcohol, but I could relate when people talk about how they felt",
        1985.06,
        1990.66
    ],
    [
        " you know just um",
        1990.66,
        1992.82
    ],
    [
        " Just the feelings and so I started learning about oh other people feel some of these ways and it's okay to have feelings or to",
        1992.82,
        2001.78
    ],
    [
        " struggle with them and whatever and so that's when I really started to like being a part of recovery",
        2001.94,
        2007.26
    ],
    [
        " And there's all types of it, you know, I mean this stuff for everything. There's recovery for people that wear shirts",
        2007.26,
        2013.22
    ],
    [
        " I don't fit or that fit too tightly",
        2013.22,
        2015.3
    ],
    [
        " It's really it drags me down hang around with echo",
        2015.3,
        2020.52
    ],
    [
        " Kind of feel off you got each other and it just turns into a bad so you're gonna say I see who your dealer is",
        2020.52,
        2026.7
    ],
    [
        " Okay, you guys meet up behind a freaking auto zone is fucking pick up a couple extra smalls there",
        2027.32,
        2034.2
    ],
    [
        " This head part is there is a small boy out there somewhere right now",
        2034.2,
        2038.06
    ],
    [
        " Okay, have we talked about them before Jacco? Did we talk about that?",
        2038.06,
        2044.66
    ],
    [
        " Talk about what?",
        2044.9,
        2045.54
    ],
    [
        " Some boy with a small shirt",
        2045.78,
        2047.28
    ],
    [
        " Um, I don't know if we talked about that",
        2047.28,
        2049.1
    ],
    [
        " So yeah, so I think that's where I found 12 step was interesting and then I was pretty that was later in life right?",
        2049.1,
        2054.34
    ],
    [
        " Yeah, that was later in life. So for a long time. I think I just I chose comedy because it",
        2054.34,
        2059.28
    ],
    [
        " Doing stand-up comedy or it's like a lifestyle of disconnection",
        2059.28,
        2064.14
    ],
    [
        " You're in town for four or five days and then you go",
        2064.14,
        2066.72
    ],
    [
        " So if you have a relationship starting you're like, oh, you know, good. I go to",
        2066.72,
        2071.46
    ],
    [
        " Chuckle willies ever into coma, you know",
        2071.46,
        2074.24
    ],
    [
        " It's how it's like you're out of town and then and then you're in a new place where you can have something you know, it's like",
        2074.24,
        2079.5
    ],
    [
        " the",
        2080.92,
        2081.52
    ],
    [
        " The moss of life never has a chance to grow on you really you keep out running",
        2081.52,
        2088.12
    ],
    [
        " The moss really and the moss is things that",
        2088.12,
        2092.86
    ],
    [
        " that",
        2092.86,
        2094.04
    ],
    [
        " Are real or you know were barnacles anything that you just you just evade things enough",
        2094.04,
        2099.66
    ],
    [
        " And comedy just offered me that I don't even know if I wanted to be a comedian. I think I wanted to not have to be somewhere",
        2099.66,
        2107.26
    ],
    [
        " So what how old were you and you did your first, you know, got on stage and did your first stand-up gig",
        2108.26,
        2114.1
    ],
    [
        " Let me think man",
        2114.1,
        2116.94
    ],
    [
        " It was Rwanda dude. I think it was",
        2116.94,
        2120.08
    ],
    [
        " 2001",
        2120.08,
        2121.68
    ],
    [
        " With midnight and I was in a",
        2121.68,
        2125.42
    ],
    [
        " I think I was in a foxhole or falconnester, so I don't know what was happening that we couldn't see",
        2125.42,
        2131.78
    ],
    [
        " With some we got a bad batch of banana taffy from the local",
        2132.56,
        2136.28
    ],
    [
        " She was daisy",
        2136.28,
        2138.42
    ],
    [
        " There were fire",
        2138.42,
        2139.92
    ],
    [
        " Fire ants",
        2139.92,
        2141.68
    ],
    [
        " There was a there was not yeah, not fire fight. There was actual fire ants in the hole even worse. Yeah, um, no, sorry. I'm just trying to",
        2141.68,
        2149.28
    ],
    [
        " Trying to make you laugh a little bit",
        2149.28,
        2152.26
    ],
    [
        " Was it local oh",
        2152.26,
        2156.56
    ],
    [
        " Yeah, I went to school when I was oh, I remember",
        2156.56,
        2159.58
    ],
    [
        " Well, the best thing was just at the lunch day with your friends and I think that's the thing",
        2159.9,
        2164.12
    ],
    [
        " You're always chasing as a comedian is just being in an environment where you're just making your friends laugh, you know",
        2164.12,
        2170.62
    ],
    [
        " But I went to a class in Los Angeles",
        2170.62,
        2173.86
    ],
    [
        " So a lot of people don't even know that I went to a class",
        2173.86,
        2176.46
    ],
    [
        " Work a comedy class. Yeah, like when you see written like just like putting those cheesy orange letters on this",
        2176.46,
        2182.6
    ],
    [
        " How to a strip mall. Yeah, yeah, I was always wondering side-up with those things. There you go apparently they work",
        2182.6,
        2188.46
    ],
    [
        " Dude, and it was so weird. There was some guy that worked speaking to auto zone",
        2189.6,
        2193.78
    ],
    [
        " Your future employment homes. Oh",
        2193.78,
        2199.4
    ],
    [
        " Yeah, dude. I think the class was even sponsored by like a pet boy. There's some quick oil offering out",
        2199.4,
        2205.66
    ],
    [
        " So man, we were in the class and it was but the interesting thing about the class was it was not very",
        2205.66,
        2213.0
    ],
    [
        " I don't know if it was helpful. It was an environment where you were joking around",
        2213.0,
        2217.04
    ],
    [
        " But the thing was at the end of the class you got to perform on stage at a real comedy club",
        2217.94,
        2222.62
    ],
    [
        " So that was the thing and they taped it for you",
        2222.62,
        2225.66
    ],
    [
        " And this now everybody's got tape this back when that limited amount of tape",
        2225.66,
        2230.06
    ],
    [
        " So you had a tape maybe you have that cassette, oh, you know, and so I remember",
        2230.06,
        2236.26
    ],
    [
        " I got a thing. I had to do three minutes and you were so nervous",
        2236.26,
        2239.66
    ],
    [
        " But then you had a tape and so then you felt like oh, I have a piece of proof, you know",
        2239.66,
        2244.0
    ],
    [
        " And then after that they had a comedy room near me just gentleman had half a limb",
        2244.68,
        2249.22
    ],
    [
        " And he was",
        2249.22,
        2251.12
    ],
    [
        " He missed him part of his leg. I think or he said he was",
        2251.12,
        2255.5
    ],
    [
        " So he could have been fake in it. Um, CGI or something",
        2255.5,
        2259.2
    ],
    [
        " I don't know what his name was",
        2259.2,
        2261.16
    ],
    [
        " I mean, it was a",
        2261.16,
        2263.52
    ],
    [
        " CGI it was no, it was a white dude. Okay, yeah, but uh",
        2263.52,
        2268.0
    ],
    [
        " anyway",
        2268.0,
        2269.14
    ],
    [
        " Yeah, he opened up a comedy room about two blocks from where I was living in L.A. And I went over there on Wednesdays and",
        2270.28,
        2276.5
    ],
    [
        " And there was a couple times where I quit I moved back to New Orleans and they had a comedy room there",
        2276.5,
        2281.92
    ],
    [
        " How you making money when you're working it? I mean this guy is even paying you or you paying to act to get to perform or you paying him",
        2281.92,
        2288.98
    ],
    [
        " Oh, there was times a lot of it was a bringer show you got to bring people and if you don't bring enough you have to pay",
        2288.98,
        2293.7
    ],
    [
        " So that was part of it, man. It's a that's a under that's a dirty",
        2293.7,
        2298.36
    ],
    [
        " subculture business of uh comedy",
        2300.02,
        2301.7
    ],
    [
        " But did you say bring or show? What did you say? Yeah, they call bringer shows",
        2301.7,
        2306.08
    ],
    [
        " And you got to bring people with you and if you don't bring like five people and then",
        2306.08,
        2311.06
    ],
    [
        " You know probably ten dollars again and then you have to pay that the difference on the fifty dollars",
        2311.06,
        2317.36
    ],
    [
        " So so this is that's where you start in comedy. That's where it's at. Yeah, that's really where I start and I honestly man when I started I knew I",
        2317.36,
        2326.28
    ],
    [
        " I knew that I was doing pretty good at it when I started I knew that I could do it. I knew that I could do it",
        2327.44,
        2333.62
    ],
    [
        " And then once the lifestyle came along where you got to scoot around and be",
        2333.62,
        2338.28
    ],
    [
        " Anyplace that I didn't have to make a real connection which I didn't realize wasn't a strong suit of mine really",
        2338.28,
        2344.64
    ],
    [
        " I didn't really realize it at that point. I didn't really realize I was",
        2344.64,
        2347.3
    ],
    [
        " Evading something. I thought I was going towards something",
        2347.3,
        2350.3
    ],
    [
        " And I think it's probably like that for a lot of us in all types of",
        2350.3,
        2354.32
    ],
    [
        " Jobs",
        2356.08,
        2356.48
    ],
    [
        " You know sometimes the field I'm chasing it's",
        2356.48,
        2358.98
    ],
    [
        " It's not so much something that I'm going for as if I can figure out if there's something that I'm trying to be away from",
        2358.98,
        2365.98
    ],
    [
        " You know, and I mean that's just for me. I don't know if that's really for everybody in the in the seal teams",
        2365.98,
        2370.64
    ],
    [
        " We used to say like",
        2370.64,
        2371.96
    ],
    [
        " Well, you know if I mean things get bad, you know, just go on a trip. Get on that plane",
        2371.96,
        2377.18
    ],
    [
        " Everything's for everything's gone. No more problems. You're in some new place. Everything's great now",
        2377.18,
        2382.36
    ],
    [
        " That was the that was the deal",
        2382.56,
        2384.16
    ],
    [
        " You know, so whatever's happening, you know, you'd have some guy living out here in San Diego",
        2384.16,
        2388.26
    ],
    [
        " He's having problems with this wife or his girlfriend or whatever. Oh, going on a trip",
        2388.26,
        2391.96
    ],
    [
        " Got a plane no problems anymore. They're all gone similar thing. Yeah, evading the problems",
        2391.96,
        2397.98
    ],
    [
        " Yeah, and I was and I didn't",
        2397.98,
        2401.2
    ],
    [
        " Yeah, and I didn't know I was doing that you know, I just didn't know and then also you're out there",
        2401.2,
        2405.62
    ],
    [
        " You have you able to establish brief relationships, you know one night stands, you know a little bit of sex here and there",
        2405.62,
        2412.04
    ],
    [
        " A little bit of touch and jerking off next to someone not even sex",
        2412.38,
        2415.74
    ],
    [
        " Sometimes or even just jerking off by yourself and wishing somebody was there",
        2415.74,
        2420.72
    ],
    [
        " You know, which is really one. I mean that was that was probably two out of three days",
        2420.72,
        2425.3
    ],
    [
        " Only one of those sounded like a relationship",
        2425.3,
        2429.42
    ],
    [
        " You know what's out of like perversion and the other one just sounded lovely. So I don't know worse",
        2429.42,
        2434.26
    ],
    [
        " You know, you're kind of getting a taste for maybe what a relationship with me",
        2434.26,
        2438.82
    ],
    [
        " But if you got a good imagination, dude, you could ever be a dime right there with you, you know",
        2438.94,
        2442.92
    ],
    [
        " And I was strong, bro in the freaking in that mental freaking called and I was really running some strong suit",
        2442.92,
        2448.86
    ],
    [
        " So you would you be out melee how long you out out out now lay four? I've been out there",
        2448.86,
        2454.58
    ],
    [
        " You know, I'd be out there for months at a time",
        2454.58,
        2456.82
    ],
    [
        " And then what would make you would you just run out of money and be like I'm going back to Louisiana",
        2456.82,
        2460.5
    ],
    [
        " Yeah, something to be uncomfortable. I'd have a long-term I had a long-term relationship for a little while",
        2460.5,
        2464.68
    ],
    [
        " Which is like the closest relationship I could get into is having one with a you know",
        2464.68,
        2467.94
    ],
    [
        " thousands of miles of space in it and",
        2468.34,
        2470.48
    ],
    [
        " Yeah, so I",
        2470.48,
        2473.16
    ],
    [
        " Yeah, and then comedy but comedy kept doing good. It was like this thing. I mean, I look back. I really think it was something God that just",
        2473.16,
        2483.14
    ],
    [
        " You know God just wanted to keep taking care of me, you know, even though I think when I was young I always",
        2483.14,
        2489.16
    ],
    [
        " When I didn't trust the world. I didn't trust God. I didn't trust that anybody had like was looking out for me",
        2489.16,
        2494.44
    ],
    [
        " What what years is this?",
        2494.44,
        2496.24
    ],
    [
        " is probably",
        2499.7,
        2497.96
    ],
    [
        " probably",
        2497.96,
        2500.82
    ],
    [
        " 2009 about 2016",
        2500.82,
        2505.32
    ],
    [
        " I would say",
        2505.32,
        2506.78
    ],
    [
        " 2007 so during this time you're",
        2506.78,
        2510.44
    ],
    [
        " Like what's the progression once you wouldn't you do good with uh",
        2510.44,
        2514.58
    ],
    [
        " Bring or show once you get good at that like okay now you're almost always gonna have people coming in",
        2514.58,
        2520.66
    ],
    [
        " At what point do you at what point you you thinking yourself? All right, I can I can live",
        2520.66,
        2525.26
    ],
    [
        " I can make I can pay my rent I can get food from",
        2525.42,
        2529.6
    ],
    [
        " Comedy right why I got I got a credit card",
        2529.6,
        2533.86
    ],
    [
        " That's at what point okay when I got that credit card boy that dealt to reserve they hit me up in the mail",
        2533.86,
        2539.3
    ],
    [
        " Bro, you know, and I looked at some of the planes online. I said these people are doing well. I'm open account with them",
        2539.3,
        2544.2
    ],
    [
        " So I went probably about 30 something thousand dollars in debt",
        2544.2,
        2547.86
    ],
    [
        " Over probably about four years, which was a lot of debt when you never have had you know",
        2547.86,
        2553.7
    ],
    [
        " $3,000 in a bank account so for all those years are you paycheck to paycheck? Yeah, just paycheck to paycheck",
        2553.7,
        2560.98
    ],
    [
        " Maybe you have 800 bucks in your bank account",
        2560.98,
        2563.58
    ],
    [
        " Maybe you got a thousand maybe did a good show and you maybe got 1400, but then you got to buy a new freaking whatever",
        2563.58,
        2569.44
    ],
    [
        " Uh, uh, yeah the next flight user the biggest was that next flight",
        2569.44,
        2574.48
    ],
    [
        " So this is a struggle",
        2574.48,
        2576.78
    ],
    [
        " It's a struggle and it's start it is a struggle honestly and I look I know it's it's it's my own struggle",
        2576.78,
        2583.68
    ],
    [
        " It's the struggle in that sense. I'm not other people have way bigger struggles",
        2583.7,
        2587.52
    ],
    [
        " But it's uh, but that's the struggle part of that job at a minimum. It's a financial struggle",
        2587.52,
        2593.2
    ],
    [
        " Yes, and you are you looking at it thinking well, I'll be doing this for the rest of my life",
        2593.2,
        2598.38
    ],
    [
        " Like for the rest of my life. I'm gonna be sitting here, you know going from town to town",
        2598.38,
        2601.4
    ],
    [
        " Making $480 one night. Is that how much you make when you're one of these level comedians?",
        2601.4,
        2607.0
    ],
    [
        " No, I think at that point if you do a feature week and somewhere you can get paid $600 for about five shows",
        2607.46,
        2612.92
    ],
    [
        " But you have to buy your flight",
        2612.92,
        2614.32
    ],
    [
        " So that takes 300 if you eat on 80 this is you know you know anything about mixed martial arts",
        2614.32,
        2620.88
    ],
    [
        " Besides UFC like when you're a young these fighters like I train a ton of fighters",
        2620.88,
        2627.12
    ],
    [
        " That's what they're doing yeah, they're they're going to fight in Nebraska",
        2627.12,
        2630.38
    ],
    [
        " They're gonna get paid $200 to fight $200 if they win and the flight out there cost freaking 800 bucks",
        2630.38,
        2637.08
    ],
    [
        " And they got to pay medical for their checkup. It's a freaking disaster",
        2637.08,
        2641.06
    ],
    [
        " Yeah, they're carrying their same thing right it really is man. I think it really is",
        2642.02,
        2646.66
    ],
    [
        " At the end of the guy they're carrying they have two of their teeth taped into their belly button",
        2646.66,
        2650.64
    ],
    [
        " You know, yeah, it's dicey. Oh, yeah, it's just that circuit. It's that circuit. It's the circuit of that thing and it's um",
        2650.64,
        2658.8
    ],
    [
        " The benefits are the things that keep that are kind of nice and especially if you don't know",
        2658.8,
        2664.8
    ],
    [
        " If other people are settling down getting married your friends getting real jobs",
        2664.8,
        2669.74
    ],
    [
        " It seemed more real on paper and those things are",
        2669.74,
        2674.04
    ],
    [
        " I didn't want to be like everybody else. That's the thing. I always remember my head",
        2674.04,
        2679.48
    ],
    [
        " I just didn't want to be like a lot of people",
        2679.48,
        2681.58
    ],
    [
        " I wanted to manage my amazzy only thing I had was",
        2681.58,
        2685.0
    ],
    [
        " Everything else in my life since my birth felt like it was like a sentence like this is who you are",
        2685.0,
        2690.3
    ],
    [
        " you are",
        2690.3,
        2691.72
    ],
    [
        " somebody who",
        2691.72,
        2693.38
    ],
    [
        " You know you're not getting being a home where you were really loved you're not",
        2693.38,
        2699.26
    ],
    [
        " You know things like that. I'm not complaining. I'm just sharing what I felt like and it is some of this might",
        2699.82,
        2704.28
    ],
    [
        " I didn't be real. That's a crazy part of some of the stuff. It could be in your head",
        2704.28,
        2707.34
    ],
    [
        " But if to me it was very real",
        2707.34,
        2709.52
    ],
    [
        " um",
        2709.52,
        2710.66
    ],
    [
        " So the only thing I could still control was what I what you saw me how I",
        2710.66,
        2715.84
    ],
    [
        " What I was",
        2715.84,
        2717.58
    ],
    [
        " You know, and I was just getting a hold out to try and be something",
        2717.58,
        2722.42
    ],
    [
        " I don't even know if I knew what it was",
        2722.42,
        2726.42
    ],
    [
        " But I was just gonna hold out. So when you're a comedian making",
        2726.92,
        2730.4
    ],
    [
        " $600 for five shows in a weekend that you had to pay",
        2730.4,
        2734.16
    ],
    [
        " $740 for your ticket to get out to wherever you were",
        2734.16,
        2737.6
    ],
    [
        " The what what is making it",
        2737.6,
        2740.4
    ],
    [
        " At that time because I think it's changed and that's where I was trying to one of one of the time like nowadays",
        2740.4,
        2745.1
    ],
    [
        " You know, there's different avenues since",
        2745.1,
        2747.38
    ],
    [
        " What social media is out there and you can use that avenue youtube. You can use that avenue",
        2747.38,
        2752.12
    ],
    [
        " There's a podcast you can use that there's all these different avenues",
        2752.12,
        2754.74
    ],
    [
        " But you go rewind 10 years",
        2754.74,
        2757.68
    ],
    [
        " Like there's none of that. Oh, yeah, you can't make a living from youtube wasn't even a thing",
        2757.68,
        2763.38
    ],
    [
        " Yeah, there was no way nothing so you're just just freaking comedy club to comedy club",
        2763.38,
        2768.8
    ],
    [
        " What was",
        2768.8,
        2770.46
    ],
    [
        " Quote making it back then okay, did you get a did you did you see that as a possibility?",
        2770.46,
        2776.56
    ],
    [
        " I got three thousand I remember they gave me three thousand did the comedy central like 10 minutes or something",
        2777.02,
        2783.34
    ],
    [
        " They give you three thousand three thousand dollars for comedy central. Yeah, you do 10 minutes. They give you three thousand dollars",
        2783.34,
        2789.14
    ],
    [
        " Yeah, the big ass network comedy central that's like these fight organizations",
        2789.14,
        2793.64
    ],
    [
        " It's the exact same thing it was the ultimate fighting",
        2793.64,
        2798.74
    ],
    [
        " It was the all yeah, it was comedy. It was just it was like obviously it was just a different day",
        2798.74,
        2803.42
    ],
    [
        " It was just a different day in a wider. It's just a different organization, you know",
        2803.42,
        2806.58
    ],
    [
        " But then also they had all the eyeballs then they had the eyeballs and so yeah",
        2806.58,
        2812.0
    ],
    [
        " So you got a little money and then you start to get a little no right no riot from the deal from like you could",
        2812.0,
        2817.4
    ],
    [
        " Show people. Oh, I really am a comedian. That was that that's the scariest part of the comedian",
        2817.4,
        2821.52
    ],
    [
        " because you're a comedian",
        2821.52,
        2823.18
    ],
    [
        " And then do you could tell people you're a comedian, but it's a real weird thing to tell people until you have some proof",
        2823.18,
        2831.1
    ],
    [
        " That you are dude because unless not you could be a put just a",
        2831.1,
        2835.02
    ],
    [
        " Just a I'm a comedian for all praises right?",
        2835.02,
        2839.18
    ],
    [
        " You know, I'm a comedian you can be a murderer",
        2839.18,
        2841.12
    ],
    [
        " You better suited to be a murderer than a comedian. It's all good",
        2841.12,
        2844.98
    ],
    [
        " Definitely man and I always love peeping Tom and man",
        2844.98,
        2847.78
    ],
    [
        " Since I was a kid dude. I love peeping Tom. That's really not one of the best things to talk about on the podcast",
        2847.78,
        2854.6
    ],
    [
        " If you want to maintain, you know, yourself not being a person",
        2854.6,
        2857.74
    ],
    [
        " Look, I'm a recovery freaking PT or baby, you know",
        2857.74,
        2862.26
    ],
    [
        " But that's one thing neat about recovery and being in the circles. I have friends that are flashers dude",
        2862.26,
        2866.92
    ],
    [
        " I have friends that have done I mean I have friends that have just gone and knocked on the devil's door",
        2866.92,
        2872.12
    ],
    [
        " Dude and waited there till he opened it, you know what I'm saying bro and the devil works",
        2872.12,
        2875.82
    ],
    [
        " Over time. He's rarely is he home",
        2875.82,
        2878.0
    ],
    [
        " 24 7 open in that door up so if you're a male and out there just hanging on that friggin velcomat",
        2878.0,
        2885.06
    ],
    [
        " So so comedy central you got that money and now you're kind of I mean other com",
        2885.06,
        2890.28
    ],
    [
        " You're gonna use your best also other comedians you're kind of like elevated right? Yeah, you started to get elevated",
        2890.28,
        2895.48
    ],
    [
        " You're sort of the man",
        2895.48,
        2896.72
    ],
    [
        " Yeah, a little bit you get enough that boost that then it tells you okay",
        2896.72,
        2900.68
    ],
    [
        " This path is starting to choose you there's I think there's a unique moment in different paths where",
        2900.68,
        2905.68
    ],
    [
        " Your chew your your your putting yourself into the path and then the path is also saying hey",
        2905.68,
        2911.7
    ],
    [
        " You know putting its hand out, so and I do believe that for comedians man at a certain point it kind of chooses you",
        2911.7,
        2918.68
    ],
    [
        " So once you do comedy central now are when you're going to a comedy club are you headlining now?",
        2918.68,
        2924.9
    ],
    [
        " You have a credit you're getting close and you're starting to headline and then you get like 1500 a week",
        2925.48,
        2930.42
    ],
    [
        " so that's when you can start to save a little money and um",
        2930.42,
        2934.24
    ],
    [
        " And you're not selling tickets though you were just most people are coming there's a few people come to see you maybe 10 15 people",
        2934.24,
        2941.72
    ],
    [
        " But also back then the",
        2941.72,
        2943.74
    ],
    [
        " The clubs had all the email list they were a gatekeeper so they you know you don't have all that you can start to put it together",
        2943.74,
        2950.1
    ],
    [
        " We'd put the cards on the table fill it out and like",
        2950.1,
        2952.54
    ],
    [
        " But then you're coming before you haven't do that and and I did it all man put the boxes with the cards",
        2952.86,
        2957.52
    ],
    [
        " Are you do a manager or whatever like that thing is yeah?",
        2957.52,
        2961.32
    ],
    [
        " You have a manager that helps you through the agencies to get booked yeah, but you don't have they taken their cut",
        2961.44,
        2966.7
    ],
    [
        " Yeah, they take their cuts so you're getting 1500 bucks and they're taking 150 on 50 and then the agent would take 150",
        2966.7,
        2973.54
    ],
    [
        " And so then you down to 12 there",
        2973.54,
        2975.24
    ],
    [
        " but",
        2975.24,
        2976.3
    ],
    [
        " But yeah, you still grind it and I still didn't have any other",
        2976.3,
        2980.76
    ],
    [
        " In life there's only so you I find you I'm either doing something that I want to be doing or I'm attaching my life to other people and maybe starting a family kind of there's not really a ton of different things",
        2982.22,
        2993.78
    ],
    [
        " to do you know",
        2993.78,
        2995.7
    ],
    [
        " Really, I mean you just so I I didn't and I didn't have anything on the other side of the coin",
        2995.7,
        3001.9
    ],
    [
        " I didn't have any place where I felt like I could make a commitment or start a family so I'm like well",
        3001.9,
        3005.94
    ],
    [
        " This is this shoe just fits so well right now. How how many days a year are you touring at this time? Oh, I did man",
        3005.94,
        3013.82
    ],
    [
        " I probably did 48 weeks a year",
        3013.82,
        3015.28
    ],
    [
        " I toured hard man I toured",
        3015.28,
        3018.34
    ],
    [
        " I toured hard man. I really did and sometimes and here's the crazy thing. This is one thing I noticed about a brain or somebody that has",
        3018.34,
        3025.66
    ],
    [
        " Has maybe issues with",
        3025.66,
        3029.32
    ],
    [
        " Alcoholism stuff like that my brain forgets that",
        3029.32,
        3033.9
    ],
    [
        " My brain forgets what forgets all that I did all that work",
        3034.7,
        3037.72
    ],
    [
        " So my brain every day has this weird governor in it that's like man you",
        3037.72,
        3043.22
    ],
    [
        " You got to do something man, you know you haven't done anything you know, I got this weird",
        3043.22,
        3048.5
    ],
    [
        " And I sometimes I don't know where some of that comes from and and those are things I still want to figure out in my life",
        3048.5,
        3054.44
    ],
    [
        " You know, where does that come from you know some of those things so",
        3054.44,
        3057.12
    ],
    [
        " Those are things I love kind of thinking about and talking with people about is like",
        3057.12,
        3061.72
    ],
    [
        " Um",
        3062.6,
        3063.08
    ],
    [
        " Well, yeah, where do these weird like",
        3063.08,
        3065.16
    ],
    [
        " This weird legal system that's that I built into my soul",
        3065.16,
        3070.04
    ],
    [
        " Where is that where does that all come from and and it's interesting you can figure some of those times you can figure some of that out by talking with other people about",
        3070.04,
        3078.9
    ],
    [
        " That sort of thing anyway",
        3078.9,
        3080.8
    ],
    [
        " What do you feel like the prosecution and the defense are arguing over with the legal system that's in your head?",
        3080.8,
        3086.86
    ],
    [
        " But the prosecution is always just a never there was never like us a base foundation that I'm okay",
        3088.0,
        3094.54
    ],
    [
        " So when I don't have that then anything else has a really good chance of infiltrating and getting really into me because there never was this",
        3094.54,
        3106.6
    ],
    [
        " Like I had a friend one time who just texted me said hey man, you're okay, you know just out of the blue",
        3106.6,
        3114.9
    ],
    [
        " And because he knows he we talked about stuffies and recovery and",
        3115.72,
        3118.6
    ],
    [
        " Man, it should just hit me like never in my life had I just heard that or and it just came through it a certain way where I heard it",
        3118.6,
        3125.56
    ],
    [
        " I was like oh man and just I'm just like ball. I'm just like",
        3125.56,
        3129.48
    ],
    [
        " So I think just when you don't have that weird that foundation of that anybody just telling you that or the world",
        3129.48,
        3135.26
    ],
    [
        " Or just like you feeling it, you know, then you feel sometimes you always will feel susceptible",
        3135.26,
        3140.28
    ],
    [
        " to any other",
        3140.28,
        3142.12
    ],
    [
        " Well then of course you have to build your own",
        3142.9,
        3144.64
    ],
    [
        " Thing in your head. It's like you got to get going you got to get you got to pull yourself up by the boot shops",
        3144.64,
        3149.44
    ],
    [
        " So you do that",
        3149.44,
        3150.72
    ],
    [
        " But then after you doing well even that thing's still going on",
        3150.72,
        3154.18
    ],
    [
        " That's a childhood system you put in that bitch is loose dude",
        3154.18,
        3157.3
    ],
    [
        " And that bitch is out there if fucking party and got tits dude you don't say it is turning up",
        3157.3,
        3162.36
    ],
    [
        " And it's fucking dude. It just doesn't there's no control",
        3162.36,
        3165.6
    ],
    [
        " But that thing has been with you for so long",
        3165.6,
        3167.7
    ],
    [
        " That is hard to get new systems in place to stop those",
        3168.16,
        3172.04
    ],
    [
        " Survival things",
        3172.04,
        3173.44
    ],
    [
        " Because something had to be in my head to tell me to keep going, you know",
        3173.44,
        3177.22
    ],
    [
        " But as you get older it's just still running on the same childhood system the same original",
        3177.22,
        3184.12
    ],
    [
        " DOS or whatever Microsoft DOS",
        3184.12,
        3186.08
    ],
    [
        " So",
        3186.08,
        3187.26
    ],
    [
        " Did you ever have a point where you're like",
        3187.26,
        3190.06
    ],
    [
        " In freaking",
        3190.06,
        3191.7
    ],
    [
        " Whatever upstate New York",
        3191.7,
        3194.2
    ],
    [
        " You just performed in front of seven people that were talking while you were up on stage",
        3194.42,
        3199.18
    ],
    [
        " And then you had to pay them money and you're like you know what dude. I'm going to get a job and make you these",
        3199.18,
        3205.0
    ],
    [
        " Did you have that any time?",
        3205.0,
        3207.8
    ],
    [
        " Yeah, I'm gonna damn fuck I got a dove at a",
        3207.8,
        3210.08
    ],
    [
        " Doing tacos selling Mexican food to people",
        3210.08,
        3212.96
    ],
    [
        " And I'd sold all kind of food to people over restaurant and stuff like that. I used to sell",
        3212.96,
        3218.14
    ],
    [
        " I sold Mexican food to people when I was younger too",
        3218.14,
        3221.6
    ],
    [
        " But did you ever have a point where you would like yeah, I gave up at that point",
        3221.72,
        3225.34
    ],
    [
        " It was a point where I gave up. Oh, you gave up on comedy at some point",
        3225.34,
        3228.2
    ],
    [
        " Yeah, I had this girl had it was in this long-term",
        3228.2,
        3230.22
    ],
    [
        " Relationship and I went back to New Orleans and worked at a bar and we was selling Mexican food to people",
        3230.22,
        3235.66
    ],
    [
        " above board it was legal shit and",
        3235.66,
        3239.5
    ],
    [
        " and",
        3239.5,
        3240.42
    ],
    [
        " And they had a",
        3240.42,
        3242.18
    ],
    [
        " Margarita machine in there and I was working that bad boy, you know, I'm just doing what I could and",
        3242.18,
        3248.2
    ],
    [
        " And then I some guy came in who worked in that cuz door and he said like one thing to me and it just",
        3249.28,
        3255.4
    ],
    [
        " Set me off like treated you like a chomp or something. Yeah, treating me like I was somebody that didn't",
        3255.4,
        3262.44
    ],
    [
        " It was like some rich dude some rich, you know secondhand generation rich or third-hand generation rich, you know",
        3262.44,
        3273.94
    ],
    [
        " Somebody look I'll say there's somebody in their family probably had some cotton on them, okay",
        3274.28,
        3278.9
    ],
    [
        " And I was more of a polyester bad boy, you know, I was saying I was one of those",
        3278.9,
        3284.14
    ],
    [
        " I can you know saying those synthetic fabrics dog, okay racism free daddy, okay",
        3284.14,
        3289.96
    ],
    [
        " So this dude he said something. Yeah, and it just",
        3289.96,
        3293.36
    ],
    [
        " And oh and his family partially owned the place. It was a business next door. They saw wine",
        3293.36,
        3298.2
    ],
    [
        " Like Gary Vee or whatever a guy's name is Jerry V",
        3298.2,
        3301.24
    ],
    [
        " Telling people to fucking sell their home is sleeping or yard, you know what I'm saying and that dude was raised on a damn wine",
        3301.5,
        3307.16
    ],
    [
        " Wine farm or something dude. He said it if fucking, you know, I'm saying dude hiding grapes in his ass at night",
        3307.16,
        3313.16
    ],
    [
        " Freezing grapes and fucking hide them in his ass",
        3313.16,
        3316.0
    ],
    [
        " And he's telling people how to struggle dude that guy had his mind like oh damn dude",
        3316.0,
        3320.96
    ],
    [
        " Oh, you still have silverware in your house fucking sell it and then he shows up and you're like hug the dude",
        3320.96,
        3325.76
    ],
    [
        " The guy can't even hit nobody get food in his mouth, you know",
        3325.76,
        3328.72
    ],
    [
        " The guy's fucking just knuckle in through some shatter knuckle in through some bouillia bass and he's like no worries",
        3329.04,
        3335.1
    ],
    [
        " 76 dollars last night and he hugs him, you know, I was saying is like what the fuck",
        3335.1,
        3341.22
    ],
    [
        " And then he drives off and the family just standing there in a part",
        3341.22,
        3344.82
    ],
    [
        " Another winner",
        3344.82,
        3348.06
    ],
    [
        " My dude",
        3348.06,
        3351.82
    ],
    [
        " And he hugs oh you sold two extra Christmas sweaters you didn't need from last year and they're crying together",
        3351.82,
        3358.46
    ],
    [
        " Like what is going on there",
        3358.72,
        3360.68
    ],
    [
        " Um, but anyway, I don't and look man. I got your some loves of my poor care. Oh, I'm sorry the videos",
        3360.68,
        3369.78
    ],
    [
        " I'm not saying the guy's not a smart guy",
        3369.78,
        3371.74
    ],
    [
        " The videos though and the guy grew up well off",
        3371.74,
        3376.08
    ],
    [
        " Well, no, I think he actually didn't grow up well off. That's part of his that's part of the line",
        3376.08,
        3381.08
    ],
    [
        " No, you partially lying, but it's not really lying if you don't know but he was he grew up",
        3381.08,
        3386.16
    ],
    [
        " You know is that owned like a corner liquor store or something and he did you know he got after it created the uh",
        3386.16,
        3392.0
    ],
    [
        " But in my neighborhood a corner liquor store is a winery",
        3392.0,
        3394.86
    ],
    [
        " So if you're looking at it from maybe from Theo Vaughn's perspective. Oh, yeah, he grew up like big time. Oh, yeah",
        3394.86,
        3401.36
    ],
    [
        " Look at these dudes over here",
        3401.36,
        3403.22
    ],
    [
        " slinging that re slaying",
        3403.22,
        3406.04
    ],
    [
        " So this rich dude comes in he says something to you he said something in that night",
        3406.04,
        3411.24
    ],
    [
        " I broke the margarita machine. I set that bitch on and broke it",
        3411.24,
        3414.26
    ],
    [
        " And I knew that cost them probably about six hundred",
        3414.6,
        3416.68
    ],
    [
        " And I was in and I didn't go back there man, and then I went back to LA and I was kind of yeah, I didn't want to be",
        3416.68,
        3424.8
    ],
    [
        " Yeah, I couldn't commit to the relationship. I was in and I just went back to LA and so",
        3424.8,
        3430.04
    ],
    [
        " And then things like I started",
        3430.04,
        3432.8
    ],
    [
        " I don't know what happened then, but I started picking up some steam and that's when pod some podcasting started",
        3432.8,
        3438.56
    ],
    [
        " and um",
        3438.56,
        3440.26
    ],
    [
        " And I just was really fortunate man, you know my producer Nick Davis who's a great guy is a huge fan of yours",
        3441.18,
        3446.82
    ],
    [
        " And so you were gracious enough to come on and Rogan had me on his podcast at the same time and",
        3446.82,
        3452.26
    ],
    [
        " A couple of other little things happen where",
        3452.26,
        3455.02
    ],
    [
        " Suddenly I kind of had a fan base. I don't know if there was much space in between. Oh, I did a Netflix special. They didn't do anything",
        3455.02,
        3461.9
    ],
    [
        " Then wait, what came out first the Netflix special it's yeah, okay?",
        3461.9,
        3466.3
    ],
    [
        " So that thing came out, but it doesn't really matter no one really notices where it did nothing man",
        3466.3,
        3470.46
    ],
    [
        " I was so excited. I remember I went to chat new gum all fired up",
        3470.46,
        3473.82
    ],
    [
        " And I'm thinking it's gonna be packed man, and it was a small it wasn't even a big club and there was nine people in there",
        3473.82,
        3479.84
    ],
    [
        " So when stuff like that happens that's got to be tough to power through",
        3479.84,
        3485.3
    ],
    [
        " I mean when you're especially with everything you've said so far tonight about",
        3485.3,
        3489.44
    ],
    [
        " The wanting people's laughter and approval and all this stuff and you release a Netflix piece",
        3489.44,
        3494.34
    ],
    [
        " And this is",
        3497.84,
        3498.6
    ],
    [
        " Echo what are you doing man, bro? I'll say that for some of you echo you don't even repeat much though",
        3498.6,
        3506.36
    ],
    [
        " Yeah, it's painful. Oh, it's painful, bro",
        3506.36,
        3518.3
    ],
    [
        " But when painful here's the crazy thing about painful man",
        3518.3,
        3521.62
    ],
    [
        " When most of what you know in your life feels like painful then I think shit like that just kind of fucking fits on the ship",
        3522.08,
        3528.7
    ],
    [
        " So how are you how are you so for other people right because other people are having their chat and new",
        3528.7,
        3534.12
    ],
    [
        " Experiences where nine people show up there having you know, whatever happened in their life",
        3534.12,
        3537.78
    ],
    [
        " What did you do because here's another thing when you you know we're talking about Gary V",
        3537.78,
        3541.2
    ],
    [
        " And I people will assess this about me too because it's like hard work hard work hard work",
        3541.2,
        3546.16
    ],
    [
        " And I just had this conversation with someone the other day",
        3546.16,
        3548.14
    ],
    [
        " They're like you know, yeah my my company hard work doesn't necessarily mean you get promoted",
        3548.14,
        3552.36
    ],
    [
        " I'm like that's true everywhere hard work doesn't necessarily like you can't just expect",
        3552.36,
        3557.9
    ],
    [
        " Oh, I'm just gonna work hard work hard work hard and that then things are just gonna happen if that if it was",
        3557.9,
        3562.2
    ],
    [
        " I hate to say if it was that easy and a lot more people would do it not everyone do hard work",
        3562.2,
        3566.68
    ],
    [
        " But a lot of people would do it a lot of people would start working hard",
        3566.68,
        3569.3
    ],
    [
        " But you got to have like you I'm sure you've seen comedians along the way that were really hard work",
        3569.3,
        3573.94
    ],
    [
        " They're sitting there. They're doing hey, I wrote another 19 jokes tonight and you read them and they all suck right",
        3574.0,
        3579.1
    ],
    [
        " So when you get done with this Netflix special you're all amp your expectations are so high",
        3579.1,
        3584.8
    ],
    [
        " You show up. There's no one there",
        3584.8,
        3587.12
    ],
    [
        " How do you how do you power through that? How do you get through that? What do you do? I know I made out with this big dick girl",
        3587.12,
        3593.58
    ],
    [
        " I remember that",
        3593.58,
        3594.3
    ],
    [
        " Okay, bro. Can we get some like some a little bit more than thick girls making out? Okay, I mean that's how uh, you know",
        3594.3,
        3602.08
    ],
    [
        " Okay, you've been there to be in from the islands or whatever",
        3602.08,
        3605.18
    ],
    [
        " So yeah, man, I mean, it's like I freaking did it, you know, I remember",
        3605.18,
        3609.84
    ],
    [
        " Yeah, well that was it into that was an interesting thing about comedy clubs. It's comedy clubs. Just a bar",
        3609.84,
        3614.4
    ],
    [
        " It's a bar hook to a stage. So it's like then there was always a couple",
        3614.4,
        3617.84
    ],
    [
        " You could always get a couple drinks at the end of the night to kind of say shit yourself",
        3617.84,
        3620.98
    ],
    [
        " And I was never a big drink. I'd have maybe two drinks, you know, but um",
        3620.98,
        3625.32
    ],
    [
        " But after that, I don't know I started to get",
        3625.32,
        3628.82
    ],
    [
        " You know, I don't know really what happened. I just knew that that wasn't it that holly was oh somebody wrote an article",
        3629.92,
        3635.86
    ],
    [
        " I remember right when my special came out and",
        3635.86,
        3639.66
    ],
    [
        " It said like oh",
        3639.66,
        3642.46
    ],
    [
        " This would be Donald Trump's favorite comedian or something. It was like a negative",
        3642.46,
        3646.74
    ],
    [
        " It was I think it was right around the time maybe when some of that campaigning with starter something",
        3646.74,
        3651.2
    ],
    [
        " and it was",
        3651.2,
        3654.28
    ],
    [
        " And a lot of my stuff is sarcasm like a character also. It's me, but it's also this it's a",
        3654.64,
        3661.24
    ],
    [
        " A caricature of like where you're from right right right it's a mix really right",
        3661.24,
        3665.78
    ],
    [
        " and",
        3665.78,
        3666.96
    ],
    [
        " That made me really not trust any of like Hollywood tabloids any of that kind of shit. So",
        3666.96,
        3673.52
    ],
    [
        " And it just was so debilitating you works so hard and somebody just does something just completely errands and aimless, you know",
        3673.52,
        3680.84
    ],
    [
        " um",
        3680.84,
        3681.98
    ],
    [
        " When you watched your own Netflix special",
        3682.6,
        3685.62
    ],
    [
        " Will you like oh, yeah, oh, you kind of like damn oh, you neutral",
        3685.62,
        3690.52
    ],
    [
        " I felt okay about it. I felt like I went too fast during the material. I felt like I was probably a little nervous. I went too fast",
        3690.52,
        3699.48
    ],
    [
        " So I never really looked back on it super fondly",
        3699.48,
        3704.4
    ],
    [
        " but",
        3704.4,
        3705.68
    ],
    [
        " But then at that point things started to evolve and some podcasts and started going",
        3705.68,
        3709.68
    ],
    [
        " From my perspective",
        3710.52,
        3711.82
    ],
    [
        " So I didn't know who I didn't and this is it's funny because as I was like reading about your background and trying to figure out because I thought you just like everybody thinks",
        3711.82,
        3722.18
    ],
    [
        " I thought oh, he just made it famous overnight or whatever that's kind of and I didn't as I researched",
        3722.18,
        3726.96
    ],
    [
        " I was like oh this dude's been doing comedy for like whatever two decades or a long time. Yeah, that's so it's",
        3726.96,
        3732.54
    ],
    [
        " and",
        3732.54,
        3733.36
    ],
    [
        " There was a video it was free Connor",
        3733.36,
        3736.66
    ],
    [
        " That little video that you made you know what I'm talking about free corner. Yeah, dude with that bus. Yeah, yeah",
        3737.44,
        3742.24
    ],
    [
        " That greyhound dude. Yeah, we just had a greyhound driver on the podcast man",
        3742.24,
        3747.0
    ],
    [
        " I used to go down all the time. Yeah, I go in there somebody freaking somebody's like you want to see something",
        3747.0,
        3752.28
    ],
    [
        " It's always their dick on there. You know what I'm saying, bros like come on, bro",
        3752.28,
        3755.94
    ],
    [
        " So so do pull this dick out of a hat, you know, like how you even get your dick in a hat, you know",
        3755.94,
        3762.56
    ],
    [
        " That's supposed to be a rabbit",
        3762.56,
        3763.88
    ],
    [
        " Just a lot of really shit magicians man out there, bro",
        3764.52,
        3767.72
    ],
    [
        " So I saw that thing and and just I was dying laughing",
        3767.72,
        3772.28
    ],
    [
        " I kind of shared it with all my friends because everyone kind of likes MMA and here you were talking about",
        3772.28,
        3776.98
    ],
    [
        " You know bust and ever and kind of my generation did win on greyhounds, right? So we kind of knew I don't think a lot",
        3776.98,
        3784.04
    ],
    [
        " any in",
        3784.04,
        3784.84
    ],
    [
        " California like no one takes public transit so it's different but across the country man you've been to a greyhound station",
        3784.84,
        3792.02
    ],
    [
        " Or you've seen some you know you've seen some shit man in your life if you've been to a girl",
        3793.14,
        3798.5
    ],
    [
        " Yes, dude. I saw a lady drinking a can of",
        3798.5,
        3802.98
    ],
    [
        " Baby formula dude",
        3802.98,
        3805.16
    ],
    [
        " Simla, bro. Yeah, you said that on that video. I didn't even know what simla was. I thought it was some kind of",
        3805.16,
        3811.36
    ],
    [
        " I had to Google that's making me think I had to Google it man",
        3811.36,
        3815.36
    ],
    [
        " So so you did that",
        3815.36,
        3817.22
    ],
    [
        " You go on Rogan for the first time and this is what I wanted to say is that",
        3817.22,
        3821.62
    ],
    [
        " When I think you had like or you have and still have like a",
        3823.36,
        3827.74
    ],
    [
        " Like a vulnerability and honesty about yourself that I think is really different and I think that",
        3827.74,
        3837.32
    ],
    [
        " That is what make people makes people made me the first time I heard you all was like oh, yeah, he's not",
        3837.32,
        3842.74
    ],
    [
        " He's exposing himself, you know, not in not in the way that your friends do whatever the flashers are that you're hanging out with but",
        3842.74,
        3849.36
    ],
    [
        " Exposing yourself is",
        3849.36,
        3850.54
    ],
    [
        " On a text like a",
        3852.02,
        3853.38
    ],
    [
        " You know support chat, but yes, so I think that was a huge thing that uh",
        3853.38,
        3859.38
    ],
    [
        " I think people a lot of people connected as soon as they kind of heard you and heard you talking to Joe and and freaking Joe",
        3859.38,
        3865.64
    ],
    [
        " I mean obviously his his podcast is so massive and and he's such a good guy and you know",
        3865.64,
        3871.52
    ],
    [
        " Was telling everyone oh, yeah, this guy's hilarious. I mean, I remember he told I think he told me",
        3871.52,
        3875.74
    ],
    [
        " Yeah, he did he was like well if that guy's freaking hilarious",
        3875.74,
        3878.56
    ],
    [
        " You know, I was like hey, dude you've seen this similac bang or whatever whatever brought it up. He's like oh that guy's hilarious",
        3878.56,
        3884.14
    ],
    [
        " so",
        3884.14,
        3885.1
    ],
    [
        " So then you when did you start your podcast?",
        3885.1,
        3888.02
    ],
    [
        " I started I did a podcast with a friend for about probably two years that was about more like interviewing people",
        3888.34,
        3894.3
    ],
    [
        " That was in Hollywood my friend worked at TMZ and we tried a podcast together",
        3894.3,
        3898.46
    ],
    [
        " And it was fun, but I didn't get to be myself. I had to like it was more interviewing",
        3898.46,
        3902.88
    ],
    [
        " You know, and I don't really like that as much and so then",
        3902.88,
        3906.46
    ],
    [
        " Once at one day I walked out of Rogan's and I said I",
        3906.88,
        3910.58
    ],
    [
        " Need to do something more like that. I didn't know that that's I don't think I knew until I was there and hands on in the environment",
        3910.58,
        3918.62
    ],
    [
        " That that's the way you could do it even by listening. I didn't get the concept 100%",
        3918.62,
        3924.54
    ],
    [
        " um and then I walked out of it. I need to do something more like that",
        3924.54,
        3928.64
    ],
    [
        " And so I just started then I started one in my kitchen and just started kind of talking about stuff and things that I was thinking about",
        3928.64,
        3935.52
    ],
    [
        " and uh",
        3936.04,
        3936.64
    ],
    [
        " And yeah, and it's been",
        3936.64,
        3939.62
    ],
    [
        " Yeah, it's been a it's been a place sometimes where I share maybe more than I should sometimes and I don't realize it um",
        3939.62,
        3947.44
    ],
    [
        " It's been a lot of different things man",
        3947.44,
        3949.86
    ],
    [
        " Sometimes it's been a blessing because it's the",
        3949.86,
        3952.78
    ],
    [
        " It's like the thing that keeps me going each week. It's like a guaranteed thing",
        3952.78,
        3957.34
    ],
    [
        " You know the longest relationship I've had in my life sometimes is with my podcast in a lot of ways",
        3957.34,
        3961.6
    ],
    [
        " It's the one thing that I'll show up for every week even",
        3961.6,
        3964.6
    ],
    [
        " um",
        3968.88,
        3969.24
    ],
    [
        " Even on times I notice like why don't feel good like the past maybe two years I haven't felt really good",
        3969.24,
        3973.14
    ],
    [
        " Something's I think physically kind of I don't know what it is",
        3973.14,
        3975.48
    ],
    [
        " I'm doing like a lot of blood work and doing all these different therapies and like",
        3975.48,
        3978.56
    ],
    [
        " Trying to kind of figure out why I don't feel as good as I used to I physically don't feel good",
        3978.56,
        3983.36
    ],
    [
        " so",
        3983.36,
        3984.66
    ],
    [
        " The hardest thing sometimes is when you don't feel good to go in a into an environment and put yourself out",
        3984.66,
        3990.62
    ],
    [
        " It's like",
        3990.62,
        3991.16
    ],
    [
        " You almost want to hide from people you don't feel you want to wait you feel okay to get out there and like you know",
        3991.8,
        3996.42
    ],
    [
        " Uh",
        3996.42,
        3997.62
    ],
    [
        " So that's been one of the most challenging things is on weeks where I don't really feel that great",
        3997.62,
        4002.9
    ],
    [
        " To put myself out put myself right there. It's like you just sometimes you're like man",
        4002.9,
        4008.76
    ],
    [
        " I don't want to see people to see me not at my best",
        4008.76,
        4011.2
    ],
    [
        " especially when",
        4011.2,
        4012.66
    ],
    [
        " The only thing I've always had is my own image how you see me",
        4012.66,
        4016.6
    ],
    [
        " It's like it's it makes it real dicey sometimes",
        4016.6,
        4018.9
    ],
    [
        " But at the same time man. I've learned a lot about people through",
        4019.26,
        4022.18
    ],
    [
        " Podcasts, and you know, I'm just a namer to none of the people that come out and the sweet the really nice stories that they share you know",
        4022.18,
        4030.08
    ],
    [
        " um",
        4030.08,
        4031.1
    ],
    [
        " And then people will share stuff with me that means something to them sometimes like",
        4031.1,
        4036.92
    ],
    [
        " Something I can't go to me this morning at the cafe and said hey man. I got five years over you know and",
        4036.92,
        4042.16
    ],
    [
        " uh",
        4042.16,
        4043.38
    ],
    [
        " And you're just so excited when you see how somebody's life gets different or better and",
        4043.38,
        4048.54
    ],
    [
        " Not that I have anything to do with that. I don't feel like I do",
        4049.32,
        4051.76
    ],
    [
        " But just that he wants to share that with me and then he feels okay sharing it you know um",
        4051.76,
        4056.92
    ],
    [
        " Things like that, man. It's",
        4056.92,
        4059.78
    ],
    [
        " That's one thing I've learned I think through podcasts and is really a power in con of",
        4059.78,
        4067.28
    ],
    [
        " Even though it's not real human connection. It's not the hand-to-hand combat of",
        4067.28,
        4072.96
    ],
    [
        " Of human connection because we're through microphones and stuff",
        4072.96,
        4076.64
    ],
    [
        " Oh",
        4078.0,
        4078.48
    ],
    [
        " It's been surprising to me how many people connect you know and how many people feel and how much feelings you can get through stuff",
        4078.48,
        4085.48
    ],
    [
        " It's it's pretty remarkable sometimes",
        4085.48,
        4087.8
    ],
    [
        " So anyway, I don't really know what I'm talking about but",
        4087.8,
        4091.22
    ],
    [
        " Yeah, it's interesting because you were made it you know, you were joking around earlier about how",
        4091.22,
        4096.58
    ],
    [
        " You know, you're sorry not being funny right now on this podcast or supposed and that's what's interesting about that is",
        4096.58,
        4103.32
    ],
    [
        " You you have some pretty serious stuff that you do on your podcast you have some you know, you kind of",
        4104.2,
        4108.54
    ],
    [
        " Sometimes you open up about stuff and how you're feeling and it maybe it's not feeling that good and and again",
        4108.54,
        4114.92
    ],
    [
        " I think that people tune into that because look man",
        4114.92,
        4118.2
    ],
    [
        " I guess I guess I guess you could try and like fake being funny or fake being in a good mood",
        4118.2,
        4123.98
    ],
    [
        " But I don't think you can really fake it 100% where people really believe it and I think it's better that you",
        4123.98,
        4129.38
    ],
    [
        " Just be who you are and and you know if you've got something if you're not if you feel like",
        4130.06,
        4134.4
    ],
    [
        " freaking depressed or whatever then you're like, hey, this is what I feel like right now and it makes people",
        4134.4,
        4140.78
    ],
    [
        " Comfortable that there's someone like you who's usually funny and it seems to have a pretty good life and all of a sudden",
        4140.78,
        4147.26
    ],
    [
        " They're like hey man. This is freaking hard right now for whatever reason whatever that reason right might be and",
        4147.26,
        4152.58
    ],
    [
        " You know, I think when people",
        4152.58,
        4155.9
    ],
    [
        " Just knowing that someone else is kind of like there with them. It's reassuring. Yeah, and the other thing that's interesting about this is you've been saying this whole time",
        4157.8,
        4166.4
    ],
    [
        " You know that you have a hard time with",
        4166.4,
        4168.06
    ],
    [
        " Relationships and long-term and all this but how long you've been doing your podcast for?",
        4168.06,
        4173.38
    ],
    [
        " For maybe five years so five years and",
        4174.02,
        4177.9
    ],
    [
        " This is the thing about podcasts and I have the same thing where I meet people that listen to podcasts and",
        4177.9,
        4184.4
    ],
    [
        " They feel like we have a relationship. Yeah, and they're right right because",
        4184.92,
        4189.58
    ],
    [
        " You don't get you don't you don't I mean my podcast is three four five hours long. I don't",
        4189.58,
        4195.88
    ],
    [
        " Now I see what happened to you",
        4195.88,
        4198.28
    ],
    [
        " Yeah, you said things probably years ago",
        4198.28,
        4201.82
    ],
    [
        " And there's just not much in there. I bet if we tickle you we're good amount of creeps",
        4201.82,
        4207.8
    ],
    [
        " Yeah, you be how often do you sit down and talk to anyone for three hours or two hours?",
        4207.8,
        4213.42
    ],
    [
        " I walked out of your room and I remember telling me said hey, that's the longest conversation I've ever had in my life with anybody",
        4213.42,
        4218.82
    ],
    [
        " Especially with a man, you know like I didn't have any male figure. I had you know, there was no male",
        4218.82,
        4224.62
    ],
    [
        " Figures in my neighbor one guy shot up a ready-made 24 hour clinic and that was like the toughest dude we knew",
        4224.62,
        4231.02
    ],
    [
        " You know, and he was on pills so he wasn't even really doing it out of his own heart",
        4231.02,
        4234.98
    ],
    [
        " So you know, we didn't have a lot of uh",
        4234.98,
        4238.92
    ],
    [
        " So",
        4238.92,
        4240.18
    ],
    [
        " I think yes, I found more probably male influences through podcasting",
        4240.74,
        4246.22
    ],
    [
        " um",
        4246.22,
        4247.26
    ],
    [
        " Than anywhere else in my life really, which is kind of interesting uh",
        4247.26,
        4252.52
    ],
    [
        " You know um and sometimes uh, yeah, I don't know podcasting powerful and here's one thing that's neat to Jaco is I mostly meet people",
        4252.52,
        4262.56
    ],
    [
        " Who I would like to meet anyway",
        4262.56,
        4265.14
    ],
    [
        " Mm-hmm",
        4265.14,
        4266.6
    ],
    [
        " It's like the guy that came with me this morning. You know, I would like to meet him in you know like he was some people is",
        4266.6,
        4272.26
    ],
    [
        " Like I did reach some reality television when I was younger, you know for a couple years on TV",
        4272.26,
        4278.08
    ],
    [
        " And I wouldn't meet people that I didn't know they didn't know anything about me. It's just people that see you",
        4278.08,
        4282.94
    ],
    [
        " And that was just there was nothing to it that meant anything really",
        4282.94,
        4287.26
    ],
    [
        " So to meet people where you you they know you somewhat and you so you would have some common ground, you know",
        4287.26,
        4295.62
    ],
    [
        " It's really nice almost",
        4296.34,
        4297.5
    ],
    [
        " That's one thing it's interesting man. I feel like God has given me this weird way where it's like",
        4297.5,
        4302.8
    ],
    [
        " He",
        4302.8,
        4306.2
    ],
    [
        " He always is trying to show me that people care about me, you know because I think for so long",
        4306.2,
        4312.76
    ],
    [
        " I didn't feel like anybody did, you know when I was real real young",
        4312.76,
        4315.84
    ],
    [
        " And I'm not complaining, you know, I'm not complaining about it. I'm not. I don't need any self-pity. I don't need anything like that",
        4315.84,
        4321.84
    ],
    [
        " um",
        4325.08,
        4325.56
    ],
    [
        " But I do think it's fascinating how",
        4325.56,
        4327.68
    ],
    [
        " You know he'll send people in every you know every now and then somebody say something",
        4327.68,
        4332.58
    ],
    [
        " Just something it's like it's just slow healing of this space inside of me that was just has been uncomfortable for a long time",
        4332.58,
        4340.1
    ],
    [
        " You know, and so it's powerful stuff like that going on, you know, so",
        4340.1,
        4345.22
    ],
    [
        " And and and sometimes I can do that for other people",
        4345.22,
        4348.88
    ],
    [
        " You know, I know a friend of mine",
        4348.88,
        4351.1
    ],
    [
        " He's in the military. I think his dad had some",
        4352.8,
        4355.14
    ],
    [
        " Well, I probably shouldn't talk about my talking out of shop, but yeah, it's just I don't know I don't know man",
        4355.14,
        4362.18
    ],
    [
        " I'm enjoying being alive these days a lot more because I want to see what else",
        4362.18,
        4367.06
    ],
    [
        " Can unfold, you know, and I don't know if I always felt like that as a kid",
        4367.06,
        4370.96
    ],
    [
        " I felt like more like every day was a battle, you know",
        4370.96,
        4373.5
    ],
    [
        " Where is now I'm like man ever there's there's a lot of good stuff out there",
        4373.5,
        4378.0
    ],
    [
        " You know, and I can be a part of it whether it's for me or somebody else if I can just do my best to take care of myself",
        4378.28,
        4384.58
    ],
    [
        " and keep myself",
        4384.58,
        4386.2
    ],
    [
        " I don't even have to win every day, but dude if I can just show up and get a strong tie dog",
        4386.2,
        4390.84
    ],
    [
        " You know what I'm saying if I can even fucking tip a judge family",
        4390.84,
        4394.24
    ],
    [
        " I'm saying dog and pull out that dirty dog, you know, then it's possible",
        4394.24,
        4399.1
    ],
    [
        " And I wish Darin Tillwooden lost honestly",
        4399.1,
        4401.18
    ],
    [
        " No homo bro",
        4401.18,
        4403.34
    ],
    [
        " Oh",
        4405.34,
        4405.7
    ],
    [
        " Speaking of",
        4405.7,
        4406.02
    ],
    [
        " Fighting what about your jits or where you at?",
        4406.02,
        4409.22
    ],
    [
        " I haven't gone to probably about two and a half months. I just kept getting hurt so bad",
        4409.58,
        4412.74
    ],
    [
        " Who are you training with man you got to get flying somebody that's gonna be a little bit more relaxed when they train with you man",
        4412.74,
        4417.68
    ],
    [
        " Oh dude, I'm training with locals bro dude and I was one strike white belt man",
        4417.68,
        4422.94
    ],
    [
        " And last time I even left because I couldn't find parking dude, so that's kind of where I'm at right now",
        4422.94,
        4427.88
    ],
    [
        " If that's not a good sign",
        4427.88,
        4433.32
    ],
    [
        " And uh and I kept getting hurt so bad like for me anywhere I couldn't like",
        4434.0,
        4438.38
    ],
    [
        " I need to do comedy. I was getting ready. We just taped a Netflix special is coming out in October",
        4438.38,
        4443.06
    ],
    [
        " This one I'm proud about",
        4443.06,
        4444.88
    ],
    [
        " I felt excited",
        4444.88,
        4446.72
    ],
    [
        " This one is more of a reflection. I feel like of",
        4446.72,
        4451.56
    ],
    [
        " Just more of a confident me as a comedian, you know, so what what what goes into",
        4451.56,
        4457.22
    ],
    [
        " What goes into that? How long does it take to get ready? Well who contacts you like",
        4457.22,
        4463.12
    ],
    [
        " What's happening? If if if echo Charles was gonna do a Netflix special what would it look like",
        4463.32,
        4468.68
    ],
    [
        " How long would it take? What would it be?",
        4468.68,
        4470.54
    ],
    [
        " Peruvian I would bet you know, no offense dude you could be from New York",
        4470.7,
        4474.0
    ],
    [
        " But yeah, I would probably do yeah something maybe tropical, you know",
        4474.0,
        4478.82
    ],
    [
        " Maybe some ocean sounds in the back",
        4478.82,
        4480.8
    ],
    [
        " You know, maybe get that Vietnamese got to go by drinking that cranberry on a skateboard",
        4480.8,
        4485.26
    ],
    [
        " You know, I would get it kind of, you know, maybe slightly urban, you know",
        4485.26,
        4489.72
    ],
    [
        " Maybe somebody playing, you know, maybe a dog up near a chain link fence and back",
        4489.78,
        4493.82
    ],
    [
        " And then if you can't tell those I would sing dude. I think you would enjoy that",
        4493.82,
        4498.34
    ],
    [
        " There's something I'm watching a strong man saying dude. It's pretty powerful",
        4498.34,
        4502.42
    ],
    [
        " It's kind of like jewel, but for people in steroids",
        4502.42,
        4505.72
    ],
    [
        " stood in the rain",
        4505.72,
        4508.36
    ],
    [
        " You're always crazy like that",
        4508.36,
        4511.7
    ],
    [
        " Um, would you ask your man?",
        4511.7,
        4513.74
    ],
    [
        " Netflix special so you got a Netflix special coming out. So this is what last one",
        4513.94,
        4518.1
    ],
    [
        " Maybe you say you didn't feel 100% on this one you feel 100% this one. I feel a lot better. What made you feel but what made how do you prepare for it",
        4518.1,
        4525.3
    ],
    [
        " Well one thing I did stop doing was you just because I kept my ribs kept getting cracked so I it was just I mean dude",
        4525.3,
        4531.22
    ],
    [
        " You couldn't do any yoga so when I don't do physical things to take care of myself. I start mentally feeling bad",
        4531.22,
        4536.76
    ],
    [
        " Key point by the way, key point for everybody you just heard it from Theo if you",
        4536.76,
        4542.42
    ],
    [
        " If you can't do physical stuff, you're gonna start feeling bad mentally facts",
        4542.42,
        4547.1
    ],
    [
        " So go do physical stuff. Yeah, I have to and it's not even fair for me anymore to evaluate myself sometimes if I haven't been physically active because",
        4547.72,
        4556.02
    ],
    [
        " I'm not giving myself a fair chance really, you know, I have to be able to take care of myself",
        4556.02,
        4561.48
    ],
    [
        " I have to be able to be thinking with a brain that's you know healthy so",
        4561.48,
        4565.48
    ],
    [
        " Yes, so I noticed that but anyway, they gave us a budget and we made um",
        4565.48,
        4570.0
    ],
    [
        " And I wanted to I wanted to do one where I felt like this one is gonna. I'm gonna do",
        4570.0,
        4575.72
    ],
    [
        " I'm gonna do right",
        4576.06,
        4577.12
    ],
    [
        " And I got to hire the production a production company and I've gotten to go through the editing more and it's been tedious",
        4577.12,
        4584.48
    ],
    [
        " but the the months before it I had a yoga instructor coming to my home every couple of days",
        4584.48,
        4590.28
    ],
    [
        " um",
        4590.28,
        4591.38
    ],
    [
        " I was doing I had a weight trainer. I had a weight trainer",
        4591.38,
        4595.0
    ],
    [
        " um",
        4595.0,
        4596.18
    ],
    [
        " I was doing a lot of stuff to take care of myself, you know",
        4596.18,
        4599.6
    ],
    [
        " um and then where'd you dig for the material?",
        4599.6,
        4602.5
    ],
    [
        " The material I had about six years to get some good material",
        4602.82,
        4606.0
    ],
    [
        " The hard part was COVID it was so fresh at 2019 the material was ready to go",
        4606.0,
        4610.9
    ],
    [
        " You know, it was just like a damn",
        4610.9,
        4613.38
    ],
    [
        " I mean it was really just like a damn newborn like a strong newborn, you know, I'm saying one that fucking elbow crawls out",
        4613.38,
        4621.22
    ],
    [
        " You know with a can of frickin go in and armed, you know",
        4621.22,
        4625.08
    ],
    [
        " I know, you know, I'm saying the kind of baby that beats mom, okay like",
        4625.08,
        4629.96
    ],
    [
        " I this thing was ready to go this thing was 10 months in the this one. That's the thing was I go to baby",
        4630.06,
        4635.56
    ],
    [
        " um",
        4635.56,
        4636.36
    ],
    [
        " And then COVID hits and then COVID hits so then you have all this downtime",
        4636.36,
        4640.12
    ],
    [
        " So I did move to Nashville and bought I bought a home in Nashville and",
        4640.12,
        4644.28
    ],
    [
        " Because the stage was still open so I could still go and keep this material fresh enough",
        4644.28,
        4648.98
    ],
    [
        " Uh, and then I did a couple weeks in L.A. Uh, because there's a lot of stage time there",
        4648.98,
        4655.8
    ],
    [
        " um",
        4655.8,
        4656.76
    ],
    [
        " About six weeks ago. I went there for a few weeks",
        4656.76,
        4659.54
    ],
    [
        " And got it ready and",
        4659.98,
        4661.68
    ],
    [
        " Then put it down and put it down in Nashville and",
        4661.68,
        4664.62
    ],
    [
        " It was great man. We had like 6000 people came out damn and uh, that's massive for comedy, isn't it?",
        4664.62,
        4670.96
    ],
    [
        " It's pretty good. We did three shows of 2000. Oh, okay. Yeah, yeah, yeah",
        4671.06,
        4674.82
    ],
    [
        " Otherwise, it would be too big this venue was just kind of real perfect enough to rhyme and over there and um",
        4674.82,
        4681.08
    ],
    [
        " Yeah, so it was good man",
        4681.08,
        4683.0
    ],
    [
        " And it was good and I and I involved myself more in the editing",
        4683.0,
        4686.24
    ],
    [
        " You know, I've seen a lot of the ropes now. I know when I can assert myself and uh",
        4686.72,
        4691.34
    ],
    [
        " Sometimes I don't do it that well. Sometimes I'm too aggressive. Do they record all the shows",
        4691.34,
        4695.26
    ],
    [
        " The first one was so bad. It was like people were heckling",
        4695.26,
        4698.72
    ],
    [
        " We built a set that literally looked like a pedophiles uh like a pedophile it opened a candy shop, dude",
        4698.72,
        4705.46
    ],
    [
        " That's how it was okay like a",
        4705.46,
        4707.48
    ],
    [
        " Purpose no",
        4707.48,
        4708.86
    ],
    [
        " No great question",
        4708.86,
        4713.74
    ],
    [
        " That",
        4715.22,
        4715.62
    ],
    [
        " You still don't say anything",
        4715.62,
        4716.72
    ],
    [
        " You know you could listen at home man",
        4716.72,
        4721.12
    ],
    [
        " I'm just joking. I seem like a nice guy. I'm just just joking because I want to meet you",
        4721.12,
        4728.7
    ],
    [
        " And it looked bad bro. I got there. I was so angry when I saw the set",
        4728.7,
        4734.66
    ],
    [
        " Because I didn't make it somebody I paid somebody to make it. What was the goal of the set?",
        4734.66,
        4739.5
    ],
    [
        " It was supposed to the back of the rhymin has these beautiful windows and",
        4739.58,
        4743.66
    ],
    [
        " We wanted to make the windows on stage. He's colorful kind of church churchy churchy kind of windows and",
        4744.36,
        4750.2
    ],
    [
        " And man we didn't do it dude. It looked like so did they change it that night?",
        4750.2,
        4754.62
    ],
    [
        " It looked like a gingerbread house dude for John Wayne Gacy",
        4754.62,
        4758.34
    ],
    [
        " It was like as if he had entered a sweet G-B house contest for he freaking got busted",
        4758.34,
        4764.34
    ],
    [
        " If he did it",
        4764.34,
        4766.16
    ],
    [
        " I'm saying a lot who if he did it",
        4766.16,
        4768.72
    ],
    [
        " um",
        4768.72,
        4769.52
    ],
    [
        " But it was so bad. Well, even the next day the guy came we call him",
        4769.88,
        4773.7
    ],
    [
        " Where's I get these fucking things out of here?",
        4773.7,
        4775.2
    ],
    [
        " And I took one of the winners and threw it out of the over the railing outside pieces shit",
        4775.62,
        4779.9
    ],
    [
        " I mean a kid could have made it look like a kid school thing",
        4779.9,
        4783.34
    ],
    [
        " So the next night we just went with a flat curtain red curtain and",
        4783.34,
        4788.22
    ],
    [
        " When we carpeted the stage, which was a little interesting. I've never done that",
        4788.22,
        4792.62
    ],
    [
        " It's kind of supposed to take the reflection off of the stage",
        4792.62,
        4796.16
    ],
    [
        " So it'd give us a better lighting out some better lighting opportunities",
        4796.16,
        4799.1
    ],
    [
        " And then they record them all and they recorded them all yeah and then you",
        4799.1,
        4804.9
    ],
    [
        " Depending on which night you did the best you might take a chunk from here and a chunk from there",
        4804.9,
        4809.72
    ],
    [
        " That's pretty much how you put it together. It's pretty much about and yeah",
        4809.72,
        4812.4
    ],
    [
        " We just did like two-thirds from one show and one third from another",
        4812.4,
        4814.64
    ],
    [
        " The crowd was much better the second night. We had to get to tell the people have security",
        4814.64,
        4819.32
    ],
    [
        " You know or just have some control over the audience and people wanted to be helpful, you know",
        4819.32,
        4824.74
    ],
    [
        " And also",
        4825.56,
        4826.44
    ],
    [
        " The",
        4826.44,
        4827.66
    ],
    [
        " Netflix hit us a couple days before and said everybody has to have a test or a PCR",
        4827.66,
        4833.06
    ],
    [
        " You know or whatever",
        4833.06,
        4835.32
    ],
    [
        " PPCR yeah, so that was",
        4835.32,
        4838.52
    ],
    [
        " And I'm just grateful to everybody that came out whether they got a test or made a fake car wherever the hell they did",
        4838.52,
        4845.06
    ],
    [
        " And a lot of people went and got the test man and it just",
        4845.06,
        4848.66
    ],
    [
        " It's just so nice, you know",
        4848.66,
        4851.38
    ],
    [
        " It's just it's just it's just so nice to go spend an extra half hour the day before you're gonna go to a show",
        4852.58,
        4857.9
    ],
    [
        " Could go and do something because you care enough man",
        4857.9,
        4861.08
    ],
    [
        " Yeah",
        4861.08,
        4863.3
    ],
    [
        " Well, that's awesome. When does that come out? It'll come out in October man",
        4863.3,
        4868.32
    ],
    [
        " And I want to say out for our forget man my friend Josh Colt is in the five 27th engineer",
        4868.32,
        4874.36
    ],
    [
        " battalion in terms it could be okay work go with it okay",
        4874.36,
        4879.46
    ],
    [
        " He's a commander in these",
        4879.52,
        4880.98
    ],
    [
        " They're in Kuwait and they're like working in different bases and stuff right now and",
        4880.98,
        4884.64
    ],
    [
        " uh",
        4884.64,
        4885.48
    ],
    [
        " I know he's got a family is not around and I just want to tell him I'm proud of him man and thank",
        4885.48,
        4889.0
    ],
    [
        " I thank that whole group for their service and uh and thank all you guys who just can't who have to who can't be with your loved ones",
        4889.0,
        4895.62
    ],
    [
        " You know because I know they miss you and thank you",
        4895.62,
        4898.72
    ],
    [
        " Right on up the podcast is called",
        4898.72,
        4901.3
    ],
    [
        " This past weekend this past weekend. Yeah, we got",
        4901.3,
        4905.78
    ],
    [
        " It's always nice man. It's been a blessing and this whole you little universe is a blessing",
        4906.36,
        4910.72
    ],
    [
        " And thanks for coming through with those dimes you brought in last night, huh",
        4910.72,
        4914.16
    ],
    [
        " That's my wife and daughter bro",
        4914.16,
        4916.26
    ],
    [
        " I want you to call a man because you mentioned because you mentioned you were afraid you've always had a paranoia about getting murdered",
        4916.26,
        4924.34
    ],
    [
        " Oh, yeah, you could go down right now",
        4924.34,
        4927.28
    ],
    [
        " Well look man if anything ever happens to you dude",
        4927.28,
        4930.76
    ],
    [
        " I will stay far away from them even then",
        4930.76,
        4933.32
    ],
    [
        " I promise you that no beautiful ladies it was nice to see uh",
        4933.32,
        4936.06
    ],
    [
        " Obviously they love you and it was just nice to see a little part of your life man",
        4936.06,
        4939.94
    ],
    [
        " It made me feel it's just inspiring",
        4939.94,
        4941.98
    ],
    [
        " You know when I see other people doing the things that are like seem like the hardest thing for me to do to build from",
        4941.98,
        4947.32
    ],
    [
        " My own future. It's like every time you see it like",
        4947.32,
        4949.9
    ],
    [
        " It just",
        4949.9,
        4951.16
    ],
    [
        " It makes things feel a little bit more feasible or that I know if I need help",
        4951.16,
        4955.68
    ],
    [
        " I can ask you or I can ask other people that I know care so",
        4955.68,
        4959.32
    ],
    [
        " It was it was nice. I appreciate you coming out",
        4959.32,
        4962.1
    ],
    [
        " Well, it's definitely feasible. It was a great show. I appreciate you being out there. Appreciate you making everyone laugh",
        4962.18,
        4967.04
    ],
    [
        " I can already see we're gonna have to do this again. We have a little bit more time. Yeah, I would love to",
        4967.04,
        4971.24
    ],
    [
        " I'm sorry I have to go man. I'm thinking five hours next time but what a dude. I don't know",
        4971.24,
        4974.84
    ],
    [
        " I don't know man, but we got I would love to talk more about the stuff and talk more about um",
        4974.84,
        4981.16
    ],
    [
        " Other things hopefully I have some more of BJJ training when I come back",
        4981.16,
        4984.82
    ],
    [
        " So that would be something nice to talk about awesome, man. Let's get you out of here brother echo",
        4984.82,
        4988.4
    ],
    [
        " Thank you nice to meet you brother. Yeah you too. Oh you said it huh? Oh",
        4988.4,
        4991.7
    ],
    [
        " The in how you talk you mentioned how like you'll run into people and",
        4993.2,
        4997.48
    ],
    [
        " You'll actually have like a little bit of a connection with them is do you think that",
        4997.48,
        5002.62
    ],
    [
        " Like you know how you share stuff openly more than a lot of people I think",
        5002.62,
        5007.96
    ],
    [
        " Do you think that that is an indicator that you're doing the right thing?",
        5007.96,
        5011.84
    ],
    [
        " Um, because sometimes like okay, so let's say if you're in the public light",
        5012.36,
        5017.6
    ],
    [
        " And people will approach you or whatever",
        5018.98,
        5020.78
    ],
    [
        " I think sometimes they can like",
        5020.78,
        5022.74
    ],
    [
        " Misrepresent who you are. They're like oh yeah, maybe like they feel like they know you got a podcast all the stuff",
        5022.74,
        5027.84
    ],
    [
        " And then when they the things they say or they try to like relate to you or whatever like they're just way off a lot of the time",
        5027.84,
        5034.32
    ],
    [
        " I think not necessarily my sometimes they can be you know",
        5034.32,
        5037.84
    ],
    [
        " But the fact that like a random quote unquote random stranger can come up to you",
        5037.84,
        5042.58
    ],
    [
        " And then you guys can relate like on a significant like kind of deep level or whatever",
        5042.58,
        5046.84
    ],
    [
        " So quickly get there. That's one that I'm fascinating. I mean you could have a moment where you're having a real moment with somebody",
        5047.0,
        5052.46
    ],
    [
        " Yeah, like a moment that makes you feel something inside of yourself",
        5052.46,
        5055.48
    ],
    [
        " You know",
        5055.48,
        5056.66
    ],
    [
        " And that's real that that to me comes from somewhere else. Yeah, it always like you always struck me as someone who's like so authentic",
        5056.66,
        5064.7
    ],
    [
        " And I think that that that is a big indicator that you're doing the right thing if you can really like relate to people who you never met before",
        5064.7,
        5072.34
    ],
    [
        " That quickly",
        5072.34,
        5073.62
    ],
    [
        " Yeah, thanks man. Yeah, I just I think for feeling so disc",
        5075.08,
        5080.04
    ],
    [
        " It's a lot of it's so new to me feeling connection and so it's fucking like being on a bridge at shakes, you know",
        5080.04,
        5087.08
    ],
    [
        " I don't know what you guys call that in you know, we usually call that a bridge the chase",
        5087.08,
        5092.56
    ],
    [
        " I mean",
        5092.56,
        5092.98
    ],
    [
        " I'm sorry",
        5092.98,
        5093.96
    ],
    [
        " Yeah, but if we do say it sounds way more technical. It's how like people believe it, okay?",
        5093.96,
        5099.32
    ],
    [
        " Um, but yeah for me a lot of that stuff is just I'm a late",
        5100.84,
        5104.34
    ],
    [
        " I'm a late bloomer and a lot of like kind of I think emotional kind of ways honestly",
        5104.34,
        5109.36
    ],
    [
        " uh",
        5109.36,
        5109.92
    ],
    [
        " And I'm not ashamed of it or anything like that, you know",
        5109.92,
        5113.64
    ],
    [
        " But sometimes in a world where you want to be tougher",
        5113.64,
        5117.08
    ],
    [
        " You know, it's it's uh, it feels",
        5117.08,
        5120.58
    ],
    [
        " It feels tough to sometimes learn later in life um, but yeah, I think it's nice and sometimes I don't know what",
        5120.58,
        5127.96
    ],
    [
        " Roll god is using me for you know",
        5128.88,
        5130.98
    ],
    [
        " You know, and I just want to try and keep myself the best",
        5130.98,
        5134.84
    ],
    [
        " In the best way that I can so he can use me for the best, you know like um",
        5134.84,
        5140.64
    ],
    [
        " And I really I really believe that, you know, and I don't mean it in a way like I'm some kind of hero anything. I just",
        5140.64,
        5147.1
    ],
    [
        " You know, if I can take care of myself well, I believe and I believe this for anybody that he that",
        5147.1,
        5152.88
    ],
    [
        " Or you are your higher power. It doesn't it could be whatever your higher power is can use you for good, you know",
        5153.68,
        5159.04
    ],
    [
        " And we need more good out there and we need each other, you know",
        5159.04,
        5163.42
    ],
    [
        " Anyway, I sound like a fucking weirdo. Do I sound like a weirdo?",
        5163.42,
        5166.66
    ],
    [
        " Okay, sorry",
        5166.84,
        5168.36
    ],
    [
        " I think echo's spot on. It's kind of it kind of mimics were or",
        5168.36,
        5173.02
    ],
    [
        " Reinforced is what I was saying earlier",
        5173.02,
        5175.06
    ],
    [
        " I think the reason that you're popular right now is because you",
        5175.06,
        5179.44
    ],
    [
        " Reveal yourself because you're open and I think people you're you're a real person",
        5179.92,
        5183.86
    ],
    [
        " And I think people connect to that and and I think it's awesome because I think it allows people to connect to themselves",
        5183.86,
        5189.88
    ],
    [
        " So I say keep doing what you're doing feel Vaughn appreciate a man and I appreciate you guys having me",
        5189.88,
        5196.0
    ],
    [
        " Man, I really do it's good. It's make me feel excited like I'm doing the right thing right on brother gang maybe",
        5196.0,
        5200.58
    ],
    [
        " And with that",
        5200.58,
        5203.34
    ],
    [
        " Mr. Theo Vaughn has left the building",
        5203.34,
        5206.88
    ],
    [
        " Yes, he had to go",
        5206.88,
        5208.84
    ],
    [
        " bad planning on my part",
        5208.84,
        5210.52
    ],
    [
        " He had a tight window. I should have got him in here earlier",
        5210.52,
        5215.48
    ],
    [
        " Didn't didn't make that adjustments. We had a bail um, but",
        5215.48,
        5219.12
    ],
    [
        " We're gonna back he's fired up to come back seem like we were just kind of getting into some good stuff, you know, so",
        5219.12,
        5226.16
    ],
    [
        " With that it is good that Theo",
        5226.16,
        5230.46
    ],
    [
        " Is you know he's on the path he's working trying to get better trying to be better trying to stay on the",
        5230.46,
        5236.86
    ],
    [
        " Path sober clean",
        5237.5,
        5238.62
    ],
    [
        " Fitness what was he talking about yoga like the whole nine yards",
        5238.62,
        5243.02
    ],
    [
        " Some self-assessment going on self-assessment happening. There was some good stuff in there actually that he just sort of like mentioned",
        5243.02,
        5250.34
    ],
    [
        " Yeah, and I was like whoa it we",
        5250.34,
        5252.88
    ],
    [
        " We could talk about I didn't want to interrupt obviously, but there's um when he mentioned the thing about your behavior and your thoughts",
        5252.88,
        5261.18
    ],
    [
        " Like your like thoughts and actions. Yeah, so your actions",
        5261.18,
        5265.06
    ],
    [
        " Lead your thoughts your thoughts. Yeah. Yeah the other way around doesn't doesn't I would say if I was to assess that statement",
        5265.58,
        5272.68
    ],
    [
        " I agree",
        5272.68,
        5274.26
    ],
    [
        " Your actions can lead to your thoughts",
        5274.26,
        5277.46
    ],
    [
        " I would say more often than your thoughts lead to actions because let's face it",
        5277.46,
        5282.52
    ],
    [
        " Gotta have some thoughts to come up with what you're gonna do. Yeah, but there's a huge huge",
        5282.52,
        5288.82
    ],
    [
        " Space",
        5288.82,
        5290.52
    ],
    [
        " Between having a thought and taking action. Yes, you can close up that space. You're gonna meet a lot better position",
        5291.36,
        5296.2
    ],
    [
        " Yeah, and he and it felt like you talked about something very specific like like",
        5296.2,
        5300.62
    ],
    [
        " Basically, it's essentially like take action, you know, yeah, yeah",
        5300.62,
        5305.78
    ],
    [
        " Rather than just going around in your head and Tim Ferris",
        5305.78,
        5310.4
    ],
    [
        " I think yeah, Tim Ferris said that too where essentially the different",
        5310.4,
        5313.9
    ],
    [
        " Way to say it, but the exact same thing is like get out of your head and into your body",
        5313.9,
        5318.0
    ],
    [
        " Yeah, and he meant and Tim mentioned that specifically around like getting out of depression",
        5318.0,
        5322.5
    ],
    [
        " But then what Theo was saying is if he's not",
        5322.5,
        5324.96
    ],
    [
        " Physically moving and doing work physically. He's gonna be in a bad place mentally. So yeah, you're right. It's the same same thing",
        5324.96,
        5332.28
    ],
    [
        " same gig. It's for sure",
        5332.28,
        5334.32
    ],
    [
        " Unless there's a lot of stuff. Yes, you can follow up on the Wii can follow up on with you",
        5334.32,
        5339.56
    ],
    [
        " And I will be looking forward to that",
        5339.56,
        5342.0
    ],
    [
        " Unless in the meantime, but we're all on this path together. I think I feel like it",
        5342.0,
        5346.76
    ],
    [
        " I feel like we're all sort of",
        5346.76,
        5348.06
    ],
    [
        " When we look up we see other people on the path with us",
        5348.06,
        5352.82
    ],
    [
        " Good feeling. It's good feeling. So",
        5352.82,
        5355.34
    ],
    [
        " I was doing some thinking about the path",
        5355.34,
        5359.5
    ],
    [
        " These okay, so you when you created jocco fuel you essentially made the path pretty luxurious",
        5359.5,
        5368.12
    ],
    [
        " Because think of when you think about like how it was versus how it is now, right? Yeah, okay",
        5368.12,
        5373.3
    ],
    [
        " I mean, yes, you are right. Yeah, maybe Luxurious is not my favorite word. No, I know you maybe have that lingering in your brain from",
        5374.16,
        5381.16
    ],
    [
        " Theo Vaughn being on here because he and I had had a conversation on his podcast about",
        5381.16,
        5385.8
    ],
    [
        " Luxury days, right? Yeah",
        5385.8,
        5388.68
    ],
    [
        " Okay, so the the way to put it as far as how you called it one time a couple times. I was efficient. Efficiency",
        5388.68,
        5396.2
    ],
    [
        " Yes exactly right like it's kind of like the logistics part of a of a battle or a war or something, right? Where it's like",
        5396.2,
        5402.7
    ],
    [
        " Yes, oh yeah, you want these cool new shoes that comfort your feet or whatever",
        5402.7,
        5408.9
    ],
    [
        " I don't know that's for example I think of but",
        5408.9,
        5410.88
    ],
    [
        " You're like no, it's not that I need to be coddled my feet like my feet are in good shape",
        5410.88,
        5417.04
    ],
    [
        " I can do a lot more running a lot more rocking",
        5417.04,
        5419.5
    ],
    [
        " a lot more marching yep seem sane. So you're you kind of took that approach. Yeah to the path",
        5419.5,
        5426.54
    ],
    [
        " You'll be more efficient even though technically speaking to support your",
        5426.54,
        5430.3
    ],
    [
        " perspective",
        5431.94,
        5432.5
    ],
    [
        " if you have",
        5432.5,
        5433.44
    ],
    [
        " Goods and good boots for",
        5433.44,
        5436.3
    ],
    [
        " rocking",
        5436.3,
        5437.06
    ],
    [
        " They are technically will make you more efficient and in some way that is somewhat luxurious compared to a piece of junk boots that are",
        5437.06,
        5448.18
    ],
    [
        " or bare feet or bare feet even damn but",
        5448.18,
        5450.74
    ],
    [
        " One could think of it in terms of all this is gonna these bare feet is gonna make my feet tougher",
        5450.74,
        5456.78
    ],
    [
        " Have when you say one could think of it. Yeah",
        5457.78,
        5460.62
    ],
    [
        " Is that cousin high school there? They're telling you you shouldn't use you the proverbial humor in a sentence",
        5460.62,
        5467.64
    ],
    [
        " Sure, yeah, I think I got it from fight club actually to be honest. What are they saying fight for?",
        5467.64,
        5475.1
    ],
    [
        " I think he said on the plane. He said one could make all types of explosives using",
        5475.42,
        5480.72
    ],
    [
        " ordinary household items",
        5482.14,
        5483.42
    ],
    [
        " And then the other guy said really like if one were so inclined",
        5483.42,
        5487.58
    ],
    [
        " So it's like I'm not saying me. Okay, I'm saying me, but I'm not saying me. Well, it's interesting",
        5487.58,
        5494.48
    ],
    [
        " That's where you got cuz I went to college and I studied English in college and you you aren't supposed you",
        5494.48,
        5500.7
    ],
    [
        " aren't supposed to say",
        5500.7,
        5503.04
    ],
    [
        " This is you should do this or you should do that you are supposed to say one should say one",
        5503.04,
        5510.68
    ],
    [
        " Is supposed to so right right. I don't know to me. It's the language evolves. Yes",
        5510.72,
        5516.82
    ],
    [
        " English evolves and I think we're evolving to a point and I think I evolved to a point where I say you right and I mean you",
        5516.82,
        5523.48
    ],
    [
        " You yeah, yeah, so it and that's actually guy. Okay",
        5523.48,
        5527.62
    ],
    [
        " That's kind of a good point",
        5527.62,
        5529.82
    ],
    [
        " In general, because man you and I said this for where it's it's baffling",
        5529.82,
        5535.5
    ],
    [
        " How good we can communicate but when you think about this all kind this is the words you say the tone",
        5536.32,
        5540.48
    ],
    [
        " Biling up like all this stuff is all conveying a certain message",
        5540.48,
        5543.28
    ],
    [
        " So if you're like hey, you know, I'll tell you what you should do is do this and then there's all kinds of",
        5543.28,
        5547.9
    ],
    [
        " Like things that you imply when you say you you don't really mean you should do this",
        5547.9,
        5553.98
    ],
    [
        " You mean a person should do this or whatever and I know that but if I don't know that",
        5553.98,
        5559.54
    ],
    [
        " I'll be like tell me what I should you don't know what I should and shouldn't do you know there's a re I'm",
        5559.54,
        5564.58
    ],
    [
        " You have you specifically equitraels have a really good point and that's why the English language",
        5565.7,
        5571.3
    ],
    [
        " Technically in the highest level you should be I should be saying one should be saying one instead of you",
        5571.3,
        5579.2
    ],
    [
        " So if one",
        5579.2,
        5582.52
    ],
    [
        " I don't even know if he's there right there for how did they get jamming it up anyway if you're on the path with you know",
        5582.52,
        5589.96
    ],
    [
        " Whether you with somebody on the path or by yourself or you feel like you're by yourself",
        5589.96,
        5593.58
    ],
    [
        " It's not always going to be easy and to make you more efficient",
        5594.58,
        5597.34
    ],
    [
        " We're going to decrease the beatings",
        5597.34,
        5601.4
    ],
    [
        " Increase the recovery so we can maximize gains best way I can put it at this point gains. Yes, see",
        5601.4,
        5608.92
    ],
    [
        " Sure the so modern English. Okay, so in muscle building right",
        5608.92,
        5615.1
    ],
    [
        " You have the catabolic state just me and the anabolic state right",
        5615.1,
        5621.18
    ],
    [
        " catabolic essentially there's a lot to it, but is the breakdown of the muscle rest nutrition",
        5622.24,
        5627.08
    ],
    [
        " induces an anabolic state",
        5627.08,
        5630.34
    ],
    [
        " Right we want to up site we want to maximize anabolic state on this path",
        5630.34,
        5636.78
    ],
    [
        " catabolic states part of the process as well",
        5636.78,
        5638.92
    ],
    [
        " But that trans transition from catabolic to anabolic we want that to be the luxury we want that to be the efficient part of it",
        5638.92,
        5647.24
    ],
    [
        " Am I right?",
        5647.24,
        5648.46
    ],
    [
        " catabolic",
        5649.4,
        5649.8
    ],
    [
        " No, bro anabolic catabolic is bad",
        5649.8,
        5652.26
    ],
    [
        " Either way, okay, there was a funny guy in one of my platoons where when he would get hungry",
        5652.26,
        5657.64
    ],
    [
        " You know he'd be walking dude. We need to go get some food. I'm going catabolic right now",
        5657.64,
        5661.96
    ],
    [
        " One of those that's why I said it's really to back out",
        5661.96,
        5665.44
    ],
    [
        " All right, well either way we got some stuff for you all right, so jacquafil",
        5665.44,
        5669.48
    ],
    [
        " Let's talk about discipline the energy drink new era new era of energy drink we no longer have to pay a price",
        5669.48,
        5677.06
    ],
    [
        " For enjoying energy drinks positivity good taste. Staying positive",
        5678.78,
        5683.0
    ],
    [
        " Gives you the boost mentally and physically positive positive and makes you more healthy positive",
        5683.0,
        5688.82
    ],
    [
        " It's a health drink that's you you have something that has no downside no down side which is kind of crazy",
        5688.82,
        5694.46
    ],
    [
        " Normally everything has a trade-off here no trade-off right just put pure upside pure upside kind of like such salmon sashimi",
        5694.46,
        5702.78
    ],
    [
        " Pure upside pure upside. It tastes good good for you. Oh, you're better off good freeway. Yeah, yeah, the whole",
        5703.12,
        5708.6
    ],
    [
        " So yes in the can",
        5708.6,
        5711.54
    ],
    [
        " Mango okay, this is my opinion. Okay, I'll admit mango is the best one straight up",
        5711.54,
        5718.5
    ],
    [
        " Actually, hmm",
        5718.5,
        5720.58
    ],
    [
        " Actually in my opinion. Yeah, all right either way",
        5720.58,
        5723.68
    ],
    [
        " Either we're also for your joint stuff you don't want to have to worry about your joints",
        5723.68,
        5727.66
    ],
    [
        " joint warfare",
        5728.62,
        5729.38
    ],
    [
        " Super-cryl oil",
        5729.38,
        5731.1
    ],
    [
        " Also vitamin D and cold waters for your immunity",
        5731.1,
        5734.16
    ],
    [
        " So look when you consider that these things are taking care of on this path",
        5734.16,
        5738.18
    ],
    [
        " You are more efficient more healthy more efficient mental physical boost and as you normally point out",
        5738.18,
        5743.52
    ],
    [
        " These are things you don't want to have to worry about correct, right? You don't want to be thinking about your joints",
        5743.52,
        5747.14
    ],
    [
        " You don't want to be thinking about getting sick. Yep. You just you want that stuff to be handled",
        5747.14,
        5751.64
    ],
    [
        " Handle it does handle it",
        5751.64,
        5753.76
    ],
    [
        " That's what we're saying yep, it's true",
        5753.76,
        5755.72
    ],
    [
        " Also, speaking of anabolic protein. It's part of the nutrition. Mm-hmm profile of gains as it were",
        5755.76,
        5763.12
    ],
    [
        " So moch",
        5763.12,
        5765.06
    ],
    [
        " Additional protein of a dessert another one of these up win win win scenarios. No downside upside. It tastes good",
        5765.06,
        5772.46
    ],
    [
        " All upside all the stuff. Yeah, it's good good for you just upside across the board",
        5772.46,
        5777.52
    ],
    [
        " Exactly right. Don't forget about jocke white tea if you're into tea the OG original",
        5777.52,
        5782.68
    ],
    [
        " lifting",
        5783.72,
        5784.12
    ],
    [
        " Deadlifting as well. Yes, for sure",
        5784.12,
        5785.54
    ],
    [
        " So yes, you can get all these things at",
        5785.54,
        5787.96
    ],
    [
        " The vitamin shop",
        5787.96,
        5789.6
    ],
    [
        " Energy drinks you can get it. Wow. Wow of course",
        5789.6,
        5792.26
    ],
    [
        " And also everything is on jockewfield.com",
        5792.26,
        5796.18
    ],
    [
        " Hey also if you want to if you want this stuff to come to your house all the time without having to think about it",
        5796.18,
        5801.08
    ],
    [
        " If you want that taken care of",
        5801.08,
        5802.74
    ],
    [
        " If you subscribe to any of these things",
        5802.74,
        5804.9
    ],
    [
        " Then we'll ship it to your house for free which is amazing and it might be not being seem amazing in this day and age",
        5804.9,
        5812.16
    ],
    [
        " Because there's some really big companies in the world that do this",
        5812.18,
        5816.94
    ],
    [
        " But it is amazing that you could without ever thinking about it again",
        5816.94,
        5822.44
    ],
    [
        " Sure have super krill oil moch",
        5822.44,
        5825.9
    ],
    [
        " joint warfare",
        5825.9,
        5827.52
    ],
    [
        " Discipline go showing up at your house. You never thought about it again. You know it just happened. Yeah, what a miracle",
        5827.52,
        5833.62
    ],
    [
        " What an amazing thing subscribe",
        5833.62,
        5835.98
    ],
    [
        " Yep, and life is full of these little marbles from time to time speaking of miracles",
        5836.6,
        5841.86
    ],
    [
        " Origin USA America made stuff",
        5841.86,
        5845.02
    ],
    [
        " You want to say stuff because there's a lot of stuff. There's jujitsu stuff all made in America",
        5845.02,
        5849.4
    ],
    [
        " Jean skirts. Yep jeans goods",
        5849.4,
        5852.88
    ],
    [
        " compression stuff",
        5852.88,
        5855.42
    ],
    [
        " Origin USA.com go there all the stuff on there is American made from the cotton that's grown",
        5855.42,
        5861.42
    ],
    [
        " all the way up until the final",
        5861.42,
        5863.32
    ],
    [
        " product",
        5863.32,
        5864.6
    ],
    [
        " That's a miracle to my opinion in this day and age it is a miracle in this day and age it is a miracle to put something on your body",
        5866.82,
        5872.68
    ],
    [
        " That is 100% without compromise made in America and it's the best thing you could possibly buy anyways",
        5872.68,
        5878.86
    ],
    [
        " Yeah, talk about upside",
        5878.86,
        5880.18
    ],
    [
        " Get the best gear",
        5880.18,
        5881.74
    ],
    [
        " Support America support American workers",
        5881.74,
        5885.0
    ],
    [
        " Is upside across the board? Yeah, we're working on big time upside. That's what we're doing no downside",
        5885.0,
        5891.72
    ],
    [
        " Yeah, speaking of upside. So I do have my first pair of Delta 68 jeans",
        5892.18,
        5896.96
    ],
    [
        " Finally, you realize yeah, so here's what that did with the you know, you know how like",
        5896.96,
        5901.64
    ],
    [
        " What do you call when you build something up in your mind finding when it comes you have this you know",
        5901.64,
        5906.26
    ],
    [
        " It didn't measure up or did it not you have high expectations. Yep. Okay, so did it measure up here's the thing",
        5906.26,
        5911.36
    ],
    [
        " It did they do measure up in fact they more than measure up because you know how like you'll say okay, they kind of a stretch to",
        5911.36,
        5918.48
    ],
    [
        " mm-hmm",
        5919.82,
        5919.4
    ],
    [
        " Cool they have a stretch to them, but one not since I don't really have any stretchy jeans",
        5919.4,
        5924.76
    ],
    [
        " Or any jeans with a stretch to them. I don't really know what that even means when I put them on you know",
        5924.76,
        5929.82
    ],
    [
        " What it's nice. It's good. It's like in fact. It's hard to go back now. Oh, there's no going back",
        5929.82,
        5937.0
    ],
    [
        " She was saying yeah, so yeah, dang impressive",
        5937.0,
        5940.04
    ],
    [
        " I didn't know so much could go into I knew stuff goes into jeans. I understand what's weird is you you it's hard to understand",
        5940.04,
        5946.38
    ],
    [
        " How much better something could be yes, it's hard to imagine if you don't know you just don't know",
        5946.38,
        5951.16
    ],
    [
        " You just hard to imagine how much better they can be than a normal pair of jeans. Yeah, and again to be made in America with American cotton",
        5951.16,
        5959.44
    ],
    [
        " You an American buttons",
        5959.44,
        5961.2
    ],
    [
        " American hands as a American hands",
        5961.2,
        5964.48
    ],
    [
        " Exactly right. So yes, or do you say calm. That's the spot right there",
        5964.48,
        5968.26
    ],
    [
        " Also jaco is store it's called jaco store",
        5968.26,
        5971.46
    ],
    [
        " So you go to jacostore.com and this is where you can get",
        5971.46,
        5975.6
    ],
    [
        " I",
        5978.48,
        5978.88
    ],
    [
        " Trying to think of a more interesting way to to properly convey the cool stuff you can get",
        5978.88,
        5983.72
    ],
    [
        " But at the end of the day you can just get your t-shirts hats hoodies",
        5983.72,
        5987.04
    ],
    [
        " That represent the path",
        5987.04,
        5989.62
    ],
    [
        " I think that's the best way to put it just plain equals freedom good take the high ground or the high ground will take you",
        5989.62,
        5996.6
    ],
    [
        " Some good stuff to shirt by the way. Yes, sir. Hey subscribe to this podcast",
        5996.6,
        6003.0
    ],
    [
        " And we also have some other podcasts got jaco unraveling with Darryl Cooper. We got the ground-new podcast",
        6003.84,
        6008.76
    ],
    [
        " We got the warrior kid podcast Theo Vaughn has a podcast check it out. It's called this past weekend",
        6008.76,
        6014.12
    ],
    [
        " And he talks about stuff and it's both funny and revealing and could help you",
        6014.12,
        6021.88
    ],
    [
        " I like listening to it. So check that one out. We're um, and Carrie we're talking during the break where Theo has this",
        6021.88,
        6029.98
    ],
    [
        " It's pretty unique quality about him where",
        6031.46,
        6034.24
    ],
    [
        " He's like funny, but he's so authentic and open about the even not so funny parts of you know",
        6034.24,
        6041.26
    ],
    [
        " And I think some people they'll try to do this and they'll try to like",
        6041.26,
        6044.26
    ],
    [
        " Quarant quote pull it off",
        6044.26,
        6046.1
    ],
    [
        " But they lack the full authenticity. So they try and pull off the authenticity. Yes, and which is kind of a what do you call it catch 22",
        6046.1,
        6054.52
    ],
    [
        " Like if you're trying to pull off authenticity that's not in and of itself makes it not a thing. Yeah exactly right",
        6054.52,
        6059.64
    ],
    [
        " But Theo is like a naturally what it seems like like he's a naturally authentic person",
        6060.12,
        6065.44
    ],
    [
        " It sounds like from what you're saying though. He wasn't always like that",
        6065.44,
        6067.8
    ],
    [
        " And he had to sort of open up about it over time",
        6067.8,
        6070.58
    ],
    [
        " Well, okay, so and this is what we're talking about where a lot of times where if you have the",
        6070.58,
        6075.84
    ],
    [
        " Being funny to people",
        6075.84,
        6078.62
    ],
    [
        " Legitimately is it's kind of like a superpower like",
        6078.62,
        6082.86
    ],
    [
        " You can essentially bestow one of the best feelings onto a person and make them laugh right?",
        6082.86,
        6089.12
    ],
    [
        " That's one of the best feelings you can ever have is like laughing",
        6089.12,
        6091.44
    ],
    [
        " legitimately and",
        6091.44,
        6093.2
    ],
    [
        " You have that as a superpower. You're just a funny person right?",
        6093.2,
        6096.5
    ],
    [
        " So a lot of people um whether they have like internal issues or not that starts to become the the front running",
        6096.78,
        6103.1
    ],
    [
        " Quality where they're always pushing that forward, you know, they're always leading with that leading with that",
        6103.1,
        6108.32
    ],
    [
        " And it's always successful",
        6108.32,
        6109.86
    ],
    [
        " Meanwhile the other stuff on the inside gets protected",
        6109.86,
        6113.7
    ],
    [
        " You know, so anytime someone feels awkward or anytime someone feels vulnerable",
        6114.06,
        6118.36
    ],
    [
        " Even scared or whatever anything that they don't like they can just boom they can bust out the comedy",
        6118.36,
        6123.78
    ],
    [
        " And they'll be protected",
        6123.78,
        6125.54
    ],
    [
        " In fact, they'll get a payoff from it. They won't just be protect, you know",
        6125.54,
        6128.94
    ],
    [
        " um",
        6128.94,
        6129.94
    ],
    [
        " But after a while the stuff on the inside becomes more and more sensitive, you know",
        6129.94,
        6134.38
    ],
    [
        " Where if it even if it's exposed this much it's like whoa the reaction is a little bit a lot stronger, you know",
        6134.38,
        6140.36
    ],
    [
        " But Theo does a good job in like opening up and exposing that a little bit",
        6141.22,
        6145.48
    ],
    [
        " And at the end of the day as an audience while if I'm speaking for myself",
        6145.48,
        6148.92
    ],
    [
        " It's kind of like you just like him more. Yeah, no, he's a very like bogey and he parted reason that he's like bulls",
        6148.92,
        6154.54
    ],
    [
        " Because he is like that like what you're saying any I even the last night I went and saw him do his",
        6154.54,
        6160.78
    ],
    [
        " Through a comedy stand-up routine. Is that what it's called?",
        6160.78,
        6164.26
    ],
    [
        " Well, I saw him do it and and what's cool is like you could see",
        6165.32,
        6169.18
    ],
    [
        " He's not um",
        6170.16,
        6171.46
    ],
    [
        " You like he's",
        6171.46,
        6173.32
    ],
    [
        " He's real up there like he's saying something. He'd be like, I don't know what I'm saying",
        6173.32,
        6179.28
    ],
    [
        " I don't know why I'm saying this he did it a couple times today",
        6179.28,
        6182.44
    ],
    [
        " I don't even know what I'm talking about right now. He did that a couple times",
        6182.44,
        6185.04
    ],
    [
        " You're like okay, well at least we know that we're getting the real a real person",
        6185.04,
        6189.52
    ],
    [
        " Yeah, it's not just a big memorized script that you know",
        6189.52,
        6192.28
    ],
    [
        " Where it's all a big front yeah, right? We don't want the front",
        6192.28,
        6197.32
    ],
    [
        " Yeah, like a lot of times if you're just talking with your friend and you go off on some tangent or something",
        6197.52,
        6202.28
    ],
    [
        " That's the kind of stuff you're gonna say to your friend, you know or your friends behind closed doors",
        6202.28,
        6206.16
    ],
    [
        " You know just like in your own little environment",
        6206.16,
        6208.32
    ],
    [
        " But I asked you sometimes I don't know what I'm talking about you know, but he's like so open with that",
        6208.32,
        6212.96
    ],
    [
        " And I don't mean open like he's like making this huge effort to be open",
        6212.96,
        6217.76
    ],
    [
        " No, no, no, just not just like yeah",
        6217.76,
        6220.0
    ],
    [
        " He's a good guy man. I've spent some time with him and uh definitely a really good",
        6220.0,
        6225.34
    ],
    [
        " Authentic nice funny guy man. I really like him a lot. I'm glad he was able to come on",
        6226.64,
        6231.9
    ],
    [
        " Uh, you know another podcast that there is out there",
        6231.9,
        6234.7
    ],
    [
        " It's called jackewondercound.com",
        6234.7,
        6237.12
    ],
    [
        " This is the one where in the event of",
        6237.12,
        6239.92
    ],
    [
        " contingencies happening where the world goes crazy er",
        6239.92,
        6245.28
    ],
    [
        " Because that's basically the world to get a little crazy right now. Let's say it gets crazy",
        6245.28,
        6250.12
    ],
    [
        " Er and they either start",
        6250.12,
        6252.12
    ],
    [
        " I don't know. Maybe they start injecting advertisements into the middle of this podcast where they start maybe they start",
        6252.94,
        6258.12
    ],
    [
        " Banneding parts of this podcast. I don't know what they're gonna do",
        6258.12,
        6262.14
    ],
    [
        " I do know this right now. Everyone's being pretty cool to us",
        6262.14,
        6265.98
    ],
    [
        " But there might come a time where they where they say hey, we don't want you to do that or we you're gonna follow our rules",
        6265.98,
        6271.08
    ],
    [
        " So we have a contingency",
        6271.08,
        6272.46
    ],
    [
        " In the event that that happens we have a place to go jackewondercound.com",
        6272.46,
        6277.42
    ],
    [
        " We're building it if you want to join it",
        6277.42,
        6281.4
    ],
    [
        " You can go to jackewondercound.com. They cost $8.18 a month",
        6282.12,
        6285.3
    ],
    [
        " And for that price you give us all a little bit of security in case the contingencies come it's like an insurance policy against",
        6285.3,
        6294.08
    ],
    [
        " podcast apocalyptic",
        6294.08,
        6295.92
    ],
    [
        " And if that comes a lot of podcasts will be like well, I guess you're just gonna have to listen to advertisement about a freaking mattress",
        6295.92,
        6302.12
    ],
    [
        " Seven minutes",
        6302.12,
        6303.52
    ],
    [
        " We're not gonna put you into that podcast apocalyptic. We're gonna be there just doing what we're doing",
        6303.52,
        6308.84
    ],
    [
        " So we appreciate that if you can't afford that and you still want to be a supporter",
        6309.86,
        6313.6
    ],
    [
        " You can email assistance at jackewondercound.com that way you can get",
        6313.6,
        6317.94
    ],
    [
        " You can get into the underground",
        6317.94,
        6320.26
    ],
    [
        " Which is where you want to be we're gonna YouTube channel too by the way",
        6320.26,
        6323.68
    ],
    [
        " It's true verified by the way",
        6323.68,
        6326.02
    ],
    [
        " for",
        6326.02,
        6327.08
    ],
    [
        " Video version of this podcast you must see what Theo looks like if you don't know",
        6327.08,
        6330.84
    ],
    [
        " I think a lot of us already know, but if you don't know, well, you can see that",
        6330.84,
        6334.18
    ],
    [
        " um video",
        6336.16,
        6335.66
    ],
    [
        " Podcasts is increasingly becoming",
        6335.66,
        6338.7
    ],
    [
        " Kind of the way to you know to watch listen to the podcast. So yeah, we have a YouTube channel for that",
        6338.7,
        6345.38
    ],
    [
        " It's called jackew podcast. This is the name of the YouTube channel correct correct",
        6345.38,
        6348.58
    ],
    [
        " And origin USA also has one if you want to see what's going on behind the scenes up there. I'll sell an album believe it or not",
        6348.58,
        6354.82
    ],
    [
        " It's almost like I made an album you made it yep we we made collectively made you kind of made it though",
        6354.82,
        6363.2
    ],
    [
        " I just talked yeah",
        6363.2,
        6364.44
    ],
    [
        " Anyways, if you want to get through maybe a temporary moment of weakness",
        6364.44,
        6368.68
    ],
    [
        " You can press play on your MP3 player of choice and you can listen to",
        6368.68,
        6373.0
    ],
    [
        " psychological warfare",
        6373.0,
        6375.06
    ],
    [
        " Give you a little boost give you little help getting through that thing",
        6375.06,
        6378.84
    ],
    [
        " It's also a good way to support flip side canvas you want to hang something on your wall",
        6378.84,
        6383.94
    ],
    [
        " a",
        6383.94,
        6384.58
    ],
    [
        " Graphic image that says good",
        6384.58,
        6387.94
    ],
    [
        " You",
        6389.32,
        6389.72
    ],
    [
        " By the way, you can go and buy a fake one",
        6389.72,
        6391.42
    ],
    [
        " From you know one of these various places very fake players. Yeah, just shacking",
        6391.42,
        6397.94
    ],
    [
        " Yeah, they have the whole good thing written out. They sell it on a t-shirt. They sell it on a print and I'm not talking about that",
        6397.94,
        6404.54
    ],
    [
        " I'm talking about them",
        6404.54,
        6405.26
    ],
    [
        " Clearly because there's a lot of people yet. It is weird super wack",
        6405.26,
        6409.22
    ],
    [
        " A lot of times those though you can all you got to do is think for one second",
        6409.22,
        6413.08
    ],
    [
        " Just think for one second like would they really sell this you know and then call it this",
        6413.08,
        6417.72
    ],
    [
        " It makes very little sense. Oh, so you're saying it's easy to see through the the fake",
        6417.94,
        6421.96
    ],
    [
        " All you got to do is pause for one second and you can see it real quick. It'll say oh",
        6421.96,
        6425.5
    ],
    [
        " Navy seal jaco willing motivational shirt. Okay. Yeah, that's pretty",
        6425.5,
        6431.28
    ],
    [
        " bro",
        6431.28,
        6431.94
    ],
    [
        " I never thought of that. Yeah, and that's what they so it's like and they're on these like",
        6431.94,
        6436.82
    ],
    [
        " You know if you're going to whatever",
        6436.82,
        6439.08
    ],
    [
        " freaking dot net",
        6439.08,
        6441.0
    ],
    [
        " Thing that you never heard of but there's like a generic too. There's something that you've heard of",
        6441.0,
        6446.22
    ],
    [
        " Like that made that",
        6446.6,
        6447.82
    ],
    [
        " SELVEE's various t-shirts and posters and whatnot. Yeah, the only jaco shirts",
        6447.82,
        6453.86
    ],
    [
        " official",
        6453.86,
        6454.88
    ],
    [
        " The only place you can get them is jaco store. I'll come",
        6454.88,
        6458.74
    ],
    [
        " Again, think of one single other place you can get them. Oh, if you come into victory. I'm a man fitness",
        6458.74,
        6463.68
    ],
    [
        " I can get one here too. Yes, true",
        6463.68,
        6465.42
    ],
    [
        " So so check that out and if you want something to hang on your wall like a like a picture poster",
        6465.42,
        6470.82
    ],
    [
        " Deco demire",
        6470.82,
        6472.06
    ],
    [
        " This is his company man flipside canvas.com go check that out. Hang some cool stuff on your wall",
        6472.1,
        6477.12
    ],
    [
        " Books got a bunch of books final spin",
        6477.12,
        6479.54
    ],
    [
        " I don't know what to tell you we're not even sure. I'm not even sure",
        6479.54,
        6484.66
    ],
    [
        " You know, you know you you put something out there in the world",
        6484.66,
        6487.7
    ],
    [
        " You don't know what they're actually the reaction of the world is gonna be might be good might be bad",
        6487.7,
        6491.64
    ],
    [
        " So far we're doing pretty good Deb",
        6491.64,
        6493.34
    ],
    [
        " Sure Deb. She's",
        6493.34,
        6496.14
    ],
    [
        " She was she was moved. Let's put it to you that way final spin. I got that book coming out",
        6496.14,
        6501.48
    ],
    [
        " Leadership strategy and tax field manual the code the evaluation protocol discipline equals freedom field manual",
        6502.06,
        6506.32
    ],
    [
        " Way the warrior kid one two three and four get the book for the kids that you know just get them on the path",
        6506.32,
        6512.08
    ],
    [
        " Mikey in the dragons if there's a little kid you know get them that book about face by hackworth",
        6512.08,
        6518.1
    ],
    [
        " I wrote the forward on the new version and",
        6518.1,
        6520.24
    ],
    [
        " Extreme ownership and the economy of leadership that I wrote with my brother. Dave babin",
        6520.24,
        6524.42
    ],
    [
        " We also have echelon front",
        6524.42,
        6526.6
    ],
    [
        " It's a leadership consultant T and we saw problems through leadership go to echelonfront.com",
        6526.6,
        6531.88
    ],
    [
        " For details on that you can also come into one of our live events. We have the muster. We have field training exercise",
        6532.06,
        6537.22
    ],
    [
        " We have eF battlefield",
        6537.22,
        6538.34
    ],
    [
        " The next muster is in Las Vegas. It's October 28th and 29th",
        6538.34,
        6543.92
    ],
    [
        " So if you want to come check that out. We will see you there",
        6543.92,
        6547.08
    ],
    [
        " We also have an online training",
        6547.08,
        6550.36
    ],
    [
        " situation",
        6550.36,
        6552.4
    ],
    [
        " Extreme ownership academy online leadership course. We just we just recorded a bunch of new leadership courses",
        6552.4,
        6559.52
    ],
    [
        " So check that out. It's like going to the gym man. You don't get good. You don't get in shape one day in the gym",
        6560.66,
        6565.26
    ],
    [
        " You don't become a good leader one book that you read you got to go to the gym",
        6565.26,
        6569.14
    ],
    [
        " Extreme ownership.com come check out the leadership gym and if you want to help service members active and retired",
        6569.14,
        6576.36
    ],
    [
        " Their families gold star families check out markley's mom",
        6576.36,
        6580.28
    ],
    [
        " Mom, Ali she's got a charity organization and if you want to donate only want to get involved to what she is doing",
        6580.28,
        6586.88
    ],
    [
        " To help out then go to america's mighty warriors.org",
        6587.16,
        6592.42
    ],
    [
        " And if you want more of my dreary",
        6592.42,
        6597.1
    ],
    [
        " Devolging or you need more of echoes extraneous assertions",
        6597.1,
        6602.14
    ],
    [
        " You can find us on the inner web",
        6602.14,
        6604.7
    ],
    [
        " On twitter on the gram on facebook echo's out echo charles. I am at chocolate. We like and Theo Vaughn",
        6604.7,
        6611.3
    ],
    [
        " Well, he is at Theo Vaughn",
        6611.3,
        6615.46
    ],
    [
        " And thanks to Theo Vaughn for coming on the show",
        6615.46,
        6617.06
    ],
    [
        " Thanks for making us all laugh. There's plenty of darkness in the world and I know sometimes he shares some of that darkness",
        6617.06,
        6623.94
    ],
    [
        " But in doing so he brings some light and laughter as well. So thank you Theo Vaughn",
        6623.94,
        6630.34
    ],
    [
        " And to all the folks out there",
        6630.34,
        6633.4
    ],
    [
        " In the army navy air force marines that are right now",
        6633.4,
        6638.02
    ],
    [
        " Right now while we're sitting in this air conditioned podcast thing",
        6638.02,
        6644.42
    ],
    [
        " There there are folks right now out",
        6645.46,
        6648.0
    ],
    [
        " Protecting our way of life and we thank you for it. We could not do what we do without you doing what you do",
        6648.0,
        6654.36
    ],
    [
        " And the same goes for police and law enforcement fire fighters paramedics EMTs dispatchers correctional officers border patrol secret service",
        6654.36,
        6661.28
    ],
    [
        " And all first responders you protect us here at home and again",
        6661.28,
        6666.18
    ],
    [
        " We couldn't do what we do without you doing your jobs every day",
        6666.18,
        6670.86
    ],
    [
        " So thanks to you all as well and thanks to everyone else that's listening and listen",
        6670.86,
        6676.64
    ],
    [
        " We got struggles in life",
        6676.64,
        6679.88
    ],
    [
        " We got them",
        6679.88,
        6683.04
    ],
    [
        " And it can be a scrap it can be a fight",
        6683.04,
        6686.14
    ],
    [
        " It can be painful and it can be a battle but the battle will be a little easier if you have some fun",
        6686.14,
        6695.92
    ],
    [
        " So when you can",
        6695.92,
        6698.24
    ],
    [
        " Don't take it all too seriously crack a joke",
        6699.3,
        6701.8
    ],
    [
        " Have a laugh",
        6701.8,
        6704.66
    ],
    [
        " And then go out and do what you need to do",
        6704.66,
        6708.2
    ],
    [
        " Which is of course",
        6708.2,
        6710.16
    ],
    [
        " Continue to get after it",
        6710.16,
        6713.32
    ],
    [
        " And until next time the Zekko and Jocco out",
        6713.32,
        6718.24
    ]
]