[
    [
        " You know, you think about blitz scaling to we have 210 employees, you know, over 2020, we hired another 40 employees, you know, and so we're dealing with a lack of infrastructure that, you know, really decaying infrastructure.",
        0.0,
        16.68
    ],
    [
        " The fact that there is only, I don't know, one or two buildings left in our community, you know, within a half a mile radius that actually could hold our growth and we did the boot plant.",
        16.98,
        29.8
    ],
    [
        " We invested in that coronavirus hit. We had invested another facility for nutrition.",
        30.22,
        34.94
    ],
    [
        " Oh, yeah, I forgot to mention about the equipment we want to building.",
        35.12,
        36.82
    ],
    [
        " Yeah, so we're just getting crazy.",
        37.24,
        39.12
    ],
    [
        " We're getting crazy. And we're self, well, we're, when I say self-funding, I mean, you know, we're working with banks.",
        39.32,
        44.82
    ],
    [
        " We're working the banks to make all this should happen because we can see it now.",
        44.94,
        49.18
    ],
    [
        " I'm not sure if that's being naive as a superpower or just being naive, but I believe in our vision, you believe in our vision.",
        49.62,
        58.28
    ],
    [
        " And we know we've got something special. You know, I know that because we have people moving from all over America to work for us.",
        58.42,
        67.6
    ],
    [
        " I'm talking Colorado, Arizona, Nevada, Utah, Georgia.",
        67.76,
        74.14
    ],
    [
        " I said Arizona.",
        74.76,
        75.98
    ],
    [
        " Yeah, Massachusetts, Connecticut, I'm everywhere.",
        76.1,
        78.44
    ],
    [
        " And when everyone's saying the same thing, like, I want to be part of this, I can see what you guys are doing. It's special. I get it.",
        79.4,
        87.46
    ],
    [
        " Like, and it's resonated with them. We just got to tell more people.",
        88.14,
        91.58
    ],
    [
        " So we invest in, and that's part of business. I mean, it's the, I learned a lot about organizational structure.",
        92.26,
        100.84
    ],
    [
        " And, you know, I've learned a way more than I ever thought I would know about running a business of this size, this magnitude, five facilities, 210 employees.",
        101.32,
        109.66
    ],
    [
        " I mean, it's, it's a lot.",
        110.14,
        111.5
    ],
    [
        " And I never, like, believed in titles, like everybody just do what needs to be done.",
        111.96,
        117.5
    ],
    [
        " Like literally we got done eating steaks last night and now I was in the kitchen with the deck we were washing the did we washed all the dishes all the for us.",
        117.5,
        123.34
    ],
    [
        " Like just do what do it needs to be done? Like get shit done.",
        123.4,
        125.8
    ],
    [
        " But I do understand now because of the situation.",
        125.8,
        131.72
    ],
    [
        " How you have to really detach to look at to look at. I don't, I hate to use word battlefield because it's not a battlefield.",
        132.24,
        141.8
    ],
    [
        " But to look at the organization and do you have the right players in the right positions?",
        142.14,
        147.66
    ],
    [
        " Are you missing people and sometimes just letting the fire burn?",
        147.66,
        153.38
    ],
    [
        " And what I mean by that.",
        153.82,
        156.0
    ],
    [
        " Yes, yes, mom actually was saying this to me.",
        156.18,
        159.88
    ],
    [
        " Pete.",
        160.32,
        160.5
    ],
    [
        " You got to just let the fire burn for some of these things. You can't solve all the problems all the time.",
        161.38,
        166.46
    ],
    [
        " Now you don't want to get it out of control. You don't want to become a blaze.",
        166.7,
        169.88
    ],
    [
        " I said, but if you can't solve this part of your company, like the issues we're dealing with, let's say finance.",
        169.98,
        176.96
    ],
    [
        " We had a CFO, but we really need four people in that department.",
        176.96,
        180.2
    ],
    [
        " Because don's working.",
        180.78,
        182.56
    ],
    [
        " No, 100 hours a week.",
        183.04,
        184.54
    ],
    [
        " He's like, just you got to let the fire burn.",
        184.92,
        187.26
    ],
    [
        " And if it's not done perfectly and if it's not closed, the quarter is not closed on time.",
        187.26,
        191.16
    ],
    [
        " That's okay. Let the fire burn media. Same thing.",
        191.26,
        193.52
    ],
    [
        " And focus on the things that really have a massive impact and then get the people to solve the problems.",
        194.18,
        200.82
    ],
    [
        " I really, really learned that lesson this year.",
        201.06,
        204.56
    ],
    [
        " Prioritize an execute.",
        205.16,
        207.08
    ],
    [
        " And that's a huge one.",
        207.8,
        208.6
    ],
    [
        " And then decentralized command.",
        208.76,
        209.78
    ],
    [
        " And what decentralized command.",
        210.42,
        211.66
    ],
    [
        " Ultimately, the power that it gives you when you're in a leadership position is you have the ability to look up and out instead of down and in.",
        212.18,
        218.54
    ],
    [
        " Instead of looking down and in at your team, instead of looking down and in and what the schedule is for today and who's on the line and who's not and who's sick and who's not.",
        218.7,
        228.46
    ],
    [
        " Is there looking down and in at that which takes away your overall vision of what's happening on the battlefield.",
        228.92,
        237.02
    ],
    [
        " You have to be looking up and out.",
        237.02,
        238.88
    ],
    [
        " And so yeah, you definitely got that.",
        239.32,
        241.32
    ],
    [
        " And look, you're not going to solve every problem.",
        242.4,
        244.22
    ],
    [
        " And sometimes you've got to be like, oh, yeah, that's going to suck.",
        244.4,
        247.62
    ],
    [
        " Okay, got it.",
        248.2,
        248.88
    ],
    [
        " We accept that suck that factor on that thing because we can now focus on our efforts on something that's going to that would suck way worse and be much worse for everything that's going on here.",
        249.08,
        260.06
    ]
]