[
    [
        " The thing that you just said to right there that kind of hit that I think is the unifying thing is",
        0.0,
        6.98
    ],
    [
        " what we're doing is about the people.",
        6.98,
        13.12
    ],
    [
        " It's about the people.",
        13.72,
        14.9
    ],
    [
        " It's bigger than it's infinitely bigger than just us obviously.",
        15.72,
        21.36
    ],
    [
        " It's a it's a movement that resonates with people the way people think.",
        22.14,
        29.58
    ],
    [
        " It already is there.",
        29.58,
        30.54
    ],
    [
        " You know what I'm saying?",
        30.88,
        31.28
    ],
    [
        " That's what's trying to say like about the culture.",
        31.38,
        32.96
    ],
    [
        " It's already there.",
        32.96,
        34.34
    ],
    [
        " And it's not just in North Carolina.",
        34.5,
        36.14
    ],
    [
        " The people that",
        36.58,
        37.2
    ],
    [
        " this resonates with people with people.",
        37.2,
        41.16
    ],
    [
        " It just resonates.",
        41.22,
        42.44
    ],
    [
        " They understand what it is we're trying to do.",
        42.6,
        44.48
    ],
    [
        " They understand that what we all are doing,",
        44.82,
        48.12
    ],
    [
        " including you that's listening to what we all are doing is the right thing to do.",
        48.36,
        53.42
    ],
    [
        " It's the right thing to do is to rebuild America.",
        53.52,
        56.86
    ],
    [
        " Is to take care of our communities.",
        56.94,
        60.36
    ],
    [
        " Is to take care of our families.",
        61.02,
        62.74
    ],
    [
        " Take care of our friends.",
        62.88,
        63.5
    ],
    [
        " Take care of our country.",
        63.62,
        64.74
    ],
    [
        " And to put and the way that you do that is you take care of people.",
        65.26,
        68.0
    ],
    [
        " And you put people above profit.",
        68.82,
        71.66
    ],
    [
        " There's so many decisions that got made.",
        71.74,
        73.54
    ],
    [
        " And at some point when we document this whole thing and we go back and we pick apart",
        73.64,
        78.38
    ],
    [
        " decisions that got made by corporations in this country where they decided to save 4%",
        78.38,
        85.38
    ],
    [
        " on the production of a pair of jeans or 6% on the production of a pair of boots.",
        85.96,
        91.3
    ],
    [
        " And they took and they ripped those the rip those capabilities out of this country",
        91.82,
        96.54
    ],
    [
        " for 4% for 6% and destroyed communities to make that money.",
        96.54,
        103.08
    ],
    [
        " When we tell that story, I think people already know that and I think that's why this resonates",
        103.48,
        109.4
    ],
    [
        " with people. They understand that what we're doing is the right thing to do.",
        109.4,
        113.42
    ],
    [
        " Putting people above profit.",
        115.08,
        116.44
    ],
    [
        " And by the way, that is not...",
        116.52,
        119.08
    ],
    [
        " That is a strategic win.",
        119.08,
        121.84
    ],
    [
        " The short term win is, oh, we can make, we can save 4% if we ship everything overseas and we get it",
        122.62,
        127.08
    ],
    [
        " shipped overseas or we get it made overseas.",
        127.08,
        128.98
    ],
    [
        " That's a tactical win.",
        129.38,
        131.2
    ],
    [
        " Yeah, hey, we made more money this quarter.",
        131.42,
        133.56
    ],
    [
        " We made more money this year.",
        134.3,
        135.7
    ],
    [
        " But what they did in the meantime is destroy communities and take away the freaking thing that makes",
        136.04,
        141.88
    ],
    [
        " America America.",
        142.88,
        143.3
    ],
    [
        " And that is the pride in what we do in this country.",
        143.68,
        145.9
    ],
    [
        " So I think everybody knows that we're doing the right thing.",
        146.36,
        149.5
    ],
    [
        " I think that's why so many people are supporting what we're doing.",
        149.56,
        151.74
    ],
    [
        " That's why so many people are with us.",
        151.84,
        154.24
    ],
    [
        " Like I don't feel like it's not just us.",
        154.96,
        157.22
    ],
    [
        " It's everyone.",
        157.42,
        158.46
    ],
    [
        " When I meet people, when we...",
        159.02,
        161.42
    ],
    [
        " You mentioned the other day someone was telling you that at the monster,",
        161.42,
        163.88
    ],
    [
        " there's everyone's wearing origin jeans.",
        163.98,
        166.04
    ],
    [
        " Hell yeah, they are.",
        166.22,
        167.16
    ],
    [
        " Yeah, that's what's happening.",
        167.98,
        169.32
    ],
    [
        " And when we make stuff and they know where it comes from and they know that it's connected to other people,",
        169.32,
        174.34
    ],
    [
        " that's why I think this is just a train that's just leaving the station and it's picking up speed",
        174.34,
        182.5
    ],
    [
        " and it's going to roll.",
        182.5,
        184.38
    ],
    [
        " Hell yeah.",
        184.66,
        186.08
    ]
]