[
    [
        " One of the biggest things that we saw in 2005 to 2007 was that this brought a bottom-up approach",
        0.14,
        7.28
    ],
    [
        " as merit over a top-down approach, right?",
        7.28,
        10.34
    ],
    [
        " Although there are aspects of the top-down approach that you still need to apply.",
        10.54,
        14.24
    ],
    [
        " But really, if you're talking about security and safeguarding a population and making",
        14.94,
        21.22
    ],
    [
        " that area, an area that the enemy can't operate in, that's going to be the way that you need",
        21.38,
        30.08
    ],
    [
        " to go.",
        30.08,
        30.42
    ],
    [
        " And from 2005 to 2007, we learned that.",
        30.66,
        33.4
    ],
    [
        " But the other thing that we learned was during this time frame, the US transitioned the",
        33.48,
        42.8
    ],
    [
        " mission to NATO.",
        42.8,
        43.74
    ],
    [
        " And that's when it became a full-fledged NATO operation.",
        44.36,
        47.28
    ],
    [
        " And a very good friend of mine, Dave Frazier, who's written a book about Afghanistan and",
        47.7,
        52.56
    ],
    [
        " about his time there during this time took over.",
        52.56,
        54.6
    ],
    [
        " That's when they went from O-6's colonels.",
        55.16,
        60.5
    ],
    [
        " And in some cases, Navy captains commanding the regional commands, you know, North, South,",
        61.28,
        67.56
    ],
    [
        " East, and West, in Afghanistan, to general officer level headquarters.",
        67.64,
        72.34
    ],
    [
        " And Dave came in.",
        72.48,
        73.76
    ],
    [
        " He was a Canadian special ops guy who I had had a relationship with, a really, really good",
        73.82,
        80.08
    ],
    [
        " guy.",
        80.08,
        80.5
    ],
    [
        " And when we got into Afghanistan, he said, hey, I need to come over here.",
        80.82,
        88.82
    ],
    [
        " I need to talk to you about what we're going to do and how we're going to do this because",
        89.12,
        92.02
    ],
    [
        " we got a problem.",
        92.02,
        92.94
    ],
    [
        " And Warren, we came in here to do peacekeeping operations.",
        94.84,
        99.84
    ],
    [
        " And although it's not a popular thing to say, my assessment is that we're fighting an",
        100.76,
        105.38
    ],
    [
        " insurgency and a deadly one.",
        105.38,
        107.08
    ],
    [
        " And he knew that that was our assessment as well, our intel guys and everybody had the",
        107.72,
        112.8
    ],
    [
        " same assessment going in there from first to tie in third group and our group headquarters",
        112.8,
        118.14
    ],
    [
        " up north.",
        118.14,
        119.82
    ],
    [
        " So anyways, he called me in and we said, well, I think we can come up with an operation",
        120.14,
        128.16
    ],
    [
        " using the Afghan national security forces to come up into this district, Pangeway, and take",
        128.4,
        139.24
    ],
    [
        " over this stronghold of insurgents.",
        139.24,
        141.58
    ],
    [
        " And so we went back, we did some planning, we came back and briefed him.",
        143.1,
        148.44
    ],
    [
        " And so what Charlie Company, first battalion got the mission.",
        148.44,
        153.06
    ],
    [
        " And it was a, instead of coming at them from, you know, Kandahar province, you know,",
        154.72,
        163.64
    ],
    [
        " directly our Helmann province where they expected it to come, we went all the way down south",
        163.7,
        169.32
    ],
    [
        " into the Reg Desert, which is the Red Desert.",
        169.32,
        171.48
    ],
    [
        " Now when you fly in southern Afghanistan and you're flying, you know, east to west or",
        171.48,
        180.72
    ],
    [
        " west to east, there's the Reg Desert that heads all the way down into Pakistan and it's",
        180.72,
        185.78
    ],
    [
        " nothing but desert.",
        185.78,
        186.56
    ],
    [
        " And then there's a distinct line that goes into the built up areas and the green areas",
        187.16,
        192.46
    ],
    [
        " and so on and so forth.",
        192.46,
        193.56
    ],
    [
        " And it's just so blatant.",
        193.96,
        195.7
    ],
    [
        " Nobody goes down there.",
        196.08,
        197.02
    ],
    [
        " Only better ones go down there.",
        197.3,
        198.46
    ],
    [
        " So we did our infiltration in the Pangeway district that way.",
        199.6,
        204.64
    ],
    [
        " It took three days.",
        205.24,
        205.96
    ],
    [
        " We did vehicle recovery operation.",
        206.58,
        208.68
    ],
    [
        " I mean, it was ugly, right?",
        208.7,
        209.86
    ],
    [
        " But we got there and completely surprised the Taliban in Pangeway and it was a huge",
        210.06,
        217.26
    ],
    [
        " victory.",
        218.0,
        218.44
    ],
    [
        " So we routed them up and then my guys were up for over 96 hours straight.",
        218.28,
        227.72
    ],
    [
        " Me and my command star, Major, went in once we took Pangeway district and this is where",
        228.24,
        235.4
    ],
    [
        " I told you earlier we got up on top of the hill it saw all the Taliban coming.",
        235.4,
        239.72
    ],
    [
        " It was unbelievable.",
        240.14,
        240.88
    ],
    [
        " Well, anyways, once we got control of that situation, our guys, those guys hadn't slept",
        241.8,
        246.46
    ],
    [
        " for 96 hours and I called my headquarters and I said, hey, I'm going to stay, Sergeant",
        246.46,
        250.36
    ],
    [
        " Major and I are going to stay here overnight.",
        250.36,
        251.68
    ],
    [
        " So canceled the CH-47 coming against us.",
        251.68,
        255.4
    ],
    [
        " And so we did that.",
        256.14,
        257.0
    ],
    [
        " And I knew if I had told my guys that the Sergeant Major and I were going to pull the entire",
        257.74,
        265.14
    ],
    [
        " night shift so they could sleep, I would have got a bunch of pushback, right?",
        265.14,
        269.0
    ],
    [
        " No, sir, you're not going to be pulling guard.",
        269.58,
        271.3
    ],
    [
        " Yeah, yeah.",
        271.76,
        272.12
    ],
    [
        " So I just kept my mouth shut.",
        272.32,
        273.98
    ],
    [
        " And I said, hey, I'll take first watch and they go, oh, you don't have to do that.",
        274.26,
        278.06
    ],
    [
        " And I go, no, I'll take first watch.",
        278.12,
        279.12
    ],
    [
        " Well, these guys went down hard and the Sergeant Major and I just stayed up all night.",
        279.64,
        283.58
    ],
    [
        " Well about two o'clock in the morning, my company commander, Jared Hill comes out.",
        283.9,
        288.6
    ],
    [
        " He goes, sir, what the heck's going on?",
        288.66,
        290.22
    ],
    [
        " It's two o'clock in the morning.",
        290.88,
        291.78
    ],
    [
        " I was supposed to have shift.",
        291.92,
        292.78
    ],
    [
        " You know, I slept through it.",
        293.04,
        294.26
    ],
    [
        " I'm sorry.",
        294.3,
        294.58
    ],
    [
        " I go, no, no, no.",
        294.7,
        295.52
    ],
    [
        " We got this.",
        295.7,
        296.28
    ],
    [
        " Go back to bed.",
        296.84,
        297.48
    ],
    [
        " We're good.",
        297.88,
        298.34
    ],
    [
        " And he didn't argue with me.",
        299.32,
        300.24
    ],
    [
        " He went back to bed.",
        300.4,
        300.98
    ],
    [
        " And none of them had to pull shift.",
        306.6,
        309.3
    ],
    [
        " It was just me and the Sergeant Major.",
        309.56,
        310.98
    ],
    [
        " And we did radio watch and did the whole thing.",
        311.76,
        314.96
    ],
    [
        " And we called in all the times, right?",
        315.08,
        317.4
    ],
    [
        " And that was that.",
        317.68,
        318.84
    ],
    [
        " And these guys got up.",
        319.6,
        321.84
    ],
    [
        " Not only did I have that, but I also had the helicopter come in with hot chow, right?",
        322.5,
        329.4
    ],
    [
        " Hot breakfast.",
        329.52,
        330.0
    ],
    [
        " Right?",
        330.52,
        331.0
    ],
    [
        " And so I said, you guys get your hot breakfast and Sergeant Major and I will hand it back over",
        331.38,
        338.32
    ],
    [
        " to you.",
        338.32,
        338.76
    ],
    [
        " And you know, you got it.",
        339.0,
        340.02
    ],
    [
        " Right?",
        340.3,
        340.34
    ],
    [
        " And, you know, it was just amazing what these guys had done.",
        340.82,
        347.48
    ],
    [
        " General Fraser and his book writes today about our guys.",
        348.3,
        352.8
    ],
    [
        " And he says, they saved the NATO mission.",
        352.8,
        356.58
    ],
    [
        " Because if we didn't have these special ops guys to do this, we would have been routed",
        356.58,
        364.18
    ],
    [
        " by the Taliban.",
        364.18,
        364.94
    ],
    [
        " And it would have been a huge political nightmare for NATO.",
        365.92,
        370.88
    ],
    [
        " First battalion third group, my guys, got awarded for the first time the equivalent of the",
        372.74,
        383.38
    ],
    [
        " Canadian presidential unit citation, the only foreign military in the history of the",
        384.04,
        389.72
    ],
    [
        " Canadian military to get that award.",
        389.72,
        391.28
    ],
    [
        " And they got that award and it sits in the battalion headquarters at Fort Bragg probably.",
        391.96,
        396.04
    ],
    [
        " And you know, they sent down their equivalent to their chairman of the Joint Chiefs of Staff",
        396.62,
        402.56
    ],
    [
        " to Fort Bragg and all the guys got it pinned on them.",
        402.56,
        405.56
    ],
    [
        " It took him four years to get it approved.",
        405.94,
        410.28
    ],
    [
        " But he didn't quit and he finally got it approved.",
        410.4,
        413.26
    ],
    [
        " And I was just getting out of the war college at that time.",
        413.82,
        417.2
    ],
    [
        " It was 2009 when they did the award.",
        417.36,
        420.66
    ],
    [
        " And I was just so proud to see these guys get the award and do their thing.",
        421.42,
        425.68
    ],
    [
        " But yeah, it was, I mean, and that's really what kind of got us thinking.",
        426.22,
        436.48
    ],
    [
        " And you know who we got thinking?",
        436.48,
        437.92
    ],
    [
        " General Crystal.",
        438.52,
        439.5
    ],
    [
        " And when he came in in 2010 to take over, he was all about bottom up, all about it.",
        440.36,
        446.72
    ],
    [
        " And then when General Petraeus came in to take over for him, he loved village stability",
        447.7,
        453.8
    ],
    [
        " operations in Afghan local police.",
        453.8,
        455.72
    ],
    [
        " And so when you, before we get into that, so you get done with your battalion commander",
        456.14,
        462.0
    ],
    [
        " tour.",
        462.0,
        462.34
    ]
]