[
    [
        " Good evening. I wanted to give you an update on the current situation in Afghanistan.",
        0.32,
        6.2
    ],
    [
        " As you know, we were set to leave Afghanistan this month and as we began the final drawdown,",
        7.44,
        14.62
    ],
    [
        " I made some critical errors. Namely, I underestimated the strength of the Taliban and I overestimated",
        15.1,
        24.8
    ],
    [
        " the strength and capability of the friendly Afghan forces. This was my fault.",
        24.8,
        32.9
    ],
    [
        " And due to my mistake, the Taliban has taken control of Afghanistan.",
        33.34,
        39.54
    ],
    [
        " There are reports now that ISIS and al-Qaeda are working alongside them.",
        40.84,
        46.46
    ],
    [
        " Unfortunately, there are tens of thousands of Americans on the ground there,",
        47.88,
        52.54
    ],
    [
        " as well as friends and allies of America on the ground.",
        52.64,
        57.42
    ],
    [
        " And these people, Americans and our allies are all stranded. And that is my fault.",
        58.0,
        65.96
    ],
    [
        " But they will not be stranded for long. In the next 48 hours,",
        66.56,
        73.34
    ],
    [
        " America will be in control of most major airports in Afghanistan.",
        73.74,
        78.74
    ],
    [
        " And the resistance we meet from the Taliban or otherwise, when we seize these airports,",
        80.1,
        86.6
    ],
    [
        " will be destroyed completely and without mercy. From those airports, we will conduct rapid strike",
        86.6,
        96.2
    ],
    [
        " rescue missions until we have recovered and evacuated all our citizens, allies and friends.",
        96.2,
        103.38
    ],
    [
        " We will also recover or destroy all aircraft, vehicles, weapons and sensitive equipment",
        110.36,
        118.62
    ],
    [
        " that we left behind. Any person utilizing, guarding or located in close proximity to these weapons",
        118.62,
        127.96
    ],
    [
        " or equipment will be killed. Once we have evacuated, we will be killed.",
        127.96,
        133.36
    ],
    [
        " We will be evacuated all friendly personnel and recovered or destroyed the weapons and equipment",
        133.36,
        138.64
    ],
    [
        " left behind. We will depart Afghanistan. But we will continue to monitor everything that happens",
        138.64,
        148.5
    ],
    [
        " in Afghanistan through our ground and airborne surveillance equipment. Terrorist training camps",
        148.5,
        157.58
    ],
    [
        " or activity will be targeted and destroyed. Gross violations of human rights will be stopped",
        157.58,
        166.7
    ],
    [
        " through overwhelming force. And any group in Afghanistan, fighting for freedom, liberty and basic",
        166.7,
        176.84
    ],
    [
        " human rights will be supported through special operations forces and ruthless precision air power.",
        176.84,
        183.1
    ],
    [
        " We will continue that dedicated support until the enemy is no longer a threat to humanity or",
        185.24,
        192.66
    ],
    [
        " to the good people of Afghanistan. May God bless America and may God have mercy on the souls of",
        192.66,
        202.88
    ],
    [
        " our enemy because we will not. That is all.",
        202.88,
        208.76
    ]
]