[
    [
        " We're doing this and it's about 8.30 in the morning and we get some good intel and you know we get",
        0.0,
        5.88
    ],
    [
        " with Karzai and we get a good decision from him and we start we start our operations up. Well we had a",
        5.88,
        14.5
    ],
    [
        " very very good process for clearing our fires. We had a great STS guy on the ground and we have",
        14.5,
        24.1
    ],
    [
        " absolutely no errors and we needed to build up our four structure going into",
        24.26,
        29.82
    ],
    [
        " going into Kandahar. So we took this point we took this point in time to bring in some additional",
        29.82,
        39.34
    ],
    [
        " augmentees right and it was about 24 hours before this had happened. So what we did was",
        39.34,
        47.16
    ],
    [
        " we we did a good transition with everybody. We had a TACP come in and he did a good transition",
        52.64,
        58.02
    ],
    [
        " with the STS and learned all the SOPs and everything like that and RSTS guy and the TACP had",
        58.02,
        65.12
    ],
    [
        " changed over. So just so everyone knows these these are the guys that call for fire from the air.",
        65.12,
        72.72
    ],
    [
        " That's who we're talking about. The TACP and the STS these are individuals that are trained. That's",
        72.78,
        77.6
    ],
    [
        " what they do. It's I mean obviously it's a really hard job. One mistake can be deadly and that's",
        77.6,
        84.42
    ],
    [
        " what they're focused on and it's great to have those guys because that's what they do for a living.",
        84.42,
        88.22
    ],
    [
        " And so you had a transition taking place where you're going from one guy that had been with you.",
        88.6,
        92.66
    ],
    [
        " Now your your forces growing you got some extra guys that are going to be able to help out",
        93.0,
        97.24
    ],
    [
        " but they're just showing up so they're not quite up to up the speed yet. That's correct. That's",
        97.36,
        104.26
    ],
    [
        " correct. And so they did their transition. We had got a mail in for the first time. So guys were",
        104.26,
        114.1
    ],
    [
        " guys that weren't directly involved in doing anything. We're opening up their mail and you know",
        114.1,
        120.12
    ],
    [
        " I had done a walk around our our defensive area which was an old Soviet",
        121.1,
        127.76
    ],
    [
        " mortar pit right up in the high ground and I had walked around and I had gone down the hill",
        127.76,
        136.0
    ],
    [
        " just got to the bottom of the hill and this big explosion right out of nowhere.",
        136.0,
        143.38
    ],
    [
        " And I don't know how much time it passed to be honest with you but I picked myself up off the",
        147.94,
        153.42
    ],
    [
        " ground. I had pieces of body parts stuff all over me blood all over me. I'm doing a quick",
        153.42,
        161.3
    ],
    [
        " assessment of myself. I got a real bad injury with my leg and days looking around",
        161.3,
        173.36
    ],
    [
        " and it is utter mayhem. We got Afghans down. We got Americans down. We got",
        173.46,
        181.88
    ],
    [
        " rounds cooking off. We got RPGs cooking off. It's going all over the place.",
        181.88,
        187.9
    ],
    [
        " I start walking around. I start grabbing our guys. We go down to where Karzai was and we made sure",
        189.14,
        197.86
    ],
    [
        " he was okay and he was with his CIA guys and they had secured him. And the guys that were with",
        197.86,
        206.12
    ],
    [
        " him securing him I asked them if they would go out and reconnise place to bring in helicopters",
        206.12,
        212.76
    ],
    [
        " because I knew we were going to have to a cast of AK here. And out 200 meters we had casual",
        212.76,
        220.2
    ],
    [
        " teams. It was a mess. All 20 of the US guys on the ground were injured some way or some more",
        220.2,
        229.06
    ],
    [
        " than others. And we had designated a casualty control point and I got with my comms guys and",
        229.06,
        250.18
    ],
    [
        " cannibalized it from other stuff to reestablish communications with higher headquarters.",
        251.06,
        256.26
    ],
    [
        " I found Colonel Fox and he was days and confused just to the point where he was just not coherent",
        256.86,
        266.04
    ],
    [
        " about what was going on. So made sure that he was taken care of. And up on the hill we started",
        266.04,
        276.98
    ],
    [
        " rounds cooking off and getting guys off the top of the hill getting him down.",
        277.5,
        281.6
    ],
    [
        " And we knew we had to get complete accountability of everybody.",
        283.56,
        290.62
    ],
    [
        " And we did that and I was missing one. And I went back up on the hill to where his position was",
        291.36,
        300.36
    ],
    [
        " and that was ground zero with the impact of the 2000 pound bomb from a B-52 up 35,000 feet.",
        301.0,
        309.4
    ],
    [
        " And I searched everywhere and I found his hat and I took his hat and I started picking up",
        310.7,
        322.22
    ],
    [
        " bits and pieces and I put it inside the hat and I put the hat inside a bag and I",
        322.22,
        329.66
    ],
    [
        " parked it and that's how he was identified. But there was nothing to send home.",
        329.96,
        335.86
    ],
    [
        " Absolutely nothing to send home. And another one of our guys that was killed was completely torn",
        336.5,
        342.74
    ],
    [
        " in half. I found him under a vehicle. His chest was still heaving. His legs were over here. His",
        342.74,
        350.44
    ],
    [
        " chest, his body was separated from it. And I started doing CPR on him and someone finally",
        350.44,
        359.34
    ],
    [
        " grabs me on the shoulder and goes, sir, no, that's not going to work. He's torn in half.",
        359.34,
        365.94
    ],
    [
        " So anyways, we'd get him in a body bag and we get him off there and then we had one guy that was",
        368.22,
        374.64
    ],
    [
        " not going to make it but was still alive and we kept him alive and we got him evact",
        374.64,
        381.62
    ],
    [
        " when we had coordinated the evact. We got a B-Team Special Forces Company and an ODA to come",
        382.84,
        392.94
    ],
    [
        " into backfill. That came in from higher headquarters. We got all the guys out and then we started doing",
        392.94,
        402.74
    ],
    [
        " the after-action and regrouping because we still had this was five December. We still had to go",
        402.74,
        410.32
    ],
    [
        " and take Kandahar. So me, my assistant S3, the battalion commander and a Kamo guy,",
        410.54,
        421.72
    ],
    [
        " despite our injuries, we stayed on the ground in order to be able to coordinate the push to Kandahar.",
        422.46,
        428.22
    ],
    [
        " So we did that. We regrouped. We got as many half guns out as we possibly could that were injured.",
        429.26,
        434.06
    ],
    [
        " That wasn't something that higher wanted to do but we talked him into doing it because it was",
        435.26,
        441.66
    ],
    [
        " the right thing to do. So we got our Afghan partners, evact out. We helped with the casualties for",
        441.66,
        448.94
    ],
    [
        " them as well in the village and everybody came out and helped from the different areas around the",
        448.94,
        464.04
    ],
    [
        " HIT that. We re going to hit that bridge. We re going to hit that pass and we re going to knock",
        464.04,
        470.82
    ],
    [
        " them out of there. We went through. Nobody was there. This was eight December and we went right into",
        470.82,
        480.88
    ],
    [
        " Kandahar and we took Kandahar. The after-action on that though. I blame myself to this day.",
        480.88,
        488.84
    ],
    [
        " The transition between the STS and the TACP was really good but the TACP had to change batteries",
        489.66,
        497.48
    ],
    [
        " and those old soft lamps that we used to target designate. When you do that, the grid resets to",
        497.48,
        507.56
    ],
    [
        " your position. So before you send anything or confirm anything with the aircraft, you've got to",
        507.56,
        515.0
    ],
    [
        " make sure that you have your grid system squared away and that was the mistake that was made.",
        515.0,
        521.46
    ],
    [
        " As I go over this in my mind, over and over and over again, even to this day, I think to myself.",
        522.38,
        528.52
    ],
    [
        " I should have been there to make sure that I should have got an in-person",
        529.36,
        537.98
    ],
    [
        " briefing from the TACP that he knew all those procedures. I should have got that and I didn't get that.",
        539.88,
        547.0
    ],
    [
        " Because I didn't get it, because of where we were in combat and because of all the things that you",
        548.2,
        554.34
    ],
    [
        " talked about earlier, the mistake was made. I was in charge of those operations on behalf of",
        554.34,
        567.96
    ],
    [
        " my ability and we had that event occur. I learned a big lesson and I'm sure a lot of people",
        567.96,
        579.14
    ],
    [
        " wanted a big lesson. But at the end of the day, it's, and I think you talk about it in your book,",
        579.14,
        589.44
    ],
    [
        " their extreme ownership, the Fog of War, and Claus Witts and his explanation of the Fog of War.",
        589.58,
        596.1
    ],
    [
        " And I mean, it's all there, right? And you do what you can do. In some cases, you can only do so much.",
        596.1,
        603.66
    ],
    [
        " There's a lot of things going on, but in retrospect, it becomes clearer. And as you say, you got to take",
        604.04,
        611.06
    ],
    [
        " extreme ownership, right? Not only on those things that go well, but most importantly, on those things that",
        611.06,
        617.0
    ],
    [
        " don't go well. At what point did you realize it was a friendly bomb? Well, it wasn't",
        617.0,
        626.08
    ],
    [
        " until I was talking to the TACP who was seriously injured and he was apologizing.",
        630.32,
        638.38
    ],
    [
        " And he said, sir, I made a mistake. I don't think that I cleared that grid like I was supposed to do.",
        638.68,
        648.88
    ],
    [
        " And I said, hey, listen, mistakes happen. These things happen. Please, you need to focus on keeping",
        649.26,
        661.26
    ],
    [
        " yourself, I mean, he was seriously, and you need to focus on keeping yourself alive so you can",
        661.26,
        666.36
    ],
    [
        " get home to your family. These things happen.",
        666.36,
        670.12
    ]
]