[
    [
        " This is Jockel Podcast number 373 with echo Charles and me Jockel Willink. Good evening, I co-",
        0.0,
        5.9
    ],
    [
        " Good evening",
        5.9,
        6.32
    ],
    [
        " I was born a slave on a plantation in Franklin County, Virginia. I'm not quite sure of the exact place or exact date of my birth",
        6.32,
        17.82
    ],
    [
        " But in any rate I suspect I must have been born somewhere and at some time",
        17.82,
        24.02
    ],
    [
        " As nearly as I have been able to learn I was born near a crossroads post office called Hales Ford and the year was 1858 or 59",
        25.06,
        36.12
    ],
    [
        " I do not know the month or day",
        36.12,
        39.12
    ],
    [
        " The earliest impressions I can now recall are of the plantation and the slave quarters the latter being the part of the plantation where the slaves had their cabins",
        39.12,
        50.22
    ],
    [
        " My life had its beginning in the midst of the most miserable desolate and discouraging surroundings",
        50.76,
        58.36
    ],
    [
        " This was so however not because my owners were especially cruel for they were not as compared with many others",
        58.36,
        66.62
    ],
    [
        " I was born in a typical log cabin about 14 by 16 square feet",
        66.62,
        72.68
    ],
    [
        " In this cabin I lived with my mother and a brother and sister till after the Civil War",
        72.68,
        79.68
    ],
    [
        " When we were all declared free",
        79.68,
        82.18
    ],
    [
        " Of my ancestry I know almost nothing",
        82.18,
        87.02
    ],
    [
        " In the slave quarters and even later I heard whispered conversations among the colored people of the tortures",
        87.02,
        94.32
    ],
    [
        " Which the slaves including no doubt my ancestors on my mother's side suffered in the middle passage of the slave ship while being conveyed from Africa to America",
        94.32,
        104.34
    ],
    [
        " I've been unsuccessful in securing any information that would throw any accurate light upon the history of my family beyond my mother",
        105.86,
        113.2
    ],
    [
        " She I remember had a half brother and a half sister",
        113.2,
        118.66
    ],
    [
        " In the days of slavery not very much attention was given to family history and family records that is black family records",
        118.66,
        127.76
    ],
    [
        " My mother I suppose attracted the attention of a purchaser who was afterward my owner and hers",
        128.56,
        136.14
    ],
    [
        " Her addition to the slave family attracted about as much attention as the purchase of a new horse or cow",
        136.14,
        142.94
    ],
    [
        " Of my father. I know even less than of my mother. I do not even know his name",
        142.94,
        149.82
    ],
    [
        " I have heard reports to the effect that he was a white man who lived on one of the nearby plantations",
        149.82,
        156.6
    ],
    [
        " Whoever he was I never heard of his taking the least interest in me or providing in any way for my rearing",
        157.18,
        165.4
    ],
    [
        " But I do not find a special fault with him",
        165.4,
        170.24
    ],
    [
        " He was simply another unfortunate victim of the institution which the nation unhappily heading grafted upon it at the time",
        170.24,
        179.18
    ],
    [
        " The cabin was not our only",
        179.18,
        182.86
    ],
    [
        " Was not only our living place, but it was used as the kitchen for the plantation",
        183.38,
        188.38
    ],
    [
        " My mother was the plantation cook the cabin was without glass windows",
        188.38,
        192.88
    ],
    [
        " It only had openings in the side which led in the light and also the cold chilly air of winter",
        192.88,
        198.66
    ],
    [
        " There was a door to the cabin that is something that was called a door",
        198.66,
        203.52
    ],
    [
        " But the uncertain hinges by which it was hung and the large cracks in it to say nothing of the fact that it was too small",
        203.52,
        210.76
    ],
    [
        " Made the room a very uncomfortable one",
        210.76,
        213.36
    ],
    [
        " There was no wooden floor in our cabin",
        213.36,
        217.9
    ],
    [
        " The naked earth being used as the floor in the center of the earth and floor",
        217.9,
        222.64
    ],
    [
        " There was a large deep opening covered with boards which was used as a place to in which to store sweet potatoes during the winter",
        222.64,
        230.34
    ],
    [
        " The early years of my life which were spent in the little cabin were not very different from those of thousands of other slaves",
        230.34,
        240.1
    ],
    [
        " I",
        241.86,
        242.58
    ],
    [
        " Cannot remember having slept in a bed until after our family was declared free by the emancipation proclamation",
        242.58,
        248.72
    ],
    [
        " Three children John my older brother a manned up my sister and myself",
        248.72,
        254.9
    ],
    [
        " Had a pallet on the dirt floor or to be more correct",
        254.9,
        259.06
    ],
    [
        " We slept in and on a bundle of filthy rags laid upon the floor",
        259.06,
        265.7
    ],
    [
        " And",
        270.66,
        271.26
    ],
    [
        " And that right there is",
        271.26,
        272.26
    ],
    [
        " Some excerpts from the opening of the book called up from slavery",
        272.26,
        277.24
    ],
    [
        " written by booker T. Washington",
        277.24,
        281.24
    ],
    [
        " And as you heard from that excerpt he was born a slave",
        281.24,
        285.48
    ],
    [
        " clearly",
        285.48,
        286.56
    ],
    [
        " But from there after the civil war",
        286.56,
        291.32
    ],
    [
        " He went on quite the voyage",
        291.32,
        294.0
    ],
    [
        " And he became",
        294.9,
        296.24
    ],
    [
        " educated he became an author he became the founder and leader of a college",
        296.24,
        301.48
    ],
    [
        " Which is the Tuskegee Institute",
        301.48,
        304.26
    ],
    [
        " He became a speaker he became advisor to several presidents",
        304.26,
        308.38
    ],
    [
        " And in his time he was the most dominant leader of the African American community",
        308.38,
        316.0
    ],
    [
        " and eventually",
        316.0,
        318.98
    ],
    [
        " some of his beliefs",
        318.98,
        321.14
    ],
    [
        " Which were focused on",
        321.56,
        323.8
    ],
    [
        " Compromise and education and entrepreneurialism. That's what he",
        323.8,
        329.08
    ],
    [
        " Thought was the best way forward",
        329.08,
        331.22
    ],
    [
        " Eventually some of those beliefs were overtaken by more",
        331.22,
        335.58
    ],
    [
        " aggressive stances on racial equality in America",
        335.58,
        340.0
    ],
    [
        " but",
        340.0,
        340.98
    ],
    [
        " Regardless of that booker T. Washington's basic principles in life",
        340.98,
        347.26
    ],
    [
        " Are applicable to anyone",
        347.26,
        350.66
    ],
    [
        " At any time",
        351.86,
        352.8
    ],
    [
        " And I wanted to review some of them today",
        352.8,
        356.9
    ],
    [
        " So again the book is called up from slavery and obviously as usual",
        356.9,
        362.64
    ],
    [
        " We're not gonna uh cover the entire book get the book you can probably find a PDF for this for free",
        362.64,
        369.08
    ],
    [
        " So many good lessons in it",
        369.08,
        370.62
    ],
    [
        " And I'm gonna not cover you know it the books tells the story of his life",
        370.62,
        376.58
    ],
    [
        " And we're not gonna cover the entire story of his life just",
        376.58,
        380.98
    ],
    [
        " I'm gonna try as much as I can to just focus on",
        381.16,
        384.2
    ],
    [
        " The principles that he talks about",
        384.2,
        386.34
    ],
    [
        " But you're gonna hear some of his life as well. So",
        386.34,
        390.18
    ],
    [
        " There you go",
        390.18,
        391.9
    ],
    [
        " Booker T. Washington",
        391.9,
        393.34
    ],
    [
        " Let's go to the book",
        393.34,
        395.54
    ],
    [
        " I had no schooling whatever while I was a slave though",
        395.54,
        400.84
    ],
    [
        " I remember on several occasions",
        400.84,
        402.22
    ],
    [
        " I went as far as the schoolhouse door with one of my young mistresses to carry her books",
        402.22,
        407.32
    ],
    [
        " The picture of several dozen boys and girls in a school room engaged in study made a deep impression upon me",
        407.32,
        413.5
    ],
    [
        " And I had the feeling that to get into the schoolhouse and study in this way would be about the same as getting into paradise",
        413.5,
        420.54
    ],
    [
        " So that's an interesting statement",
        420.54,
        422.16
    ],
    [
        " You think that's one of those things where you want what you can't have",
        422.16,
        426.82
    ],
    [
        " Yes fully and you figure",
        426.82,
        430.2
    ],
    [
        " Because when I was a boy",
        430.2,
        432.06
    ],
    [
        " And I saw school it didn't look fun to me. Yeah",
        432.06,
        435.84
    ],
    [
        " Yeah, you know, I didn't want to go",
        436.2,
        438.12
    ],
    [
        " Yeah, and think think of it in terms of like what if there was a school that taught you how to like",
        438.12,
        443.38
    ],
    [
        " Do magic or something",
        443.38,
        445.64
    ],
    [
        " Something I can give you a better example. You ever you ever seem like the James Bond movie",
        445.64,
        449.78
    ],
    [
        " Movies where they open up some door and there's some special operations training",
        449.78,
        454.26
    ],
    [
        " Like people repelling right that is this is what it looked like to him. Yeah",
        454.26,
        458.7
    ],
    [
        " He saw he saw kids with books and tens and that was like what I saw",
        458.7,
        463.32
    ],
    [
        " When I saw James Bond movie or some kind of military movie where there's secret training",
        463.56,
        468.14
    ],
    [
        " They give you little glips",
        468.14,
        470.34
    ],
    [
        " For you what it would have been like some kind of specialized athletic training. Well, yeah, Jiu Jitsu is like that where yeah",
        470.34,
        478.62
    ],
    [
        " You know when you old school you watched the UFC remember what about when you went to when you went to the university of Hawaii",
        478.62,
        483.24
    ],
    [
        " For the first time as a tour to see if you could play football there and you like saw the gym. Yeah, was it like a really good gym",
        483.24,
        488.28
    ],
    [
        " No, no good gym",
        488.28,
        490.66
    ],
    [
        " We got actually got one of the best facilities in the nation one year in yeah",
        490.66,
        495.1
    ],
    [
        " One or two years in there did you when you toured and they were did you get recruited? Yeah type thing",
        495.1,
        501.32
    ],
    [
        " What they show you to kind of get you in there the games and stuff the campus. Okay, campus was cool",
        501.32,
        507.12
    ],
    [
        " That was like for that seemed like a big social draw, you know the campus",
        507.12,
        512.06
    ],
    [
        " But you know you know you go and soar next his website",
        512.06,
        515.14
    ],
    [
        " And you see some of the gems that they put together for some of these schools. Yeah, you're like oh",
        515.14,
        520.26
    ],
    [
        " I want to go there. Yeah, so even though you and I weren't didn't have that academic desire like Booker T. Washington had",
        520.66,
        527.6
    ],
    [
        " Yeah, that's the feeling that he got and he saw some people paradise. Yes, like you know",
        527.6,
        532.06
    ],
    [
        " Well, what's Harry Potter right? Yeah, isn't that a mat I never watched it",
        532.06,
        536.26
    ],
    [
        " But is that like a magic school these are magic school is like that like what if you saw a bunch of people in your community knowing how to do",
        536.26,
        541.62
    ],
    [
        " Magic and then you see where they learn it. You're like oh, I want to go. Yeah, learn that stuff",
        541.62,
        546.0
    ],
    [
        " Yeah, that's it and",
        546.28,
        548.4
    ],
    [
        " It's got to get into like what it was like for him to learn",
        548.4,
        550.82
    ],
    [
        " But going back to the book so so far as I can now recall the first knowledge that I got of the fact that we were slaves",
        550.82,
        557.76
    ],
    [
        " And that freedom of slaves was being discussed",
        557.76,
        560.92
    ],
    [
        " Was early one more one morning before day",
        560.92,
        565.26
    ],
    [
        " When I was awakened by my mother kneeling over her children and fervently praying that Lincoln and his armies might be successful",
        565.26,
        573.34
    ],
    [
        " And that one day she and her children might be free in this connection",
        573.38,
        578.18
    ],
    [
        " I have never been able to understand how the slaves throughout the south",
        578.18,
        581.96
    ],
    [
        " Completely ignorant as were the masses so far as books or newspapers were concerned were able to keep themselves so",
        581.96,
        590.58
    ],
    [
        " accurately and completely informed about the great national question that was agitating the country",
        590.58,
        596.74
    ],
    [
        " So there you go. It's pretty good",
        596.74,
        600.08
    ],
    [
        " Good",
        601.02,
        601.5
    ],
    [
        " Good thing for it's that you can understand why he's got like there there's no newspapers",
        601.5,
        605.08
    ],
    [
        " They don't know how to read and yet they knew what was going on that rumor mill was spreading",
        605.08,
        610.08
    ],
    [
        " And this is the thing, you know, this is why maybe that's why he put together",
        610.08,
        615.62
    ],
    [
        " The fact that",
        615.62,
        617.78
    ],
    [
        " Education was so important",
        617.78,
        620.26
    ],
    [
        " Because these other people that can read it's like it's like the power of the internet now",
        620.26,
        625.64
    ],
    [
        " You know people people if you don't have the internet there's a whole bunch of things that you're missing out on",
        626.1,
        631.02
    ],
    [
        " I mean never mind",
        631.02,
        632.46
    ],
    [
        " Social media and Instagram and pictures of whatever cool cars never mind that stuff",
        632.46,
        637.66
    ],
    [
        " But I'm talking if you want to get ahead. I'm actually if you didn't have imagine if you were a person right now in America",
        637.66,
        643.14
    ],
    [
        " But you didn't have you you weren't allowed on the internet",
        643.14,
        645.8
    ],
    [
        " That would be a massive I mean it be an",
        645.8,
        650.44
    ],
    [
        " An infinite disadvantage to anybody that's on the internet",
        650.44,
        654.42
    ],
    [
        " So back in the day reading is kind of the internet right and these guys didn't have it",
        655.84,
        660.64
    ],
    [
        " And yet they were still enough rumor that'd be like if you didn't have internet but someone's like bro you got to know about this",
        660.64,
        667.48
    ],
    [
        " Yeah, yeah, yeah, yeah",
        667.48,
        670.24
    ],
    [
        " He goes on to say I cannot remember a single instance during my childhood or early boyhood",
        670.24,
        676.08
    ],
    [
        " When our entire family sat down to the table together and God's blessing was asked and the family ate a meal in a civilized manner",
        676.08,
        683.74
    ],
    [
        " On the plantation in Virginia and even later meals were gotten by the children very much as dumb animals get theirs",
        683.74,
        691.32
    ],
    [
        " It was a piece of bread here and a scrap of meat there",
        691.32,
        694.14
    ],
    [
        " It was a cup of milk at one time and some potatoes at another",
        694.14,
        697.6
    ],
    [
        " Sometimes a portion of our family would eat out of the skillet or pot while someone else would eat from a tin plate held on the knees",
        697.6,
        705.8
    ],
    [
        " And often using nothing but his hands with which to hold the food",
        705.8,
        709.42
    ],
    [
        " When I had grown to sufficient size I was required to go to the big house at meal times to fan the flies from the table by means of a large set of paper fans operated by a pulley",
        710.44,
        722.2
    ],
    [
        " Naturally much of the conversation of the white people turned to the subject of freedom and the war and I absorbed a good deal of it",
        722.2,
        731.18
    ],
    [
        " I remember that at one time",
        731.18,
        733.46
    ],
    [
        " I saw two of my young mistresses and some lady visitors",
        733.46,
        736.48
    ],
    [
        " In eating ginger cakes in the yard",
        736.48,
        739.62
    ],
    [
        " At that time those cakes seemed to me to be absolutely the most tempting and desirable things that I had ever seen",
        739.62,
        747.94
    ],
    [
        " And I then and there resolved that if I ever got free the height of my ambition would be reached if I could get to the point",
        747.94,
        757.04
    ],
    [
        " Where I could secure and eat ginger cakes in the way that I saw those ladies doing",
        757.04,
        762.82
    ],
    [
        " So that's",
        764.7,
        765.48
    ],
    [
        " so",
        765.48,
        767.04
    ],
    [
        " You're not only living in the in the cabin with the dirt floor",
        767.04,
        772.06
    ],
    [
        " Which if that's the way things are you're kind of like you kind of get the impression that first couple paragraphs like hey",
        772.06,
        778.48
    ],
    [
        " That's just the way things are and if you don't know any better that's just the way things are",
        778.48,
        782.06
    ],
    [
        " But then you got to go to the big house and now you see what they're eating freaking ginger cakes",
        782.06,
        786.9
    ],
    [
        " you",
        786.9,
        788.18
    ],
    [
        " sounds delicious and",
        788.18,
        790.36
    ],
    [
        " and that's",
        790.36,
        791.8
    ],
    [
        " That's a lot harder. It's kind of like when we talk to guys that were P.O.W's",
        792.98,
        797.08
    ],
    [
        " Like if they just if you were born into a P.O.W. camp and you that's just the way it is",
        797.08,
        801.2
    ],
    [
        " But when you bit you grew up in America and then you get put into a prisoner camp",
        801.2,
        806.06
    ],
    [
        " It's like oh you know what you're missing",
        806.06,
        808.42
    ],
    [
        " So book or T. Washington by going to the big house",
        808.42,
        812.44
    ],
    [
        " Newities missing",
        812.44,
        814.38
    ],
    [
        " But that's interesting that they would sit there and listen to them talking about the war",
        814.38,
        819.56
    ],
    [
        " And that's well obviously that's where they're getting some of their information from",
        820.54,
        823.66
    ],
    [
        " Maybe even all their information from",
        823.66,
        826.3
    ],
    [
        " And the greatest thing you can imagine is these ginger cakes",
        826.3,
        831.28
    ],
    [
        " See I don't know if it's um",
        831.28,
        835.6
    ],
    [
        " I don't know what it is that I don't know if this is",
        835.6,
        841.06
    ],
    [
        " The way I don't know if this is nature or nurture right? I don't know if I was born this way or if I was made this way",
        841.06,
        849.26
    ],
    [
        " But like if I see something like that it's gonna",
        850.18,
        852.3
    ],
    [
        " It's gonna bother you know what I mean. Yeah, that seems natural",
        852.3,
        856.62
    ],
    [
        " It seems natural right, but then the nurtures like hey, there's nothing you can do about it",
        856.62,
        860.68
    ],
    [
        " You're a slave. That's the way it is. You just gotta deal. Yeah",
        860.68,
        863.34
    ],
    [
        " and",
        863.34,
        864.4
    ],
    [
        " I don't know it is is is rebelliousness",
        864.4,
        868.8
    ],
    [
        " uh",
        868.8,
        869.72
    ],
    [
        " born trait",
        869.72,
        871.22
    ],
    [
        " I don't know I mean I'm sure the the current conclusion is that it's a little both right right but",
        871.22,
        878.76
    ],
    [
        " See I have four children. Sure",
        879.22,
        880.88
    ],
    [
        " There's various levels of rebellion in each child. Yeah",
        880.88,
        885.12
    ],
    [
        " All of them have a little bit some of them have more yeah",
        885.12,
        888.54
    ],
    [
        " so",
        888.54,
        889.64
    ],
    [
        " There's a little bit",
        889.64,
        891.96
    ],
    [
        " You're looking at ginger cakes, bro. Yeah",
        891.96,
        894.94
    ],
    [
        " Yeah, the the kids thing is",
        894.94,
        897.44
    ],
    [
        " When you think about it you can actually go pretty deep because just",
        897.44,
        902.36
    ],
    [
        " You know a lot of times you'll be like hey, they're they're so different personalities",
        902.36,
        905.72
    ],
    [
        " You know so that therefore it proves that it's like nature right where it's like they're born that way",
        905.72,
        910.3
    ],
    [
        " Which you know obviously it's both so like but if you're let's say the first born person",
        910.3,
        916.26
    ],
    [
        " And you're let's say you're a boy. Yeah, that's way different than being the first born person as a girl",
        916.26,
        922.48
    ],
    [
        " It's a whole different experience, but don't they have don't they have like the similar personalities though",
        922.48,
        926.08
    ],
    [
        " If there's all those first born traits",
        926.08,
        927.78
    ],
    [
        " Yeah, you're more conscientious. That's girl or boy right? Uh, I don't know for sure",
        927.78,
        933.18
    ],
    [
        " But all I'm saying is like when when you're born first when you're born second when you're born third",
        933.44,
        938.94
    ],
    [
        " When you're a boy when you're a girl those are very specific different positions to begin and go through life from so",
        938.94,
        945.8
    ],
    [
        " Little personality traits um",
        945.8,
        948.52
    ],
    [
        " Can be explained a little bit here and there from nature for sure",
        948.52,
        953.64
    ],
    [
        " But the nurture is like always gonna be there. It's like unavoidable because even they say you even me having a twin brother",
        953.64,
        960.14
    ],
    [
        " You think oh, they're gonna grow up pretty much the same because their experiences are gonna be the same and all this stuff for whatever and it's not true because",
        960.6,
        967.54
    ],
    [
        " If you're kind of like my brother's a little bigger than me. So just that alone is gonna just that little like deviation in direction",
        967.54,
        975.6
    ],
    [
        " Over time is gonna be big big difference, you know, you leave a mark. It's gonna leave a mark",
        975.6,
        980.5
    ],
    [
        " So so there's like you know, there's there's that going on all the time. So I feel like um",
        980.5,
        987.38
    ],
    [
        " Mm-hmm to say oh they're they they're going through the same experience",
        988.06,
        991.26
    ],
    [
        " It's hard to do that because just being born second for example is so different of an experience just in and of itself, you know",
        991.26,
        998.44
    ],
    [
        " Yeah, and speaking of experiences",
        998.44,
        1000.58
    ],
    [
        " That's another thing that really strikes me about this book and about book or T. Washington's attitude",
        1000.58,
        1004.9
    ],
    [
        " And you know, I think the uh actually I know",
        1004.9,
        1008.18
    ],
    [
        " Episode 12 of this podcast which is the forgotten highlander",
        1008.18,
        1013.74
    ],
    [
        " and he you know, he's a prisoner of war and it's absolutely just the most horrific story and",
        1014.64,
        1021.42
    ],
    [
        " We get done with that with that podcast and you and I were both like how can you ever complain about how could I ever complain about anything?",
        1021.42,
        1028.4
    ],
    [
        " This is a guy that you know, they're putting they're putting maggots on their wounds to eat the dead flesh",
        1028.4,
        1033.24
    ],
    [
        " That's how they're staying alive",
        1033.24,
        1035.08
    ],
    [
        " starving being beaten being tortured",
        1035.08,
        1038.26
    ],
    [
        " slave labor out in the jungle",
        1038.26,
        1041.18
    ],
    [
        " And you just think yourself how could I I'm never complaining about anything and then this and that's what's",
        1041.8,
        1046.12
    ],
    [
        " So impressive about book or T. Washington and you'll hear this",
        1046.12,
        1050.36
    ],
    [
        " I mean you can see him kind of breezing through and I'm I'm reading some pretty big chunks about what it was like for him growing up",
        1050.36,
        1057.3
    ],
    [
        " And he's like yeah, we yeah, we didn't use the family. Yeah, we had dirt floors",
        1057.3,
        1060.34
    ],
    [
        " It's almost like it's just a report",
        1060.34,
        1062.68
    ],
    [
        " Not a complaint. He's just saying oh, this is what it was. It's more like he's just stating the facts",
        1062.68,
        1068.72
    ],
    [
        " And so that's the and you're gonna theme throughout this book is",
        1069.38,
        1073.84
    ],
    [
        " Is it really about you know what it's not about your circumstances? It's what you do with them",
        1073.84,
        1080.44
    ],
    [
        " and and so it's very powerful",
        1080.44,
        1083.64
    ],
    [
        " But it also gives you the same feeling that or gives me the same feeling that I got from the forgotten Highlander",
        1083.64,
        1090.92
    ],
    [
        " It's like oh, I'm not ever gonna complain about anything and it's the same thing here. You're like wait a second",
        1090.92,
        1096.06
    ],
    [
        " You're living in this dirt cabin",
        1096.46,
        1098.64
    ],
    [
        " and you have to go and and",
        1098.64,
        1101.82
    ],
    [
        " Be subservient slaves to these girls that are eating ginger cakes when you're getting fed scraps of bread",
        1101.82,
        1109.94
    ],
    [
        " Kind of pissed when I say that",
        1109.94,
        1113.46
    ],
    [
        " But that's the thing is you're gonna see like he's not a complainer. He's like okay. This is the situation",
        1113.46,
        1119.34
    ],
    [
        " It isn't even complete. I mean he'll kind of hurt in that and part of that opening is like oh, this is the institution that we were in",
        1119.34,
        1125.18
    ],
    [
        " And it had to change but it wasn't changed yet. So we had to deal with it. Mm-hmm. That's just incredibly",
        1125.7,
        1131.4
    ],
    [
        " Kind of a stoic attitude about the whole thing. Yeah",
        1131.4,
        1134.42
    ],
    [
        " So",
        1134.42,
        1137.6
    ],
    [
        " Here we go back to the book",
        1137.6,
        1140.36
    ],
    [
        " I have said that there are few instances of a member of my race betraying a specific trust",
        1140.36,
        1147.86
    ],
    [
        " One of the best illustrations of this which I know of is in the case of an ex-slave from Virginia",
        1147.86,
        1154.1
    ],
    [
        " Who my men not long ago in a little town in the state of Ohio",
        1154.38,
        1157.72
    ],
    [
        " I found that this man had made a contract with his master two or three years previous to the emancipation",
        1157.72,
        1163.5
    ],
    [
        " Proclamation to the effect that the slave was to be permitted to buy himself by paying so much per year for his body",
        1163.5,
        1170.22
    ],
    [
        " And while he was paying for himself he was permitted to labor where and for whom he pleased",
        1170.22,
        1175.96
    ],
    [
        " Finding that he could secure better wages in Ohio. He went there",
        1175.96,
        1179.7
    ],
    [
        " When freedom came he was still in debt to his master some three hundred dollars",
        1180.3,
        1185.12
    ],
    [
        " Notwithstanding that the emancipation proclamation freed him from any obligation to his master",
        1185.12,
        1191.58
    ],
    [
        " This black man walked the greater portion of the distance back to where his old master lived in Virginia",
        1191.58,
        1197.1
    ],
    [
        " And placed the last dollar with interest in his hands",
        1197.1,
        1201.14
    ],
    [
        " And talking to me about this the man told me that he knew he did not have to pay the debt",
        1201.14,
        1206.92
    ],
    [
        " But that he had given his word to the master and his word he had never broken",
        1207.14,
        1212.52
    ],
    [
        " He felt that he could not enjoy his freedom till he had fulfilled his promise",
        1212.52,
        1219.58
    ],
    [
        " Some integrity that's integrity that's integrity. I would not have",
        1219.58,
        1226.96
    ],
    [
        " I would not have had this type of integrity",
        1226.96,
        1229.76
    ],
    [
        " I might have gone back and taken some ginger cakes. I can tell you that",
        1229.76,
        1234.3
    ],
    [
        " Yeah, that's like the ultimate in not taking things personal right there. It's like so",
        1234.3,
        1238.68
    ],
    [
        " It's like a set like my word is is my word no",
        1238.68,
        1243.24
    ],
    [
        " No, like all this other stuff like one thing has nothing to do with the other you know kind of a thing",
        1243.24,
        1247.5
    ],
    [
        " We're like oh yeah, he was the you know this you know bad slave master",
        1247.5,
        1251.94
    ],
    [
        " You know slave driver all this stuff for whatever like yeah, yeah",
        1251.94,
        1254.78
    ],
    [
        " But that has nothing to do with this other thing right here. Mm-hmm",
        1254.78,
        1257.54
    ],
    [
        " She's saying like it is what it is and this thing is what it is and you know",
        1257.54,
        1260.94
    ],
    [
        " It's like man. That's how we're moving forward. It's a mental strength",
        1261.0,
        1264.5
    ],
    [
        " Again, this type of attitude we're gonna see this",
        1264.5,
        1270.12
    ],
    [
        " Throughout and it's just such a stoic detached attitude. He says I pity from the bottom of my heart",
        1270.12,
        1278.7
    ],
    [
        " Any nation or body of people that is so unfortunate as to get entangled in the net of slavery",
        1278.7,
        1285.2
    ],
    [
        " I have long since ceased to cherish any spirit of bitterness against the southern white people on account of the enslavement of my race",
        1285.2,
        1293.96
    ],
    [
        " No one section of our country was wholly responsible for its introduction and besides it was recognized and protected",
        1293.96,
        1301.64
    ],
    [
        " Four years by the general government",
        1301.64,
        1303.86
    ],
    [
        " Having once got its tentacles fastened onto the economic and social life of the Republic",
        1303.86,
        1309.62
    ],
    [
        " It was no easy matter for the country to relieve itself of the institution",
        1309.62,
        1314.92
    ],
    [
        " You",
        1318.48,
        1319.0
    ],
    [
        " Kind of like what you just said. It's like okay. This is this is how it was",
        1319.0,
        1323.38
    ],
    [
        " How do I move forward",
        1323.38,
        1325.4
    ],
    [
        " He continues to say ever since I have been old enough to think for myself",
        1325.4,
        1330.86
    ],
    [
        " I've entertained the idea that notwithstanding the cruel wrongs inflicted upon us the black man got nearly as much out of slavery as the white man did",
        1330.86,
        1339.26
    ],
    [
        " the hurtful influences of the institution were not",
        1339.26,
        1343.26
    ],
    [
        " By any means confined to the Negro",
        1343.6,
        1346.56
    ],
    [
        " This was fully illustrated by the life upon our own plantation",
        1346.56,
        1351.16
    ],
    [
        " The whole machinery of slavery was so constructed as to cause labor as a rule to be looked upon as a badge of degradation of inferiority",
        1351.16,
        1361.22
    ],
    [
        " Hence labor was something that both races on the slave plantation sought to escape",
        1361.22,
        1366.48
    ],
    [
        " The slave system on our place in large measure took the spirit of self-reliance and self-help out of the white people",
        1367.04,
        1375.48
    ],
    [
        " My old master had many boys and girls, but not one so far as I know ever mastered a single trade or special line of productive industry",
        1375.48,
        1384.94
    ],
    [
        " The girls were not talked to cut talked to cook so or take care of the house all of this was left to the slaves",
        1384.94,
        1392.9
    ],
    [
        " You want to talk about finance and positive? He's dig deep",
        1394.22,
        1397.86
    ],
    [
        " Yeah, I mean you kind of hear about that right sometimes where",
        1397.86,
        1402.06
    ],
    [
        " As adults you have these successful adults and they're very thankful for their hard childhood",
        1402.06,
        1408.6
    ],
    [
        " Yeah, because it you know built them into a strong productive like person right right so they yeah",
        1408.6,
        1414.24
    ],
    [
        " Regardless of the beatings they took or the bullying that they went through were like all this like bad stuff that you wouldn't wish on your kids or whatever",
        1414.24,
        1421.66
    ],
    [
        " Like you're they're so thankful for that because of the benefits the resulting well",
        1421.66,
        1425.9
    ],
    [
        " What's that cycle of wealth where like what the one generation makes the money the next generation builds the money",
        1425.9,
        1432.38
    ],
    [
        " Then the next generation loses the money takes like three generations because that that third generation",
        1432.38,
        1436.84
    ],
    [
        " Has no hardship they don't learn anything they don't learn any trade. They just have everything given to them. So they just fall apart. Yeah",
        1436.84,
        1442.3
    ],
    [
        " But that's a",
        1442.3,
        1444.12
    ],
    [
        " Very positive way for him to look at this. Yeah, which is incredible attitude to have",
        1444.12,
        1450.08
    ],
    [
        " Fast forward a little bit finally the war closed and the day of freedom came it was a momentous and a ventful day to all upon our",
        1450.76,
        1458.0
    ],
    [
        " Plantation we had been expecting it freedom was in the air and had been for months",
        1458.0,
        1461.66
    ],
    [
        " Deserting soldiers returning to their homes were to be seen every day others who had been discharged or whose regiments had been",
        1461.66,
        1468.2
    ],
    [
        " Parold were constantly passing near our place",
        1468.2,
        1471.02
    ],
    [
        " The slaves would give the Yankee soldiers food drink and clothing anything but that which had been specifically instructed to their care and honor",
        1471.02,
        1479.54
    ],
    [
        " Or sorry entrusted to their care and honor as the usual as the great day grew nearer",
        1480.18,
        1485.74
    ],
    [
        " There was more singing in the slave quarters than usual",
        1485.74,
        1488.46
    ],
    [
        " It was bolder had more ring and lasted later into the night most of the verses of the plantation songs had some reference to freedom",
        1488.46,
        1497.28
    ],
    [
        " The night before the eventful day word was sent to the slave quarters to the effect that something unusual was going to take place at the big house the next morning",
        1497.28,
        1506.96
    ],
    [
        " There was little if any sleep that night",
        1507.6,
        1510.12
    ],
    [
        " At all as excitement and expectancy early the next morning word was sent to all the slaves young and old together at the house",
        1510.12,
        1519.02
    ],
    [
        " In company with my mother brother and sister a large number and a large number of other slaves I went to the master's house",
        1519.02,
        1526.44
    ],
    [
        " All of our master's family were either standing or seated in the veranda of the house",
        1526.44,
        1531.5
    ],
    [
        " Where they could see what was to take place and hear what was said",
        1531.5,
        1535.78
    ],
    [
        " There was a feeling of deep interest or perhaps sadness on their faces",
        1536.26,
        1539.66
    ],
    [
        " But not bitterness as I recall the impression they made upon me",
        1539.66,
        1544.22
    ],
    [
        " They did not at the moment seem to be sad because of the loss of property",
        1544.22,
        1547.82
    ],
    [
        " But rather because of the parting with those whom they had reared and who",
        1547.82,
        1552.66
    ],
    [
        " Were in many ways very close to them",
        1552.66,
        1555.4
    ],
    [
        " The most distinct thing that I now recall in connection with the scene was that some man who seemed to be a stranger a United States officer",
        1555.4,
        1563.56
    ],
    [
        " I presume made a little speech and then read a rather long paper the emancipation proclamation I think",
        1563.56,
        1569.98
    ],
    [
        " After the reading we were told that we were all free and we could go when and where we pleased",
        1569.98,
        1576.9
    ],
    [
        " My mother who was standing by my side leaned over and kissed her children while tears of joy ran down her cheeks",
        1576.9,
        1583.52
    ],
    [
        " She explained to us what it all meant that it was a day for which she had been",
        1583.52,
        1587.72
    ],
    [
        " So long praying but fearing that she would never live to see",
        1587.72,
        1592.42
    ],
    [
        " For some isn't for some minutes",
        1593.08,
        1594.98
    ],
    [
        " There was great rejoicing and thanksgiving and wild scenes of ecstasy",
        1594.98,
        1599.18
    ],
    [
        " But there was no feeling of bitterness in fact there was pity among the slaves for our former owners",
        1599.18,
        1604.5
    ],
    [
        " The wild rejoicing on the part of the emancipated emancipated colored people lasted but for a brief period",
        1604.5,
        1610.88
    ],
    [
        " For I noticed that by the time they returned to their cabins there was a change in their feelings",
        1610.88,
        1615.16
    ],
    [
        " The great responsibility of being free of having charge of themselves of having to think and plan for",
        1615.16,
        1622.4
    ],
    [
        " themselves and their children seem to take possession of them",
        1622.42,
        1625.08
    ],
    [
        " It was very much like suddenly turning a youth of 10 or 12",
        1625.08,
        1628.6
    ],
    [
        " Years out into the world to provide for himself",
        1628.6,
        1631.82
    ],
    [
        " In a few hours the great questions with which the Anglo-Saxon race had been grappling for centuries had been thrown upon these people to be solved",
        1631.82,
        1642.12
    ],
    [
        " I never never thought of that aspect until I read that section. It was like like uh",
        1642.12,
        1651.42
    ],
    [
        " The first time yeah like he says like a little kid",
        1652.42,
        1654.72
    ],
    [
        " Like you when you're 14",
        1654.72,
        1656.96
    ],
    [
        " Your kids aren't this old yet, but when they're like 14 or 15 at some point",
        1656.96,
        1661.48
    ],
    [
        " You're gonna have the conversation with them because they're not gonna want to follow the little rules that you're putting on them",
        1661.48,
        1666.7
    ],
    [
        " Then you're gonna be like oh you want to you okay cool. Yeah, you don't have to be a part of the house cool you can go",
        1666.7,
        1672.4
    ],
    [
        " Here's what rent is here's how much your phone costs here's what it takes to get to school",
        1672.4,
        1677.94
    ],
    [
        " You oh you need to you know you need to pay for food like all of a sudden all of a sudden trust me",
        1678.2,
        1682.8
    ],
    [
        " They're going very far when they run away at 13. Yeah, they're coming back real quick",
        1682.8,
        1686.92
    ],
    [
        " That's what they hit they walk into that right there where they're like oh damn",
        1686.92,
        1690.2
    ],
    [
        " I'm responsible for all this now. Yeah, that's crazy. Huh",
        1690.2,
        1693.5
    ],
    [
        " Yeah, you know how like you know you get this",
        1693.5,
        1697.1
    ],
    [
        " Seems like a movie thing where you know you have the boss and then you have the the assistant right but the assistant is like a ninja with everything",
        1697.1,
        1704.36
    ],
    [
        " Yeah, they can hand everything. Yeah, once that assistant is gone. It's like oh, I don't know how to do any of this",
        1704.36,
        1709.18
    ],
    [
        " I didn't even realize it because he just take it for granted after the after so much time, you know, yeah, it's like dang that's your life now",
        1709.18,
        1715.7
    ],
    [
        " So they're all fired up careful. Yeah, but then they're like oh damn",
        1715.7,
        1720.1
    ],
    [
        " Got to figure this out. That's interesting how and it it's not that surprise. I'm sure different households",
        1720.1,
        1726.82
    ],
    [
        " Yeah, aren't gonna be different for sure, but essentially how he mentions",
        1726.82,
        1731.38
    ],
    [
        " That is like we're kind of like a family really like we had a role for sure and it was like he was master slave",
        1732.84,
        1738.82
    ],
    [
        " But it was like shoot it kind of like felt bad for them, you know like that were not their slaves anymore",
        1738.82,
        1743.86
    ],
    [
        " That's a you have to be in a very specific position to have those feelings, you know you did you'd assume like oh screw these guys",
        1743.86,
        1750.8
    ],
    [
        " In fact, and when I'm listening to that I'm thinking to myself. Oh, I wonder if",
        1750.8,
        1754.4
    ],
    [
        " Knowing that my slay at least I'm the slave owner knowing my slaves are gonna be free",
        1754.4,
        1759.72
    ],
    [
        " Am I kind of mad like oh like you guys are gonna leave and all this stuff like you said",
        1760.08,
        1766.2
    ],
    [
        " Every household's gonna be different, but I'm sure there's something like oh cool",
        1766.2,
        1770.32
    ],
    [
        " Like there's some slave owners that must have been like oh shit",
        1770.32,
        1773.92
    ],
    [
        " Like I know where this is going. I'm if you've treat people what bad if you treat it all your slaves terribly",
        1773.92,
        1780.36
    ],
    [
        " They might they might be killing you, you know, they might be looking for revenge",
        1780.36,
        1784.08
    ],
    [
        " So there's a lot of different ways that this could go yeah",
        1784.08,
        1787.88
    ],
    [
        " Or like hey, you're gonna be free next week or whatever you're not free now. So maybe though like you know, I know I'm opposed some",
        1787.88,
        1795.9
    ],
    [
        " We'll say some negativity on to him before the freedom, you know kind of it feels like you try and be all cool to him",
        1795.9,
        1802.2
    ],
    [
        " That seems like a good shot. What a crazy dynamic like it's so crazy to think about this dynamic there",
        1802.2,
        1809.7
    ],
    [
        " Yes, like here you are you're and how old is his mom, you know when she's 34 years old",
        1809.7,
        1816.06
    ],
    [
        " I'm guessing no idea, but she's 34 years old her entire life. She's been a slave. Yeah",
        1816.06,
        1820.68
    ],
    [
        " Like that's and now all of a sudden and with no end in sight by the way. Yeah, and now all of a sudden. Nope. You're free. Yeah",
        1820.68,
        1828.32
    ],
    [
        " crazy dynamic",
        1828.32,
        1829.96
    ],
    [
        " Fast forward a little bit so he gets a job",
        1829.96,
        1836.3
    ],
    [
        " in a in a salt mine and",
        1836.3,
        1840.76
    ],
    [
        " There's a lot of other things that take place like his mom gets married so he has a step that now and his dad",
        1840.82,
        1846.08
    ],
    [
        " His step that has a job at this salt mine in the salt mine furnaces and",
        1846.08,
        1852.1
    ],
    [
        " This is like hard-ass work, but hey now that that's what they're doing",
        1852.1,
        1855.32
    ],
    [
        " So he's working there. I'm gonna go ahead go back to the book here",
        1855.32,
        1858.46
    ],
    [
        " The first thing I ever learned in the way of book knowledge was while working in this salt furnace",
        1858.46,
        1863.34
    ],
    [
        " Each salt packer had his barrels marked with a certain number the number allotted to my stepfather was 18",
        1863.34,
        1870.04
    ],
    [
        " At the clothes of each day's work the boss of the packers would come around and put 18 on each of our barrels",
        1870.76,
        1876.58
    ],
    [
        " And I soon learned to recognize that figure wherever I saw it and after a while got to the point where I could make that figure",
        1876.58,
        1884.14
    ],
    [
        " Though I knew nothing about any other figures or letters",
        1884.14,
        1888.74
    ],
    [
        " So that's his first",
        1888.74,
        1892.12
    ],
    [
        " Actual like understanding of any written word with this letter the number 18 written on this thing and he's old enough",
        1892.12,
        1899.9
    ],
    [
        " To not know what that was like it's like you know",
        1901.74,
        1903.76
    ],
    [
        " There's some things that you did your whole life where you don't remember learning them",
        1903.76,
        1906.44
    ],
    [
        " Yeah, and he so for us, you know",
        1906.44,
        1909.14
    ],
    [
        " We don't remember when you learn the alphabet really or when you started to recognize that for him",
        1909.14,
        1913.84
    ],
    [
        " He remembers it. Yeah, it was not there and now it's there. This is a thing",
        1913.84,
        1917.48
    ],
    [
        " He says I and he so then he gets fired up to become educated which we are to kind of new because he he loved he loved",
        1917.48,
        1925.86
    ],
    [
        " Looking at that school look like paradise",
        1925.86,
        1927.42
    ],
    [
        " He says I induced my mother to get a hold of a book for me",
        1927.44,
        1930.34
    ],
    [
        " How aware she got it?",
        1930.34,
        1931.74
    ],
    [
        " I do not know but in some way she procured an old copy of websters",
        1931.8,
        1935.62
    ],
    [
        " Blueback spelling book which contained the alphabet followed by such meaningless words as ab",
        1935.62,
        1942.24
    ],
    [
        " ba ka and da",
        1942.24,
        1944.56
    ],
    [
        " I",
        1944.56,
        1945.66
    ],
    [
        " Begin at once to devour this book and I think that it was the first one I ever had in my hands",
        1945.66,
        1951.98
    ],
    [
        " I had learned from somebody that the way to begin to read was to learn the alphabet",
        1951.98,
        1956.34
    ],
    [
        " So I tried in all the ways I could think of it to learn",
        1956.64,
        1960.4
    ],
    [
        " All of course without a teacher for I could find no one to teach me at that time",
        1960.4,
        1965.82
    ],
    [
        " There was not a single member of my race anywhere near us who could read and I was too timid to approach any the white people",
        1965.82,
        1972.64
    ],
    [
        " In some way within a few weeks. I mastered the great portion of the alphabet",
        1972.64,
        1978.1
    ],
    [
        " Just had to figure it out",
        1978.1,
        1982.06
    ],
    [
        " You take it for granted. It's when you take it for granted",
        1982.06,
        1985.6
    ],
    [
        " When someone helps you learn something it's infinitely easier to learn and and for me the easiest example",
        1985.98,
        1991.94
    ],
    [
        " I was like do Jetsu someone teaches you something about Jetsu that you didn't know",
        1991.94,
        1994.78
    ],
    [
        " It would have taken you years",
        1994.78,
        1996.86
    ],
    [
        " It would have taken you years to learn it if you ever actually learned it because there's something you just wouldn't have ever figured out",
        1996.86,
        2002.94
    ],
    [
        " Yeah, a lot of it you can't see that's why",
        2002.94,
        2005.58
    ],
    [
        " Yes, it's like you know certain things are important and not important",
        2005.58,
        2008.5
    ],
    [
        " Yeah, there's a lot you don't see so to actually figure out the alphabet and what the noises were",
        2008.5,
        2015.36
    ],
    [
        " That's like a crazy thing to try and figure out",
        2015.6,
        2018.14
    ],
    [
        " He goes on to say the opening up so that he goes there's a school that opens up in Connoa Valley",
        2018.14,
        2025.56
    ],
    [
        " He says the opening of the school in Connoa Valley",
        2025.56,
        2027.64
    ],
    [
        " However brought me to one of the keenest disappointments I ever experienced",
        2027.64,
        2030.68
    ],
    [
        " I had been working in the salt furnace for several months and my stepfather discovered that I had a vine a financial value",
        2030.68,
        2036.08
    ],
    [
        " And so when the school opened he decided that he could not spare me from my work",
        2036.08,
        2040.82
    ],
    [
        " This decision seemed to cloud my every ambition the disappointment was made all the more severe",
        2041.16,
        2046.64
    ],
    [
        " By reason of the fact that my place of work was where I could see the happy children passing to and from",
        2046.64,
        2052.86
    ],
    [
        " School mornings and afternoons despite this disappointment",
        2052.86,
        2056.42
    ],
    [
        " However, I determined that I would learn something anyway. I applied myself with greater earnestness than ever to the mastering of what was in the blue back",
        2056.42,
        2065.54
    ],
    [
        " Speller",
        2065.54,
        2066.38
    ],
    [
        " So not only is he dad's his step that say you can't go to school because you have value you you can work",
        2067.44,
        2072.8
    ],
    [
        " You make us money",
        2072.8,
        2074.08
    ],
    [
        " Wherever he's working in this in this salt furnace. He sees the kids go into and from school",
        2074.08,
        2079.62
    ],
    [
        " So what does he do?",
        2079.62,
        2081.28
    ],
    [
        " Learns harger. This dude is legit right he's got my learn harger",
        2082.34,
        2087.42
    ],
    [
        " And then fast forward a little bit",
        2087.42,
        2090.82
    ],
    [
        " Finally, I he he basically pressures his mom pressures his dad as much as he can to try and make this happen",
        2091.88,
        2096.92
    ],
    [
        " Finally, I won and was permitted to go to school in the day for a few months with the understanding that I was to rise early in the morning and work in the furnace till",
        2096.92,
        2104.76
    ],
    [
        " 9 o'clock and return immediately after school closed in the afternoon for at least two more hours of work",
        2104.76,
        2110.18
    ],
    [
        " So he's just going to keep working and take a little bit of time during the day to go to school",
        2110.18,
        2115.84
    ],
    [
        " Again, this is this guy's an excuse killer",
        2115.84,
        2119.84
    ],
    [
        " Like whatever excuses you have he's he's got weapons to crush them",
        2120.24,
        2124.8
    ],
    [
        " Fast forward a little bit when I win however, I found myself at school for the first time",
        2124.8,
        2130.9
    ],
    [
        " I also found myself confronted with two other difficulties in the first place",
        2130.9,
        2134.28
    ],
    [
        " I found that all the other children wore hats or caps on their head and I had neither hat nor cap",
        2134.28,
        2139.08
    ],
    [
        " In fact, I do not remember that up to the time of going to school",
        2139.08,
        2142.74
    ],
    [
        " I had ever worn any kind of covering upon my head nor do I recall that either I or anybody else had even thought about the",
        2142.74,
        2148.68
    ],
    [
        " Need of covering for my head",
        2148.68,
        2150.0
    ],
    [
        " But of course when I saw how all the other boys were dressed I began to feel quite uncomfortable as usual",
        2150.0,
        2155.04
    ],
    [
        " I put the case before my mother and she explained to me that she had no money with which to buy a store hat",
        2155.04,
        2159.84
    ],
    [
        " Which was a rather new institution at the time among the members of my race and was considered quite the thing for young and old to own",
        2159.84,
        2167.12
    ],
    [
        " But that she would find a way to help me out of the difficulty",
        2167.12,
        2170.1
    ],
    [
        " She accordingly got two pieces of home spun. This is like denim and sewed them together",
        2170.1,
        2175.52
    ],
    [
        " And I was soon the proud possessor of my first cap",
        2175.64,
        2178.98
    ],
    [
        " And here we get to the lesson the lesson that my mother taught me in this has always remained with me",
        2178.98,
        2185.52
    ],
    [
        " And I have tried as best I could to teach it to others",
        2185.52,
        2188.2
    ],
    [
        " I have always felt proud whenever I think of the incident that my mother had the strength of character",
        2188.2,
        2193.18
    ],
    [
        " Enough not to be led into the temptation of seeming to be that which she was not of",
        2193.18,
        2200.2
    ],
    [
        " Trying to impress my schoolmates and others with the fact that she was able to buy me a store hat when she was not",
        2200.2,
        2206.18
    ],
    [
        " I have always felt proud that she refused to go into debt for that which she did not have the money to pay for",
        2206.18,
        2213.58
    ],
    [
        " Since that time I have owned many kinds of caps and hats",
        2213.58,
        2217.78
    ],
    [
        " But never one of which I felt so proud as",
        2217.78,
        2221.64
    ],
    [
        " Of the cap made by two pieces of cloth sewed together by my mother",
        2221.64,
        2226.66
    ],
    [
        " I",
        2228.94,
        2229.46
    ],
    [
        " Have noted this I was looking to where to stop reading this lesson",
        2229.46,
        2233.02
    ],
    [
        " But then he says I have noted the fact but without satisfaction",
        2233.02,
        2236.18
    ],
    [
        " I need not add that several of the boys who began their careers with store hats and who were my schoolmates",
        2236.18,
        2244.26
    ],
    [
        " And used to join in the sport that was made of me because I had only a home spun cap have ended their careers in the penitentiary",
        2244.26,
        2252.74
    ],
    [
        " While others not able to now buy any",
        2252.96,
        2255.56
    ],
    [
        " Kind of hat and he always say it's very wealthy. So",
        2255.56,
        2259.32
    ],
    [
        " Lesson learned don't try and keep up with the Joneses. Yeah, don't go into debt",
        2259.32,
        2264.34
    ],
    [
        " Like these are these are to get good lessons for your life. Yeah, especially don't go into debt for something that just looks cool",
        2264.34,
        2269.92
    ],
    [
        " Right. Yeah, that's been kind of going around on the internet lately",
        2269.92,
        2273.02
    ],
    [
        " What's that the light? It's like a list of life advice one of them is don't go broke trying to impress others",
        2273.02,
        2278.24
    ],
    [
        " And I was like, yeah, man that goes so deep because sometimes it's like not as conscious sometimes you're kind of like",
        2279.16,
        2285.06
    ],
    [
        " You know like I want that nice or car and you're gonna have that paint that bigger payment or whatever that it's like sure",
        2285.06,
        2290.72
    ],
    [
        " I can afford it barely you know kind of a thing",
        2290.72,
        2293.66
    ],
    [
        " But I got this nice car that everyone's gonna see me in my nice car kind of a thing",
        2293.66,
        2297.1
    ],
    [
        " You know and it's a spectrum where some things are real obvious",
        2297.1,
        2300.12
    ],
    [
        " You're just doing it to impress others and the but some things you don't really realize it till you think about it",
        2300.12,
        2304.36
    ],
    [
        " You know, I was like man, it's a good thing to kind of think about you can get sucked into",
        2304.36,
        2308.0
    ],
    [
        " Little ecosystems of stuff too like watches. Oh, yeah, you know, I'm saying big watches is a big one big one and",
        2309.34,
        2316.36
    ],
    [
        " Recently I've been like man, I think I need a why went snowboarding and",
        2316.36,
        2321.1
    ],
    [
        " You know when you want to see what time it is you gotta undo the zipper and you know bust out your phone or whatever",
        2321.1,
        2325.34
    ],
    [
        " I to have a watch would would be a very useful, but yes, but you check it out like the big time watches",
        2325.34,
        2332.3
    ],
    [
        " See that's the little point of even bringing it up",
        2332.3,
        2335.32
    ],
    [
        " So you kind of think about it right because really if okay, so the last watch I had and",
        2335.32,
        2339.4
    ],
    [
        " This is gonna sound like a joke, but it's not the last watch I had was you know, maybe I don't know eight years ago or something like that",
        2339.4,
        2345.82
    ],
    [
        " It was one of those old school calculator watches",
        2345.82,
        2348.22
    ],
    [
        " You can edit this out if you",
        2348.22,
        2352.38
    ],
    [
        " The reason I had it though is or the reason I had a watch was for workouts",
        2352.38,
        2360.26
    ],
    [
        " So you know when you go to the gym like I time my recipe between sets",
        2360.26,
        2363.6
    ],
    [
        " So I didn't you know, I didn't want to bust up my phone and nothing so if it's on your watch",
        2364.08,
        2367.62
    ],
    [
        " It's like just way easier, you know or an easier than just looking up at the clock wherever it is",
        2367.62,
        2371.8
    ],
    [
        " You know kind of a thing and I was like oh, let me just buy a cheap one and you go on Amazon",
        2371.8,
        2376.16
    ],
    [
        " You see all that you end then I saw the calculator one which reminded me of when I was you know an elementary school",
        2376.16,
        2381.18
    ],
    [
        " The cool kids had the calculator one so I got it like kind of like oh that'd be fun",
        2381.18,
        2384.46
    ],
    [
        " You know, I got it whatever but I was just looking for complete functionality though",
        2384.46,
        2387.88
    ],
    [
        " So but you know wearing it or whatever it's kind of like yeah totally functions, but then when I stopped",
        2387.88,
        2392.92
    ],
    [
        " Working out at public gyms like I didn't need it so whatever",
        2394.14,
        2397.6
    ],
    [
        " So wait, so what are you looking at for watches for when you're going to snowboarding?",
        2397.6,
        2400.2
    ],
    [
        " I don't know. I want you to think you're gonna spend",
        2400.2,
        2402.2
    ],
    [
        " But it is like I will not go broke trend in press. Oh, this how about that? What do you think you'll spend on a watch?",
        2402.2,
        2408.96
    ],
    [
        " And I'm kind of curious on your whole gig. Yeah, so I don't know what I don't even know how much watches cost about",
        2409.22,
        2416.28
    ],
    [
        " 70 bucks say that I would think about 100 bucks for like a good functional one",
        2416.28,
        2421.14
    ],
    [
        " But here's the thing so last time I looked into watches was I was talking to Jason Gardner and he had the one and I keep forgetting what it's called",
        2421.34,
        2429.42
    ],
    [
        " But I looked at I was like hey, that's nice and looks real durable",
        2429.42,
        2432.4
    ],
    [
        " Yeah, and you can tell it's quality or whatever",
        2432.4,
        2434.18
    ],
    [
        " So I started looking into them and then there's all these different models and all the things so you go down rabbit",
        2434.18,
        2439.02
    ],
    [
        " I was you wait I want the I want this one with this deluxe thing, you know, so I don't know what watch",
        2439.02,
        2444.02
    ],
    [
        " Well, I'm glad that you're not going out and buying them like you can buy a 10,000 dollar watch by the way",
        2444.02,
        2451.0
    ],
    [
        " Yeah, or you can buy a 50,000 dollar watch. Yeah, a 50,000 dollar watch",
        2451.14,
        2455.96
    ],
    [
        " It doesn't have it has less functionality than my 30 dollar watch. Yeah, you know what I mean right and and it's like",
        2455.96,
        2462.7
    ],
    [
        " Your 30 dollar watch can take abuse. Oh a 50 dollar",
        2462.7,
        2466.18
    ],
    [
        " No matter actually it doesn't matter if it takes a beater not if it's 50,000 $100,000 watch doesn't matter if you take a",
        2466.18,
        2472.86
    ],
    [
        " Boost you ain't abusing that thing has its own case its own lock",
        2472.86,
        2477.06
    ],
    [
        " It sure in policy that stuff. Oh, yeah, so the thing is gonna be pristine",
        2477.06,
        2481.26
    ],
    [
        " So kind of defeats the purpose in that way the other interesting thing there is though like he's saying that the other kids that had stuff",
        2481.26,
        2488.32
    ],
    [
        " The nice hats they end up in the pen of entry where they can't afford a hat in the future for themselves",
        2488.32,
        2492.3
    ],
    [
        " And it goes back to that thing we were saying earlier like he had to struggle and",
        2492.3,
        2496.56
    ],
    [
        " That struggle made him kind of a little bit more",
        2496.56,
        2499.36
    ],
    [
        " Successful in the long run. Yeah, it takes a certain kind of person to be that reflective though",
        2499.36,
        2505.1
    ],
    [
        " Where I mean there it sounds like his mom had had a lot of integrity too, you know",
        2505.82,
        2511.08
    ],
    [
        " So you get that just that little influence or whatever that'll help a lot because not everyone who struggled",
        2511.08,
        2516.38
    ],
    [
        " Wound up this strong pillar of the community a lot of people struggled in very similar ways. Oh, yeah",
        2516.38,
        2522.66
    ],
    [
        " They're right next to the guy in struggle and you kill yeah for 100%",
        2522.66,
        2526.26
    ],
    [
        " So now he's talking about these difficulties that I had in school first one was missing the hat",
        2526.26,
        2535.08
    ],
    [
        " From the time I could remember anything I had been called simply booker",
        2535.96,
        2541.36
    ],
    [
        " Before going to school it never occurred to me that it was needful or appropriate to have an additional name",
        2541.36,
        2547.48
    ],
    [
        " When I heard the school role called I noticed that all the children had at least two names and some of them indulged",
        2547.48,
        2555.1
    ],
    [
        " What seemed to me the extravagance of having three?",
        2555.1,
        2558.16
    ],
    [
        " I was in deep perplexity",
        2559.02,
        2561.42
    ],
    [
        " Because I knew that my death teacher would demand of me at least two names and I only had one",
        2561.54,
        2566.66
    ],
    [
        " By the time the occasion came for the enrolling of my name an idea occurred to me",
        2566.66,
        2572.44
    ],
    [
        " Which I thought would make me equal to the situation and so when the teacher asked me what my full name was I",
        2572.44,
        2580.32
    ],
    [
        " calmly told him booker Washington",
        2580.32,
        2582.56
    ],
    [
        " As if I'd been called that name my whole life and",
        2582.56,
        2587.84
    ],
    [
        " By the name by that name I have been since known",
        2587.84,
        2590.9
    ],
    [
        " Later in life I found that my mother had given me the name of booker tally Pharaoh",
        2591.42,
        2596.02
    ],
    [
        " Soon after I was born but in some way that part of my name seemed to disappear for a long while was forgotten",
        2596.02,
        2602.94
    ],
    [
        " But as soon as I found out about it I revived it and made my full name booker tally Pharaoh Washington",
        2602.94,
        2610.46
    ],
    [
        " And think there are not many men in our country who have had the privilege of naming themselves in the way that I have",
        2610.46,
        2617.82
    ],
    [
        " Just like legit a kid just figure out what his name is gonna be while the teachers while they're waiting to call you",
        2620.2,
        2626.06
    ],
    [
        " I was thinking of",
        2626.06,
        2627.24
    ],
    [
        " You go to a restaurant with a bunch of people",
        2627.24,
        2630.22
    ],
    [
        " Mm-hmm and like I'm already know what I'm getting when I get to the restaurant sure and so soon as the waiter comes over",
        2630.22,
        2637.08
    ],
    [
        " I'm like we're ready to order",
        2637.08,
        2638.54
    ],
    [
        " But I know that there's someone at the",
        2638.54,
        2642.54
    ],
    [
        " I'm like I know what I'm gonna order I'll go first and I know that my wife is like",
        2642.54,
        2647.08
    ],
    [
        " She's feeling like book or t Washington. She's like wait a second. I can't figure this out. I'm tired of this to me. So",
        2647.28,
        2652.08
    ],
    [
        " He was feeling that pressure",
        2652.08,
        2654.64
    ],
    [
        " The name thing is crazy when you know like you",
        2654.64,
        2660.3
    ],
    [
        " So back in the day a lot of slaves inherit their owner's name",
        2660.3,
        2665.32
    ],
    [
        " So when I think of it like my I'm a descendant of slaves",
        2665.32,
        2670.64
    ],
    [
        " So and I get reminded by like this kind of stuff where it's like Charles the last name Charles is",
        2670.64,
        2676.6
    ],
    [
        " Somewhere along line he was like our slave master like that's whose name I I literally have my",
        2677.56,
        2683.32
    ],
    [
        " Ancestors slave is that confirmed?",
        2683.32,
        2686.12
    ],
    [
        " Or is that an assumption?",
        2686.56,
        2688.38
    ],
    [
        " Because I mean someone along the line might have just",
        2688.96,
        2692.32
    ],
    [
        " Taken that last name. Yeah, yeah, that's true",
        2692.32,
        2696.3
    ],
    [
        " Yeah, the I did my ancestry and here's it here that when I think about the reading thing too",
        2696.3,
        2703.12
    ],
    [
        " So when you can go back far enough and they have like old school documents and it's like",
        2703.56,
        2708.64
    ],
    [
        " What do you call it when like if I sell you a big crate of stuff?",
        2708.64,
        2713.64
    ],
    [
        " It'll have the list of all the stuff like packing this almost. This is what it looked like all handwritten by the way",
        2713.84,
        2719.5
    ],
    [
        " In cursive so",
        2719.5,
        2721.32
    ],
    [
        " It'll have this pet what looked like a packing list was there's names on it and there's these columns like yes",
        2721.32,
        2729.78
    ],
    [
        " No, right and one of the columns was can read",
        2729.78,
        2732.72
    ],
    [
        " So each name and all of them so this was like a packing list for slaves essentially like hey, you're gonna buy this year direct ancestry",
        2732.72,
        2741.24
    ],
    [
        " Yeah, one of my ancestors was on that list so if you if you go to",
        2741.24,
        2746.28
    ],
    [
        " What I think it's ancestry doc I'm one of these ones right and you can look at all",
        2746.28,
        2750.18
    ],
    [
        " All these people in all these different ways so you don't not everyone especially when you go far back",
        2750.18,
        2755.52
    ],
    [
        " And they don't have like an idea or something that you can see on there, right?",
        2755.52,
        2758.04
    ],
    [
        " So it's just any document those recorded on there and sometimes it's like",
        2758.16,
        2762.38
    ],
    [
        " The draft card or sometimes it's like this they don't some have pictures some don't you know",
        2762.38,
        2767.54
    ],
    [
        " So anything like if you know if it's just their name on some arbitrary document",
        2767.54,
        2772.84
    ],
    [
        " They'll be like oh that's that person and it's confirmed in all these different ways",
        2772.84,
        2776.14
    ],
    [
        " And it'll have that document and then you'll see though their name will be like highlighted didn't you tell me there's a",
        2776.14,
        2783.3
    ],
    [
        " Photograph of someone on your dad's side. Yeah, was it you're like great great. How many is grandma or something great?",
        2785.34,
        2792.02
    ],
    [
        " Yeah, I'm aunt yeah, but well, I found out later. She she wasn't as she was this daughter of a slave",
        2792.26,
        2797.94
    ],
    [
        " Okay, so she was born after emancipation proclamation, but yeah, there's a photo of her",
        2797.94,
        2802.96
    ],
    [
        " So we don't know where the last name Charles come from officially officially know he could have been",
        2802.96,
        2807.96
    ],
    [
        " tagged or created after",
        2809.4,
        2810.98
    ],
    [
        " The emancipation proclamation or it could have been and even even that it could have been like well",
        2810.98,
        2817.36
    ],
    [
        " I came from the Charles plantation. So we're just gonna take Charles",
        2817.36,
        2820.8
    ],
    [
        " Yeah, so I heard and this is not",
        2820.8,
        2823.2
    ],
    [
        " Confirmed in you know, then I'm sure there's an official way to confirm it",
        2823.2,
        2827.92
    ],
    [
        " But from what was told to me is yeah, there was the Charles plantation in South Carolina",
        2827.92,
        2832.04
    ],
    [
        " So we need to research that yeah",
        2832.04,
        2835.04
    ],
    [
        " I did man I went through like I went down a huge rabbit holes with that",
        2835.24,
        2838.86
    ],
    [
        " But I couldn't really like nail it down through but I think they've probably got even better records",
        2838.86,
        2843.58
    ],
    [
        " When was the when did you go through the rabbit holes?",
        2843.58,
        2845.66
    ],
    [
        " Last year",
        2847.12,
        2847.96
    ],
    [
        " Well, you can so there's all these tools online that you can go and they what you do is like and I'm pretty sure it's",
        2847.96,
        2856.8
    ],
    [
        " Ancestry it is ancestry.com you go and you enter in all the information that you know about everyone",
        2856.8,
        2861.86
    ],
    [
        " I mean as many people as you want basically right so if you want to like really go down you enter in all the information that you know about everybody",
        2861.86,
        2868.9
    ],
    [
        " In that with that linear or through that lineage right so you enter in that information you you know save it or whatever",
        2868.9,
        2876.34
    ],
    [
        " The system will cross cross reference it to any potential matches of other people doing the same thing",
        2876.34,
        2883.24
    ],
    [
        " Whether they're",
        2883.24,
        2884.28
    ],
    [
        " This and this is absent of",
        2884.28,
        2887.42
    ],
    [
        " Genetic testing like 23 me right. Yes, so that's a whole different ballgame",
        2887.82,
        2891.84
    ],
    [
        " Yeah, you can do that part too and that's I didn't do that",
        2891.84,
        2894.46
    ],
    [
        " So and I've heard of some people in my family have done that so there's that information",
        2894.46,
        2898.72
    ],
    [
        " But I don't know about that as much about that information as this other this other way",
        2898.72,
        2903.98
    ],
    [
        " so",
        2903.98,
        2905.28
    ],
    [
        " Slowly by slowly",
        2905.28,
        2907.44
    ],
    [
        " Everyone's information all merges together for confirmation. So it's like hey we have a",
        2907.44,
        2913.42
    ],
    [
        " Big I think they call it a hint or something we have a hint here where it's like information entered by other people",
        2913.52,
        2918.46
    ],
    [
        " Then you then you can look at it and confirm. Yes, that's him. That's who I'm talking about or that's who I'm not talking about",
        2918.46,
        2923.24
    ],
    [
        " You know",
        2923.24,
        2923.5
    ],
    [
        " So it slowly confirms all this information and it all kind of comes together from everyone kind of whoever's doing so",
        2923.5,
        2930.14
    ],
    [
        " What was the furthest back that you got",
        2930.14,
        2932.16
    ],
    [
        " for so the first back you got was",
        2932.16,
        2934.42
    ],
    [
        " Plantation in South Carolina. Yeah, yeah",
        2934.42,
        2939.18
    ],
    [
        " South Carolina is is pretty quick. It's like",
        2940.38,
        2944.28
    ],
    [
        " Two generations maybe three",
        2944.28,
        2947.6
    ],
    [
        " So didn't didn't your dad move from South Carolina? No, I was his dad. Yeah, my grandfather and grandmother",
        2947.6,
        2956.94
    ],
    [
        " They're both in the same like town or something and they made the great migration. Yeah, you kind of have the",
        2956.94,
        2963.28
    ],
    [
        " sort of the",
        2963.28,
        2965.36
    ],
    [
        " stereotypical path of the great migration north up to New York. Yep, and then",
        2966.5,
        2973.18
    ],
    [
        " The standard not the standards, but that's that's like well, that's what happened",
        2973.18,
        2978.1
    ],
    [
        " That's why it's called the great migration. Yeah, so they wait yeah, they went to from South Carolina to New York",
        2978.1,
        2982.96
    ],
    [
        " And then after New York went to New Jersey was straight next to it",
        2982.96,
        2985.86
    ],
    [
        " But and then of course my dad went to one here's like",
        2985.86,
        2988.54
    ],
    [
        " Early early 20s even to Hawaii. So that's obviously that's different, but yeah",
        2988.54,
        2992.94
    ],
    [
        " That's a great migration. Yeah, yeah",
        2993.62,
        2995.6
    ],
    [
        " Get a good migration. Get down to Jersey. I know why yeah, he was he",
        2995.6,
        2999.94
    ],
    [
        " They they had a little bit of a rough childhood there in the year he grew up in Brooklyn and you know",
        2999.94,
        3005.36
    ],
    [
        " He was born in 144 so you figure the 56 and then in the 60s. I think that's when you move to Hawaii something like that",
        3005.36,
        3012.1
    ],
    [
        " I forget actually I think you went with that like LA first or something like this, but got to make that stop in LA",
        3012.1,
        3017.78
    ],
    [
        " Got to realize LA into place to be",
        3017.78,
        3020.52
    ],
    [
        " So there you go. That's how that's how Booker T Washington got his name. That's how possibly Echo Charles got his last name",
        3023.58,
        3030.46
    ],
    [
        " Going back to the book",
        3030.46,
        3034.3
    ],
    [
        " More than once I've tried to picture myself in the position of a boy or man with an honored and distinct",
        3034.3,
        3040.28
    ],
    [
        " Distinguished ancestry which I could trace back through a period of hundreds of years and who had not only inherited a name",
        3040.28,
        3048.72
    ],
    [
        " But a fortune and a proud family homestead",
        3048.72,
        3051.88
    ],
    [
        " And yet I have sometimes had the feeling that if I had inherited these and had been a member of a more popular race",
        3052.94,
        3059.12
    ],
    [
        " I should have been inclined to yield to the temptation of",
        3059.12,
        3062.72
    ],
    [
        " Depending upon my ancestry and my color to do that for me which I should do for myself",
        3062.72,
        3070.22
    ],
    [
        " Come on, bro. Yeah, that's for you legit",
        3070.22,
        3074.0
    ],
    [
        " Years ago I resolved that because I had no ancestry ancestry myself",
        3074.0,
        3078.42
    ],
    [
        " I would leave a record of which my children would be proud and which might encourage them to still higher effort",
        3078.7,
        3086.22
    ],
    [
        " Squared away",
        3086.22,
        3089.88
    ],
    [
        " Fast forward a little bit after I had worked in the salt furnace for some time work was secured for me in the coal mine",
        3089.88,
        3096.64
    ],
    [
        " Which was operated mainly for the purpose of securing fuel for the salt furnace",
        3096.64,
        3100.66
    ],
    [
        " Working the coal mine I always dreaded one reason for this was that",
        3100.66,
        3106.02
    ],
    [
        " Anyone who worked in the coal mine was always unclean at least while at work",
        3106.26,
        3109.58
    ],
    [
        " And it was a very hard job to get one skin clean after the day's work was over",
        3109.58,
        3113.68
    ],
    [
        " Then it was fully a mile from the opening of the coal mine to the face of the coal and all of course was in the blackest",
        3113.68,
        3122.94
    ],
    [
        " Darkness I'd not believe that one ever experiences anywhere else such darkness as he does in a coal mine",
        3122.94,
        3129.52
    ],
    [
        " The mine was divided into a large number of different rooms or departments",
        3129.52,
        3133.14
    ],
    [
        " And as I was never able to learn the location of all these rooms I many times found myself lost in the mine",
        3133.42,
        3139.82
    ],
    [
        " To add to the horror of being lost sometimes my light would go out",
        3139.82,
        3143.72
    ],
    [
        " And then if I did not happen to have a match",
        3143.72,
        3145.9
    ],
    [
        " I would wander about in the darkness until by chance I found someone who'd give me a light",
        3145.9,
        3150.84
    ],
    [
        " The work was not only hard, but it was dangerous",
        3150.84,
        3153.74
    ],
    [
        " There was always the danger of being blown to pieces by a premature explosion of powder or being crushed by falling slate",
        3153.74,
        3160.34
    ],
    [
        " Accidents from one or another of these causes were frequently occurring and this kept me in constant fear",
        3160.58,
        3166.18
    ],
    [
        " All right, so people talk about like being in the seal teams and like oh, it's a hard job. Yeah, I mean you put me in a coal mine",
        3166.18,
        3175.28
    ],
    [
        " It's like totally different ballgame. Yeah, I'm not",
        3175.28,
        3179.64
    ],
    [
        " That's that's",
        3179.64,
        3181.28
    ],
    [
        " That's freaking that's a crazy just that description",
        3181.28,
        3185.72
    ],
    [
        " In like being in that just complete darkness a mile to get to like underground",
        3187.12,
        3191.82
    ],
    [
        " Fast forward a little bit one day while work at the coal mine",
        3191.82,
        3200.28
    ],
    [
        " I happened to over here two miners talking about a great school for colored people somewhere in Virginia",
        3200.28,
        3204.32
    ],
    [
        " This was the first time I'd ever heard of anything about any kind of school or college that was more pretentious",
        3204.32,
        3209.18
    ],
    [
        " Than the little colored school in our own town in the darkness of the mine",
        3209.18,
        3212.76
    ],
    [
        " Noiselessly crept as close as I could to the two men who were talking",
        3213.34,
        3216.06
    ],
    [
        " I heard one tell the other that not only was the school established for the members of any race",
        3216.06,
        3220.16
    ],
    [
        " But the opportunities that it provided by which poor but where these students could work out all or part of the cost of",
        3220.16,
        3226.78
    ],
    [
        " Abored and at the same time be taught some trade or industry",
        3226.78,
        3230.68
    ],
    [
        " So he hears these guys talking about this school",
        3230.68,
        3233.44
    ],
    [
        " There then shortly after that he hears that there's an opportunity be a servant",
        3233.44,
        3239.16
    ],
    [
        " For this woman Miss Viola Ruffner who apparently had like the harshest reputation of being super strict",
        3239.8,
        3246.08
    ],
    [
        " Like psychostricked, but she was the she was the wife of a northern general",
        3246.08,
        3251.98
    ],
    [
        " Uh or he might not have been in northern he was a general, but she was a Yankee she was from Vermont",
        3251.98,
        3259.04
    ],
    [
        " And so she gets he gets hired at the doll at the salary of five dollars a month",
        3259.04,
        3263.82
    ],
    [
        " And he says this I'd heard so much about Mrs. Ruffner severity that I was almost afraid to see her",
        3263.82,
        3268.96
    ],
    [
        " And trembled when I went into her presence. I had not lived with her many weeks",
        3268.96,
        3272.36
    ],
    [
        " However before I get began to understand her",
        3272.36,
        3274.38
    ],
    [
        " I soon began to learn that first of all she wanted everything to be kept clean about her",
        3274.38,
        3278.64
    ],
    [
        " That she wanted things done promptly and systematically and that at the bottom of everything she wanted absolute honesty and frankness",
        3278.64,
        3285.18
    ],
    [
        " Nothing must be slavin or slip shot every door every fence must be kept in repair",
        3285.18,
        3290.0
    ],
    [
        " I cannot recall I cannot now recall how long I lived with Mrs. Ruffner before going to Hampton",
        3290.0,
        3295.44
    ],
    [
        " That's where she ended up going to school",
        3295.58,
        3297.46
    ],
    [
        " But I think it must have been a year and a half at any rate",
        3297.46,
        3300.48
    ],
    [
        " I hear repeat what I've said more than once before that the lessons I learned in the home with Mrs. Ruffner",
        3300.48,
        3305.72
    ],
    [
        " Whereas valuable to me as any education I've ever gotten anywhere else",
        3305.72,
        3309.36
    ],
    [
        " Even to this day I never see bits of paper scattered around a house or in a street that I do not want to pick up at once",
        3309.36,
        3315.24
    ],
    [
        " I never see a filthy yard that did not want to clean it",
        3315.24,
        3318.5
    ],
    [
        " A pailing a pailing off of fence that did not want to put it on",
        3318.5,
        3322.36
    ],
    [
        " An unpainted or unwhite washed house that I do not want to paint or white wash or a buttons off one clothes or a grease spot upon the floor",
        3322.8,
        3329.48
    ],
    [
        " That I do not want to call attention to",
        3329.48,
        3331.32
    ],
    [
        " This dude got military brainwashing. So let me actually this to I mean this applies to your kids",
        3331.32,
        3337.48
    ],
    [
        " as well, so",
        3337.48,
        3339.9
    ],
    [
        " Let's say I want my kids to be",
        3339.9,
        3343.16
    ],
    [
        " Clean or or we'll say like tidy right, you know some kids who just missy and so",
        3343.16,
        3348.4
    ],
    [
        " so I",
        3348.4,
        3349.7
    ],
    [
        " So my friends squaddie Lewis mentioned it before he's a cop in the big on the chiro",
        3351.04,
        3355.26
    ],
    [
        " He so when I met him he was always like super everything about him was super clean like his",
        3355.26,
        3361.76
    ],
    [
        " Shoes just clothes like clean, you know like and you know some people that they'll have like a little bit of a stain",
        3361.76,
        3367.64
    ],
    [
        " I'm gonna end it's kind of okay, and then some people are just crispie clean right. He was one of these crispy clean guys",
        3367.64,
        3372.96
    ],
    [
        " You go to his dorm room everything squared away like clean, right? So my condes guy almost like",
        3372.96,
        3378.96
    ],
    [
        " Kind of like to a crazy degree just a little bit, you know, so we got first time I go to his house big island same deal",
        3379.66,
        3386.3
    ],
    [
        " The inside of clean notice like nothing compared to my house, which I mean it's not a messy house",
        3386.3,
        3392.04
    ],
    [
        " But it's like this is like museum level clean everything",
        3392.04,
        3395.06
    ],
    [
        " So I'm like huh",
        3395.06,
        3396.6
    ],
    [
        " It would be cool to have kids that are kind of like that where they're clean",
        3396.6,
        3400.68
    ],
    [
        " You know they if he goes somewhere he'll be like and something's messy. He'll like clean it up real quick",
        3400.68,
        3404.52
    ],
    [
        " You know, he's like that kind so I'm like alright",
        3404.52,
        3406.58
    ],
    [
        " How do you how do you develop that in in someone so I kind of landed on two little theories that I don't even know which one is correct",
        3407.26,
        3413.24
    ],
    [
        " You might probably both wrong. I don't know, but",
        3413.24,
        3415.0
    ],
    [
        " It's like do you teach them to clean one there young?",
        3415.0,
        3419.34
    ],
    [
        " Or do you make sure everything is clean one there young? Yeah, both both right but if what you know what you got to watch out for",
        3420.02,
        3428.0
    ],
    [
        " Is if you impose it on your kids?",
        3428.0,
        3430.54
    ],
    [
        " This is the kid when you go to like their college dorm room and everything is disaster",
        3430.88,
        3435.26
    ],
    [
        " Because everything was always clean going up and they're like rebelling against it",
        3435.26,
        3438.94
    ],
    [
        " Yeah, that's what I that's what I the thoughts I have too right where I'm like",
        3438.94,
        3442.8
    ],
    [
        " But then on the other hand, it's like what if you",
        3442.8,
        3445.32
    ],
    [
        " In whatever way provide just everywhere that you go and everywhere that they grow up in or whatever the house",
        3445.32,
        3452.0
    ],
    [
        " This is the room is clean so they get used to that standard of clean",
        3452.0,
        3455.3
    ],
    [
        " So now if they go somewhere messy, it's kind of like they're uncomfortable",
        3455.3,
        3457.96
    ],
    [
        " So they got to clean it up real quick. It's insane. That's what book or tea kind of was",
        3457.98,
        3461.64
    ],
    [
        " Yeah, that's what he's saying he he felt it's weird because I think you see people that get in the military",
        3461.64,
        3466.7
    ],
    [
        " And the military you're gonna be like you're going through boot camp. Yeah, things are gonna be squared away",
        3466.7,
        3471.0
    ],
    [
        " Things gonna be clean right. I mean, they're gonna be clean. They're gonna be folder gonna be neat",
        3471.0,
        3474.46
    ],
    [
        " Some people get done with boot camp. They say that way",
        3474.46,
        3476.64
    ],
    [
        " Yeah, they lay fab and still folds the t-shirts the same way learned at the label category, right?",
        3476.64,
        3480.88
    ],
    [
        " I don't I don't do that. Yeah, in fact, I only fold like my t-shirts",
        3481.14,
        3487.36
    ],
    [
        " In a very sloppy way like just so they don't look I don't just so they're not wrinkled, right?",
        3488.02,
        3492.54
    ],
    [
        " But there's no discipline the way I fold my t-shirts. Yeah",
        3493.16,
        3496.0
    ],
    [
        " So you took the way it layf was like",
        3496.0,
        3499.36
    ],
    [
        " Got a full the t-shirts that way and lace not a neat person by the way, you know, that's just like one of the things. Yeah",
        3499.36,
        3505.74
    ],
    [
        " So I don't think I don't think there's a legit",
        3505.74,
        3509.02
    ],
    [
        " I don't think there's an answer. I don't think any I don't think a psychologist can answer this question",
        3509.02,
        3513.34
    ],
    [
        " Yeah, like there's not a very specific protocol. Yeah",
        3513.34,
        3516.64
    ],
    [
        " Yeah, I wonder",
        3516.64,
        3518.34
    ],
    [
        " But yeah, you because you can see that distinction with some people. Yeah, well you can see that also people let it get out of control",
        3518.34,
        3525.12
    ],
    [
        " Yeah, yeah, yeah, yeah, so you want to be that nice balance, you know",
        3525.12,
        3529.3
    ],
    [
        " Situation. Yeah clean. I like things to be clean and functional",
        3529.3,
        3533.92
    ],
    [
        " In fact when things are not functional it bothers me a lot",
        3533.92,
        3537.1
    ],
    [
        " Like if something's messy to the point where it's not functional it bothers me. Yeah",
        3537.1,
        3541.4
    ],
    [
        " But I also am not gonna waste time doing something that's",
        3541.4,
        3545.54
    ],
    [
        " That doesn't make sense. It's not necessary. Yeah, yeah, like",
        3546.02,
        3548.84
    ],
    [
        " There is a degree far enough on that spectrum where it's kind of obsessive",
        3548.84,
        3554.44
    ],
    [
        " Yeah, we're sure there they're unnecessary. It sounds like maybe our girl Mrs. Ruffner had a little bit of that going on",
        3554.44,
        3559.76
    ],
    [
        " Yep, well, yeah, when he gets done with Mrs. Ruffner this this this this uh school",
        3559.76,
        3565.04
    ],
    [
        " Inhampton he's got to go from his place in Maldon",
        3565.04,
        3568.9
    ],
    [
        " To Hampton, which is about 500 miles. This is where school is gonna be and dude",
        3568.9,
        3573.2
    ],
    [
        " He goes through this whole thing of what he's going through. He's begging rides walking",
        3573.2,
        3576.74
    ],
    [
        " Hitching",
        3576.74,
        3578.46
    ],
    [
        " Finally ends up sleeping under a sidewalk",
        3578.46,
        3582.14
    ],
    [
        " To that's where he spends a couple days he goes and unloads a",
        3582.14,
        3587.82
    ],
    [
        " Uh, a ship for money. He goes up and says hey, you need help unloading the ship",
        3587.82,
        3593.1
    ],
    [
        " They're gonna put your iron off the ship so he goes that",
        3593.1,
        3595.6
    ],
    [
        " Spends more days underneath the sidewalk as he's saving up money and the sidewalk thing comes back in a play because he ends up",
        3595.6,
        3601.98
    ],
    [
        " Going in the same in in into the same city again instead of sleeping on the sidewalk. He's all kind of a done",
        3601.98,
        3608.22
    ],
    [
        " Well in his life and it comes back, but",
        3608.22,
        3609.84
    ],
    [
        " He says this when I saved enough when I saved what I considered enough money",
        3609.84,
        3614.4
    ],
    [
        " With which to reach Hampton I think the captain of the vessel for his kindness and started out again with without any",
        3614.4,
        3621.62
    ],
    [
        " Usual you without any unusual occurrence. I reached I reached Hampton with a surplus of exactly 50 cents with which to begin my education",
        3621.62,
        3629.24
    ],
    [
        " To me it had been a long eventful journey",
        3629.24,
        3631.18
    ],
    [
        " But the first site of the large three-story brick school building seemed to have rewarded me for all that I'd undergone in order to reach the place",
        3631.18,
        3639.42
    ],
    [
        " If the people who gave the money to provide that building could appreciate the influence of the site",
        3639.42,
        3645.24
    ],
    [
        " It had on me as well as upon thousands of other use they would feel all the more encouraged to make such gifts",
        3645.24,
        3651.4
    ],
    [
        " It seemed to me the largest and most beautiful building I had ever seen",
        3651.4,
        3655.32
    ],
    [
        " The site of it seemed to give me new life",
        3655.32,
        3658.68
    ],
    [
        " So then he goes in he presents himself to the head teacher and of course this guy's been living on the streets",
        3659.48,
        3664.72
    ],
    [
        " unloading",
        3664.72,
        3666.34
    ],
    [
        " Iron from a ship. He has no change of clothes",
        3666.34,
        3669.62
    ],
    [
        " And he rolls in there and is like yeah, I want to go to school here and she's kind of like",
        3669.62,
        3675.58
    ],
    [
        " You look like a dirt bag, but he hangs out. He just waits waits",
        3675.58,
        3679.36
    ],
    [
        " And finally he says this after some hours have passed the head teacher said to me the adjoining",
        3679.36,
        3684.22
    ],
    [
        " recitation room needs sweeping take the broom and sweep it",
        3684.22,
        3688.38
    ],
    [
        " It occurred to me",
        3689.52,
        3690.6
    ],
    [
        " That it occurred to me at once that he was my chance never did I receive an order with more delight",
        3690.6,
        3696.42
    ],
    [
        " I knew that I could sweep from Mrs. Ruffner had thoroughly taught me how to do it when I lived with her",
        3696.42,
        3701.46
    ],
    [
        " I swept the recitation room three times then I got a dusting cloth",
        3701.46,
        3706.24
    ],
    [
        " Industinate four times all the woodwork around the walls every bench table desk",
        3706.24,
        3709.8
    ],
    [
        " I went over it four times with my dusting cloth cloth beside every piece of furniture had been moved in every closet and corner in the room had been thoroughly cleaned",
        3709.8,
        3718.1
    ],
    [
        " I had the feeling that in a large measure my future depended upon the impression I made upon the teacher in the cleaning of that room",
        3718.46,
        3725.06
    ],
    [
        " When I was through I reported a head teacher. She was a Yankee woman who knew just where to look for the dirt",
        3725.06,
        3730.96
    ],
    [
        " She went into the room and inspected the floor and closet",
        3730.96,
        3735.18
    ],
    [
        " She took her handkerchief and rubbed it on the woodwork about the walls and over the table and benches",
        3735.18,
        3740.24
    ],
    [
        " When she was unable to find one bit of dirt on the floor or a particle of dust on any furniture she quietly remarked",
        3740.24,
        3748.1
    ],
    [
        " I guess you will do to enter this institution",
        3748.38,
        3751.22
    ],
    [
        " So there you go",
        3751.22,
        3753.36
    ],
    [
        " the sweeping of the recitation room",
        3753.36,
        3756.44
    ],
    [
        " In the manner that I did",
        3756.44,
        3758.64
    ],
    [
        " Seems to have paved the way for me to get through to Hampton miss Mary",
        3758.64,
        3762.78
    ],
    [
        " F. Mackie the head teacher offered me a position as janitor this of course",
        3762.78,
        3767.94
    ],
    [
        " I gladly accepted because it was a place where I could work out nearly all the cost of my board",
        3767.94,
        3772.76
    ],
    [
        " The work was hard and taxing but I stuck to it",
        3772.76,
        3775.14
    ],
    [
        " I had a large number of rooms to care for and I had to work late into the night while at the same time",
        3775.14,
        3779.6
    ],
    [
        " I had to rise by four o'clock in the morning in order to build the fires and have little time to prepare my lessons",
        3779.6,
        3785.14
    ],
    [
        " in all my career at Hampton",
        3785.14,
        3786.98
    ],
    [
        " and ever since I have been out in the world miss Mary F. Mackie the head teacher to whom I've referred",
        3786.98,
        3793.52
    ],
    [
        " Proved one of my strongest and most helpful friends",
        3793.52,
        3797.32
    ],
    [
        " Her advice and encouragement were always helpful and strengthening to me in the darkest hour",
        3797.32,
        3803.54
    ],
    [
        " I've spoken of the impression that was made upon me by the building",
        3803.62,
        3806.62
    ],
    [
        " by the buildings and general parents of the Hampton Institute but I've not spoken",
        3806.62,
        3811.2
    ],
    [
        " Of that which made the greatest and most lasting impression on me and that was a great man the novelest rarest being that has ever",
        3811.2,
        3818.84
    ],
    [
        " That has it has ever been my privilege to meet I refer to the late general Samuel C. Armstrong",
        3818.84,
        3825.56
    ],
    [
        " One might have removed from Hampton all the buildings classrooms teachers and industries and given the men and women there of opportunity",
        3825.56,
        3833.1
    ],
    [
        " Of coming into daily contact with general Armstrong and that alone would have been an education",
        3833.54,
        3838.28
    ],
    [
        " It would have been difficult. It would be difficult to describe the whole that he had upon the students at Hampton or the faith they had in him",
        3838.28,
        3845.22
    ],
    [
        " In fact, he was worshipped by his students",
        3845.22,
        3848.78
    ],
    [
        " While I was at Hampton and I'm just reading little chunks of this while I was at Hampton",
        3848.78,
        3854.44
    ],
    [
        " While as a student at Hampton the dormitories became so crowded that it was impossible to find",
        3854.44,
        3858.4
    ],
    [
        " Room for all who wanted to be admitted in order to help remedy the difficulty the general conceived of a plan of putting up tents to be used as room",
        3859.06,
        3866.62
    ],
    [
        " As soon as it became known that general Armstrong would be pleased if some of the older students would live in the tents during the winter nearly every student in the school volunteered",
        3866.62,
        3874.56
    ],
    [
        " I was one of the volunteers that winter wait that we spent in those tents was intensely cold and we suffered severely",
        3874.56,
        3881.48
    ],
    [
        " How much I am sure general Armstrong never knew because we made no complaints",
        3881.48,
        3886.3
    ],
    [
        " It was enough for us to know that we were pleasing general Armstrong",
        3887.0,
        3889.76
    ],
    [
        " And that we were making it possible for an additional number of students to secure an education",
        3889.76,
        3893.92
    ],
    [
        " More than once during a cold night when a stiff gale would be blowing our tent was lifted bodily",
        3893.92,
        3899.38
    ],
    [
        " And we would find ourselves in the open air the general would usually pay a visit to the tents in early in the morning",
        3899.38,
        3904.96
    ],
    [
        " And his earnest cheerful encouraging voice would dispel any feeling of despondency",
        3904.96,
        3910.12
    ],
    [
        " So there you go general Armstrong",
        3910.12,
        3912.56
    ],
    [
        " I",
        3914.32,
        3914.72
    ],
    [
        " Fast forward a little bit when I first went to Hampton",
        3914.72,
        3916.6
    ],
    [
        " I do not recall that I had ever slept in a bed that had two sheets on it",
        3916.6,
        3919.92
    ],
    [
        " In those days there were not many buildings there and room was very precious",
        3919.92,
        3923.66
    ],
    [
        " There were seven other boys in the same room with me most of them however students who had been there for some time",
        3923.66,
        3929.78
    ],
    [
        " The sheets were quite a puzzle to me",
        3929.78,
        3931.58
    ],
    [
        " The first night I slept under both of them the second night I slept on top of both of them",
        3931.58,
        3935.88
    ],
    [
        " But by watching the other boys I learned my lesson and had been trying to follow whatever since and to teach it to others",
        3935.88,
        3941.38
    ],
    [
        " Ah",
        3944.4,
        3944.92
    ],
    [
        " Another one here the great prevailing idea that seemed to take possession of everyone was to prepare himself to lift up the people at his home",
        3944.92,
        3953.16
    ],
    [
        " No one seemed to think of himself and the officers and teachers at what a rare set of human beings they were",
        3953.16,
        3959.56
    ],
    [
        " They worked for the students night and day and seasons in and out of season",
        3959.56,
        3963.2
    ],
    [
        " They seemed happy only when they were helping the students in some manner",
        3963.2,
        3968.48
    ],
    [
        " This is whole next chapters called helping others. That's this driving force",
        3968.62,
        3973.3
    ],
    [
        " Uh",
        3973.3,
        3974.86
    ],
    [
        " He says when I left school at the end of my first year I owed the institution",
        3974.86,
        3978.4
    ],
    [
        " $16 that I had not been able to work out",
        3978.4,
        3980.9
    ],
    [
        " I economized in every way that I could think of did my own washing it and went washing it and went without necessary garments",
        3980.9,
        3987.06
    ],
    [
        " But still I found my summer vacation ending and I did not have $16 one day during my during the last week of my stay",
        3987.06,
        3995.22
    ],
    [
        " I found one of the I found oh he's working at a restaurant",
        3996.5,
        3999.46
    ],
    [
        " um",
        3999.46,
        4000.28
    ],
    [
        " One week one day during the last week of my stay in the restaurant. I found",
        4000.28,
        4003.68
    ],
    [
        " Under one of the tables a crisp new ten dollar bill",
        4003.68,
        4007.32
    ],
    [
        " I could hardly contain myself. I was so happy",
        4007.32,
        4010.2
    ],
    [
        " As it was not my place of business. I felt it was a proper thing to do to show the money to the proprietor",
        4010.2,
        4014.92
    ],
    [
        " This I did he seemed as glad as I was",
        4014.92,
        4017.68
    ],
    [
        " But he could explain to me that as it was his place of business",
        4017.68,
        4021.12
    ],
    [
        " He had a right to keep the money and proceeded to do so",
        4021.12,
        4023.88
    ],
    [
        " This I confessed was another pretty hard blow to me. I will not say that I became discouraged",
        4023.94,
        4028.96
    ],
    [
        " For as I now look back over my life",
        4028.96,
        4033.54
    ],
    [
        " I do not recall that I ever became discouraged over anything that I set out to accomplish",
        4033.54,
        4039.86
    ],
    [
        " I have begun everything with the idea that I could succeed and I never had much patience with the",
        4039.86,
        4047.04
    ],
    [
        " multitudes of people who were always ready to explain why one cannot succeed",
        4047.04,
        4052.0
    ],
    [
        " I",
        4053.84,
        4054.2
    ],
    [
        " Determined to face the situation just as it was",
        4054.2,
        4057.02
    ],
    [
        " At the end of the week I went to the treasure of the Hampton Institute",
        4057.02,
        4060.94
    ],
    [
        " And told him my frank condition",
        4060.94,
        4063.84
    ],
    [
        " To my gratification he told me that I could recenter the institution re-enter the institution",
        4063.84,
        4068.96
    ],
    [
        " And then he would trust me to pay the debt when I could during the second year",
        4068.96,
        4072.64
    ],
    [
        " I continue to work as a janitor so look there you go not mad",
        4072.64,
        4075.08
    ],
    [
        " Look, I found ten dollars",
        4075.08,
        4076.78
    ],
    [
        " Which by the way there's a decent chance that might be to go into a brother's pocket",
        4076.78,
        4081.4
    ],
    [
        " Like ten dollars. Yeah, he went to school for a whole year and it was sixteen",
        4082.4,
        4086.1
    ],
    [
        " Ten dollars a big number. Yeah, there's a lot of money",
        4086.1,
        4088.72
    ],
    [
        " But he just doesn't let it get him down",
        4088.72,
        4091.92
    ],
    [
        " And he doesn't accept excuses",
        4091.92,
        4094.64
    ],
    [
        " He's a no it was what it says here",
        4094.64,
        4097.08
    ],
    [
        " I never had much patience for the multitudes of people who are always ready to explain",
        4097.08,
        4100.94
    ],
    [
        " Why one cannot succeed that's excuses",
        4100.94,
        4103.18
    ],
    [
        " No excuses for Booker T Washington",
        4103.18,
        4105.96
    ],
    [
        " Tell me why you can't get it done. I'm really I'm not playing that game",
        4105.96,
        4109.7
    ],
    [
        " Perhaps the most valuable thing that I got out of my second year was an understanding and use of value of the Bible",
        4112.98,
        4117.88
    ],
    [
        " Miss Natalie Lord one of the teachers from Portland, Maine taught me how to use and love the Bible before this",
        4117.88,
        4123.5
    ],
    [
        " I had never cared a great deal about it",
        4123.5,
        4125.04
    ],
    [
        " But now I learned to love and read the Bible",
        4125.04,
        4126.82
    ],
    [
        " Not only for the spiritual help which it gives but on account of its literature",
        4126.82,
        4130.4
    ],
    [
        " The lessons taught me in this respect took such a hold upon me that at present time when I am home no matter how busy I am",
        4130.4,
        4136.9
    ],
    [
        " I always make it a rule to read a chapter or a portion of a chapter in the morning before the beginning of each day of",
        4136.9,
        4141.86
    ],
    [
        " Whatever ability I may have as a public speaker I owe to I own measure to miss Lord when she found out that I had some inclination in this direction",
        4143.38,
        4150.84
    ],
    [
        " She gave me private lessons in this matter of breathing emphasis and articulation",
        4150.84,
        4154.8
    ],
    [
        " Simply to be able to talk in public for the sake of talking has never had the least attraction to me",
        4154.8,
        4161.24
    ],
    [
        " In fact, I consider that there is nothing so empty and unsatisfactory as mere public speaking",
        4161.24,
        4167.64
    ],
    [
        " But from my early childhood I had a desire to do something to make the world better",
        4169.56,
        4173.18
    ],
    [
        " And then to be able to speak to the world about that thing",
        4173.18,
        4176.86
    ],
    [
        " So people are just investing in him",
        4176.86,
        4179.9
    ],
    [
        " As a person",
        4179.9,
        4181.76
    ],
    [
        " I went on working with companies. I was like hey whoever had somebody invest in you like take personal",
        4181.76,
        4187.6
    ],
    [
        " personal time personal effort to make you to make you better to help you a long way and usually 95% of people raise their hands",
        4187.6,
        4196.74
    ],
    [
        " Myself included and then you think oh how much does that help you help me a lot",
        4197.46,
        4201.32
    ],
    [
        " And then how much do you appreciate that person now today?",
        4201.32,
        4204.56
    ],
    [
        " It's the hand of course ton",
        4204.84,
        4206.02
    ],
    [
        " And you can see this guy's writing a whole book about somebody that took a little extra time to help them learn how to talk",
        4206.02,
        4211.62
    ],
    [
        " But how to speak better?",
        4211.62,
        4212.82
    ],
    [
        " Yeah, it's crazy because he references those skills too where it's like oh yeah",
        4213.26,
        4216.7
    ],
    [
        " I did this and I knew how to do this because of this person may talk me all that you know, so it's like it's like",
        4216.7,
        4222.32
    ],
    [
        " It's very fresh in his mind. You know where all these skills come from lasting impact last lasting impact",
        4222.72,
        4228.38
    ],
    [
        " And that's that this book is about helping people",
        4228.38,
        4230.74
    ],
    [
        " And how",
        4230.74,
        4232.22
    ],
    [
        " appreciative you can be in how if you want to do something good in your life you help other people out",
        4232.22,
        4236.46
    ],
    [
        " So this book is about and he's talking about people that helped him",
        4236.46,
        4239.98
    ],
    [
        " Uh, I get some of this second year at Hampton",
        4239.98,
        4243.18
    ],
    [
        " He was able to go back home and spend his vacation in in West Virginia",
        4243.18,
        4248.54
    ],
    [
        " And then this happens about three o'clock in the morning my brother John found me asleep in this house. He'd been working at a house",
        4250.04,
        4254.88
    ],
    [
        " Or sorry traveling and spent the night house about three o'clock in the morning my brother John found me asleep in this house and broke to me as gently as he could the sad news that our dear mother had died during the night",
        4254.88,
        4265.2
    ],
    [
        " This seemed to be the saddest and blankest moment of my life for several years my mother had not been in good health",
        4265.2,
        4271.0
    ],
    [
        " But I had no idea when I parted from her the previous day that I should never see her alive again",
        4271.0,
        4276.22
    ],
    [
        " Besides that I had always had an intense desire to be with her when she did pass away",
        4277.04,
        4281.02
    ],
    [
        " One of the chief ambitions would spur to be on at Hampton was that I might be able to get in a position in which I could make my mother comfortable and happy",
        4281.02,
        4289.12
    ],
    [
        " She had so often expressed express the wish that she might be permitted to live to see her children educated",
        4289.12,
        4295.4
    ],
    [
        " And started out in the world",
        4295.4,
        4297.94
    ],
    [
        " Fast forward a little bit three weeks before the time for the opening of the term at Hampton",
        4297.94,
        4305.28
    ],
    [
        " I was pleasantly surprised to receive a letter from my good friend Miss Mary F. Mackey the lady principal",
        4305.54,
        4310.12
    ],
    [
        " Asked me to return to Hampton two weeks before the opening of school in order that I might assist during cleaning the buildings and getting things in order for the new school year",
        4310.12,
        4317.68
    ],
    [
        " This is just an opportunity that I wanted",
        4317.68,
        4319.56
    ],
    [
        " gave me the chance to secure a credit in the treasure's office",
        4319.56,
        4322.88
    ],
    [
        " I started for Hampton at once during these two weeks",
        4322.88,
        4325.34
    ],
    [
        " I was taught a lesson which I would shall never forget",
        4325.34,
        4327.32
    ],
    [
        " Miss Mackey was a member of one of the oldest and most cultured families of the north",
        4327.32,
        4331.62
    ],
    [
        " And yet for two weeks she worked by my side cleaning windows dusting rooms putting beds in order and whatnot",
        4331.7,
        4338.22
    ],
    [
        " She felt that things would not be in condition for opening of school unless every window pane was perfectly clean",
        4338.22,
        4345.52
    ],
    [
        " And she took the greatest satisfaction in helping to clean them herself the work which I have described she did every year that I was at Hampton",
        4345.52,
        4353.12
    ],
    [
        " It was hard for me at this time to understand how a woman of her education at social standing could say take such delight in performing",
        4353.12,
        4361.34
    ],
    [
        " Such service in order to assist in the elevation of an unfortunate race",
        4361.34,
        4365.68
    ],
    [
        " Ever since then I have had no patience with any school for my race in the south which did not teach its students the dignity of labor",
        4365.68,
        4374.62
    ],
    [
        " This dude is all about hard work by the way",
        4374.62,
        4378.48
    ],
    [
        " And he you're gonna see this theme throughout this this whole book the theme of being able to",
        4378.48,
        4385.0
    ],
    [
        " Understand how to do things",
        4385.0,
        4386.84
    ],
    [
        " Learning how to do things and then working hard to do them is what this guy",
        4387.48,
        4392.32
    ],
    [
        " One of the underlying things this guy believes in which is a great lesson for any human being",
        4392.32,
        4398.4
    ],
    [
        " You know you hear it all the time. It's a it's a it's almost become",
        4398.4,
        4402.12
    ],
    [
        " You know it's a go to grind. It's basically the grind. This guy's the original person on the grind yeah grind culture",
        4402.12,
        4408.5
    ],
    [
        " Yep, that's him. You know book or tea washing is on the grind. Yeah",
        4408.5,
        4412.08
    ],
    [
        " And so apparently was Miss Mary F. Mackey she's on the grind",
        4412.08,
        4416.6
    ],
    [
        " She's rich. She's from a great family. She's still on the grind. Yeah getting in there",
        4417.48,
        4421.38
    ],
    [
        " This is a leadership lesson too. This is picking up the brass right? Yeah, you know, this is her",
        4421.38,
        4426.44
    ],
    [
        " She doesn't have to do this. I mean she's the freaking head of the school. She's in their cleaning windows",
        4426.44,
        4430.7
    ],
    [
        " Respect",
        4430.7,
        4431.68
    ],
    [
        " I noticed that's the second time where I pretty probably says it a bunch more but how he",
        4431.68,
        4436.96
    ],
    [
        " mentions he has little patience for people for not like that. Yeah, it's like huh. It's a nice way of putting it right",
        4436.96,
        4444.98
    ],
    [
        " Hmm",
        4447.76,
        4448.24
    ],
    [
        " All right",
        4448.24,
        4448.72
    ],
    [
        " Fast forward a little bit the greatest benefits that I got out of my life at the hampton institute",
        4448.72,
        4454.5
    ],
    [
        " Perhaps maybe classified under two heads. So this is the big lessons that he took away",
        4454.5,
        4458.64
    ],
    [
        " First was the contact with a great man general s c armstrong who I repeat was in my opinion the rarest strongest and most beautiful character",
        4458.64,
        4465.72
    ],
    [
        " That has ever been my privilege to meet",
        4465.72,
        4467.86
    ],
    [
        " Second at hampton for the first time I learned what education was expected to do for an individual",
        4467.86,
        4475.4
    ],
    [
        " Before going there. I had a good deal of then rather",
        4476.1,
        4480.4
    ],
    [
        " prevalent idea among our people that to secure an education",
        4480.4,
        4485.28
    ],
    [
        " meant to have a good easy time free from all necessity for manual labor",
        4485.28,
        4490.9
    ],
    [
        " At hampton I not only learned that it was not a disgrace to labor",
        4490.9,
        4496.16
    ],
    [
        " But learned to love labor",
        4496.16,
        4498.58
    ],
    [
        " Not alone for its financial value",
        4498.58,
        4500.96
    ],
    [
        " But for labor's own sake and for the independence and self-reliance which the ability to do something which the world wants done brings",
        4500.96,
        4510.88
    ],
    [
        " At that institution I got my first taste of what it meant to live a life of unselfish-nish",
        4510.88,
        4517.78
    ],
    [
        " My first knowledge of the fact that the happiest individuals are those who do the most to make others useful and happy",
        4517.78,
        4526.32
    ],
    [
        " So like I said this book is about hard work and the value of hard work and",
        4529.58,
        4536.64
    ],
    [
        " To love labor",
        4536.64,
        4537.9
    ],
    [
        " For its own sake like the work itself is good never mind the paycheck that you're getting just the work itself",
        4537.9,
        4543.92
    ],
    [
        " Yeah, it's that's a very interesting and memorable and useful",
        4543.92,
        4548.4
    ],
    [
        " Thing he said there were he mentioned the world needs things done",
        4549.74,
        4553.36
    ],
    [
        " And that is kind of like a good way to look at it where you can find yourself getting sucked into certain things",
        4553.36,
        4560.96
    ],
    [
        " But the result of those things like you're not going to be any use to anybody",
        4560.96,
        4566.2
    ],
    [
        " And you can kind of differentiate what you're doing and you know what game you're playing if you will",
        4566.2,
        4570.98
    ],
    [
        " Um if you look at it through that lens, you know, yeah, you know",
        4570.98,
        4574.64
    ],
    [
        " Know where your kid podcasts of you know kids like oh, what can I do for work?",
        4575.12,
        4578.86
    ],
    [
        " And I would say find something that people don't want to do that they need done",
        4579.62,
        4582.78
    ],
    [
        " This is the exact same advice he's got and then do it do it well",
        4582.78,
        4585.56
    ],
    [
        " And you're gonna if you can do something for people or you can give them something you can make something for them",
        4585.56,
        4591.26
    ],
    [
        " That they want that they need you're gonna be set. Yeah, that's what it is",
        4591.26,
        4595.2
    ],
    [
        " Yeah, if you you could you could look at it as a binary like hey are you gonna be useful or useless? Yeah exactly",
        4595.2,
        4602.52
    ],
    [
        " If you look at it in those terms, you'd be like useful all day. Yep",
        4602.52,
        4605.76
    ],
    [
        " And you can look at it in non-binary or you're gonna be useless",
        4605.76,
        4609.74
    ],
    [
        " And then once you get into useful how useful are you gonna be?",
        4609.74,
        4614.28
    ],
    [
        " Because the more useful you are the better results you're gonna have in everything",
        4614.38,
        4619.1
    ],
    [
        " Fast forward a little bit. I was completely out of money when I graduated in company with other Hampton students",
        4619.1,
        4629.72
    ],
    [
        " I secured a place as a table waiter in a summer hotel in Connecticut and managed to borrow enough money with which to get there",
        4629.72,
        4636.16
    ],
    [
        " I had not been in this hotel for long before I found out that I knew practically nothing about waiting on a hotel table",
        4636.16,
        4641.24
    ],
    [
        " The head waiter however supposed that I was a coplish waiter",
        4641.24,
        4644.2
    ],
    [
        " He soon gave me charge of a table at which there sat four or five wealthy and rather aristocratic people",
        4644.2,
        4649.92
    ],
    [
        " My ignorance of how to wait upon them was so apparent that they scolded me in such a severe manner",
        4649.92,
        4654.62
    ],
    [
        " That I became frightened and left their table leaving them sitting there without food",
        4654.62,
        4658.22
    ],
    [
        " As a result of this I was reduced from position of waiter to that of dish carrier, but",
        4658.42,
        4663.18
    ],
    [
        " This guy is like hard to discourage, but I determined to learn the business of waiting and did so within a few weeks",
        4663.18,
        4670.82
    ],
    [
        " And was restored to my former position",
        4670.82,
        4672.74
    ],
    [
        " I've had the satisfaction of being a guest in this hotel several times since I was a waiter there",
        4672.74,
        4677.6
    ],
    [
        " Started at the bottom my man",
        4677.6,
        4680.86
    ],
    [
        " While it was while at my home it was while my home was at Maldon",
        4680.86,
        4687.72
    ],
    [
        " That what was known as the Ku Klux Klan was at in the height of its activity",
        4688.22,
        4693.08
    ],
    [
        " This is fast forward a little bit the Ku Klux were bands of men who had joined themselves together for the purpose of regulating the contact of the color",
        4693.08,
        4700.14
    ],
    [
        " The conduct of the colored people",
        4700.14,
        4701.8
    ],
    [
        " Especially with the object of preventing the members of the race from exercising any influence in politics",
        4701.8,
        4708.34
    ],
    [
        " Like patrollers and then go he gives a little thing about the patrollers back in the day that were basically trying to keep",
        4708.34,
        4716.2
    ],
    [
        " Trying to make sure slaves were being kept and not escaping or not causing problems",
        4716.2,
        4721.64
    ],
    [
        " And he says like the patrollers the Ku Klux operated almost wholly at night",
        4721.64,
        4726.92
    ],
    [
        " They were however more cruel than the patrollers their object in the main were to crush out the political aspirations of the Negroes",
        4726.92,
        4735.82
    ],
    [
        " But they did not confine themselves to this because schoolhouses as well as churches were burned by them",
        4735.82,
        4741.94
    ],
    [
        " And many innocent persons were made to suffer during this period not a few color people",
        4741.94,
        4747.32
    ],
    [
        " lost their lives",
        4747.32,
        4749.22
    ],
    [
        " The Ku Klux period was I think the darkest part of the reconstruction days",
        4749.22,
        4755.28
    ],
    [
        " I've referred to this unpleasant part of history of the south",
        4755.28,
        4758.38
    ],
    [
        " Simply for the purpose of calling attention to the great change that has taken place since the days of the Ku Klux",
        4758.38,
        4765.64
    ],
    [
        " Today there are no such organizations in the south and the fact that",
        4765.64,
        4770.36
    ],
    [
        " Such ever existed is almost forgotten by both races",
        4770.48,
        4773.94
    ],
    [
        " There are a few places in the south now where public sentiment would permit such organizations to exist",
        4773.94,
        4780.76
    ],
    [
        " Well",
        4780.76,
        4783.22
    ],
    [
        " There you go",
        4783.22,
        4786.98
    ],
    [
        " I think we sometimes I think we're heading in a different racial direction",
        4786.98,
        4792.82
    ],
    [
        " There's a lot of uh people that focused on focus on race more than any other part of existence",
        4792.82,
        4798.9
    ],
    [
        " Uh",
        4800.76,
        4801.28
    ],
    [
        " But at the time",
        4801.28,
        4802.24
    ],
    [
        " You know, and this is around the turn of the century. He's like hey look these things are done",
        4802.24,
        4806.88
    ],
    [
        " At least from his perspective",
        4806.88,
        4809.92
    ],
    [
        " He says",
        4809.92,
        4812.9
    ],
    [
        " The years from 1867 to 1878 I think maybe called the period of reconstruction",
        4812.9,
        4818.96
    ],
    [
        " This included the time that I spent as a student at Hampton and as a teacher in West Virginia during the whole of the reconstruction period",
        4818.96,
        4826.58
    ],
    [
        " Two ideas were constantly agitating in the minds of colored people or at least in the minds of a large part of the race",
        4827.38,
        4834.1
    ],
    [
        " One of these was the craze for Greek and Latin learning and the other was a desire to hold office",
        4834.1,
        4840.94
    ],
    [
        " So there's two things that he's going to address here this this",
        4840.94,
        4845.6
    ],
    [
        " Desired to learn Greek and Latin and he kind of puts that as a whole",
        4845.6,
        4849.14
    ],
    [
        " genre of learning",
        4849.14,
        4851.56
    ],
    [
        " You can probably guess where this is going these are languages that people don't speak anymore",
        4851.56,
        4855.84
    ],
    [
        " And he's kind of he's his basic assessment is like why you're trying to learn something",
        4856.08,
        4860.02
    ],
    [
        " That doesn't exist anymore Greek Latin",
        4860.02,
        4863.6
    ],
    [
        " The no offense against the people out there that are starting Greek Latin good on you",
        4863.6,
        4867.0
    ],
    [
        " But back in the day",
        4867.0,
        4868.44
    ],
    [
        " He's saying what are you learning this for?",
        4868.44,
        4871.32
    ],
    [
        " And the political thing he says this about the political thing the temptations to enter political life",
        4871.86,
        4876.1
    ],
    [
        " We're so alluring that I came very near to yielding to them at one time",
        4876.1,
        4879.54
    ],
    [
        " But I was kept from doing so by the feeling that I would be helping in a more substantial way",
        4879.54,
        4883.88
    ],
    [
        " By assisting in the laying of the foundation of the race through a generous education of the hand",
        4883.88,
        4889.82
    ],
    [
        " head and heart",
        4889.82,
        4891.5
    ],
    [
        " I saw colored men who were members of the state legislators",
        4891.5,
        4895.8
    ],
    [
        " And county officers who in some cases could not read or write and whose morals were as weak as their education",
        4895.8,
        4903.04
    ],
    [
        " He's got his own he's he's he's he's holding the line yeah",
        4903.04,
        4909.62
    ],
    [
        " In the fall of 1878 after having taught school in Maldon for two years",
        4910.48,
        4914.52
    ],
    [
        " And after I had succeeded in preparing several of the young men and women besides my two brothers to enter the Hampton Institute",
        4914.52,
        4921.06
    ],
    [
        " I decided to spend some months in Washington DC studying I remained there for eight months",
        4921.06,
        4925.76
    ],
    [
        " And this is where he gets into this um",
        4925.76,
        4930.26
    ],
    [
        " He talks about there's no industrial training",
        4930.26,
        4933.98
    ],
    [
        " Like he had at the Hampton Institute",
        4933.98,
        4936.36
    ],
    [
        " Uh, he says the students at the other school seem to be less self-dependent",
        4936.66,
        4941.04
    ],
    [
        " They seem to give more attention to mere outward appearances in a word",
        4941.04,
        4944.4
    ],
    [
        " They did not appear to me to be bring it to be",
        4944.4,
        4946.62
    ],
    [
        " Beginning all at the bottom on a real solid foundation to the extent they were at Hampton",
        4946.62,
        4953.44
    ],
    [
        " They knew more about Latin and Greek when they left school",
        4953.44,
        4957.02
    ],
    [
        " But they seem to know less about life and its conditions as they would meet in their homes",
        4957.02,
        4962.52
    ],
    [
        " So this dude was thinking you got to learn how to do something",
        4964.38,
        4967.46
    ],
    [
        " You know",
        4967.46,
        4968.68
    ],
    [
        " This was got not a guy that was getting a degree in you know some",
        4968.68,
        4974.28
    ],
    [
        " liberal arts major",
        4974.28,
        4977.44
    ],
    [
        " Uh, he was getting a degree in like",
        4977.44,
        4980.54
    ],
    [
        " Something engineering you're gonna get when he opens up the Tuskegee Institute like they start this is what you're gonna learn",
        4980.54,
        4986.94
    ],
    [
        " You're gonna walk out of there. You're gonna be able you're gonna be an employable dude useful",
        4986.94,
        4991.6
    ],
    [
        " You're gonna be a useful person because there's male and female. I shouldn't just say dude",
        4991.78,
        4996.22
    ],
    [
        " But male and female if you're going to the Tuskegee Institute when you get done there",
        4996.22,
        5000.62
    ],
    [
        " You're gonna be a productive member of society with like multiple skill sets",
        5000.62,
        5004.62
    ],
    [
        " You're gonna get educated you're gonna you're gonna learn classic education as well",
        5004.62,
        5009.32
    ],
    [
        " But trust me you're gonna know how to make bricks you're gonna know how build you're gonna know how to do carpentry",
        5009.32,
        5014.78
    ],
    [
        " What do you say hand heads and hearts? Yeah hands heads and hearts there you go. That's a good thing to do",
        5014.78,
        5020.9
    ],
    [
        " How do you train someone's um morals? I?",
        5021.94,
        5026.84
    ],
    [
        " Think you have to I think you learn them through stories",
        5026.86,
        5029.22
    ],
    [
        " Right, I think that's you know when you look at how we learn morals and how we pass them on the best the most common way to do that is through stories",
        5029.22,
        5036.58
    ],
    [
        " You know, that's what the Bible is a bunch of stories about how things happened",
        5036.58,
        5040.54
    ],
    [
        " But any of these parables that you get from the Bible, but then also you know the boy who cried wolf right",
        5040.54,
        5046.96
    ],
    [
        " All those are just stories. So those those moral",
        5047.78,
        5051.64
    ],
    [
        " Those morals come from hearing stories where the stories come from is you know, you could be a lot of different sources",
        5051.64,
        5058.02
    ],
    [
        " Yeah, but it's everything from the Bible to",
        5058.02,
        5060.6
    ],
    [
        " Nursery rhymes to whatever not all that's where you're gonna learn this stuff from yeah",
        5060.6,
        5065.92
    ],
    [
        " Yeah, it feels like that's like one of those kind of like in a way like leadership where",
        5065.92,
        5071.12
    ],
    [
        " It's seen from the outside. It seems like hey, this is just something you could sort of develop",
        5071.12,
        5076.16
    ],
    [
        " Incidentally almost through you know as you as you grow up",
        5077.52,
        5080.46
    ],
    [
        " But there he had it feels like there has to be a way to actually train",
        5080.46,
        5084.38
    ],
    [
        " Morals like you get a you know a young man or whatever who is weak morally well",
        5084.38,
        5090.08
    ],
    [
        " This is one of the reasons why the way the warrior kid",
        5090.08,
        5092.82
    ],
    [
        " You know one of the reasons that I wrote that book was to give this code yeah for kids to go off of in life",
        5092.82,
        5102.26
    ],
    [
        " Because that's a moral code",
        5103.14,
        5104.68
    ],
    [
        " You know that is a moral code and it's a simple one. It's a straightforward one. It's a basic one, but you can apply that thing",
        5104.68,
        5112.1
    ],
    [
        " You know through your whole life",
        5112.1,
        5114.48
    ],
    [
        " But the reason is is because we've gotten to a point in society where you're not getting your morals from school",
        5114.48,
        5121.9
    ],
    [
        " You're not getting from church because a lot of people aren't going to church",
        5121.9,
        5124.62
    ],
    [
        " You're not getting them from school because they're not teaching them in school",
        5124.62,
        5126.98
    ],
    [
        " you're not getting them from",
        5126.98,
        5128.68
    ],
    [
        " The boy scouts because the people aren't doing that anymore. So where are you getting your moral code from",
        5130.38,
        5135.66
    ],
    [
        " So oh way the warrior kid is one place you can get it from",
        5135.66,
        5138.76
    ],
    [
        " And and same thing with the the code the the code and the protocol book the Dave Burke and Sarah",
        5138.76,
        5144.2
    ],
    [
        " I'm sure I'm sure I wrote it's like just just read those things look you can make up your own code",
        5144.2,
        5147.64
    ],
    [
        " Which is awesome",
        5147.64,
        5148.22
    ],
    [
        " But if you don't have a code that you're living by",
        5148.22,
        5150.86
    ],
    [
        " Problematic but you know back in the day",
        5150.86,
        5154.72
    ],
    [
        " Ten commandments right here's kind of the basic rules that you need to abide by",
        5155.14,
        5159.08
    ],
    [
        " And yet when you ask the question where do you teach people morals?",
        5159.08,
        5164.36
    ],
    [
        " Well, you used to get it some from school some from church. Where do you get it from now? Uh-huh?",
        5164.36,
        5169.84
    ],
    [
        " There's a gap there right",
        5169.94,
        5171.62
    ],
    [
        " Yeah, seems like it would have to be within the family",
        5171.62,
        5175.46
    ],
    [
        " I guess in one way or another well",
        5175.46,
        5177.36
    ],
    [
        " Yeah, I guess I should have put that as the primary place right the primary place, but",
        5177.36,
        5181.34
    ],
    [
        " You're right in the fact that the you should be getting it from your family",
        5182.06,
        5185.36
    ],
    [
        " But where's your family getting it your family's getting their code from church or from school",
        5185.36,
        5189.3
    ],
    [
        " They got it from school and so yes, you're right the primary place should be the family",
        5189.3,
        5194.12
    ],
    [
        " But again another reason for the warrior kid books like a lot of times the the family's a little different now",
        5194.12,
        5198.96
    ],
    [
        " You know how often is the family sitting around and having dinner every night?",
        5198.96,
        5201.56
    ],
    [
        " You know how often they get around the table and sit down and eat dinner",
        5201.78,
        5205.16
    ],
    [
        " I can tell you this when my kids were younger. I didn't do that at all. Then do it at all",
        5205.16,
        5209.54
    ],
    [
        " Oh, I should let me refresh it very rarely no more than once a week would me my wife and all my kids get around the table and eat a meal",
        5209.54,
        5217.62
    ],
    [
        " I would like to go back in time and fix that but",
        5217.62,
        5221.9
    ],
    [
        " It's gone and you know everyone's got things going on. They got work. They got this they got that",
        5221.9,
        5227.46
    ],
    [
        " and and so where you're great question",
        5227.46,
        5231.22
    ],
    [
        " And you know what book or tea is saying is like oh we need to teach",
        5231.22,
        5236.66
    ],
    [
        " Their minds their hands and their hearts. That's we need to teach them morals",
        5237.22,
        5242.24
    ],
    [
        " Because otherwise like you're saying these aren't these aren't",
        5242.24,
        5247.94
    ],
    [
        " These aren't you're not born with morals you're not",
        5247.94,
        5250.12
    ],
    [
        " You need to be taught them and people along the way can teach you and that's what is so cool about this book",
        5250.12,
        5257.16
    ],
    [
        " Is he's kind of you can see where he's piecing these things together?",
        5257.16,
        5260.1
    ],
    [
        " He's getting it from people right? He's getting it from general Armstrong",
        5260.56,
        5263.66
    ],
    [
        " He's getting it from",
        5264.14,
        5265.14
    ],
    [
        " Olivia what's her name violet?",
        5265.14,
        5267.06
    ],
    [
        " Violet he's getting it from five. He's getting a little bit of his morals from violet. Oh, he got to be neat and clean",
        5267.54,
        5271.86
    ],
    [
        " He's getting stuff from general Armstrong get help other people",
        5271.86,
        5274.74
    ],
    [
        " He's getting up from this lord who's teaching him the Bible. So he's getting he's building his moral structure as he's growing up",
        5274.74,
        5282.8
    ],
    [
        " And that's one of the coolest things about the book as you can see this kind of thing you can see it kind of build",
        5282.8,
        5288.94
    ],
    [
        " As he goes through his life",
        5288.94,
        5290.92
    ],
    [
        " Yeah, and they're coming from",
        5290.92,
        5292.36
    ],
    [
        " sources that seem",
        5294.22,
        5295.1
    ],
    [
        " strict and consistent",
        5295.1,
        5297.38
    ],
    [
        " Yes, strict consistent positive, right?",
        5297.38,
        5300.1
    ],
    [
        " Because think of the other morals that you can grow up with, right? I mean it happens all time",
        5301.42,
        5305.3
    ],
    [
        " You know if you you're around a bunch of people that are you know thieves or they're scamming people or they're hurting people like you",
        5305.3,
        5311.7
    ],
    [
        " That's what the morals you're gonna get right eat that and I didn't even think of that",
        5311.7,
        5316.38
    ],
    [
        " Those are the morals you might get because you might be able to say I don't want to act out right and",
        5316.38,
        5321.98
    ],
    [
        " And it can be inversely and you met what you just said positive you added positive which",
        5321.98,
        5326.16
    ],
    [
        " The more I think about that even right now. It's like dang that's really really important because you can be strict and and consistently strict too",
        5326.16,
        5333.54
    ],
    [
        " Or sorry strict and consistent",
        5333.54,
        5335.72
    ],
    [
        " But if it's like if the kid or whoever right the the learner if they're if they regard it as negative or abusive or anything negative",
        5335.72,
        5344.86
    ],
    [
        " They're the chance of rebellion super high",
        5344.86,
        5347.5
    ],
    [
        " It seems like in anyway, but if it's positive like man you're just gonna take that like",
        5347.72,
        5352.32
    ],
    [
        " That's like one of the better ways to learn",
        5352.32,
        5354.92
    ],
    [
        " things especially hard and useful things",
        5354.92,
        5357.88
    ],
    [
        " That positivity no yet strict consistent positive. Yeah, and I think there's a",
        5357.88,
        5364.1
    ],
    [
        " You know you talked about integrity earlier. I think there's a level of integrity",
        5364.1,
        5368.74
    ],
    [
        " You know if you're my kid and I'm telling you one thing but I'm acting a different way right?",
        5368.74,
        5373.54
    ],
    [
        " I think that's a real problem. Yeah",
        5373.78,
        5375.18
    ],
    [
        " Yeah, that's a real problem. Yeah, and that's part that's kind of part of that consistency piece as well where you know like",
        5375.18,
        5381.56
    ],
    [
        " You should be getting good grades right and then sometimes it's not that big of a deal",
        5381.56,
        5389.06
    ],
    [
        " So it's kind of like I have no real integrity no real direction, you know consistency. Absolutely. Yeah, absolutely",
        5389.06,
        5397.4
    ],
    [
        " Uh",
        5397.4,
        5398.74
    ],
    [
        " So now he's",
        5398.74,
        5401.72
    ],
    [
        " Actually going to he starts doing some speaking",
        5402.22,
        5404.34
    ],
    [
        " He's taking a train back to Hampton at this point to give a speech of the",
        5404.34,
        5408.36
    ],
    [
        " commencement day speech",
        5408.36,
        5409.88
    ],
    [
        " He says the address which I delivered on commencement day seems to have pleased everyone and",
        5409.88,
        5415.04
    ],
    [
        " many kind encouraging words were spoken to me regarding it soon after my return home to west",
        5415.04,
        5419.86
    ],
    [
        " To my home in west Virginia where I had planned to continue teaching",
        5419.86,
        5424.02
    ],
    [
        " I was again surprised to receive a letter from general Armstrong as asking me to return to Hampton",
        5424.02,
        5428.86
    ],
    [
        " Partly as a teacher and partly to pursue some supplementary studies",
        5429.0,
        5432.7
    ],
    [
        " This was in the summer of 1879 about this time the experiment was being tried for the first time general Armstrong of educating Indians at Hampton",
        5432.7,
        5441.78
    ],
    [
        " Few people then had any confidence in the ability of the Indians to receive education and to profit by it",
        5441.78,
        5449.88
    ],
    [
        " General Armstrong was anxious to try the experiment systematically on a large scale",
        5449.88,
        5454.18
    ],
    [
        " He secured from the reservation in the western states over 100 wild and for the most part perfectly ignorant",
        5454.18,
        5460.8
    ],
    [
        " Indians the greater proportion of whom were young men",
        5460.8,
        5464.52
    ],
    [
        " The special work which the general desired me to do is a sort to be a sort of house father to the Indian young men",
        5464.52,
        5471.54
    ],
    [
        " that is",
        5471.54,
        5472.56
    ],
    [
        " I was to live in the building with them and have charge of their discipline clothing rooms and so on",
        5472.56,
        5478.72
    ],
    [
        " This was a very tempting offer",
        5479.42,
        5481.12
    ],
    [
        " But I'd become so much absorbed in my work in rest of Virginia that I dreaded to give it up",
        5481.12,
        5485.18
    ],
    [
        " However, I tore myself away with it from it",
        5485.18,
        5487.58
    ],
    [
        " I did not know how to refuse to perform any service that general Armstrong desired of me on going to Hampton",
        5487.58,
        5494.7
    ],
    [
        " I took up my residence in a building",
        5494.7,
        5497.46
    ],
    [
        " With about 75 Indian youths",
        5497.46,
        5500.56
    ],
    [
        " I was the only person in the building who is not a member of their race at first",
        5500.56,
        5505.76
    ],
    [
        " I had a good deal of doubt about my ability to succeed",
        5505.76,
        5508.54
    ],
    [
        " I knew that the average Indian felt himself above the white man and of course",
        5508.54,
        5513.02
    ],
    [
        " He felt himself far above the Negro",
        5513.02,
        5515.24
    ],
    [
        " Largest on account of the fact of the Negro having submitted a slavery",
        5515.24,
        5519.56
    ],
    [
        " A thing which the Indian would never do",
        5519.56,
        5521.76
    ],
    [
        " The Indians in the Indian territory owned a large number of slaves during the days of slavery",
        5521.76,
        5527.32
    ],
    [
        " Aside from this, there was a general feeling that the attempt to educate and civilize the red men at Hampton would be a failure",
        5527.32,
        5534.9
    ],
    [
        " All of this may be perceived very cautiously for I felt keenly the great responsibility",
        5535.2,
        5541.42
    ],
    [
        " But I was determined to succeed",
        5541.42,
        5543.42
    ],
    [
        " It was not long before I had the complete confidence of the Indian",
        5543.42,
        5547.82
    ],
    [
        " And not only this but I think I am safe in saying that I had their love and respect",
        5547.82,
        5552.14
    ],
    [
        " I found that they were about like any other human beings",
        5552.14,
        5556.2
    ],
    [
        " That they responded to kind treatment and resented ill treatment",
        5556.2,
        5560.76
    ],
    [
        " They were continually planning to do something that would add to my happiness and comfort",
        5560.88,
        5565.9
    ],
    [
        " The things that they did the things that they disliked most I think were to have their",
        5565.9,
        5573.36
    ],
    [
        " Long hair cut to give up wearing their blankets and to see smoking",
        5573.36,
        5578.4
    ],
    [
        " But no white American ever thinks that any other race is wholly civilized",
        5578.4,
        5583.02
    ],
    [
        " Until he wears the white man clothes",
        5583.02,
        5585.1
    ],
    [
        " He eats the white man's food",
        5585.24,
        5587.0
    ],
    [
        " speaks the white man language and professes the white man's religion",
        5587.0,
        5591.64
    ],
    [
        " So a very interesting aspect here",
        5591.64,
        5596.38
    ],
    [
        " From his perspective as these Indians show up",
        5596.38,
        5603.66
    ],
    [
        " And the key part that I underlined that is this is a good lesson for everybody",
        5603.66,
        5612.04
    ],
    [
        " I found that they were about like any other human beings",
        5613.16,
        5615.66
    ],
    [
        " That they responded to kind treatment and resented ill treatment",
        5615.66,
        5619.32
    ],
    [
        " You want people to do you want people to get on board treat them well",
        5619.32,
        5622.6
    ],
    [
        " Treat them with respect",
        5622.6,
        5623.96
    ],
    [
        " Listen to what they have to say",
        5623.96,
        5626.04
    ],
    [
        " That's what you do",
        5626.04,
        5627.24
    ],
    [
        " And also imposing your culture on other people doesn't doesn't work",
        5627.24,
        5633.56
    ],
    [
        " That's not a good way to move forward",
        5633.56,
        5635.98
    ],
    [
        " And this is like I'm just talking about culture like in a company",
        5635.98,
        5638.2
    ],
    [
        " You know if my company acquires your company",
        5638.2,
        5640.7
    ],
    [
        " And I say this is how we do it here",
        5641.04,
        5642.7
    ],
    [
        " Oh",
        5642.7,
        5643.58
    ],
    [
        " We don't do no",
        5643.58,
        5645.0
    ],
    [
        " How do you guys don't do it?",
        5645.0,
        5646.5
    ],
    [
        " And and then you let the culture sort themselves out",
        5646.6,
        5650.66
    ],
    [
        " Because there's some things about you culture in your company that might not be as good as the culture I have in my company",
        5650.66,
        5654.8
    ],
    [
        " You know when when we started working with the army or the Marine Corps",
        5654.8,
        5659.0
    ],
    [
        " We didn't say well this is how we do it in the SEAL teams we didn't say that",
        5659.0,
        5661.44
    ],
    [
        " Nope how do you guys do it",
        5661.44,
        5663.78
    ],
    [
        " How do you want to make this happen",
        5663.78,
        5666.16
    ],
    [
        " He goes on to say while I was in charge the Indian boys at Hampton",
        5669.16,
        5671.88
    ],
    [
        " I had one or two experiences which illustrate the curious workings of cast in America",
        5671.88,
        5676.52
    ],
    [
        " One of the Indian boys was taken ill and it became my duty to take him to Washington",
        5676.52,
        5681.22
    ],
    [
        " Deliver him over to the secretary of the interior and get a receipt for him",
        5681.22,
        5684.28
    ],
    [
        " In order that he might be returned to his western reservation",
        5684.28,
        5687.46
    ],
    [
        " At the time I was rather ignorant of the ways the world during my journey",
        5687.46,
        5691.34
    ],
    [
        " To Washington on a steamboat",
        5691.34,
        5693.1
    ],
    [
        " When the bell rang for dinner I was careful to wait and not enter the dining room until after the greater part of the passengers had finished their meal",
        5693.1,
        5699.84
    ],
    [
        " Then with my charge I went to the dining saloon",
        5699.84,
        5703.44
    ],
    [
        " The man in charge politely informed me that the Indian could be served but I could not",
        5703.44,
        5707.68
    ],
    [
        " I never could understand how he knew",
        5707.68,
        5710.6
    ],
    [
        " Just where to draw the color line since the Indian I were about the same complexion",
        5710.6,
        5715.6
    ],
    [
        " The steward however seemed to be an expert in this manner",
        5715.6,
        5718.78
    ],
    [
        " I had been directed by the authorities at Hampton to stop at a certain hotel in Washington with my charge",
        5719.0,
        5723.98
    ],
    [
        " But went in but when I went to this hotel the clerk stated that he would be glad to receive the Indian into the house",
        5723.98,
        5731.3
    ],
    [
        " But said that he could not accommodate me",
        5731.3,
        5733.68
    ],
    [
        " There you go",
        5733.68,
        5738.24
    ],
    [
        " He goes on to talk about",
        5738.24,
        5745.34
    ],
    [
        " Well that's just interesting you know that's like the times",
        5745.44,
        5748.86
    ],
    [
        " I mean what",
        5748.86,
        5750.24
    ],
    [
        " What just what heinous way to go through",
        5750.24,
        5756.36
    ],
    [
        " What a heinous history part of history that is",
        5756.36,
        5760.58
    ],
    [
        " And he talks about this as this really helped him",
        5760.58,
        5766.4
    ],
    [
        " Again like he talks about how this helped him learn",
        5766.4,
        5770.92
    ],
    [
        " How to help people prepare for this type of behavior in the future and when he ended up with the Tuskegee Institute",
        5771.3,
        5778.3
    ],
    [
        " It this is that these the type of things that helped him learn to teach",
        5778.3,
        5785.7
    ],
    [
        " Fast forward a little bit",
        5785.7,
        5790.74
    ],
    [
        " General Armstrong asked me to take charge of the night school and I did so at the beginning of this school",
        5790.74,
        5796.16
    ],
    [
        " There were about 12 strong earnest men and women who entered the class during the day",
        5796.16,
        5800.36
    ],
    [
        " The greater part of the young men worked in the school's sawmill and the young women worked in the laundry",
        5800.36,
        5805.58
    ],
    [
        " The work was not easy in either place",
        5805.58,
        5807.74
    ],
    [
        " But in all my teaching I never taught pupils who gave me",
        5807.74,
        5811.22
    ],
    [
        " much genuine satisfaction as these did",
        5811.22,
        5814.94
    ],
    [
        " They were good students and mastered their work thoroughly",
        5814.94,
        5818.76
    ],
    [
        " they were",
        5818.76,
        5819.76
    ],
    [
        " They were so much in earnest that only the ringing of the retiring bell would make them stop studying",
        5819.76,
        5826.46
    ],
    [
        " And they would often urge me to continue the lessons after the usual hour for going to bed and come",
        5826.48,
        5832.1
    ],
    [
        " So he was just talking about how these",
        5832.1,
        5833.74
    ],
    [
        " This night school these kids had to work and they were the hardest working kids they appreciated it",
        5833.74,
        5839.46
    ],
    [
        " It may have 1881 near the close of my first year in teaching at the night school in a way that I had not dared expect the opportunity",
        5839.46,
        5848.28
    ],
    [
        " Open for me to begin my life work one night in the chapel after the usual",
        5848.28,
        5853.0
    ],
    [
        " Chapel exercises were over general Armstrong referred me",
        5853.86,
        5856.82
    ],
    [
        " Referred to the fact that he received a letter from some gentleman in Alabama asking him to recommend someone to take charge of what was to be a normal school for colored people in the little town of Tuskegee in that state",
        5856.82,
        5870.3
    ],
    [
        " Before going to Tuskegee I had expected to find their a building and all necessary apparatus ready for me to begin teaching to my disappointment",
        5870.3,
        5879.28
    ],
    [
        " I found nothing of the kind I did find though",
        5879.28,
        5882.22
    ],
    [
        " Which no costly building and apparatus can supply hundreds of hungry earnest souls who wanted to secure knowledge",
        5883.0,
        5889.9
    ],
    [
        " So there you go he he gets assigned to open the school the Tuskegee Institute. He goes there is nothing there",
        5889.9,
        5895.88
    ],
    [
        " This guy doesn't care though. That's just like whatever",
        5895.88,
        5899.94
    ],
    [
        " This is just no factor for him. He lives a life of no factor almost slave no factor",
        5899.94,
        5905.9
    ],
    [
        " Oh, I'm getting I have to work in a you know in a coal mine no factor",
        5905.9,
        5909.86
    ],
    [
        " I'm getting uh racially discriminated against no factor watch this",
        5910.58,
        5915.26
    ],
    [
        " uh",
        5915.26,
        5918.32
    ],
    [
        " So fast forward",
        5918.32,
        5920.68
    ],
    [
        " On the morning that I opened that the school opened 30 students reported for this is the Tuskegee Institute",
        5920.68,
        5926.3
    ],
    [
        " On the morning that the school opened 30 students reported for admission. I was the only teacher",
        5926.3,
        5931.14
    ],
    [
        " The students were about equally divided between the sexes. It was interesting. It was also interesting to know how many big books some of them had studied",
        5931.14,
        5938.84
    ],
    [
        " And how many high sounding subjects some of them claimed to have mastered the bigger the book and the longer the name of the subject the prouder they felt of their accomplishment",
        5939.86,
        5948.38
    ],
    [
        " Some had studied Latin one or two had studied Greek",
        5948.38,
        5951.58
    ],
    [
        " This they thought entitled them to a special distinction",
        5951.58,
        5955.54
    ],
    [
        " In fact one of the saddest things I saw was a young man who had attended some high school sitting down in a one-room cabin with grease on his clothing",
        5955.54,
        5965.1
    ],
    [
        " Filth all around him and weeds in the garden",
        5965.9,
        5968.24
    ],
    [
        " Engaged in studying a French grammar. Let me just make sure you understand that he's like totally",
        5968.24,
        5975.2
    ],
    [
        " One of the saddest things he saw was this kid that looks like crap looks like a slob",
        5975.2,
        5980.7
    ],
    [
        " He's all dirty and yet he knows how to speak French like bro",
        5980.7,
        5983.28
    ],
    [
        " Were you even speaking French you learn how to do your laundry? She learned how to build a uh a you know build",
        5983.28,
        5991.32
    ],
    [
        " Improve your cabin",
        5991.5,
        5992.68
    ],
    [
        " The students who came first seem to be found fond of memorizing long and complicated rules and grammar and mathematics",
        5992.68,
        6001.36
    ],
    [
        " But had little thought or knowledge of applying these rules to their everyday life",
        6001.36,
        6007.24
    ],
    [
        " He goes on the end of the first six weeks a new and rare face enter the school as co-teacher",
        6007.24,
        6014.22
    ],
    [
        " Miss Olivia a Davidson who later became my wife and this Davidson was born in Ohio and received her preparatory education in the public schools of that",
        6014.22,
        6021.26
    ],
    [
        " When little more than a girl she heard of the need of teachers in the south that she went to the state of Mississippi and begun teaching there later",
        6021.82,
        6027.2
    ],
    [
        " She taught in the city of Memphis",
        6027.2,
        6028.2
    ],
    [
        " Miss Davidson's experience in the south showed her that people needed something more than book learning",
        6028.2,
        6032.7
    ],
    [
        " She heard of the Hampton system of education and decided that was what she wanted in order to prepare herself for better work in the south",
        6032.7,
        6040.36
    ],
    [
        " Miss Davidson and I begin consulting us the future of the school from the first",
        6040.36,
        6044.76
    ],
    [
        " The students were making progress in learning books and in developing their minds",
        6044.76,
        6048.76
    ],
    [
        " But it came apparent at once if we were to make any permanent impression upon those who had come to us for training",
        6048.76,
        6053.44
    ],
    [
        " We must do something besides teach them mere books the students had come from homes where they had no opportunities for lessons",
        6053.44,
        6059.3
    ],
    [
        " Which we would teach them how to care for their bodies with few exceptions the homes and Tuskegee in which the students bordered were",
        6059.3,
        6066.54
    ],
    [
        " But little improvement upon those which they had come we wanted to teach the students how to bathe",
        6066.54,
        6071.92
    ],
    [
        " How to care for their teeth and clothing we wanted to teach them how to eat how to eat it or sorry what to eat and how to eat it properly",
        6071.92,
        6078.26
    ],
    [
        " And how to care for their rooms aside from this we wanted to give them such a practical knowledge of some one industry",
        6078.3,
        6084.44
    ],
    [
        " Together with the spirit of industry thrift and economy that they would be sure of knowing how to make a living after they left us",
        6084.44,
        6092.24
    ],
    [
        " We wanted to teach them to study actual things instead of mere books alone",
        6092.24,
        6097.78
    ],
    [
        " Well, this would be a really helpful thing for educators to be paying attention to right now",
        6097.78,
        6103.08
    ],
    [
        " Because a lot of kids they get done with college",
        6103.08,
        6106.08
    ],
    [
        " I mean high school same thing they go to high school. They learn how to get into college",
        6106.5,
        6110.02
    ],
    [
        " They don't learn how to actually do anything. They don't know how to fix a car. They don't know how to do plumbing",
        6110.02,
        6116.3
    ],
    [
        " They don't know how to install electrical",
        6116.3,
        6118.82
    ],
    [
        " They don't know how to do any of that stuff. They know how to take a test to get into college",
        6118.82,
        6122.98
    ],
    [
        " What are they learning college? Is that what they learn electrical? Is that where they learn plumbing? No, no, no",
        6122.98,
        6128.22
    ],
    [
        " Some of them do",
        6128.22,
        6129.72
    ],
    [
        " not a lot of them",
        6129.72,
        6131.86
    ],
    [
        " So",
        6138.94,
        6139.46
    ],
    [
        " That's",
        6139.46,
        6138.08
    ],
    [
        " So that's what they set this education system up for um",
        6138.08,
        6143.06
    ],
    [
        " End up he's making moves. I'll tell you what he's he's a he's a good businessman",
        6143.06,
        6147.64
    ],
    [
        " He's making moves. He's growing",
        6147.64,
        6149.86
    ],
    [
        " Then up there's an old plantation. That's for sale",
        6149.86,
        6152.74
    ],
    [
        " next door",
        6152.74,
        6154.3
    ],
    [
        " He wants to buy it doesn't have any money",
        6154.3,
        6158.52
    ],
    [
        " But gets a general general jfb marshal who's the treasure of the hampton institute",
        6159.26,
        6165.96
    ],
    [
        " He decides he's gonna land with his personal funds to buy this chunk of land",
        6165.96,
        6171.94
    ],
    [
        " Um, he says our next effort was in the direction of increasing the cultivation of the land",
        6171.94,
        6176.88
    ],
    [
        " So as to secure some return from it and at the same time give the students training in agriculture all the industries",
        6176.88,
        6182.76
    ],
    [
        " In Tuskegee have been started in natural and logical order growing out of the needs of a community settlement",
        6183.84,
        6189.98
    ],
    [
        " We began with farming because we wanted something neat. So there you go. Oh, we bought land now",
        6189.98,
        6194.14
    ],
    [
        " We're gonna start farming the land and what do you get to do when you farm the land? You get to teach the people how to farm",
        6194.14,
        6198.56
    ],
    [
        " Uh",
        6198.56,
        6201.18
    ],
    [
        " It goes on",
        6201.18,
        6203.82
    ],
    [
        " They needed a building",
        6203.82,
        6207.42
    ],
    [
        " They start building this building before the building was completed",
        6208.68,
        6211.52
    ],
    [
        " We passed through some very trying seasons more than once our hearts were made to bleed as it were because bills were failed",
        6211.52,
        6218.04
    ],
    [
        " were falling",
        6218.04,
        6218.74
    ],
    [
        " Due that we did not have any money to meet perhaps no one who has gone who has not gone through the experience month after month",
        6218.74,
        6225.64
    ],
    [
        " Of trying to erect buildings and provide equipment for a school when no one knew where the money was to come from can properly appreciate the difficulties under which we we labored",
        6225.64,
        6233.68
    ],
    [
        " During the first years at Tuskegee I recall that night after night",
        6234.0,
        6238.34
    ],
    [
        " I would roll and toss my bed without sleep because of the anxiety and uncertainty which we were in regarding money",
        6238.34,
        6244.66
    ],
    [
        " I knew that in a large degree we were trying an experiment that of testing whether or not it was possible for",
        6244.66,
        6250.6
    ],
    [
        " Negroes to build up and control the affairs of a large educational institution",
        6250.6,
        6254.54
    ],
    [
        " I knew that if we failed it would injure the whole race",
        6254.54,
        6258.08
    ],
    [
        " I knew that the presumption was against us. I knew that in case of the white people beginning such an enterprise",
        6258.1,
        6264.1
    ],
    [
        " It would be taken for granted that they were going to succeed",
        6264.1,
        6266.44
    ],
    [
        " But in our case, I felt that people would be surprised if we succeeded all of this made a burden which pressed down on us sometimes",
        6266.44,
        6273.68
    ],
    [
        " It seemed at a rate of a thousand pounds to the inch",
        6273.68,
        6276.86
    ],
    [
        " Fast forward a little bit. I was married to miss",
        6276.86,
        6282.04
    ],
    [
        " Fanny and Smith of",
        6282.04,
        6285.04
    ],
    [
        " Maldon West Virginia",
        6285.04,
        6286.64
    ],
    [
        " So he briefly talking about that he gets married as she ends up passing away",
        6287.62,
        6291.56
    ],
    [
        " um, but I wanted to just mention that",
        6291.56,
        6294.06
    ],
    [
        " Fast forward a little bit from the very beginning at Tuskegee",
        6294.06,
        6297.9
    ],
    [
        " I was determined to have the students do not only the agricultural and domestic work but to have them erect their own buildings",
        6297.9,
        6304.4
    ],
    [
        " My plan was to have them while performing this service taught the least",
        6304.4,
        6309.42
    ],
    [
        " Lelatist and best methods of labor so that the school would not only get the benefit of their efforts",
        6309.42,
        6315.12
    ],
    [
        " But the students themselves would be taught to see not only utility and labor but beauty and dignity",
        6315.12,
        6321.76
    ],
    [
        " Would be taught in fact how to lift labor up from mere drudgery and toil and would learn to love work for its own sake",
        6321.76,
        6330.82
    ],
    [
        " My plan was not to teach them to work in the old way",
        6330.82,
        6333.72
    ],
    [
        " But to show them how to make the forces of nature air water steam electricity horsepower a system in their labor",
        6333.72,
        6340.0
    ],
    [
        " At first many advised against the experiment of having the buildings erected by the labor of the students",
        6340.0,
        6345.54
    ],
    [
        " But I was determined to stick to it",
        6345.54,
        6347.7
    ],
    [
        " I told those who doubted the wisdom of the plan that I knew that our first buildings would not be so comfortable",
        6347.7,
        6353.46
    ],
    [
        " Or so completing the finish as buildings erected by experience hands of outside workman",
        6353.46,
        6357.98
    ],
    [
        " But that in teaching of the civilization self-help",
        6357.98,
        6361.54
    ],
    [
        " Reliance",
        6361.54,
        6362.62
    ],
    [
        " Self-reliance the erection of buildings by the students themselves would more than compensate for any lack of comfort",
        6362.62,
        6369.56
    ],
    [
        " Fine finish so this dude's like a we're building our own buildings",
        6370.0,
        6373.24
    ],
    [
        " That is no small task when you just decide having to take a bunch of students",
        6373.24,
        6378.4
    ],
    [
        " So we're gonna do our best to build the buildings and he says look they're not gonna be that they're not gonna be perfect. I get it",
        6378.4,
        6383.46
    ],
    [
        " Me some rough edges",
        6383.46,
        6385.2
    ],
    [
        " But it's gonna be worth it",
        6385.2,
        6387.26
    ],
    [
        " He says not fast forward a little but not a not a few times when a new student has been led to the temptation of",
        6387.26,
        6394.36
    ],
    [
        " Moring the looks of some building by led pencil marks or by cuts of a jackknife",
        6394.44,
        6399.36
    ],
    [
        " I have heard an old student remind him don't do that. This is our building. I helped put it up",
        6399.36,
        6405.1
    ],
    [
        " Bro, don't be met. Don't put a graffiti marks on this thing. I built it. It's a little a little bit of ownership right there",
        6405.1,
        6412.86
    ],
    [
        " My experience is that there is something in human nature which always makes an individual recognize and reward merit",
        6412.86,
        6420.8
    ],
    [
        " No matter under what color of skin merit is found",
        6420.86,
        6424.74
    ],
    [
        " I have found two",
        6424.74,
        6427.36
    ],
    [
        " That is the visible tangible that goes a long ways in softening prejudices the actual site of a first class house",
        6427.36,
        6435.82
    ],
    [
        " That in house that a negro has built is ten times more potent than pages of discussion",
        6435.82,
        6441.56
    ],
    [
        " About a house that he ought to build or perhaps could build man go out and do it. That's what he's saying do it",
        6441.56,
        6448.4
    ],
    [
        " Get it done",
        6448.4,
        6449.6
    ],
    [
        " Now days we say uh don't talk about it be about it. Yeah, there you go",
        6450.82,
        6455.14
    ],
    [
        " That's what that's what buck or two a sand even back in the day",
        6455.14,
        6458.34
    ],
    [
        " He had a little he had a little head start on echo Charles and your people",
        6458.34,
        6462.06
    ],
    [
        " Better out there saying this",
        6462.06,
        6464.1
    ],
    [
        " The same principle of industrial education has been carried out in the building of our own wagons",
        6464.1,
        6471.66
    ],
    [
        " carts and buggies",
        6471.66,
        6473.48
    ],
    [
        " We now own and use on our farm and about the school dozens of these vehicles and every one of them has",
        6473.48,
        6480.76
    ],
    [
        " built built by the hands of the students aside from this we help supply the local market with these vehicles",
        6480.8,
        6485.94
    ],
    [
        " The supplying of them to the people in the community has had the same effect as the supplying of bricks",
        6485.94,
        6491.6
    ],
    [
        " And the man who learns at Tuskegee to build and repair wagons and carts is regarded as a benefactor by both races in the community where he goes",
        6491.6,
        6500.8
    ],
    [
        " The people with whom he lives and works are going to think twice before they part with such a man like that's what we're talking about",
        6500.8,
        6508.08
    ],
    [
        " Like make yourself valuable. Hey, guess what if we got a wagon and there's someone that knows how to fix a wagon",
        6508.08,
        6513.42
    ],
    [
        " That's a where appreciate this dude. Yeah",
        6513.42,
        6515.58
    ],
    [
        " You know like oh you you got a car",
        6515.58,
        6518.14
    ],
    [
        " If you don't know how to fix a car, you know someone that does this person has value",
        6518.14,
        6522.14
    ],
    [
        " He says this the individual who can do something that the world wants done will in the end make his way regardless of race",
        6522.14,
        6535.8
    ],
    [
        " One man may go into a community prepared to supply the people there with an assat with an analysis of Greek sentences",
        6536.48,
        6543.78
    ],
    [
        " The community may not at the time be prepared for or feel the need of Greek analysis",
        6543.78,
        6549.8
    ],
    [
        " But it may feel its need of bricks and houses and wagons",
        6549.8,
        6554.4
    ],
    [
        " If the man can supply the need for those then it will eventually",
        6554.4,
        6559.02
    ],
    [
        " To then it will lead eventually to a demand for the first product and with the demand will come the ability to appreciate and profit by it",
        6560.28,
        6567.66
    ],
    [
        " There you go. That's a good rule",
        6567.66,
        6569.8
    ],
    [
        " Figure out how to do something that people need done",
        6569.8,
        6573.32
    ],
    [
        " By this time it had gotten fast for a little bit by this time it had gotten to be pretty well advertised throughout the state",
        6573.32,
        6580.86
    ],
    [
        " That every student who comes to Tuskegee no matter what his financial ability might be must learn some industry",
        6580.86,
        6586.68
    ],
    [
        " Quite a number of letters came from parents protesting against their children engaging in labor while they were in school",
        6586.68,
        6592.18
    ],
    [
        " Other parents came to protest came to the school to protest in person",
        6592.18,
        6596.96
    ],
    [
        " I gave little heed to these protests",
        6596.96,
        6599.24
    ],
    [
        " Except that I lost no opportunity",
        6599.24,
        6601.44
    ],
    [
        " To go into as many parts of the state as I could for the purpose of speaking to the parents and showing them the value of industrial education",
        6601.44,
        6608.98
    ],
    [
        " Besides I talked to the students constantly on the subject notwithstanding the unpopularity of industrial work",
        6608.98,
        6614.76
    ],
    [
        " The school continued to increase in numbers to such an extent that by the middle of the second year",
        6614.76,
        6620.4
    ],
    [
        " There was an attendance of about 150",
        6620.4,
        6622.48
    ],
    [
        " Representing almost all parts of the state of Alabama and including a few from other states. So he's getting it done",
        6622.48,
        6628.5
    ],
    [
        " Make it and happen as I look back now I'm fast forward as we look back now over the part of the struggle",
        6628.5,
        6634.48
    ],
    [
        " I am glad to see that we had it he's he this is just like the whole thing the building of the the being cold",
        6634.48,
        6640.54
    ],
    [
        " The the issues that they had when the buildings didn't come out right they had to take it down and rebuild like all these things",
        6641.4,
        6645.58
    ],
    [
        " He says as I look back now over that part of the struggle",
        6645.58,
        6648.48
    ],
    [
        " I'm glad to see that we had it",
        6648.48,
        6650.8
    ],
    [
        " I am glad that we endured all those discomforts and inconveniences",
        6650.8,
        6654.92
    ],
    [
        " I am glad that our students had to dig out the place for the kitchen and dining room",
        6654.92,
        6660.78
    ],
    [
        " I am glad that our first boarding place was in the dismal ill-lighted and damp basement",
        6660.78,
        6665.84
    ],
    [
        " Had we started in a fine attractive convenient room? I fear we would have lost our heads and become stuck up",
        6665.98,
        6672.7
    ],
    [
        " It means a great deal deal. I think to start off on a foundation which one has made for one's self",
        6672.7,
        6680.76
    ],
    [
        " When our old students returned to Tuskegee now as they often do and go into our large beautiful well ventilated and well-lighted dining room",
        6680.76,
        6690.88
    ],
    [
        " And see tempting well-cooked food largely grown by students themselves",
        6691.24,
        6695.78
    ],
    [
        " And see tables neat tablecloths and napkins and bases of flowers upon the tables and here singing birds",
        6695.78,
        6701.84
    ],
    [
        " And note that each meal is served exactly upon the minute with no disorder",
        6701.84,
        6705.66
    ],
    [
        " And with almost no complaint coming from the hundreds that now fill our dining room they too often say to me",
        6705.66,
        6712.66
    ],
    [
        " That they are glad we started as we did and built it ourselves up year by year",
        6712.66,
        6719.48
    ],
    [
        " By a slow and natural process of growth",
        6719.48,
        6723.76
    ],
    [
        " So there you go",
        6723.76,
        6726.82
    ],
    [
        " Pretty awesome",
        6726.82,
        6729.84
    ],
    [
        " Fast forward a little bit",
        6729.84,
        6733.48
    ],
    [
        " General Armstrong comes to the school the first visit with general Armstrong made to Tuskegee gave me opportunity to get an insight into his character",
        6733.48,
        6741.34
    ],
    [
        " Such as I had not before had I refer to his interest in the southern white people",
        6741.34,
        6746.18
    ],
    [
        " Before this I had had the thought that general Armstrong having fought the southern white man",
        6746.96,
        6751.78
    ],
    [
        " Rather cherished a feeling of bitterness toward the white self and was interested in helping only the colored man there",
        6751.78,
        6759.9
    ],
    [
        " But this visit convinced me that I did not know the greatness and generosity of the man",
        6759.9,
        6765.64
    ],
    [
        " I soon learned by his visits to the southern white people and from his conversations with them that he was anxious",
        6765.64,
        6773.32
    ],
    [
        " About he was as anxious about the prosperity and happiness of the white race as the black",
        6773.74,
        6779.02
    ],
    [
        " He cherished no bitterness against the south and was happy with an opportunity offered for manifesting his sympathy",
        6779.02,
        6785.9
    ],
    [
        " In all my equitence with general Armstrong",
        6785.9,
        6788.7
    ],
    [
        " I never heard him speak in public or private a single bitter word against the white man in the south",
        6788.7,
        6795.9
    ],
    [
        " From his example in this respect",
        6795.9,
        6798.4
    ],
    [
        " I learned the lesson that great man cultivate love",
        6798.4,
        6802.14
    ],
    [
        " And that only little man cherished a spirit of hatred",
        6802.14,
        6806.7
    ],
    [
        " I learned that assistance given to the weak",
        6806.7,
        6810.74
    ],
    [
        " Makes the one who gives it strong and that oppression of the unfortunate makes one weak",
        6810.74,
        6817.46
    ],
    [
        " It is now long ago that I learned this lesson from general Armstrong and resolved that I would permit no man",
        6817.46,
        6826.38
    ],
    [
        " No matter what his color might be to narrow and degrade my soul by making me hate him",
        6826.38,
        6833.44
    ],
    [
        " With gods help I believe that I have completely rid myself of any",
        6833.44,
        6839.08
    ],
    [
        " ill feeling toward the southern white man for any wrong that he may have inflicted upon my race",
        6839.08,
        6844.64
    ],
    [
        " I am made to feel just as happy now when rendering service to southern white men as when the service is rendered to a member of my own race",
        6844.64,
        6853.32
    ],
    [
        " I pity from the bottom of my heart any individual who is so unfortunate as to get into the habit of holding race prejudice",
        6853.54,
        6863.9
    ],
    [
        " Good old general Armstrong no that's that's uh",
        6863.9,
        6872.9
    ],
    [
        " That's like",
        6872.9,
        6876.44
    ],
    [
        " Chamberlain you know Joshua Chamberlain at the end of the Civil War like",
        6876.44,
        6882.34
    ],
    [
        " Salutes the soldiers",
        6882.9,
        6884.08
    ],
    [
        " Salutes the Confederate soldiers like all right. We're done. Let's move on",
        6884.08,
        6888.58
    ],
    [
        " Taking the high road as one might say",
        6888.58,
        6894.86
    ],
    [
        " He says here fast forward a little bit",
        6894.86,
        6900.02
    ],
    [
        " It was my aim from the first at Tuskegee",
        6900.02,
        6902.16
    ],
    [
        " Not only to have the buildings erected by the students themselves",
        6902.16,
        6904.7
    ],
    [
        " But to have them make their own furniture as far as was possible",
        6904.7,
        6907.94
    ],
    [
        " I now marvel at the patience of the students while sleeping upon the floor",
        6907.94,
        6911.12
    ],
    [
        " While we made it for some kind of bedstead to be constructed or they're sleeping without any kind of mattress while waiting for something that look like a mattress to be made",
        6911.16,
        6919.28
    ],
    [
        " I just had to add that in there too, right because it's like oh",
        6919.28,
        6923.02
    ],
    [
        " You want a good way to motivate people to learn how to make furniture? Don't have any",
        6923.02,
        6928.24
    ],
    [
        " Straight on making the mattress as well",
        6928.24,
        6931.62
    ],
    [
        " This is a great lesson for life",
        6931.62,
        6939.26
    ],
    [
        " Fast forward the first time I ever saw the late callus P. Huntington the great railroad man. He gave me two dollars for our school",
        6941.46,
        6950.4
    ],
    [
        " The last time I saw which was a few months before he died",
        6950.4,
        6954.72
    ],
    [
        " He gave me 50,000 dollars toward our endowment fund",
        6954.72,
        6958.48
    ],
    [
        " Between these two gifts there were others of generous proportions which came every year from both mr. and Mrs. Huntington",
        6958.48,
        6967.34
    ],
    [
        " Some people say that it was Tuskegee's good luck that brought us to this gift of 50,000 dollars. No",
        6968.32,
        6974.98
    ],
    [
        " It was not luck",
        6974.98,
        6977.58
    ],
    [
        " It was hard work",
        6977.58,
        6979.54
    ],
    [
        " Nothing ever comes to me that is worth having except as a result of hard work when mr. Huntington gave me the first two dollars",
        6979.54,
        6989.02
    ],
    [
        " I did not blame him for not giving me more",
        6989.02,
        6992.4
    ],
    [
        " But made up my mind that I was going to convince him by tangible results that we were worthy of larger gifts",
        6992.78,
        7000.48
    ],
    [
        " For a dozen years. I made a strong effort to convince mr. Huntington of the value of our work",
        7000.48,
        7006.88
    ],
    [
        " I noted that Justin proportion as the usefulness of the school grew his donations increased",
        7006.88,
        7014.72
    ],
    [
        " Somebody gives you two dollars",
        7014.72,
        7019.36
    ],
    [
        " You can definitely take two approach like someone that's so rich",
        7019.9,
        7023.14
    ],
    [
        " I mean this guy's a freaking railroad tycoon",
        7023.14,
        7026.5
    ],
    [
        " And you approach him and you ask him for don't and he gives you two dollars",
        7026.5,
        7029.74
    ],
    [
        " It'd be really easy to be salty about that right? That's the right word right yes, because that's a modern word salty sure",
        7029.74,
        7037.12
    ],
    [
        " Right means like a mad about",
        7037.12,
        7038.64
    ],
    [
        " Be easy to be salty about a really really rich guy",
        7038.64,
        7042.66
    ],
    [
        " Giving you two dollars",
        7042.66,
        7044.2
    ],
    [
        " But instead being like oh cool",
        7044.2,
        7047.3
    ],
    [
        " Got a little well relationship going. I'm gonna make it my goal to prove to him how valuable we are",
        7047.46,
        7054.04
    ],
    [
        " That's what I'm talking about",
        7054.04,
        7056.96
    ],
    [
        " Now the little section here",
        7056.96,
        7060.64
    ],
    [
        " Um",
        7060.64,
        7063.42
    ],
    [
        " In 1885 missed Olivia Davidson to my wife already referred as being a larger responsible for the sex of the school",
        7063.42,
        7070.22
    ],
    [
        " And I will marry so remember his first wife died",
        7070.22,
        7072.98
    ],
    [
        " So now he's on his second wife during our married life",
        7072.98,
        7075.02
    ],
    [
        " She continued to divide her time between our home and the work of the school",
        7075.02,
        7079.26
    ],
    [
        " She now. They continued to work in the school Tuskegee also kept her habit of going north to secure funds in 1889",
        7079.26,
        7085.74
    ],
    [
        " She died after four years of happy married life and eight years of heart and happy work for the school",
        7085.74,
        7090.24
    ],
    [
        " She literally wore herself out",
        7090.24,
        7092.72
    ],
    [
        " In her never-seacing efforts in behalf of the work that she so dearly loved",
        7092.72,
        7098.04
    ],
    [
        " During our married life there were burned to bright beautiful boys booker Talley Pharaoh",
        7098.04,
        7103.56
    ],
    [
        " And earnest Davidson",
        7104.66,
        7105.66
    ],
    [
        " The elder of these booker has already mastered the brick makers trade at Tuskegee",
        7105.66,
        7110.88
    ],
    [
        " Yep, hey dude. This is booker T. Washington is all about education. I guess what he's proud of he's proud that his son",
        7110.88,
        7117.06
    ],
    [
        " Who's named after him knows how to make bricks",
        7117.06,
        7119.6
    ],
    [
        " Uh",
        7119.6,
        7123.1
    ],
    [
        " He starts giving speech given more speeches",
        7123.1,
        7125.84
    ],
    [
        " He gives a speech at the national educational association",
        7125.84,
        7131.36
    ],
    [
        " He says when I first came to Tuskegee I was determined that I would make it my home",
        7134.54,
        7138.88
    ],
    [
        " That I would take as much pride in the right actions of the people of the town as any white man could do",
        7138.88,
        7144.48
    ],
    [
        " And that I would at the same time deploy the wrongdoing of the people as much as any white man",
        7144.48,
        7149.66
    ],
    [
        " I determined never to say anything in public address",
        7149.66,
        7154.4
    ],
    [
        " In the north that I would not be willing to say in the south",
        7154.4,
        7158.0
    ],
    [
        " I early learned that is hard matter to convert an individual by abusing him",
        7158.64,
        7163.56
    ],
    [
        " And that it is more often accomplished by giving credit for all the praise where the actions performed",
        7163.56,
        7168.7
    ],
    [
        " Then by calling attention alone to the evil done. It was just like indirect approach all day long",
        7168.7,
        7173.32
    ],
    [
        " Oh you if I want to convince you something. I don't attack you",
        7173.32,
        7176.78
    ],
    [
        " And said I figured hey, where do we where do we agree what have you done that's positive? How do I form a relationship with you?",
        7176.78,
        7182.86
    ],
    [
        " And",
        7185.76,
        7186.36
    ],
    [
        " Then he says while pursuing this policy I have not failed at the proper time and in the proper manner to call attention in no uncertain terms to the wrongs",
        7186.36,
        7195.28
    ],
    [
        " Which any part of the south has been guilty of",
        7195.28,
        7197.64
    ],
    [
        " I found that there is a large element in the south that is quick to respond to straight forward honest criticism of any wrong policy",
        7197.64,
        7205.66
    ],
    [
        " As a rule the place to criticize the south when criticism is necessary is in the south not Boston",
        7205.66,
        7211.82
    ],
    [
        " A Boston man who came to Alabama to criticize Boston would not affect so much good",
        7212.86,
        7219.02
    ],
    [
        " I think as one who had his word of criticism to say in Boston",
        7219.02,
        7224.22
    ],
    [
        " So you can kind of get that feel for the division that still existed in between the north and the south",
        7224.22,
        7231.14
    ],
    [
        " He's like I'm not gonna go come down here and",
        7231.14,
        7233.38
    ],
    [
        " Like talk smack",
        7233.38,
        7235.76
    ],
    [
        " If you're gonna say something I'll say it to you",
        7235.76,
        7239.22
    ],
    [
        " Good roll from",
        7239.22,
        7240.92
    ],
    [
        " He goes on to say that this was a one of the addresses that he made in this address",
        7243.36,
        7246.84
    ],
    [
        " I said that the whole future of the Negro rested largely upon the question as to whether or not",
        7246.84,
        7252.48
    ],
    [
        " He should make himself through his skill intelligence and character of such undeniable value to the community",
        7252.48,
        7258.64
    ],
    [
        " In which he lived that the community could not dispense with his presence",
        7258.64,
        7261.22
    ],
    [
        " I said that any individual who learned to do something better than anybody else learned to do a common thing in an uncommon manner",
        7261.22,
        7268.06
    ],
    [
        " Had solved his problem regardless of the color of his skin and that in proportion as the Negro",
        7268.06,
        7273.82
    ],
    [
        " Learned to produce what other people wanted and must have in the same proportion. He would be respected",
        7273.82,
        7280.12
    ],
    [
        " This is sort of the main thrust of what Booker T. Washington is saying to",
        7280.12,
        7286.68
    ],
    [
        " Get equality",
        7286.68,
        7289.04
    ],
    [
        " Is like yep become indispensable or card",
        7289.04,
        7294.18
    ],
    [
        " Use your skill",
        7294.18,
        7296.66
    ],
    [
        " Do common things in an uncommon manner. That's a good little statement",
        7298.06,
        7302.4
    ],
    [
        " He says in early life",
        7302.4,
        7306.52
    ],
    [
        " I used to cherish a feeling of ill will toward any people who spoke in bitter terms against the Negro or who advocated measures that tended to",
        7306.52,
        7314.68
    ],
    [
        " oppress the black man or take from him opportunities for growth in the most complete manner",
        7314.68,
        7318.84
    ],
    [
        " Now whenever I hear anyone advocating measures that are meant to curtail the development of another",
        7318.84,
        7325.68
    ],
    [
        " I pitty the individual who do this",
        7326.74,
        7328.92
    ],
    [
        " I know that the one who makes this mistake does so because of his own lack of opportunity for the highest kind of growth",
        7328.92,
        7336.32
    ],
    [
        " I pity him because I know that he is trying to stop the progress of the world",
        7336.32,
        7340.9
    ],
    [
        " And because I know that in time the development and the ceaseless advance of humanity will make him ashamed of his weak and narrow position",
        7340.9,
        7349.16
    ],
    [
        " One might as well try to stop the progress of a mighty railroad train by throwing his body across the track",
        7349.16,
        7355.18
    ],
    [
        " As to try and stop the growth of the world in the direction of giving mankind more intelligence more culture more skill more liberty",
        7355.18,
        7363.38
    ],
    [
        " And in the direction of extending more sympathy and more brotherly kindness",
        7363.38,
        7368.74
    ],
    [
        " boom and quote",
        7368.74,
        7371.78
    ],
    [
        " You can't stop it",
        7371.78,
        7377.72
    ],
    [
        " You",
        7383.18,
        7383.74
    ],
    [
        " He says I now come to one of the incidents in my life which seems to have excited the greatest amount of interest and which perhaps went further than anything",
        7383.74,
        7392.26
    ],
    [
        " Else in giving me a reputation that in a sense might be called national",
        7392.26,
        7396.92
    ],
    [
        " I refer to the address which I delivered at the opening of the Atlanta cotton states and international exposition and Atlanta, Georgia",
        7396.92,
        7404.06
    ],
    [
        " September 18th",
        7404.06,
        7406.58
    ],
    [
        " 1895",
        7409.26,
        7409.7
    ],
    [
        " So basically he gets the opportunity to give this speech at this huge convention and",
        7409.7,
        7415.66
    ],
    [
        " You know, it's in Atlanta, Georgia and he gives this whole",
        7415.66,
        7420.68
    ],
    [
        " very eloquent speech",
        7420.68,
        7423.76
    ],
    [
        " Of which I'm not going to read the whole thing because it would be long and I don't think I could do it justice",
        7423.76,
        7430.02
    ],
    [
        " But",
        7430.02,
        7431.78
    ],
    [
        " Here's a highlight",
        7431.78,
        7433.74
    ],
    [
        " Or should I say some highlights?",
        7434.6,
        7436.08
    ],
    [
        " He says it is well to bear in mind",
        7436.96,
        7439.4
    ],
    [
        " That whatever other sins the south may be called to bear",
        7439.4,
        7443.94
    ],
    [
        " When it comes to business pure and simple it is in the south that the Negroes that the Negro is given a man's chance in a commercial world",
        7443.94,
        7453.56
    ],
    [
        " And in nothing is this exposition more eloquent than an emphasizing this chance",
        7453.56,
        7460.22
    ],
    [
        " So he's like hey, you can say what you want about the south",
        7460.82,
        7464.12
    ],
    [
        " But here I am speaking at the biggest exposition that they have down here",
        7464.12,
        7468.84
    ],
    [
        " He says our greatest danger",
        7468.84,
        7471.78
    ],
    [
        " Is that in the great leap from slavery to freedom?",
        7471.78,
        7475.38
    ],
    [
        " We may overlook the fact that the masses of us are to live by the production of our hands",
        7475.68,
        7482.46
    ],
    [
        " And fail to keep in mind that we shall prosper in proportion as we learn to dignify and glorify common labor",
        7482.46,
        7490.06
    ],
    [
        " And put brains and skill into common occupations of life",
        7490.22,
        7493.72
    ],
    [
        " Shall prosper in proportion as we learn to draw the line between superficial and substantial",
        7493.72,
        7499.86
    ],
    [
        " the ornamental guigas",
        7499.86,
        7502.32
    ],
    [
        " Of life and the useful and I had to look up that word gu-gu-gaz actually and it means something that's useless",
        7502.32,
        7509.64
    ],
    [
        " No race",
        7509.64,
        7511.44
    ],
    [
        " Can prosper till it learns that there is as much dignity in tilling a field as in writing a poem",
        7511.44,
        7519.98
    ],
    [
        " It is at the bottom of life we must begin and not at the top",
        7520.28,
        7524.62
    ],
    [
        " nor should we permit",
        7524.62,
        7527.08
    ],
    [
        " Our grievances to overshadow our oppy opportunities",
        7527.08,
        7532.68
    ],
    [
        " Imagine that",
        7532.68,
        7536.04
    ],
    [
        " We shouldn't permit our grievances to overshadow our opportunities",
        7536.04,
        7540.9
    ],
    [
        " Let lessen learned right how often do we catch ourselves doing that we're complaining about things",
        7545.8,
        7552.3
    ],
    [
        " We're complaining about our grievances",
        7552.3,
        7554.94
    ],
    [
        " Instead of looking at our opportunities is coming from a guy that was an actual slave right",
        7554.94,
        7559.4
    ],
    [
        " What are we complaining about",
        7559.4,
        7562.4
    ],
    [
        " This guy was owned",
        7562.4,
        7565.2
    ],
    [
        " His mom was owned his brother and sister were owned",
        7565.2,
        7569.88
    ],
    [
        " He had to sit there and pull a little cord to fan the white folks and keep the flies off their dinner",
        7570.44,
        7577.18
    ],
    [
        " And he's not letting these grievances overshadow his opportunities",
        7577.18,
        7584.5
    ],
    [
        " And that's like a little excerpt of the speech get the book you can read the whole speech",
        7584.5,
        7590.28
    ],
    [
        " But the speech was huge and it got transcribed into all different",
        7590.28,
        7595.0
    ],
    [
        " news papers",
        7595.84,
        7596.72
    ],
    [
        " And he became and I used the term I wrote down the term overnight success because you know how everyone says oh",
        7596.72,
        7603.56
    ],
    [
        " You know like oh you called her overnight success",
        7603.56,
        7605.74
    ],
    [
        " You know what I've been doing that and it was kind of like that",
        7605.74,
        7607.86
    ],
    [
        " I the way I perceived it",
        7607.86,
        7609.6
    ],
    [
        " It was like that for him here like he'd been obviously been gone to school",
        7609.6,
        7613.26
    ],
    [
        " He'd put himself through school. He started the Tuskegee Institute",
        7613.26,
        7616.32
    ],
    [
        " He was making speeches before this one, but he made this speech and he became you know quote-unquote an overnight success",
        7616.32,
        7624.32
    ],
    [
        " um",
        7628.08,
        7628.52
    ],
    [
        " And then he did this was just interesting because it again. This is something that applies. So now he's a now. He's kind of famous",
        7628.52,
        7633.8
    ],
    [
        " He went viral. Yeah, he went viral. That's like the old school version of going viral",
        7633.8,
        7639.38
    ],
    [
        " You're right 100% like they printed the whole the whole speech",
        7639.38,
        7642.94
    ],
    [
        " Was transcribed in newspapers across the country that he went viral back in the day",
        7642.94,
        7647.78
    ],
    [
        " He says here the number of people who stand ready to consume one's times",
        7647.78,
        7653.1
    ],
    [
        " One's time to no purpose is almost countless",
        7653.52,
        7656.0
    ],
    [
        " At one time I spoke before a large audience in Boston and in the evening",
        7656.0,
        7661.96
    ],
    [
        " The next morning I was awakened by having a card brought to my room and with a message that someone was anxious to see me",
        7661.96,
        7668.66
    ],
    [
        " Thinking that it must be something very important. I dressed hastily and went down when I reached the hotel office",
        7668.66,
        7673.0
    ],
    [
        " I found a blank and innocent looking individual waiting for me who coolly remarked",
        7673.0,
        7677.36
    ],
    [
        " I heard you talk at a meeting yesterday last night. I rather like to talk so I came this morning to hear you talk some more",
        7677.36,
        7681.94
    ],
    [
        " Uh",
        7685.46,
        7685.9
    ],
    [
        " Then he says I'm often asked how is possible for me to super intend the work at Tuskegee and at the same time be so much away from the school",
        7685.9,
        7694.3
    ],
    [
        " So how's he over? Look how's he",
        7694.3,
        7695.9
    ],
    [
        " Keep track of what's going on Tuskegee when he's on the road all the time in partial answer to this",
        7695.9,
        7701.64
    ],
    [
        " I would say that I think I have learned in some degree at least to disregard the old maximum which says",
        7701.64,
        7707.98
    ],
    [
        " To which says do not get others to do that which you can do yourself",
        7709.06,
        7713.14
    ],
    [
        " So he's like oh the people say don't don't",
        7713.14,
        7717.4
    ],
    [
        " Don't get others to do things that you can do yourself",
        7717.4,
        7719.4
    ],
    [
        " And he says my motto on the other hand is do not do that which others can do as well as you",
        7719.4,
        7726.18
    ],
    [
        " This is decentralized command all day long. He doesn't need to be a Tuskegee old time. He's got people that can run that",
        7726.18,
        7731.38
    ],
    [
        " Decentralized command he says in order that I may keep in constant touch with the life of the institution",
        7734.42,
        7740.68
    ],
    [
        " I have a system of reports so arranged that a record of the schools work reaches me every day of the year no matter what part of the country I'm in",
        7740.68,
        7747.36
    ],
    [
        " I know by these reports even what students are excused from school and why they're excused",
        7747.36,
        7752.24
    ],
    [
        " Whether for other whether for reasons of ill health or otherwise",
        7752.24,
        7756.1
    ],
    [
        " Through the medium of these reports. I know each day what the income of the school money is",
        7756.1,
        7760.6
    ],
    [
        " I know how many gallons of milk and how many pounds of butter come from the dairy what the bill of ferris for teachers and students",
        7760.6,
        7766.34
    ],
    [
        " Whether a certain kind of meat is boiled or baked and whether certain vegetables in the dining room or brought from a store",
        7766.34,
        7772.6
    ],
    [
        " We're bought from a store or procured from our own from now. It sounds a little bit micro management",
        7772.6,
        7775.66
    ],
    [
        " But you can tell he knows what's going on",
        7775.66,
        7777.48
    ],
    [
        " And then he says I'm often asked in the midst of so much work",
        7777.48,
        7782.94
    ],
    [
        " A large part of which is for the public I can find time for any rest or recreation",
        7782.94,
        7787.52
    ],
    [
        " And what kind of recreation or sports I am fond of this is a rather difficult question for me to answer",
        7788.12,
        7792.58
    ],
    [
        " I have a strong feeling that every individual owes it to himself and to the cause of which he was serving to keep a vigorous",
        7792.58,
        7798.1
    ],
    [
        " Healthy body with the nerve steady and strong prepared for great efforts and prepared for disappointments and trying positions",
        7798.1,
        7804.16
    ],
    [
        " As far as I can I make it a rule to plan for each day's work",
        7804.16,
        7809.12
    ],
    [
        " Not merely to go through with some routine of daily duties",
        7809.12,
        7813.24
    ],
    [
        " But to get rid of the routine work as early as possible in the day and then enter upon some newer advanced work",
        7813.42,
        7819.22
    ],
    [
        " So that's a good plan. Hey get done with this stuff that just got to be done",
        7819.22,
        7822.4
    ],
    [
        " The routine stuff working out",
        7822.4,
        7824.46
    ],
    [
        " Whatever answer a couple emails and then get into the good stuff to get the get the crap out of the way",
        7824.46,
        7829.22
    ],
    [
        " Says I make it a rule to clear my desk every day before leaving my office of all correspondence and memorandus",
        7829.22,
        7834.48
    ],
    [
        " So that on the tomorrow I can begin a new day of work",
        7834.48,
        7837.1
    ],
    [
        " I make it a rule to never let my work drive me",
        7837.1,
        7841.1
    ],
    [
        " But so but to so master it. Oh, this is a good one. Let me read that again",
        7842.16,
        7846.56
    ],
    [
        " I make it a rule never to let my work drive me but to so master it and keep it in such complete control",
        7846.56,
        7856.24
    ],
    [
        " And keep so far ahead of it that I will be the master instead of the servant",
        7856.24,
        7861.22
    ],
    [
        " Don't let your work control you get control",
        7861.22,
        7864.04
    ],
    [
        " This is what I learned when I went to college I was really good at this because remember I was a 20",
        7864.04,
        7868.86
    ],
    [
        " I don't know 20 like seven-year-old man or something when I was a college old school",
        7869.62,
        7874.42
    ],
    [
        " Yeah, so I was like oh, I'll be ahead like did did not control me at all. I would I would have",
        7874.42,
        7880.12
    ],
    [
        " 20 page papers",
        7880.12,
        7882.04
    ],
    [
        " written weeks in advance. I always said to do it",
        7882.04,
        7886.4
    ],
    [
        " But you know what that stuff didn't control me. You know what I mean? Yeah",
        7886.4,
        7890.74
    ],
    [
        " To develop that skill young",
        7890.74,
        7894.84
    ],
    [
        " I feel like that could have been a lot very useful for me. I think it could be useful for everybody",
        7895.56,
        7901.26
    ],
    [
        " I think maybe it could be useful to you",
        7901.26,
        7903.9
    ],
    [
        " Today right now",
        7903.9,
        7906.26
    ],
    [
        " Yeah, that skill doesn't seem like a skill that would become less useful. No",
        7906.26,
        7912.26
    ],
    [
        " He says there is a physical and mental and spiritual enjoyment that comes from a consciousness of being the absolute master of one's work in all its details",
        7912.26,
        7922.8
    ],
    [
        " That is very satisfying satisfying and inspiring my experience teaches me that if one learns to follow this plan",
        7923.26,
        7931.06
    ],
    [
        " He gets a freshness of body and vigor out",
        7931.06,
        7934.02
    ],
    [
        " Out of mind out of work that goes a long way toward keeping him strong and healthy. I believe",
        7934.02,
        7940.9
    ],
    [
        " That when one can grow to a point that he loves his work. This gives him a kind of strength. That is most valuable",
        7940.9,
        7948.48
    ],
    [
        " You know",
        7950.52,
        7951.04
    ],
    [
        " Legit right",
        7951.04,
        7951.48
    ],
    [
        " So now we get to another again. This is kind of like the daily you know how in the",
        7951.48,
        7958.76
    ],
    [
        " The productivity world this whole little section these sections kind of like that yeah from Booker T",
        7958.76,
        7965.3
    ],
    [
        " He said I've said that I make it a rule to finish up each day's work before leaving it",
        7965.3,
        7971.32
    ],
    [
        " There is perhaps one exception to this when I have an",
        7971.32,
        7974.52
    ],
    [
        " Usually difficult question to decide one that appeals strongly to the emotions",
        7975.2,
        7979.14
    ],
    [
        " I find it a safe rule to sleep over at four night or wait until I have had the opportunity to talk it over with my wife and friends",
        7979.14,
        7985.3
    ],
    [
        " Boom good piece of advice right there",
        7985.3,
        7987.66
    ],
    [
        " He goes on to say the time when I get the most solid rest and recreation",
        7987.66,
        7996.88
    ],
    [
        " Is when I can be at Tuskegee and after our evening meal is over can sit down",
        7996.88,
        8002.54
    ],
    [
        " As is our custom with my wife",
        8002.74,
        8005.0
    ],
    [
        " And Portia and Baker and Davidson my three children and read a story",
        8005.0,
        8010.76
    ],
    [
        " Or each take turns telling a story. That's a good idea of",
        8010.76,
        8015.68
    ],
    [
        " Making or having your kids tell stories",
        8015.68,
        8017.98
    ],
    [
        " Because storytelling is such an important skill to have",
        8017.98,
        8020.68
    ],
    [
        " Let's get into that a little bit more",
        8020.68,
        8022.94
    ],
    [
        " You know what I'm saying you your kids are young enough to do that with my kids are too old for that now",
        8022.94,
        8027.14
    ],
    [
        " Yeah, but your kids are about to yeah have them tell you a story",
        8027.14,
        8030.8
    ],
    [
        " And smart move yeah, especially actively doing it because my daughter",
        8031.12,
        8035.1
    ],
    [
        " She's she's into it and she does tell stories sometimes like she'll take over and ask questions to you know",
        8035.1,
        8041.5
    ],
    [
        " I told you that we do this like protocol at the end of the night where before bed",
        8041.5,
        8044.78
    ],
    [
        " I give them like basically quizzes",
        8044.78,
        8047.2
    ],
    [
        " like",
        8047.2,
        8048.24
    ],
    [
        " Name which planet is this one and you know",
        8048.24,
        8051.54
    ],
    [
        " But sometimes it'll be like a story or just like talking about stuff for them",
        8051.54,
        8056.12
    ],
    [
        " But sometimes she'll ask the questions and tell the story",
        8056.12,
        8059.0
    ],
    [
        " But I never approached it as like hey, let's do this on like deliberately, you know",
        8059.82,
        8063.66
    ],
    [
        " So that yeah, that's a good little take right there good little take. I wish I would have thought of that",
        8063.66,
        8068.2
    ],
    [
        " Get your kids to tell stories",
        8068.2,
        8070.42
    ],
    [
        " Oh another thing he says my garden also",
        8070.42,
        8075.62
    ],
    [
        " What little time I can be at Tuskegee is another source of rest and enjoyment somehow I like as often as possible to touch nature",
        8075.62,
        8082.76
    ],
    [
        " Not something that is artificial or an imitation",
        8082.76,
        8086.14
    ],
    [
        " But the real thing when I leave my office in time so that I can spend 30 or 40 minutes in",
        8086.3,
        8092.24
    ],
    [
        " spating the ground and planting seeds",
        8092.24,
        8094.96
    ],
    [
        " In digging about the plants. I feel I am coming into contact with something that is giving me strength for the many duties and hard places that await me out in the big world",
        8094.96,
        8104.92
    ],
    [
        " I pity the man or woman who has never learned to enjoy nature and to get strength and inspiration out of it",
        8104.92,
        8112.72
    ],
    [
        " solid",
        8112.72,
        8115.06
    ],
    [
        " And then the last little section here in fast fort a little we says games I care little for",
        8116.46,
        8120.96
    ],
    [
        " I've never seen a game of football in cards. I do not know one card from another",
        8120.96,
        8127.6
    ],
    [
        " Game of old-fashioned marbles with my two boys once in a while is all I care for in this direction",
        8127.6,
        8133.66
    ],
    [
        " I suppose I would care for games now if I had any time in my youth to give to them, but that was not possible",
        8133.66,
        8140.24
    ],
    [
        " We're not playing games over here",
        8140.24,
        8143.3
    ],
    [
        " Little note here",
        8147.22,
        8148.3
    ],
    [
        " In 1893 I was married to Miss Margaret James Murray",
        8148.3,
        8153.26
    ],
    [
        " So he got married three times a native of Mississippi and graduate of Fisk University in national Tennessee who had come to Tuskegee as a teacher several years before",
        8153.26,
        8161.06
    ],
    [
        " And at the time we were married was fulfilling the position of lady principal. So",
        8161.06,
        8165.88
    ],
    [
        " There you go",
        8165.88,
        8167.76
    ],
    [
        " now",
        8167.76,
        8168.74
    ],
    [
        " the school",
        8168.74,
        8170.54
    ],
    [
        " continue to grow",
        8170.54,
        8171.82
    ],
    [
        " And we'll close out with this section again look I've barely read",
        8173.04,
        8177.7
    ],
    [
        " Five percent less than five percent. We're going to a tiny fraction of this book get this book up from slavery",
        8177.7,
        8183.94
    ],
    [
        " But I want to close out with this section right here",
        8183.94,
        8188.46
    ],
    [
        " About the growth of the school and about sort of",
        8188.46,
        8193.68
    ],
    [
        " leadership and life",
        8193.68,
        8195.66
    ],
    [
        " Some good points",
        8195.66,
        8197.38
    ],
    [
        " He says from 30 students the number has grown to 1400",
        8197.82,
        8201.46
    ],
    [
        " Coming from 27 states and territories from Africa Cuba Puerto Rico Jamaica and other foreign countries in our departments",
        8201.46,
        8209.08
    ],
    [
        " There are 110 officers and instructors and if we add the families of our instructors",
        8209.08,
        8214.72
    ],
    [
        " We have a constant pompomate population on our grounds of not far from 1700 people",
        8214.72,
        8220.2
    ],
    [
        " I have often been asked how we keep so large a body of people together",
        8220.2,
        8226.44
    ],
    [
        " And at the same time keep them out of mischief",
        8226.44,
        8229.22
    ],
    [
        " There are two answers that the men and women who come to us for an education are in earnest",
        8229.22,
        8234.6
    ],
    [
        " And that everybody is kept busy",
        8234.6,
        8238.22
    ],
    [
        " The following outline of our daily work will testify to this five a.m. Rising Bell",
        8238.22,
        8245.36
    ],
    [
        " 550 a.m. Warning breakfast bell six a.m. Breakfast Bell",
        8245.36,
        8250.88
    ],
    [
        " 620 a.m. Breakfast over six 20 to 650 rooms are cleaned",
        8251.14,
        8254.94
    ],
    [
        " 650 work Bell",
        8254.94,
        8256.26
    ],
    [
        " 730 morning study hours 820 morning school bell 825 inspection of young men's toilets in ranks",
        8256.26,
        8263.18
    ],
    [
        " 840 devotional exercises in the chapel 855",
        8263.18,
        8266.2
    ],
    [
        " Five minutes with the daily news. I like that",
        8266.2,
        8269.36
    ],
    [
        " five minutes",
        8269.36,
        8270.58
    ],
    [
        " You should think of that for your social media you have five minutes for your social media and actor",
        8270.58,
        8276.38
    ],
    [
        " 9 a.m. Classwork begins",
        8276.38,
        8278.18
    ],
    [
        " 12 classwork closes 12 15 p.m. Dinner one p.m. Work Bell one 30 p.m. Classwork begins",
        8278.88,
        8286.56
    ],
    [
        " 330 p.m. Classwork ends five 30 p.m. Bell to knock off work six p.m. Supper seven 10 p.m. Evening prayers seven 30 p.m. Evening study hours eight 45 p.m. Evening study hour closes",
        8286.56,
        8299.88
    ],
    [
        " 920 p.m. Warning retiring Bell 930 p.m. Retiring Bell",
        8299.88,
        8304.96
    ],
    [
        " Bell",
        8307.32,
        8307.76
    ],
    [
        " That's it. Yeah, you're not going to trouble you don't have time to get control. Yeah, that's the schedule right there",
        8307.76,
        8311.92
    ],
    [
        " He says this",
        8311.92,
        8314.68
    ],
    [
        " We try to keep constantly in mind the fact that the worth of the school is to be judged by its graduates",
        8314.68,
        8322.28
    ],
    [
        " Counting those who have finished the full course together with those who have taken enough training to enable them to do reasonably good work",
        8322.28,
        8329.54
    ],
    [
        " We can safely say that at least six thousand men and women from Tuskegee are now at work in different parts of the South",
        8329.54,
        8335.96
    ],
    [
        " Men and women who by their own example or by direct efforts are showing the masses of our race now to improve their material",
        8335.96,
        8344.92
    ],
    [
        " Education and moral and religious life",
        8344.92,
        8348.36
    ],
    [
        " What is equally important?",
        8348.36,
        8351.74
    ],
    [
        " They are exhibiting a degree of common sense and self-control",
        8351.92,
        8356.58
    ],
    [
        " Which is causing better relations to exist between the races and is causing the southern white man to learn to believe in the value of educating the men and women of any race",
        8356.58,
        8367.3
    ],
    [
        " Aside from this there is influence that is constantly being exerted through the mother's meeting and the plantation work conducted by Mrs. Washington",
        8367.3,
        8377.48
    ],
    [
        " Wherever our graduates go the changes which soon begin to appear in the buying of land improving of homes",
        8378.2,
        8386.42
    ],
    [
        " Saving money in education and in moral character are remarkable",
        8386.42,
        8392.84
    ],
    [
        " Whole communities are fast being revolutionized by the instrumentality of these men and women",
        8392.84,
        8400.82
    ],
    [
        " The greatest human law that in the end",
        8400.82,
        8407.0
    ],
    [
        " recognizes and rewards merit is everlasting and universal",
        8407.48,
        8413.88
    ],
    [
        " So",
        8413.88,
        8417.2
    ],
    [
        " The great human law",
        8417.2,
        8420.82
    ],
    [
        " That in the end recognizes and rewards merit is everlasting and universal those are",
        8420.82,
        8429.04
    ],
    [
        " Some incredibly powerful words especially from someone that was born a slave",
        8429.04,
        8435.44
    ],
    [
        " Because you can you can you can imagine",
        8438.48,
        8441.28
    ],
    [
        " The excuses that he can come up with and the blame that he could place on",
        8441.28,
        8447.7
    ],
    [
        " Society on slavery on prejudice on the destruction of his family",
        8447.7,
        8453.1
    ],
    [
        " On the lack of his father on the deaths of his wives are like there's he has",
        8453.1,
        8458.44
    ],
    [
        " It had an extremely difficult life",
        8458.44,
        8462.18
    ],
    [
        " And yet he says that in the end",
        8462.18,
        8465.02
    ],
    [
        " Merit is going to be recognized",
        8466.58,
        8468.36
    ],
    [
        " Because he didn't make an excuse he didn't cast a blame he freaking worked",
        8468.36,
        8473.7
    ],
    [
        " Worked at the salt furnace worked in the coal mine worked unloading pay iron from from ships",
        8473.7,
        8481.86
    ],
    [
        " And as hard as he worked in that physical labor he worked even harder",
        8481.86,
        8488.62
    ],
    [
        " To become educated",
        8488.62,
        8491.76
    ],
    [
        " To teach himself",
        8492.08,
        8493.68
    ],
    [
        " The alphabet to learn how to read",
        8493.68,
        8497.0
    ],
    [
        " He worked to be educated he worked to become",
        8497.0,
        8502.3
    ],
    [
        " successful in life and that",
        8502.3,
        8506.48
    ],
    [
        " Is an inspiration and a goal",
        8506.48,
        8510.2
    ],
    [
        " For anybody for all of us",
        8510.2,
        8515.1
    ],
    [
        " Earn it",
        8515.1,
        8519.46
    ],
    [
        " Do better",
        8520.08,
        8521.06
    ],
    [
        " Be better",
        8521.06,
        8524.02
    ],
    [
        " Booker T Washington",
        8524.02,
        8526.46
    ],
    [
        " There you go what your reflections echo Charles Booker T",
        8526.46,
        8532.58
    ],
    [
        " Did he deliver the goods he delivered me so and you know you put an I know book",
        8532.58,
        8538.3
    ],
    [
        " I'd actually studied African-American history a little bit in college. So okay, I'm familiar with Booker T",
        8538.3,
        8546.06
    ],
    [
        " But just listening to this part the this book and you know you going over that it kind of paints this overall picture of an just a very",
        8546.7,
        8554.36
    ],
    [
        " basic attitude and",
        8554.36,
        8556.32
    ],
    [
        " For him not it was almost like he didn't take slavery",
        8556.32,
        8559.98
    ],
    [
        " Personally at all like literally like zero zero",
        8559.98,
        8563.28
    ],
    [
        " Which that's how you would act. Can you imagine how hard that is yes, right? Oh",
        8563.28,
        8568.48
    ],
    [
        " Borderline impossible borderline impossible. Yeah the people these I got my my",
        8568.48,
        8574.46
    ],
    [
        " Four fathers got captured",
        8575.24,
        8577.28
    ],
    [
        " Chained",
        8577.28,
        8579.7
    ],
    [
        " Put on to a tiny ship bunch of them died for sailing over here. Yep",
        8579.7,
        8585.36
    ],
    [
        " And now we're actual slaves",
        8585.36,
        8588.38
    ],
    [
        " Oh, and I'm gonna be like okay that happened. I'm moving forward. Yeah, and",
        8588.38,
        8595.58
    ],
    [
        " But why not taking",
        8595.58,
        8596.98
    ],
    [
        " Not taking it personal and not blaming right that's like the thing and he did it because and so you think about it right",
        8596.98,
        8603.7
    ],
    [
        " This is why I was like this that's really the the what hat like that's the the critical factor right there because let's say",
        8603.7,
        8611.28
    ],
    [
        " let's say it wasn't",
        8611.28,
        8613.6
    ],
    [
        " A human let's say you got trapped somewhere on accident, right?",
        8613.6,
        8616.56
    ],
    [
        " So you weren't you and you could see outside and on cave or some bars or you know jail cell on accident",
        8617.1,
        8622.88
    ],
    [
        " Right, like maybe even buy your own slip up or whatever and you're in there for years and",
        8622.88,
        8628.06
    ],
    [
        " You're like should I I'm never gonna get out of here whatever, you know kind of thing and then",
        8628.06,
        8631.92
    ],
    [
        " You see all this activity going on outside",
        8632.84,
        8635.06
    ],
    [
        " See people going to school and having kids and just all this activity out going on outside",
        8635.06,
        8640.6
    ],
    [
        " Then one day you wake up and like you see a little crack in the wall or something you wait a second",
        8640.6,
        8645.48
    ],
    [
        " I can get out of here and then you get out",
        8645.48,
        8646.76
    ],
    [
        " You're free now",
        8646.76,
        8648.3
    ],
    [
        " Act like you're free go do all the stuff that you couldn't do go do all that stuff",
        8648.3,
        8653.74
    ],
    [
        " You know, and that's kind of what he did essentially that is what he did",
        8653.74,
        8656.8
    ],
    [
        " So he it",
        8656.8,
        8658.44
    ],
    [
        " If you did if he did take it personal he'd be looking back into that that jail cell",
        8658.92,
        8663.76
    ],
    [
        " He'd be looking back in there and yeah being mad at it and focusing",
        8663.76,
        8667.7
    ],
    [
        " I had to very least some of his attention on that. He didn't it was like none of it",
        8667.7,
        8672.06
    ],
    [
        " Even to take the time to tell the people that were walking around out there what you look hey",
        8672.06,
        8676.76
    ],
    [
        " You're lucky you got to be here. I've been over there. It reminds me of",
        8676.76,
        8680.08
    ],
    [
        " Memo had Jim Sursley on the podcast and he was in Vietnam volunteered",
        8680.08,
        8685.24
    ],
    [
        " Volunteered for the army volunteered for Vietnam ended up",
        8685.54,
        8688.84
    ],
    [
        " losing both legs and one arm and",
        8688.84,
        8694.9
    ],
    [
        " Came back from Vietnam spent nine months in the hospital and learning how to adapt to his new life",
        8694.9,
        8703.98
    ],
    [
        " Which which by the way is like a crazy",
        8703.98,
        8708.96
    ],
    [
        " New life this isn't like oh you got a new life because this little thing changed. This is a huge",
        8708.96,
        8714.34
    ],
    [
        " Just",
        8718.6,
        8719.16
    ],
    [
        " Huge alteration to everything that you are you now have to do everything differently",
        8719.16,
        8724.1
    ],
    [
        " He came back and he was like okay",
        8724.1,
        8727.08
    ],
    [
        " He never complained about it never",
        8727.08,
        8730.24
    ],
    [
        " Never looked back never said why me. He's like okay cool. Here's what I can do remember. He started a he we started going to college started a roofing company",
        8730.24,
        8739.32
    ],
    [
        " Or roofing company",
        8739.32,
        8740.82
    ],
    [
        " Started a real estate company",
        8741.8,
        8743.24
    ],
    [
        " Started hunting toward doing all these things",
        8743.24,
        8745.38
    ],
    [
        " Because instead of sitting there saying what was me move forward and it seems like that's what that's what Booker T",
        8745.38,
        8753.58
    ],
    [
        " Washington's doing too. I'm gonna move forward. I'm here. I am",
        8753.58,
        8757.18
    ],
    [
        " The past is past. I'm gonna move forward. I'm gonna make the best of everything that I can starting right now",
        8757.18,
        8764.34
    ],
    [
        " And that's what he did",
        8764.34,
        8765.5
    ],
    [
        " You notice that he referred to it as the institution of slavery",
        8765.5,
        8769.86
    ],
    [
        " It's not like I was enslaved by this person of these people. It was the institution of slavery real non-personal",
        8770.28,
        8777.02
    ],
    [
        " That's what it like how it landed on me where he was just like oh this is a thing that exists",
        8777.02,
        8781.56
    ],
    [
        " Was it a bunch of people which it was but he didn't look at it like that a bunch of people against him holding him down",
        8781.56,
        8787.42
    ],
    [
        " It was the institution which is now gone. So",
        8787.42,
        8789.78
    ],
    [
        " What is there to blame kind of an attitude? You know the institution literally doesn't exist anymore. You see",
        8789.78,
        8795.3
    ],
    [
        " Very very interesting way to look at it",
        8795.3,
        8799.46
    ],
    [
        " Yeah, and then once again if",
        8799.46,
        8802.5
    ],
    [
        " Men like this",
        8802.5,
        8804.08
    ],
    [
        " People like this can have this kind of attitude after being in",
        8804.08,
        8809.2
    ],
    [
        " The worst possible conditions because the worst possible condition is you're not a free human being. That's the worst possible condition",
        8809.2,
        8816.68
    ],
    [
        " It's a worst possible condition doesn't get any worse",
        8816.68,
        8819.64
    ],
    [
        " We take it for granted. I know that",
        8819.64,
        8822.76
    ],
    [
        " We take it for granted, but there's nothing worse than losing your freedom",
        8822.76,
        8826.9
    ],
    [
        " Or I guess the only thing worse than losing your freedom is never having freedom",
        8827.1,
        8832.5
    ],
    [
        " And growing up without freedom growing up in a fate of slavery",
        8832.5,
        8839.08
    ],
    [
        " And then to have that washed away and to look up and move forward",
        8839.08,
        8845.1
    ],
    [
        " I think we can all learn something from that",
        8845.1,
        8849.6
    ],
    [
        " So",
        8849.6,
        8850.9
    ],
    [
        " Thank you booker T Washington",
        8850.9,
        8854.1
    ],
    [
        " um",
        8854.1,
        8855.82
    ],
    [
        " So",
        8859.7,
        8860.22
    ],
    [
        " Echo Charles. What do we got?",
        8860.22,
        8861.22
    ],
    [
        " Well booker T another thing that I did notice",
        8861.96,
        8865.72
    ],
    [
        " Maybe you did too",
        8865.72,
        8867.84
    ],
    [
        " He's a hard worker yeah",
        8867.84,
        8870.36
    ],
    [
        " Down for the hard work. He's definitely he's not played or he's definitely working hard. Yes, we'll say that's a hundred percent factual information",
        8870.36,
        8877.18
    ],
    [
        " Yeah, so uh and the make yourself useful philosophy that's like one that like man if you can just keep that in mind",
        8877.18,
        8884.84
    ],
    [
        " I think that's gonna you gonna take yourself far with that philosophy. Yeah",
        8884.84,
        8889.8
    ],
    [
        " A one of the most important things of making yourself useful",
        8889.8,
        8894.56
    ],
    [
        " Is making sure that you're physically fit to do your use of there's a meme",
        8894.56,
        8899.32
    ],
    [
        " Sure meme hell yeah",
        8899.32,
        8901.38
    ],
    [
        " Going around right now my kids are in the memes, bro. You better watch out",
        8901.38,
        8905.16
    ],
    [
        " If you're on a thread with my family, you're getting memes",
        8905.16,
        8907.54
    ],
    [
        " Left right the phone all kinds of memes around",
        8907.54,
        8910.7
    ],
    [
        " My wife will be sending a meme of a cute dog",
        8910.7,
        8913.24
    ],
    [
        " My kid will be sending a meme of jujitsu my daughter will be sending a meme of jujitsu my other daughter will be sending whatever",
        8913.5,
        8918.76
    ],
    [
        " They're sending memes memes funny memes weightlifting memes",
        8918.76,
        8922.36
    ],
    [
        " jujitsu memes",
        8922.36,
        8923.86
    ],
    [
        " Dog memes cute animal memes, right so the memes going down",
        8923.86,
        8929.36
    ],
    [
        " I forgot what even meme I was gonna tell you about that",
        8929.36,
        8932.58
    ],
    [
        " So many memes in my head right now physically fit",
        8932.58,
        8935.88
    ],
    [
        " Physically fit did you see the meme where it's a guy",
        8935.88,
        8939.6
    ],
    [
        " Who's being rescued in some way and there's a guy carrying like a little pair of sandals",
        8941.16,
        8947.32
    ],
    [
        " And then a then a dude in uniform is carrying that guy's kid through like flood waters",
        8947.32,
        8954.22
    ],
    [
        " And the meme is kind of like hey don't be the guy carrying the sandals, right? Yeah",
        8954.22,
        8960.7
    ],
    [
        " And look who knows what the situation is it's a meme. I get it that guy was probably like hey",
        8960.7,
        8966.6
    ],
    [
        " I don't have shoes on. I don't want to drop my daughter you take her because she'll be safe for you",
        8966.66,
        8970.86
    ],
    [
        " I get it. I'm not trying to call this poor guy out. Okay, but the sentiment is",
        8970.86,
        8976.86
    ],
    [
        " Don't be that guy. Yeah, you want to be the person that's strong enough",
        8976.86,
        8981.72
    ],
    [
        " Mentally fit enough to handle situations when they come",
        8981.72,
        8985.82
    ],
    [
        " So that means we're working out that means we're doing jujitsu. How's that jujitsu you had the other day good intense jujitsu",
        8985.82,
        8994.86
    ],
    [
        " That's um",
        8995.4,
        8996.14
    ],
    [
        " Yeah, that was like the old school because we used to do that every Wednesday",
        8996.14,
        8999.46
    ],
    [
        " Yeah, but yeah, so every day",
        8999.46,
        9001.94
    ],
    [
        " What do I mean that group that kind of that group? Okay, we had that Wednesday crew going. Yeah, yeah, yeah",
        9001.94,
        9008.04
    ],
    [
        " I was solid. Yeah, and some new new characters which would slow and uh, Keenan Cornelius actually Keenan would come everyone's in a while",
        9008.04,
        9015.44
    ],
    [
        " Yeah, the old school, but me. I wasn't there me. I was in the game. Yeah, it's good. It's good. I I posted a picture sure",
        9015.44,
        9022.32
    ],
    [
        " And I said no easy roles. Yeah, no no easy rounds or something like that. Yeah, cuz it's one of those days, right?",
        9022.56,
        9027.62
    ],
    [
        " You're not getting a restaurant. No, there's nobody there that I could be you're going into chill mode",
        9027.88,
        9033.24
    ],
    [
        " It's not happening. Yeah, especially cuz I'll be like oh you want to go again?",
        9033.24,
        9036.5
    ],
    [
        " Wanna go get? Yeah, just get beat up. I did the math and I think what total was what 11 rounds something like this. Yeah, I was like 11 rounds",
        9037.04,
        9045.12
    ],
    [
        " Um, I took off",
        9045.12,
        9047.58
    ],
    [
        " One round actually two rounds they took off technically because I filmed you",
        9048.12,
        9052.12
    ],
    [
        " That's technically a restaurant, but so what the 11 9 and 8 so nine rounds you figure",
        9052.12,
        9058.44
    ],
    [
        " With yeah, no easy rounds. No, no, no, no, even the lightest guy physical weight is Greg train",
        9058.44,
        9064.5
    ],
    [
        " He's 20 years extra. He's like he's like a Mjolnir Thor's hammer",
        9064.5,
        9069.92
    ],
    [
        " And that just doesn't look like it's gonna be that happy when you can't move it. It's right",
        9069.92,
        9073.9
    ],
    [
        " That's a great trade all day. It's the perfect analogy right there. Yes, Greg train all day",
        9073.9,
        9077.4
    ],
    [
        " I guess Adam was there too, and he is also not a heavyweight. Oh, yeah, but he also has like weird, you know weird jitsu and he puts his",
        9077.74,
        9087.32
    ],
    [
        " He got that he's like a break dancer",
        9087.32,
        9089.82
    ],
    [
        " You know what I'm saying? Yep. Yeah, seriously that yeah, I'm bouncing on his head and you're like what are you doing? Yeah?",
        9089.82,
        9096.08
    ],
    [
        " What's happening but the but yes, so it's no easy rounds. Yeah, really good. I had doms in my face",
        9096.22,
        9103.5
    ],
    [
        " Ha ha ha from",
        9104.0,
        9105.2
    ],
    [
        " Gini shia, and I was trying to like backtrack where was my face getting abused in that way because it wasn't like",
        9105.2,
        9111.26
    ],
    [
        " Friction nothing it wasn't that it was like you know the muscles in your face from tensing up from choke getting your head choke",
        9111.26,
        9116.98
    ],
    [
        " And I'm pretty sure it was slow. Hmm pretty sure. Yeah, you if you song has a hold to your head",
        9116.98,
        9122.78
    ],
    [
        " There's gonna be there's a pain",
        9122.78,
        9125.2
    ],
    [
        " Yes, sir come from",
        9125.2,
        9128.48
    ],
    [
        " You're gonna be some tension, but very good and to your point that you make a lot is like when you go through good",
        9128.7,
        9135.3
    ],
    [
        " And this goes from pretty much all exercise where if you go through some a good a good session. Mm-hmm. Do you get to",
        9135.3,
        9142.32
    ],
    [
        " Lies live running on this thing this was one of those sessions where I was like yeah, it's like hard for sure",
        9142.32,
        9149.48
    ],
    [
        " But at the end you're like man, I'll solid mm-hmm. Yeah, you're way around I took off",
        9149.48,
        9154.58
    ],
    [
        " I don't know how many",
        9154.58,
        9156.12
    ],
    [
        " Oh",
        9161.02,
        9161.4
    ],
    [
        " Nonetheless, are you on the creatine? Yes, because you got to be consistent right with the",
        9161.4,
        9165.94
    ],
    [
        " Creatine you can't just like take one here and there like like a book or something good to yeah",
        9165.94,
        9170.76
    ],
    [
        " Because I was off the creatine train",
        9170.76,
        9172.56
    ],
    [
        " For a while you can feel it. Yeah, you can feel it so legit",
        9172.56,
        9177.32
    ],
    [
        " So isn't there like and not and I got to look into it more just for the sake of understanding",
        9177.32,
        9181.74
    ],
    [
        " I mean, I know the protocol, but like why it isn't there like an actual loading phase. I think that was the old school sort of thing",
        9181.74,
        9189.3
    ],
    [
        " So if I'm remembering correctly",
        9189.3,
        9191.02
    ],
    [
        " Maybe I'll get tuned up again just for sake of information",
        9191.02,
        9194.64
    ],
    [
        " It you might need to refer to the bro science manual on this one before you start putting out work",
        9194.64,
        9198.84
    ],
    [
        " I think you it takes a while to get to roll into your system. Yeah, you just don't have to load",
        9198.84,
        9204.4
    ],
    [
        " Like take like more in the beginning and then take part. You don't have to do that. I mean, I guess you can't yeah",
        9204.4,
        9209.1
    ],
    [
        " You can",
        9209.1,
        9209.56
    ],
    [
        " You want to get old school about it. Sure. So yes, creatine. Oh, by the way",
        9209.56,
        9215.36
    ],
    [
        " If you need creatine go to jacquo field calm get yourself some creatine get yourself some joint warfare",
        9215.36,
        9219.96
    ],
    [
        " You get done rolling with Sloan",
        9219.96,
        9221.76
    ],
    [
        " We need some joint warfare. Yeah, just take that. Maybe you could get joint warfare injected into your neck",
        9221.76,
        9226.28
    ],
    [
        " Into your face super krill",
        9226.28,
        9230.94
    ],
    [
        " Moke you know what I love right now is I know when I as soon as I get done take a shower on my way out of here",
        9230.94,
        9238.08
    ],
    [
        " I'm grabbing that ready to drink moke. Yeah, oh, yeah, 30 grams of protein on the way home",
        9238.08,
        9242.52
    ],
    [
        " It's a it's a six minute drive and I have 30 grams of protein when I walk through the door of my house",
        9242.52,
        9247.96
    ],
    [
        " Yeah, it's already been digested already be sent into the system already getting refueled",
        9247.96,
        9252.92
    ],
    [
        " This is hard to keep that stuff in stock here",
        9252.92,
        9256.0
    ],
    [
        " Because everybody has the same thought. I just I need fuel now. I need to rebuild",
        9256.0,
        9261.96
    ],
    [
        " Yeah, and that's everyone's thinking that you walk out and there's a rebuilding",
        9261.96,
        9266.12
    ],
    [
        " glory",
        9269.16,
        9269.62
    ],
    [
        " Tasty glory and that's a big part of it the tasty part because you know",
        9269.62,
        9272.32
    ],
    [
        " We all ate we all know the chalky old-school protein powder that like kind of tastes like chocolate or whatever flavor",
        9272.32,
        9279.32
    ],
    [
        " But it tastes like like chalky like protein powder, you know health powder whatever. Let's face it",
        9279.32,
        9284.4
    ],
    [
        " That's not I'm not doing that",
        9284.4,
        9286.12
    ],
    [
        " No, I need I was in big bear mm-hmm. Few days ago shredding shredding. That's right Greg trains",
        9286.12,
        9293.04
    ],
    [
        " We can a great train. He was there too. Okay. We had a little overlap sash went nights or skiing and what a snowboarding",
        9293.04,
        9298.36
    ],
    [
        " But he brought up the monk he was like hey you guys nailed that formula like how it tastes",
        9298.36,
        9305.04
    ],
    [
        " Whatever he's like, there's just like another one hats a little stock up there",
        9305.04,
        9308.4
    ],
    [
        " But yes, very good tasting protein kind of groundbreaking. Yeah, yeah, I think it's Nobel Prize",
        9308.4,
        9315.62
    ],
    [
        " I think they've been put in for the Nobel Prize at at Dr. Kofuel. Yeah",
        9315.62,
        9319.48
    ],
    [
        " For protein supplementation. So anyways, Dr. Kofuel",
        9320.94,
        9322.72
    ],
    [
        " You know the deal get at Dr. Kofuel.com get it wall wall get it vitamin shop get it the military commissaries",
        9322.72,
        9327.64
    ],
    [
        " H.E.B.",
        9327.64,
        9328.76
    ],
    [
        " Myer. I mean we got it. We got it. We're year at Hannahford",
        9329.16,
        9333.68
    ],
    [
        " Yeah, go get yourself some go get yourself some like did I say vitamin shop",
        9333.68,
        9338.86
    ],
    [
        " Vitamin shop. Yeah, and if you don't see it in there. Hey, Dr. Kofuel dot com. All day. Yes, all day. There you go",
        9338.86,
        9345.66
    ],
    [
        " also origin",
        9345.66,
        9347.0
    ],
    [
        " Origin USA origin USA dot com if you need for these jujitsu sessions that you're in you need to ghee you need a rash guard",
        9347.88,
        9355.5
    ],
    [
        " Have you have you tried the comfort fit rash guards?",
        9355.5,
        9358.32
    ],
    [
        " No, um, I don't really use those. Oh, actually I have like a like you saw sure",
        9359.16,
        9365.02
    ],
    [
        " I was wearing right it's like a it's almost like a dry dry fit",
        9365.02,
        9369.32
    ],
    [
        " It's like I did see it. Yeah, I think it is the same thing though",
        9369.32,
        9374.5
    ],
    [
        " But I actually take typically that's not the the no-gear fordra",
        9374.5,
        9378.72
    ],
    [
        " Comfort well if you need it if you need a rash guard",
        9378.72,
        9383.56
    ],
    [
        " You can get them at origin USA dot com, but they're made in America",
        9383.56,
        9388.0
    ],
    [
        " They're not made with slave labor look we just talked about we just talked about Booker to you, Washington",
        9388.0,
        9391.88
    ],
    [
        " People that are slaves and we think oh that must be so horrible back then it's still going on",
        9391.88,
        9396.94
    ],
    [
        " It's literally going on today and they probably made that shirt that you're wearing right now probably made that rash guard that you're wearing right now",
        9396.94,
        9403.8
    ],
    [
        " They're probably they're definitely wearing that ghee if you're wearing a ghee and it's not from origin USA",
        9405.06,
        9408.52
    ],
    [
        " It's made by slave labor",
        9408.52,
        9410.86
    ],
    [
        " so",
        9410.86,
        9412.28
    ],
    [
        " Go to origin USA dot com get some hunt gear get some jujitsu gear get some jeans",
        9412.28,
        9418.74
    ],
    [
        " You got you what you want to support America?",
        9418.74,
        9421.72
    ],
    [
        " You don't like slavery",
        9422.24,
        9424.92
    ],
    [
        " We fought a civil war to end it",
        9424.92,
        9428.26
    ],
    [
        " But now we just gonna let these other countries just have slaves is that is that what we're doing? No, it's not what we're doing",
        9428.26,
        9433.64
    ],
    [
        " This is America",
        9433.68,
        9434.44
    ],
    [
        " Good origin USA dot com get yourself some American freedom",
        9434.44,
        9440.76
    ],
    [
        " For clothing",
        9440.76,
        9443.72
    ],
    [
        " This is freedom that you put on your own body let's make it happen",
        9443.72,
        9448.76
    ],
    [
        " Origin USA dot com",
        9448.76,
        9451.24
    ],
    [
        " Also jaco has a dark old jaco store",
        9451.24,
        9454.54
    ],
    [
        " That's a you know some good merch you want to represent on the path this will be an equals freedom good all this stuff",
        9454.54,
        9460.44
    ],
    [
        " This is where you can get it also. There's a thing called the shirt locker. That's a new shirt every month different kind of designs",
        9460.44,
        9465.64
    ],
    [
        " But still representing hard people seem to like that",
        9465.64,
        9468.18
    ],
    [
        " But yeah, don't go store dot com subscribe to the podcast subscribe to jaco on the ground dot com subscribe to the YouTube channel",
        9468.18,
        9475.36
    ],
    [
        " Origin USA, you know jaco fuel has a YouTube channel now everyone's making their own YouTube channel",
        9475.36,
        9479.46
    ],
    [
        " Yeah, people is out there just making YouTube channels. We got three of them that are actually pretty dope. Yeah, this one",
        9479.46,
        9485.1
    ],
    [
        " Jockel podcast YouTube channel origin USA",
        9485.76,
        9488.34
    ],
    [
        " Jockel fuel check out those and and then subscribe to the YouTube channel. Well that way. Why would you do that?",
        9488.34,
        9495.2
    ],
    [
        " Why would you do that you do that so that when a new video comes out pops up you should get to see it see what's happened",
        9496.0,
        9501.14
    ],
    [
        " See what's happening in a jockel fuel see what's happening in origin see what's having a jockel podcast there you go",
        9501.14,
        9505.38
    ],
    [
        " Psychological warfare. We got flip side canvas by decodamire",
        9505.38,
        9508.32
    ],
    [
        " I've written a bunch of books. You know",
        9508.32,
        9509.86
    ],
    [
        " Get them if you got kids just get them the warrior kid books all of them all of them",
        9510.38,
        9515.24
    ],
    [
        " And you think oh my kid doesn't really like to read of course they don't like to read you've been buying them crap books",
        9515.24,
        9519.42
    ],
    [
        " Check out the way the warrior kid podcast. We just put up three new ones",
        9519.42,
        9523.94
    ],
    [
        " Check that out don't buy your kids junk books buy them good books",
        9523.94,
        9527.74
    ],
    [
        " There's only five of them actually six way the warrior kid series. That's five plus Mikey and the dragons",
        9527.74,
        9533.02
    ],
    [
        " There's six books. You don't think your kid wants to read them because your kid doesn't read your kid because you're",
        9533.02,
        9538.24
    ],
    [
        " Buying your kid junk books don't do that buy them the good stuff buy them a book that's gonna give them an upper hand in life",
        9538.24,
        9545.06
    ],
    [
        " And you should do this for other people that you don't think that oh, I'm not gonna get little Johnny my neighbor",
        9545.06,
        9552.48
    ],
    [
        " I'm not gonna get him one of these books because I want my kid to do better don't think that way",
        9552.48,
        9556.02
    ],
    [
        " Actually, what you want to do is you want your kid to be in a little gang of warrior kids and that the way they're all peer-pressuring each other to do better",
        9556.02,
        9562.64
    ],
    [
        " Be stronger do more pull ups do better in school be more squared away",
        9562.64,
        9566.26
    ],
    [
        " That's what you want",
        9566.96,
        9567.92
    ],
    [
        " You want your kid to loan warrior kid under peer pressure from a bunch of other kids that are telling them to do drugs and not study and not work out",
        9567.92,
        9576.92
    ],
    [
        " Which is what's gonna happen?",
        9576.92,
        9578.24
    ],
    [
        " I'm not trying to fear monger you I'm just telling you what's going on",
        9578.98,
        9581.74
    ],
    [
        " Way of the warrior kid get these books for your kids seriously",
        9581.74,
        9586.88
    ],
    [
        " Ashell on front leadership consultancy we solve problems through leadership",
        9586.88,
        9590.22
    ],
    [
        " echelonfront.com for details",
        9591.2,
        9592.78
    ],
    [
        " Also extreme ownership academy. We are online just ran some stuff online today online training people just asking me questions",
        9592.78,
        9599.8
    ],
    [
        " If you go to extreme ownership.com we got some free courses on there about how to take ownership about what that looks like about what to say",
        9599.8,
        9608.64
    ],
    [
        " About what the barriers are",
        9608.64,
        9610.94
    ],
    [
        " Extreme ownership.com come and join the academy become a good leader become a good human",
        9610.94,
        9617.58
    ],
    [
        " And",
        9618.98,
        9619.46
    ],
    [
        " If you want to help service members active and retired you want to help their families gold star families check out mark",
        9619.46,
        9623.54
    ],
    [
        " Lee's mom mom. Lee she's got a charity organization",
        9623.54,
        9626.14
    ],
    [
        " If you want to donate or you want to get involved go to america's mighty warriors.org and don't forget about myka think",
        9626.14,
        9632.76
    ],
    [
        " Right now. What's he doing? Oh, let's do a little checking with myka think oh right now",
        9632.76,
        9638.04
    ],
    [
        " Myka think just repelled down a cliff with a lasso in one hand and he's got a bear",
        9638.04,
        9646.34
    ],
    [
        " And a mountain lion in the other hand",
        9646.84,
        9649.34
    ],
    [
        " He's up there heroes and horses helping",
        9649.34,
        9653.0
    ],
    [
        " Helping veterans",
        9653.0,
        9655.22
    ],
    [
        " Find themselves again",
        9655.22,
        9657.64
    ],
    [
        " Heroes and horses.org if you want to connect with us on the interwebs echoes at ecotrals",
        9657.64,
        9662.36
    ],
    [
        " I'm at jockewiling but listen",
        9662.36,
        9664.34
    ],
    [
        " five minutes",
        9664.34,
        9665.9
    ],
    [
        " Five minutes book or t washington is giving you five minutes to catch up on news and we're gonna slide for social media in there",
        9665.9,
        9673.14
    ],
    [
        " Well, you only cover social media. Okay, get 10 minutes news",
        9673.32,
        9676.14
    ],
    [
        " News followed by social media. You got 10 minutes. Otherwise the algorithm grabs you",
        9676.14,
        9682.2
    ],
    [
        " Tokes you out be careful",
        9682.2,
        9684.34
    ],
    [
        " And thanks to all the people out there in uniform who fought for and protect freedom",
        9684.34,
        9690.2
    ],
    [
        " Around the world we are only free because of your sacrifice and thanks also to our police and law enforcement",
        9690.2,
        9697.32
    ],
    [
        " Firefighters paramedics EMTs dispatchers correctional officers border patrol secret service all first responders",
        9697.32,
        9702.84
    ],
    [
        " You all protect us here on the home front and we thank you for that",
        9703.6,
        9708.84
    ],
    [
        " And to everyone else out there one more quote",
        9708.84,
        9713.18
    ],
    [
        " For mr. Booker to you, Washington",
        9713.18,
        9715.72
    ],
    [
        " Quote character not circumstances makes the man end quote",
        9715.72,
        9722.44
    ],
    [
        " Which means it's not the situation that you're born into it's not the scenario that unfolds around you",
        9722.44,
        9729.72
    ],
    [
        " It's not the hand that you get dealt in life",
        9729.72,
        9732.64
    ],
    [
        " What matters is the character with which you live so",
        9732.64,
        9738.76
    ],
    [
        " Do not",
        9738.76,
        9740.38
    ],
    [
        " Do not permit your grievances in life to overshadow your opportunities instead go out there and",
        9740.38,
        9752.26
    ],
    [
        " Get after it",
        9752.26,
        9753.2
    ],
    [
        " Until next time this is echo and jaco out",
        9753.2,
        9758.2
    ],
    [
        " You",
        9759.72,
        9760.6
    ]
]