[
    [
        " I never, never once questioned our ability as an aviation unit to do the job, the mission",
        0.64,
        12.46
    ],
    [
        " that we were assigned to do even after, even up until the day I left.",
        12.46,
        17.64
    ],
    [
        " When I became the operations officer in my last four months in country, I got a chance",
        17.82,
        21.72
    ],
    [
        " to look at the battle space in a different way because I would go to battalion and battalion",
        21.72,
        27.66
    ],
    [
        " ops and look at that and come back and put that into company ops and work our portion",
        27.66,
        35.58
    ],
    [
        " of the mission, our company's portion of the battalion mission.",
        35.58,
        39.08
    ],
    [
        " I'd bring the guys into the briefing room, the guys are going to be flying that mission",
        40.76,
        46.02
    ],
    [
        " and I'd say, okay, this is our objective right here.",
        46.02,
        51.56
    ],
    [
        " Now how do we get there?",
        53.24,
        54.3
    ],
    [
        " We're here.",
        55.18,
        55.54
    ],
    [
        " This is our objective.",
        55.98,
        57.08
    ],
    [
        " Our mission is this.",
        57.08,
        58.5
    ],
    [
        " We got to put so many troops in there.",
        58.72,
        60.14
    ],
    [
        " How do we get there?",
        60.68,
        62.2
    ],
    [
        " And usually it wasn't just one place, it was if it was a company plus, it would be maybe",
        63.24,
        68.14
    ],
    [
        " three different places.",
        68.14,
        69.06
    ],
    [
        " We had to go.",
        69.06,
        70.04
    ],
    [
        " And I never would say, okay, this is how we're going to do it.",
        70.96,
        73.98
    ],
    [
        " You're going to do it.",
        74.22,
        75.1
    ],
    [
        " I say, okay.",
        75.1,
        75.64
    ],
    [
        " How do we get there?",
        75.86,
        76.72
    ],
    [
        " What's the best approach to make this happen?",
        78.26,
        81.32
    ],
    [
        " And I was the operating staffs.",
        81.92,
        82.98
    ],
    [
        " And I'd have these young and worn-off students.",
        84.24,
        85.62
    ],
    [
        " Oh, let's do this to them.",
        85.74,
        86.84
    ],
    [
        " Somebody said, no, no, we can't do that.",
        86.96,
        88.22
    ],
    [
        " We got to do this.",
        88.22,
        88.84
    ],
    [
        " Somebody said, well, let's do it this way.",
        89.08,
        90.32
    ],
    [
        " Well, okay, well, let's take a piece of that.",
        90.56,
        92.56
    ],
    [
        " Next thing you know, they had planned the operation.",
        92.8,
        97.12
    ],
    [
        " All I did was approve it.",
        97.68,
        99.48
    ],
    [
        " But that's a leadership skill that I learned from people like Colonel Bobby Finander,",
        101.92,
        111.88
    ],
    [
        " who never said, you're going to do it this way.",
        113.2,
        115.04
    ],
    [
        " He always sort of facilitated, if he will, facilitative leadership.",
        115.54,
        121.54
    ],
    [
        " And that's what you're seeing now in business, facilitative leadership.",
        121.68,
        125.18
    ],
    [
        " Getting people involved.",
        126.42,
        127.52
    ],
    [
        " And if the more you're involved, the more you take ownership.",
        127.66,
        130.26
    ],
    [
        " And that's what I saw in our guys.",
        130.58,
        134.02
    ],
    [
        " That's what I saw in our guys during the Lamson.",
        134.74,
        138.64
    ],
    [
        " That's what I saw in our guys after Lamson.",
        139.04,
        141.6
    ],
    [
        " Now, when we were flying Command and Control North, we did what they told us to.",
        143.08,
        147.38
    ],
    [
        " They had a very specific way of doing things.",
        148.0,
        152.92
    ],
    [
        " And that's the way we were going to do it.",
        153.08,
        154.46
    ],
    [
        " And that's fine.",
        154.74,
        155.24
    ],
    [
        " And that's fine.",
        155.88,
        156.78
    ],
    [
        " But this is the way we did it.",
        157.48,
        160.54
    ],
    [
        " And I married my leadership style after people that I had great respect for.",
        162.42,
        168.64
    ],
    [
        " To include General Hillmore, who became Lieutenant General Hillmore.",
        169.9,
        174.94
    ],
    [
        " And the way that the comradery, the sub-knock comradery, I don't want to say I was buddy buddy,",
        175.54,
        182.64
    ],
    [
        " but General Moore, because I was not.",
        182.64,
        183.96
    ],
    [
        " But we had a relationship in the cockpit.",
        184.56,
        186.5
    ],
    [
        " And I think he respected my desires, what I wanted to obviously do, because I wouldn't have gone to NOM.",
        187.18,
        192.44
    ],
    [
        " Had a NOM been for that.",
        193.06,
        194.32
    ],
    [
        " I don't know if you didn't have a relationship with Hal Moore.",
        194.96,
        197.46
    ],
    [
        " Jesus, if you were friends with him, who knows what he would have done for you?",
        198.3,
        201.12
    ],
    [
        " What a great man he was.",
        201.76,
        203.88
    ],
    [
        " But I left Vietnam feeling very good about my unit and about what we did.",
        204.58,
        211.5
    ],
    [
        " I did change my views a bit to think that my tour in NOM will be successful if I can do things",
        213.76,
        225.64
    ],
    [
        " to support my US troops.",
        225.64,
        228.24
    ],
    [
        " So that changed from supporting the whole concept of Vietnamization.",
        229.26,
        234.06
    ],
    [
        " For example, if I can bring ice cream out to those troops after they've busted their butt all day,",
        234.98,
        241.3
    ],
    [
        " in sorry, then I've done something that I can be proud of.",
        241.94,
        246.88
    ],
    [
        " And that's where my mind sort of changed after being in country for about eight months",
        246.9,
        254.96
    ],
    [
        " to support my soldiers and to do what I could to bring them home.",
        254.96,
        262.7
    ],
    [
        " Yeah, the leadership stuff you're talking about, that's exactly the best leaders I had was they",
        263.64,
        271.16
    ],
    [
        " tell us what the mission was, what the goal was, and then say come up with a plan.",
        271.38,
        275.08
    ],
    [
        " And that's what I always tried to do myself.",
        275.26,
        276.96
    ],
    [
        " That certainly is the best way to get the people on board with the plan is just let them come up with it.",
        277.24,
        283.48
    ],
    [
        " That's right.",
        284.02,
        284.34
    ],
    [
        " Don't have to convince them of anything.",
        284.46,
        285.74
    ],
    [
        " It's their idea, it's their plan.",
        286.16,
        287.9
    ],
    [
        " Let them argue it out.",
        288.26,
        289.2
    ]
]