[
    [
        " In some ways I was pleased in some ways I was a little frightened to bring up the",
        0.0,
        10.3
    ],
    [
        " experiences.",
        10.3,
        10.92
    ],
    [
        " And I'll be perfectly honest, I had a lot of anxiety coming here today.",
        11.68,
        14.36
    ],
    [
        " Though I have read this book, a number of times read Undaunted Valor 719, quite a few times,",
        15.98,
        26.78
    ],
    [
        " I've earmarked it.",
        26.96,
        27.78
    ],
    [
        " I've read after action reports on it that hopefully Matt, and he did, he had some of these",
        29.4,
        37.66
    ],
    [
        " after action reports that he took his data from.",
        37.66,
        41.38
    ],
    [
        " But still, sitting here now and talking about it with you and you weren't there, I can",
        42.4,
        52.42
    ],
    [
        " talk about it with somebody that was there.",
        52.42,
        53.86
    ],
    [
        " And not have anxiety, but you weren't there.",
        55.06,
        60.26
    ],
    [
        " And often wonder, I'm telling you this, what are you actually hearing?",
        61.3,
        67.22
    ],
    [
        " Because you weren't there.",
        68.1,
        69.22
    ],
    [
        " And you can tell me about what you did, and I can listen to it, but I wasn't there.",
        69.38,
        76.36
    ],
    [
        " And so there's a difference.",
        77.8,
        79.48
    ],
    [
        " Yeah, there's always going to be a little gap, or a big gap depending on the person's experiences.",
        79.8,
        86.3
    ],
    [
        " And one thing I think is interesting about, when you start talking about coming home and",
        87.48,
        93.74
    ],
    [
        " what you're going through, I think the one thing that's good is if people actually understand",
        93.74,
        100.52
    ],
    [
        " what they're feeling a little bit, and I remember like you get a new guy that's overseas,",
        100.52,
        105.88
    ],
    [
        " and I'd look at a new guy that's overseas and you could tell they're nervous, right?",
        107.02,
        109.8
    ],
    [
        " And you know, just say something like, hey man, that feeling you're getting your stomach",
        110.7,
        115.72
    ],
    [
        " and maybe like, you know, try not to tell you, but then they admit to it.",
        115.72,
        119.4
    ],
    [
        " And I go, yeah, you're just nervous.",
        119.9,
        121.02
    ],
    [
        " It's your body getting ready to go fight.",
        121.28,
        123.26
    ],
    [
        " It's totally normal.",
        123.6,
        124.7
    ],
    [
        " That's what you should feel like.",
        124.98,
        125.8
    ],
    [
        " And they'd be like, oh, okay.",
        126.38,
        127.84
    ],
    [
        " Oh, by the way, you won't be able to sleep tonight because we got an operation tomorrow.",
        128.3,
        131.58
    ],
    [
        " You're not going to be able to sleep tonight.",
        131.82,
        132.68
    ],
    [
        " So that's just the way it is.",
        132.82,
        133.88
    ],
    [
        " Don't worry about it.",
        133.94,
        134.46
    ],
    [
        " And I think the same thing coming home, you know, it's like, oh, oh, oh, you're going",
        135.38,
        138.66
    ],
    [
        " to get, you're going to get sad sometimes.",
        138.66,
        139.88
    ],
    [
        " It doesn't mean your week.",
        140.32,
        141.34
    ],
    [
        " It doesn't mean you're trapped in the past.",
        141.34,
        144.0
    ],
    [
        " It just means you miss your friends.",
        144.0,
        145.06
    ],
    [
        " And that's okay.",
        145.06,
        145.72
    ],
    [
        " And so if you are thinking about something and it makes you cry, hey, yeah, that's what",
        146.1,
        151.98
    ],
    [
        " happens, you know, that's the way it is.",
        151.98,
        154.36
    ],
    [
        " And I think if people understand that, that that's, that that's normal, then they're",
        154.92,
        160.9
    ],
    [
        " like, oh, okay, well, that's, that's just what's going to happen.",
        160.9,
        162.96
    ],
    [
        " It's okay.",
        163.2,
        163.6
    ],
    [
        " And I think when people don't think it's normal and all of a sudden they think I can't",
        163.9,
        168.22
    ],
    [
        " control my emotions or I'm scared or I'm sad and I shouldn't be sad and I shouldn't",
        168.22,
        172.08
    ],
    [
        " be scared.",
        172.08,
        172.44
    ],
    [
        " It's like, no, it's fine.",
        172.48,
        173.46
    ],
    [
        " No big deal.",
        173.8,
        174.2
    ],
    [
        " That's just the way it is.",
        174.46,
        175.26
    ],
    [
        " You, you do your job.",
        175.44,
        176.66
    ],
    [
        " You, you know, you're going to be scared.",
        177.3,
        178.42
    ],
    [
        " You got the, you got the queasy stomach.",
        178.84,
        180.62
    ],
    [
        " You can't sleep at night.",
        180.86,
        181.66
    ],
    [
        " Okay, cool.",
        181.9,
        182.28
    ],
    [
        " Yeah, guess what?",
        182.5,
        183.12
    ],
    [
        " There's a bunch of other guys that's not sleeping tonight either.",
        183.48,
        185.66
    ],
    [
        " No big deal.",
        185.8,
        186.2
    ],
    [
        " No big deal.",
        186.64,
        187.1
    ],
    [
        " Oh, you get home.",
        187.56,
        188.34
    ],
    [
        " You, you, you're going to feel sad.",
        188.34,
        189.8
    ],
    [
        " You're going to miss your friends.",
        189.8,
        190.88
    ],
    [
        " Yeah.",
        191.04,
        191.2
    ],
    [
        " We all miss them.",
        191.74,
        192.64
    ],
    [
        " That, that's the way it is.",
        192.86,
        193.82
    ],
    [
        " That, that's okay.",
        194.2,
        195.0
    ],
    [
        " And I think that helps people out a lot to be able to just say, okay, what I'm feeling",
        195.3,
        201.5
    ],
    [
        " is not an isolated thing.",
        201.5,
        204.1
    ],
    [
        " It's just the way human beings process the, the tough experiences that they go through.",
        204.24,
        209.72
    ],
    [
        " But you know, we both served in the kind of service that at one time you didn't",
        210.18,
        218.32
    ],
    [
        " show that emotion.",
        218.32,
        219.2
    ],
    [
        " Yeah.",
        219.82,
        219.9
    ],
    [
        " And you weren't expected to.",
        220.42,
        221.72
    ],
    [
        " I think the service and a hope I've read that they have, I've seen interviews that they",
        222.1,
        229.08
    ],
    [
        " have that now that's been taking consideration.",
        229.08,
        232.3
    ],
    [
        " It's okay to express what you're feeling right now.",
        233.2,
        236.8
    ],
    [
        " It's okay to go seek counseling because it's not going to end up on your off-street",
        237.62,
        248.3
    ],
    [
        " and so I think that has been a great improvement with the way we receive our war fighting men",
        248.32,
        258.3
    ],
    [
        " and women, especially those who have come back and been engaged in combat.",
        258.3,
        264.0
    ],
    [
        " One thing I'll say about the getting excited and nervous about the upcoming mission and",
        265.02,
        273.94
    ],
    [
        " I would do the same thing if Vietnam.",
        273.94,
        276.42
    ],
    [
        " I mean, people said, were you scared?",
        276.92,
        278.38
    ],
    [
        " Well, yeah, I'm scared.",
        278.52,
        279.48
    ],
    [
        " But hey, you know, this is what we signed up to do.",
        280.22,
        283.04
    ],
    [
        " And this is what we're going to do.",
        283.18,
        284.58
    ],
    [
        " And a lot of times, I mean, I said that trying to convince myself.",
        285.0,
        290.52
    ],
    [
        " But see, I was a pretend commander.",
        291.6,
        293.42
    ],
    [
        " I couldn't sit there and tell my troops, oh my God, I'm scared of death.",
        293.84,
        296.3
    ],
    [
        " They're going, I had to put on the show.",
        296.3,
        299.3
    ],
    [
        " I had to do that.",
        299.74,
        300.76
    ],
    [
        " But the interesting thing about it is once we strapped on that helicopter and we took off",
        301.88,
        309.36
    ],
    [
        " in flight all of that drain, it all drained.",
        309.36,
        313.02
    ],
    [
        " I mean, it never amazed me.",
        313.18,
        315.0
    ],
    [
        " Got a job to do.",
        315.16,
        315.84
    ],
    [
        " Well, yeah, I mean, you were busy.",
        316.22,
        318.62
    ],
    [
        " You were monitoring three radios.",
        318.74,
        320.3
    ],
    [
        " You were talking to the crew there.",
        320.54,
        322.44
    ],
    [
        " I mean, it all drained.",
        323.44,
        324.78
    ],
    [
        " I mean, even going into, even going into Lola that morning when we were doing",
        324.94,
        330.14
    ],
    [
        " non-in-offs approach and we should have been done in 60 or 40.",
        330.14,
        333.5
    ],
    [
        " And we were coming in there.",
        334.08,
        335.12
    ],
    [
        " But you sockled that thing back and that damn nose pitches up and you're saying,",
        335.58,
        339.24
    ],
    [
        " oh, hell, I hope my tail rudder doesn't hit the ground.",
        339.26,
        341.22
    ],
    [
        " And then you put that sucker down and you're taking fire all over the place.",
        341.22,
        344.8
    ],
    [
        " You don't have time to be scared.",
        345.46,
        347.86
    ],
    [
        " You react by the training that you've had.",
        349.2,
        354.32
    ],
    [
        " And by God, that training was good.",
        354.7,
        356.26
    ],
    [
        " Yeah, yeah, exactly.",
        357.48,
        359.1
    ],
    [
        " And that's I think the same way everybody feels.",
        359.34,
        361.32
    ],
    [
        " If you're going to be nervous, it's usually before an operation.",
        361.58,
        364.52
    ],
    [
        " And for me, I was always just more nervous about my friends, my guys.",
        364.76,
        368.0
    ],
    [
        " That's what I was always worried about.",
        368.22,
        369.64
    ],
    [
        " Hey, I hope nothing happens to the guys.",
        369.96,
        371.26
    ],
    [
        " For us, it's once the breach goes.",
        371.72,
        375.38
    ],
    [
        " Or once the breach goes, now it's on.",
        375.56,
        378.02
    ],
    [
        " Everybody knows we're here.",
        378.2,
        378.96
    ],
    [
        " We're doing what we're doing.",
        379.04,
        379.7
    ],
    [
        " Once we leave the McGate front gate, you're doing your job.",
        380.44,
        383.2
    ],
    [
        " And there's no time to think about that.",
        384.52,
        386.06
    ],
    [
        " You can't waste any mental capacity thinking about what could happen or what",
        386.18,
        391.52
    ],
    [
        " might happen because you got to do your job.",
        391.52,
        393.28
    ],
    [
        " And you don't want to have anything else in your head besides,",
        393.32,
        395.52
    ],
    [
        " hey, what do I need to do right now?",
        395.8,
        397.0
    ],
    [
        " How can I do my best job right now?",
        397.62,
        399.16
    ],
    [
        " That's what I'm thinking about.",
        399.16,
        400.02
    ],
    [
        " But again, I seen some nervous new guys.",
        401.28,
        404.38
    ],
    [
        " And just, hey, man, it's all right.",
        404.88,
        407.62
    ],
    [
        " No big deal.",
        407.86,
        408.44
    ],
    [
        " And I think that helps people a lot.",
        409.0,
        411.04
    ],
    [
        " Just like anything.",
        411.1,
        411.7
    ],
    [
        " Anytime you can give somebody a heads up about what's about to happen or what",
        411.74,
        415.52
    ],
    [
        " I've had this feeling with training MMA fighters, mixed martial arts fighters to go and fight.",
        415.52,
        420.36
    ],
    [
        " And I saw the exact same thing.",
        420.88,
        422.52
    ],
    [
        " This is kind of where I started putting it together.",
        422.64,
        424.08
    ],
    [
        " Oh, I tell them, hey, oh, you're stomach a little queasy.",
        424.22,
        426.66
    ],
    [
        " Yeah, I'm super nervous.",
        426.86,
        427.74
    ],
    [
        " Yeah, you're supposed to be.",
        427.9,
        428.62
    ],
    [
        " You're getting ready to go into a fight.",
        428.7,
        429.64
    ],
    [
        " It's okay.",
        429.66,
        430.64
    ],
    [
        " And that would put them at ease because they'd realize, oh, this is just normal.",
        430.9,
        434.24
    ],
    [
        " This is just me getting ready to go into that form of sporting combat.",
        434.44,
        438.18
    ],
    [
        " I think it's good to be a little nervous.",
        440.28,
        444.36
    ],
    [
        " For sure.",
        444.52,
        444.8
    ],
    [
        " Because you're more on your game.",
        445.12,
        448.02
    ],
    [
        " For sure.",
        448.4,
        448.72
    ]
]