[
    [
        " Aviation crews are different.",
        0.0,
        1.5
    ],
    [
        " Rank is superfluous.",
        2.32,
        5.66
    ],
    [
        " Everybody has a specific mission.",
        5.66,
        9.04
    ],
    [
        " Crew chief, door-gunner, co-pilot, aircraft commander. Everybody has a specific mission.",
        9.92,
        15.7
    ],
    [
        " But nobody can do that one mission by themselves. It takes all of us working together as a team.",
        16.46,
        22.02
    ],
    [
        " And I don't care if I'm a captain, and you're a spec for crew chief.",
        23.86,
        28.74
    ],
    [
        " I'm no better than you are. And if it wasn't for you, I can be flying this airplane.",
        29.3,
        34.7
    ],
    [
        " Same with the door-gunner.",
        35.82,
        36.92
    ],
    [
        " That's a lesson you learn out of it. You learn a lot about team. You learn about personal courage.",
        37.94,
        46.82
    ],
    [
        " You learn about personal responsibility.",
        47.5,
        50.74
    ],
    [
        " You learn a certain sense of tenacity. You can't be lazy.",
        56.58,
        63.54
    ],
    [
        " The dedication's got to be there. And that's what I experienced with these guys in Vietnam.",
        65.18,
        71.02
    ],
    [
        " Every one of them. There was no lacquard. Everyone of them.",
        72.86,
        78.68
    ],
    [
        " Even the guys in the maintenance hanger that didn't fly those missions with us.",
        79.18,
        85.0
    ],
    [
        " And many of them would jump into fly a mission just to get out there and do it.",
        85.08,
        90.22
    ],
    [
        " But even to the clerk that wrote the awards.",
        90.24,
        93.88
    ],
    [
        " There was such a sense of dedication and camaraderie that I have never experienced in my entire life since then.",
        94.04,
        102.18
    ],
    [
        " Never.",
        103.86,
        103.98
    ],
    [
        " In my 20 years in uniform, in the 13 years that I was fortunate to serve as a civilian with the",
        105.36,
        115.26
    ],
    [
        " office of the secretary of defense. Nothing. Nothing will ever compare to what I experienced.",
        116.06,
        123.52
    ],
    [
        " Especially in the Lamson 719. Even the command and control north missions.",
        124.24,
        131.7
    ],
    [
        " Though they were hairy. Though they had some twist in turns I would have never expected.",
        132.54,
        139.16
    ],
    [
        " And we lost two crew on command and control north missions. That's horrible.",
        140.58,
        146.7
    ],
    [
        " But nothing compares with Lamson 719. And I think that's where the",
        147.76,
        157.28
    ],
    [
        " what we now see as air salt. That's where it was born.",
        157.28,
        164.06
    ],
    [
        " It was born there. We had to think on our feet. We did things that were written down.",
        165.6,
        169.92
    ],
    [
        " We had to think on our feet. And I mean like coming to the 10 foot hover versus putting your",
        170.38,
        177.2
    ],
    [
        " skills in the ground. How do you learn that? You learn it from experience.",
        177.2,
        180.06
    ],
    [
        " Just just things.",
        182.0,
        185.58
    ],
    [
        " I guess they're being learned today more as they teach air assault at Fort Campbell today.",
        190.88,
        196.72
    ],
    [
        " But my God. That was I went to a reunion at Fort Campbell several years back.",
        197.82,
        205.04
    ],
    [
        " And the guys are all flying black hawks now then.",
        205.58,
        210.92
    ],
    [
        " They looked at us like we were war two pilots.",
        212.44,
        215.86
    ],
    [
        " Find between nine with the low tech all this. And they were captivated by the stories",
        216.18,
        223.28
    ],
    [
        " that we could tell.",
        223.28,
        226.2
    ],
    [
        " You know, if it wasn't for GPS I couldn't drive my car from point A to point B.",
        227.8,
        235.58
    ],
    [
        " But up in the air I could shoot a vector and I could say pop smoke and identify the smoke",
        236.26,
        240.66
    ],
    [
        " and you exactly where I was going. Just things you learn.",
        240.66,
        244.96
    ],
    [
        " Probably one of the wards I'm most proud of is an army accommodation metal.",
        246.32,
        251.5
    ],
    [
        " And I got that from a taian commander. We inserted his soldiers into the Aishahal valley.",
        252.6,
        258.64
    ],
    [
        " This was after 719 and it had been a long day for them.",
        260.8,
        267.14
    ],
    [
        " It was starting to start and I get a call from something six.",
        268.88,
        275.12
    ],
    [
        " And I answered the phone and he says could you take a one more mission?",
        276.78,
        279.94
    ],
    [
        " I said we yes sir sure we kind of did call ops because they're expecting us.",
        281.66,
        285.66
    ],
    [
        " He said well I want to treat my troops to ice cream.",
        287.98,
        292.18
    ],
    [
        " And they've got ice cream and Burmite cans on our log pad back at Eagle.",
        292.98,
        299.22
    ],
    [
        " I said not a problem sir. And we flew an ice cream mission in there and he awarded his troops",
        299.68,
        307.78
    ],
    [
        " for their hard work. And I got an article for that.",
        307.78,
        313.22
    ],
    [
        " I bet you that ice cream tasted good.",
        316.94,
        318.82
    ],
    [
        " Yeah. Yeah. And after that I went with Lantern and LZ.",
        320.18,
        328.12
    ],
    [
        " Many times I'd get out of the cockpit. Always wore spit shambos. I was dressed right",
        329.48,
        336.4
    ],
    [
        " dressed right in front the whole time. I always wore spit shambos. But I made her the",
        336.4,
        340.94
    ],
    [
        " my goal. I was going to get out of that damn cockpit. And I'd say okay Peter Polly G got it",
        340.94,
        347.56
    ],
    [
        " co-pilot. And I'd help the troops unload supplies off the ship.",
        347.56,
        352.56
    ],
    [
        " And I want to thank they appreciate that.",
        353.88,
        357.48
    ],
    [
        " They hear the aviation captain getting out of the cockpit and he's doing sweat work.",
        359.12,
        364.1
    ],
    [
        " That's what I learned in Vietnam.",
        364.88,
        368.24
    ]
]