[
    [
        " So when you were growing up, I mean Vietnam is going on.",
        0.3,
        3.74
    ],
    [
        " My brother, my brother's served Vietnam, both my brothers.",
        3.78,
        8.14
    ],
    [
        " And obviously, you know, I had to make that decision, either graduate from college",
        9.94,
        14.46
    ],
    [
        " or go into Vietnam as a listed guy.",
        14.46,
        16.96
    ],
    [
        " But my father being a colonel and my older brother just said, look, you're not",
        17.48,
        20.52
    ],
    [
        " that just, I mean, you know, you were listed manned yourself.",
        20.52,
        23.04
    ],
    [
        " That's the hardest part.",
        23.32,
        24.26
    ],
    [
        " But in Vietnam, it's the NCOs that are the military and it's the NCOs that do the fighting",
        24.26,
        28.74
    ],
    [
        " and dying.",
        28.74,
        29.18
    ],
    [
        " But my father encouraged me to finish college and then go, if you really want to go into",
        30.3,
        35.74
    ],
    [
        " the service, you know, then go in with your college degree.",
        35.74,
        38.44
    ],
    [
        " So I graduated in 1974, but the war was over by then.",
        38.6,
        41.88
    ],
    [
        " And so my brother, from my father, heard that I was going to go into Madison, Avenue.",
        42.62,
        49.56
    ],
    [
        " So he was stationed here in San Diego on the USS Ranger and flew to New York City and",
        49.86,
        56.42
    ],
    [
        " arranged for an officer candidate school test for me.",
        56.42,
        60.16
    ],
    [
        " And I did not participate in this decision.",
        61.1,
        63.7
    ],
    [
        " So I was sitting at the kitchen table and my father goes, Ben, what do you want to tell",
        64.02,
        69.8
    ],
    [
        " you brother?",
        69.8,
        70.08
    ],
    [
        " You're going to take the test for officer candidate school tomorrow.",
        70.7,
        72.78
    ],
    [
        " He's five years old.",
        73.5,
        75.68
    ],
    [
        " My father looked at me.",
        75.72,
        76.7
    ],
    [
        " Okay.",
        77.58,
        78.1
    ],
    [
        " You know, so I mean, so I went down there.",
        78.74,
        81.82
    ],
    [
        " Now keep in mind, I'm swimming.",
        81.94,
        83.56
    ],
    [
        " I got hair down to my shoulder back then.",
        83.7,
        86.08
    ],
    [
        " It's all bleach blonde from the chlorine.",
        86.2,
        87.54
    ],
    [
        " And so I go down and I take the test, which I like the SATs.",
        88.5,
        93.34
    ],
    [
        " And I'm very deliberate actually slow.",
        93.9,
        97.36
    ],
    [
        " There were a lot of big words that I had to sound out the test, you know?",
        97.54,
        100.2
    ],
    [
        " And so you turn the paper in and they graded the paper and debriefed the individual based",
        100.92,
        107.92
    ],
    [
        " on, and I was one of the very last ones to finish.",
        107.92,
        111.26
    ],
    [
        " And it was a crummy office there in Manhattan.",
        111.8,
        114.38
    ],
    [
        " It was downtown Manhattan right by city hall.",
        114.68,
        116.46
    ],
    [
        " And only I was a little crummy office dividers that, you know, like 18 inches below and it",
        116.72,
        121.14
    ],
    [
        " only goes up to about 4 and a half feet.",
        121.14,
        122.56
    ],
    [
        " And they got folding chairs on the other side and you could hear everything on the other",
        123.06,
        127.2
    ],
    [
        " side.",
        127.2,
        127.52
    ],
    [
        " So they're bringing them in and the guy sits down and he says, well, you know, Mr. Smith,",
        128.06,
        132.58
    ],
    [
        " you could take the test again next year.",
        132.7,
        134.1
    ],
    [
        " Oh gee, Mr. Brown, you could take the test again.",
        134.18,
        136.46
    ],
    [
        " So nobody was passed in the test.",
        136.6,
        138.44
    ],
    [
        " So I'm there.",
        138.96,
        139.7
    ],
    [
        " I said, my brother, I don't think I passed.",
        139.86,
        141.94
    ],
    [
        " He said, well, we'll see.",
        142.08,
        142.82
    ],
    [
        " So I go in and I sit down and the recruiters go, so Joe, you want to join the Navy?",
        143.6,
        148.98
    ],
    [
        " No, man, I just don't know.",
        149.66,
        150.84
    ],
    [
        " My brother smacks me in the head.",
        151.12,
        155.84
    ],
    [
        " He goes, you're a join to the Navy.",
        156.3,
        159.44
    ],
    [
        " Okay.",
        160.22,
        160.88
    ],
    [
        " And the recruiters are looking at me like, what do you want to do?",
        161.74,
        165.04
    ],
    [
        " Now my brother was a supply car officer.",
        165.56,
        167.14
    ],
    [
        " He wants to be a supply car officer.",
        167.42,
        169.56
    ],
    [
        " So yeah, that's what I wanted to do.",
        170.5,
        172.98
    ],
    [
        " So they look at the score and they look at my brother.",
        173.2,
        178.3
    ],
    [
        " This is my brother's proudest moment.",
        178.4,
        179.94
    ],
    [
        " They got a little brother didn't score high enough.",
        180.32,
        182.98
    ],
    [
        " He can't be a supply car officer.",
        183.64,
        185.34
    ],
    [
        " So and they said, well, what do you want to do?",
        186.28,
        188.76
    ],
    [
        " I mean, this is only been about 15 hours.",
        188.96,
        191.1
    ],
    [
        " So I got the wheels turning.",
        191.64,
        193.06
    ],
    [
        " And now back then we were doing the Apollo recoveries.",
        194.78,
        198.0
    ],
    [
        " And the astronauts would land in the water.",
        198.06,
        203.14
    ],
    [
        " And sometimes the recovery carrier wasn't there.",
        203.52,
        205.38
    ],
    [
        " They had, so they had these b-roll human interest stories.",
        205.54,
        208.2
    ],
    [
        " So recently there was a human interest story about the recovery.",
        208.66,
        212.1
    ],
    [
        " And there were two seals, you know, who were on the Olympic team.",
        212.7,
        218.16
    ],
    [
        " Now I was not on the Olympic team, not at that caliber,",
        218.28,
        220.3
    ],
    [
        " but because they were, I knew of them.",
        220.46,
        222.48
    ],
    [
        " And one was in SEAL team one and one was in UDT 13.",
        223.02,
        225.9
    ],
    [
        " And they did a two, they did a human interest story",
        226.34,
        229.08
    ],
    [
        " on the seals.",
        229.08,
        230.42
    ],
    [
        " And now keep in mind, Jacco, this is 1974.",
        231.18,
        234.32
    ],
    [
        " We have less than 800 people in the community.",
        235.06,
        237.74
    ],
    [
        " Nobody knows what it is.",
        237.96,
        239.06
    ],
    [
        " And they said, so what do you want to do?",
        239.66,
        241.96
    ],
    [
        " You know what I want to do?",
        242.26,
        242.9
    ],
    [
        " I want to be a UDT in SEAL team.",
        243.44,
        245.38
    ],
    [
        " Give them a hard one, right?",
        247.9,
        249.04
    ],
    [
        " So the two of them, I mean, they're just looking like,",
        249.82,
        251.58
    ],
    [
        " now these guys who are aviators in surface warfare guys.",
        251.78,
        254.46
    ],
    [
        " So they just turned to my brother.",
        254.86,
        256.2
    ],
    [
        " They said, well, we'll be back.",
        256.62,
        257.98
    ],
    [
        " So now they went back for about 10 minutes.",
        258.52,
        261.34
    ],
    [
        " It was probably like, you know, buying a car",
        261.48,
        262.94
    ],
    [
        " where I got to go talk to my manager.",
        262.94,
        265.0
    ],
    [
        " Like a back 10 minutes later, they talked to my brother,",
        265.5,
        268.46
    ],
    [
        " and meanwhile, my brother hasn't sat down.",
        268.46,
        270.82
    ],
    [
        " He's still standing over me.",
        270.88,
        271.84
    ],
    [
        " And I'm sitting in the chair",
        272.06,
        273.52
    ],
    [
        " because I was told to sit.",
        273.66,
        274.86
    ],
    [
        " Right?",
        275.52,
        275.6
    ],
    [
        " And they talked to my brother's first,",
        276.2,
        277.5
    ],
    [
        " and they turned to me.",
        277.56,
        278.12
    ],
    [
        " They said, well, sorry, Joe,",
        278.14,
        279.62
    ],
    [
        " but there's no commission officers in UDT SEAL team.",
        279.78,
        282.9
    ],
    [
        " And I was perceived to tell him, that's BS,",
        283.32,
        286.78
    ],
    [
        " but I didn't say BS, right?",
        287.08,
        288.52
    ],
    [
        " And of course, my brother's maxed me in the head again.",
        289.1,
        291.2
    ],
    [
        " And he goes, Joe, they wouldn't lie to you.",
        291.36,
        293.58
    ],
    [
        " Now here, I'm a civilian, and I'm turning to my brother.",
        293.72,
        295.34
    ],
    [
        " I go, they're recruiters.",
        295.34,
        296.72
    ],
    [
        " They do what they do.",
        296.92,
        298.04
    ],
    [
        " And they were lying.",
        298.42,
        299.78
    ],
    [
        " I was lying to him.",
        299.94,
        300.76
    ],
    [
        " Because you know, so they wound up going to Surface Warfare",
        300.76,
        304.58
    ],
    [
        " to the USS Coronado.",
        304.58,
        306.34
    ],
    [
        " And I spent time on that to become",
        307.1,
        308.9
    ],
    [
        " a Surface Warfare officer before I got to Coronado,",
        308.9,
        311.94
    ],
    [
        " California to become a SEAL.",
        311.94,
        313.46
    ],
    [
        " And I will tell you this, that the demanding life",
        314.08,
        318.06
    ],
    [
        " on board ship, by the time I got to bloodstraining,",
        318.06,
        321.12
    ],
    [
        " I thought that was good, dude.",
        321.5,
        322.94
    ],
    [
        " And when guys were quitting,",
        323.46,
        325.14
    ],
    [
        " I was putting my arm around them",
        325.64,
        326.88
    ],
    [
        " and giving them the calcization.",
        326.88,
        328.04
    ],
    [
        " Just like, you don't know what it's like.",
        328.04,
        330.14
    ],
    [
        " Look, we got a mini mark down the street.",
        330.68,
        333.52
    ],
    [
        " Life is good.",
        333.9,
        335.06
    ],
    [
        " Did you have to go to OCS?",
        336.08,
        337.48
    ],
    [
        " Is that what you did?",
        337.78,
        338.48
    ],
    [
        " I did.",
        338.66,
        338.88
    ],
    [
        " And how was that shock and awe experience?",
        339.5,
        341.92
    ],
    [
        " Well, you realize like in the first couple of days",
        342.36,
        345.76
    ],
    [
        " that you've been duped.",
        345.76,
        346.58
    ],
    [
        " It's five o'clock in the morning, and then waking you up.",
        347.12,
        351.34
    ],
    [
        " And you got to be outside in five minutes,",
        351.34,
        352.66
    ],
    [
        " and you PT gear PT.",
        352.82,
        353.74
    ],
    [
        " Come on.",
        354.14,
        355.28
    ],
    [
        " Yeah.",
        356.44,
        356.46
    ],
    [
        " Set, no, that was a great experience, actually.",
        356.54,
        359.18
    ],
    [
        " And it was the beginning, it was a tremendous maturation",
        360.28,
        364.62
    ],
    [
        " start for me to actually join the military.",
        364.62,
        367.06
    ],
    [
        " Go to OCS, have drill instructors teaching you.",
        367.66,
        371.6
    ],
    [
        " They had expectations, they had standards.",
        371.92,
        373.94
    ],
    [
        " And then also, you were measured,",
        374.64,
        376.92
    ],
    [
        " and you had to live up to something.",
        376.92,
        378.32
    ],
    [
        " And really, it was transformational for me.",
        378.94,
        383.48
    ],
    [
        " And I wound up doing pretty well in OCS,",
        385.18,
        388.48
    ],
    [
        " and did well on board the ship.",
        389.46,
        391.94
    ],
    [
        " And by the time I got to a bunch class at 93,",
        393.12,
        396.44
    ],
    [
        " we had this usual bit.",
        397.76,
        398.68
    ],
    [
        " We started off with 147 guys in the class,",
        399.22,
        402.14
    ],
    [
        " and finished with 17, and I was standing there.",
        402.4,
        405.76
    ],
    [
        " And be honest with you, Chaco, nobody,",
        406.46,
        409.42
    ],
    [
        " but nobody was more surprised that I",
        409.8,
        413.46
    ],
    [
        " was, I told Kathy about it, I'm married.",
        413.68,
        415.74
    ],
    [
        " Oh, you were the honor man.",
        415.8,
        416.62
    ],
    [
        " Oh yeah.",
        416.94,
        417.12
    ],
    [
        " But I mean, I told Kathy, we came back from Sacramento,",
        417.56,
        420.86
    ],
    [
        " and she goes, hey, you don't know,",
        421.08,
        422.0
    ],
    [
        " they've got to catch up to me this week.",
        422.12,
        423.3
    ],
    [
        " I know I'm going to get kids.",
        423.3,
        424.24
    ],
    [
        " You just never know it's a graduate.",
        424.52,
        426.18
    ],
    [
        " And when they announced where the honor man was,",
        427.08,
        428.78
    ],
    [
        " I was just kind of like, it must be some mistake.",
        429.04,
        432.48
    ],
    [
        " But yeah, so that was a great experience.",
        433.64,
        437.2
    ],
    [
        " As you know, Buds is a defining thing,",
        437.36,
        439.8
    ],
    [
        " and Hell Week is a defining thing for all of us.",
        439.9,
        441.68
    ],
    [
        " But the one thing about that is, it all starts there,",
        441.68,
        444.76
    ],
    [
        " it all shapes it, and every one of us,",
        445.04,
        448.06
    ],
    [
        " whether you're the admiral with his folks in Ramadi,",
        448.36,
        450.8
    ],
    [
        " in Fallujah, or the guys in Ramadi in Fallujah,",
        451.0,
        453.54
    ],
    [
        " whether you are the guy with stars in his collar,",
        454.0,
        456.18
    ],
    [
        " or the guy with the sovereigns on his collar,",
        456.66,
        459.58
    ],
    [
        " we all wear the same warfare insignia.",
        459.86,
        462.68
    ],
    [
        " There is no difference between a seal officer",
        462.9,
        464.72
    ],
    [
        " and a seal enlisted man as far as what he had to do",
        464.72,
        467.82
    ],
    [
        " to earn that.",
        467.82,
        468.48
    ],
    [
        " Now, the career is different over the time,",
        468.92,
        470.72
    ],
    [
        " but it's one thing that we all understand.",
        471.26,
        473.72
    ],
    [
        " It was the crucible, it's a defining thing,",
        474.18,
        476.2
    ],
    [
        " and you go through that, and it starts your journey.",
        476.34,
        480.14
    ],
    [
        " That doesn't really make you a seal.",
        480.3,
        481.74
    ],
    [
        " When you get your tried and pinned on you,",
        482.42,
        484.04
    ],
    [
        " that's your beginning of learning how to really become a seal.",
        484.64,
        488.72
    ],
    [
        " And it takes, and I'll tell you,",
        489.2,
        490.22
    ],
    [
        " till the day I took off my uniform,",
        490.74,
        492.16
    ],
    [
        " I learned every single day, and as you know,",
        492.6,
        494.6
    ],
    [
        " the same goes, you've got to earn it every single day.",
        494.76,
        497.4
    ]
]