[
    [
        " If I keep that routine for three minutes, no stress can keep on because I have to control.",
        0.0,
        7.64
    ],
    [
        " I have to integrate motion and movement, breathing and movement together.",
        8.44,
        18.72
    ],
    [
        " And as I start to play on this, nothing can be like, I cannot think about all the time to",
        19.64,
        27.86
    ],
    [
        " travel. I have to go to San Diego tomorrow. I have to give my daughter whatever it is.",
        27.86,
        32.92
    ],
    [
        " You have to refresh her because the way you breathe, you can really clean your mind.",
        34.06,
        38.78
    ],
    [
        " The way you breathe, you can lower your heart rates for fighting, for example. I was doing",
        39.32,
        45.64
    ],
    [
        " like I get an event three hours before the event, my fight. So I go to the locker room,",
        45.64,
        53.46
    ],
    [
        " sleep for hour and a half, hour and a half, hour and a half, 40 minutes. By way, I just breathe in my",
        53.58,
        58.26
    ],
    [
        " relaxed breathing and can sleep deeply. Wake up one hour before the fight, more myself up for",
        58.26,
        65.5
    ],
    [
        " 45 minutes, putting my heart rate to 160, 140, to really break the sweat and make sure I'm cool.",
        65.5,
        74.08
    ],
    [
        " And then sit for five minutes and bring my heart rate to 65, 100,",
        74.84,
        78.92
    ],
    [
        " heart beats a minute. So I was deeply rahat, ready to go with my heart beat,",
        78.92,
        85.08
    ],
    [
        " so I see my other opponent and the other side of the ring jumping around. He's already 85, 90.",
        85.4,
        92.36
    ],
    [
        " So when I engage, I engage not to make some kind of nice",
        93.72,
        99.04
    ],
    [
        " rhythm. I try to improve, press the gas and let's go for power.",
        99.04,
        105.72
    ],
    [
        " So we do everything we can do. So if I'm in struggle, you cannot rest. You have to keep up with me.",
        106.62,
        112.12
    ],
    [
        " So when I'm 80, you 110, when I'm 110, you 150, when we 100, when I'm 150, you already trying to,",
        112.36,
        120.94
    ],
    [
        " I had a heart attack. So you start to regroup and start to seeking for air and that's time normally",
        121.04,
        127.32
    ],
    [
        " where mistakes happen and I really make the close the deal. So breathing, being come at my best friend,",
        127.32,
        135.34
    ],
    [
        " not only to control my emotions, to keep my my my heart rate and the best performance to regroup.",
        135.34,
        142.92
    ],
    [
        " So to be controlling panic, controlling emotions, become come to strategize everything coming from",
        143.78,
        151.08
    ],
    [
        " this capacity within to control yourself by breathing. So I felt like was a great addition to my",
        151.08,
        158.72
    ],
    [
        " my practice and makes a huge change in my life. This is something that I connected the dots on a",
        159.54,
        166.16
    ],
    [
        " few years ago because people would ask me, I would say, listen, when things are going bad,",
        166.16,
        171.94
    ],
    [
        " you have to stay calm. You have to you have to learn how to control your emotions and don't get",
        172.14,
        177.1
    ],
    [
        " all excited about something when things are going wrong. And people would say, well, you know,",
        177.1,
        181.74
    ],
    [
        " how do you do it? And one of the things that I realized that I would do is, so in the military,",
        181.8,
        187.68
    ],
    [
        " you know, you have a radio with you. And when you when you talk on the radio, everybody can hear you.",
        187.68,
        191.98
    ],
    [
        " And in the military, it's very frowned upon if you get on the radio and you are emotional,",
        192.6,
        200.8
    ],
    [
        " if you scream, I need help over here. If you panic like this. So every time I ever talked on the",
        200.8,
        208.28
    ],
    [
        " radio, my goal was to never sound panicked, never sound emotional no matter what was going on,",
        208.28,
        214.82
    ],
    [
        " sound very calm and cool. So that means whenever things were going crazy, and I was about to have to",
        215.98,
        221.36
    ],
    [
        " get on the radio, what would I have to do? I had to breathe. I had to take a breath. And so it's the",
        221.36,
        227.34
    ],
    [
        " same thing. It's just that something that I was doing so that I could, you know, I mean, oh, there's",
        227.34,
        231.2
    ],
    [
        " got stuff going on. Okay, I'm about talking to the radio. Hey, this is Jaco. We need about 10 more",
        231.2,
        237.78
    ],
    [
        " guys down to this building right now. And that me taking control of my of my breath also would",
        237.78,
        245.04
    ],
    [
        " help me get into a controlled emotional state where I'm not losing my mind. Yes. That's very powerful",
        245.04,
        253.32
    ],
    [
        " from Jiu Jitsu. Yes, because you know, the the breeding system or because you stay seven days without",
        253.32,
        262.5
    ],
    [
        " food, you stay three days without water, five minutes without oxygen. It's already dead. Yes.",
        262.5,
        267.8
    ],
    [
        " So the efficiency of the breeding system is very needed. And people take this for granted. They don't,",
        268.36,
        276.28
    ],
    [
        " I born, I get slapped on the butt. And you are live and well. And you can live like if you don't",
        276.34,
        283.68
    ],
    [
        " training breathing, it's like your biceps, it's like your your strategies, your techniques, your",
        283.68,
        289.6
    ],
    [
        " if you don't training the breeding system, you're going to work with 40% less the capacity,",
        289.76,
        295.1
    ],
    [
        " the capabilities to really refresh yourself, hyperventilate, bringing yourself to a next level of",
        295.12,
        302.88
    ],
    [
        " understanding because if you get tired and you don't know how to hyperventilate, you get tired",
        302.88,
        308.64
    ],
    [
        " and your mind starts to phase to fade a little bit. You start to making poor decisions. You start to",
        308.64,
        314.44
    ],
    [
        " get completely off your game because there's no oxygen enough for the brain and the body.",
        315.6,
        321.62
    ],
    [
        " But if you know how to hyperventilate, you can have cramps, acid lactic all over. You cannot even",
        322.38,
        327.38
    ],
    [
        " move well, very tired, but your brain is too sharp. You can see details. You can see the gals",
        327.38,
        332.96
    ],
    [
        " smile at you. You can see the soup bar. You can see everything you want to see and talk because",
        332.96,
        337.9
    ],
    [
        " your brain is still fresh. And that's the capacity you have to learn how to hyperventilate and use",
        337.9,
        343.82
    ],
    [
        " the diaphragmatic breeding, which improves your life like a ton.",
        343.82,
        348.58
    ]
]