[
    [
        " This is Jockel Podcast number 294 with Echo Charles and me, Jockel Willink. Good evening, Echo.",
        0.02,
        6.16
    ],
    [
        " Flight. This is Blue Star 6, RP. Major Bunting announced as he crossed the release point on the ground, indicating two minutes flight time to the landing zone.",
        7.7,
        18.44
    ],
    [
        " With that announcement, Charlie Gunships from Crossbows began a slow dive toward the landing zone, prepared to release some of the 14 2.75 inch rockets that each aircraft carried along with their machine guns if it became necessary.",
        18.44,
        33.98
    ],
    [
        " Flight. Lead is taking fire. Blue Star 6 announced over the UHF frequency, which was obvious to everyone behind him as the green tracers were coming from all around him.",
        35.26,
        46.92
    ],
    [
        " Jocke 2 is taking fire, where hit came the next announcement. Suddenly the radio was alive with every aircraft reporting taking fire as they crossed the RP and the woods around the landing zone were highlighted by red and white flashes and green tracers streaming upward.",
        47.18,
        63.14
    ],
    [
        " As each aircraft flew into the cone of fire, attempting to reach the landing zone and discharge their load, the airwaves became garbled as pilots stepped on each other's transmission.",
        63.66,
        74.16
    ],
    [
        " Or in panic, depressed their transmit, switched to the entire flight so they could everyone could hear the conversation between a pilot and his crew.",
        74.72,
        83.58
    ],
    [
        " Jocke 6 is taking shit. Get on your guns. Jocke 5. Where's the damn guns? Break, break. Jocke 10 is...",
        83.96,
        91.2
    ],
    [
        " There was so much confusion that no one could get a complete sentence transmitted until...",
        91.2,
        97.78
    ],
    [
        " Mayday, Dutchmaster 4-1 is going down. Said Captain Fox in almost a calm voice.",
        97.78,
        103.94
    ],
    [
        " Who the hell is Dutchmaster 4-1 someone asked over the radio? Looking skyward and searching, everyone had their answer.",
        105.14,
        111.16
    ],
    [
        " Dutchmaster 4-1 was the command and control aircraft for the cab screen and was entering an auto rotation from 4,000 feet.",
        112.42,
        119.96
    ],
    [
        " What really held everyone's attention was the flames coming out of the bottom of the aircraft. Oh shit.",
        121.3,
        126.82
    ],
    [
        " It was obvious that he'd taken a hit with an explosive round in the fuel cell but at 4,000 feet...",
        127.54,
        134.62
    ],
    [
        " Every aircraft had at least one set of eyes tracking this crippled aircraft. An aircraft in flight on fire was somehow few, something few had ever seen before.",
        134.62,
        145.38
    ],
    [
        " And it was horrifying and mesmerizing.",
        145.44,
        148.24
    ],
    [
        " Mayday, Dutchmaster 4-1 is on fire. Was the next call from Captain Fox. His voice a bit elevated.",
        149.16,
        156.3
    ],
    [
        " Fire was every aviator's worst nightmare. Shoot me but don't let me burn.",
        157.76,
        162.6
    ],
    [
        " It was a fear that had been with aviators since Orville and Wilbur had first flown.",
        164.0,
        169.44
    ],
    [
        " Before parachutes, World War I pilots were known to use their pistols rather than burn in an aircraft.",
        171.3,
        176.84
    ],
    [
        " As everyone watched, the radios went silent.",
        177.38,
        181.22
    ],
    [
        " Slowly, Dutchmaster 4-1 began a slow roll and as it hit the trees, it was inverted.",
        182.4,
        188.96
    ],
    [
        " The cab screen began to converge on the crash site.",
        189.42,
        193.42
    ],
    [
        " As Major Buntting entered the cauldron of enemy fire, he turned to Mr. Grossman.",
        194.18,
        200.02
    ],
    [
        " Get on the controls with me in case I'm hit. Grossman immediately did so that with a very light touch, ready to take command of the aircraft.",
        200.5,
        208.14
    ],
    [
        " Suddenly, Sauer and Thomas opened fire. Taken fire, they both screamed together.",
        209.4,
        213.38
    ],
    [
        " Though there was no need since the sound of a hammer tapping on the side of the aircraft could clearly be heard.",
        213.78,
        219.68
    ],
    [
        " As Blue Star 6 continued to press toward the landing zone, decelerating and coming to a hover.",
        219.68,
        225.88
    ],
    [
        " The arvand soldiers didn't wait for the aircraft to land. They started jumping out as the aircraft came to a slow walk.",
        227.04,
        233.6
    ],
    [
        " Before Major Buntting could land, the aircraft was empty.",
        234.32,
        237.3
    ],
    [
        " Sauer, go, go, where empty? Sauer yelled as he continued to fire his weapon at the tree line.",
        237.82,
        243.36
    ],
    [
        " Taken on the go, Major Buntting transmitted. Elsie is hot.",
        244.54,
        248.22
    ],
    [
        " His next transmission followed almost immediately.",
        249.62,
        251.68
    ],
    [
        " Mayday, mayday. Blue Star 6 is going in.",
        252.74,
        255.52
    ],
    [
        " He had just cleared the landing zone when the aircraft engine quit.",
        256.38,
        260.38
    ],
    [
        " That right there is an excerpt from book three from a series of books called Undaunted Valor,",
        265.92,
        274.38
    ],
    [
        " which were written by Colonel Matt Jackson.",
        275.32,
        277.2
    ],
    [
        " This is the third book of the series, which is subtitled, Lambson 719.",
        278.2,
        284.88
    ],
    [
        " The first book that he wrote in this series was subtitled,",
        286.52,
        289.42
    ],
    [
        " An Assault Helicopter Squadron in Vietnam, 1969 to 1970.",
        289.56,
        293.84
    ],
    [
        " We had the honor of covering that book with Colonel Jackson on this podcast.",
        294.02,
        298.72
    ],
    [
        " It was podcast number 275.",
        298.92,
        300.82
    ],
    [
        " That first book is based on Colonel Jackson's experiences himself as in Vietnam as a Huey pilot.",
        301.94,
        309.8
    ],
    [
        " The Huey, the iconic helicopter of the Vietnam War.",
        311.0,
        315.12
    ],
    [
        " That first book, it's written as a novel or a story with the main character.",
        315.86,
        324.14
    ],
    [
        " The main character is named Dan Corey, but that character is based on Colonel Jackson and the events that are in the book took place.",
        324.14,
        332.2
    ],
    [
        " This third book is written in a similar way.",
        332.44,
        335.24
    ],
    [
        " It's written from the perspective or focused on an individual named Dan Corey,",
        335.24,
        340.74
    ],
    [
        " but the events that are written about in this third book, they took place.",
        340.98,
        347.64
    ],
    [
        " It continues to recount some of these incredible heroics from these helicopter pilots and helicopter crews in Vietnam.",
        348.86,
        358.06
    ],
    [
        " This third book in the series tells the story of a massive operation,",
        358.28,
        364.68
    ],
    [
        " which included the largest helicopter assault of the Vietnam War.",
        365.1,
        369.24
    ],
    [
        " This is an operation that lasted 45 days.",
        369.36,
        371.46
    ],
    [
        " It was conducted in Laos and it was an attempt to shut down the Ho Chi Minh Trail.",
        372.0,
        376.58
    ],
    [
        " This book, Undaunted Valor, Lambson 719, it's filled with incredible details.",
        377.92,
        384.26
    ],
    [
        " That Colonel Jackson got by interviewing and doing intense research to accurately describe what happened.",
        385.52,
        393.18
    ],
    [
        " The book is incredible read, but we're actually not going to read the book much today.",
        393.72,
        401.46
    ],
    [
        " We're going to touch on it a little bit because we have the honor of having one of the pilots who also flew Huey's in Vietnam",
        401.58,
        410.9
    ],
    [
        " and who flew missions in support of Operation Lambson 719.",
        410.9,
        417.52
    ],
    [
        " His name is Jay Tate.",
        418.36,
        420.4
    ],
    [
        " He's a retired major US Army.",
        421.5,
        423.56
    ],
    [
        " He is the recipient of two distinguished flying crosses, 38 air metals, recognizing 950 hours of combat flying,",
        424.64,
        433.22
    ],
    [
        " the bronze star, the Vietnamese cross of gallantry, and the silver star for his heroic actions under fire.",
        433.74,
        443.62
    ],
    [
        " It is an honor to have him here with us tonight.",
        443.96,
        447.34
    ],
    [
        " Jay, thank you for joining us.",
        448.32,
        450.5
    ],
    [
        " Well, that introduction was put me right back on the cockpit.",
        450.74,
        454.96
    ],
    [
        " And that book is filled with those either coming into landing zones or coming out of landing zones.",
        456.38,
        464.44
    ],
    [
        " It's just incredible to read and incredible to learn about the history of that operation.",
        464.44,
        470.6
    ],
    [
        " As a matter of fact, I was talking to a friend of mine that was in Saug in Vietnam.",
        471.08,
        476.64
    ],
    [
        " And I mentioned that you were coming on the podcast.",
        477.1,
        478.66
    ],
    [
        " And I told him that you flew in Lambson 719 and the look on his face is,",
        479.14,
        484.28
    ],
    [
        " that was a rough one.",
        484.4,
        486.08
    ],
    [
        " You know, we supported Command and Control North, which was the Northern segment of SOG in Vietnam.",
        487.46,
        496.22
    ],
    [
        " And I remember several missions that we flew prior to the kickoff of Lambson 719 on 8 February.",
        497.26,
        506.86
    ],
    [
        " Prior to that, we were flying out of the Quantry-Dong Ha area with a group of Command and Control North Guests.",
        507.18,
        514.88
    ],
    [
        " I'm up there flying west towards Kason.",
        514.98,
        521.0
    ],
    [
        " When all of a sudden in our flood of four, we saw these orange fireballs coming up at us.",
        521.98,
        528.76
    ],
    [
        " And we immediately took evasive action, 23 millimeter, and an aircraft fire coming up at us.",
        529.54,
        537.6
    ],
    [
        " We took action to get out of there.",
        538.52,
        541.24
    ],
    [
        " Obviously, the mission at that moment was called off and we made it back to Dong Ha.",
        541.4,
        546.86
    ],
    [
        " One of the guys over torqued his aircraft in the evasive action.",
        547.4,
        552.36
    ],
    [
        " And it had to be grounded for inspection for tail rotor to make sure that nothing had happened that would cause him further damage or even crashing.",
        553.82,
        563.04
    ],
    [
        " But that was in January of 71 before the kickoff of 8 February 71.",
        563.96,
        570.32
    ],
    [
        " Well, before we get into that, let's talk a little bit about the beginning of JTate. Where did you grow up? Where did you come from?",
        571.34,
        580.56
    ],
    [
        " A group in a little town called Hickory North Carolina. I was born in Pensacola. My father was a flying chief in the Navy, flew PB-wise.",
        580.98,
        590.02
    ],
    [
        " His, he was in charge of a hangar at Pensacola that repaired the skin on PB-wise. It was shot up.",
        590.88,
        597.06
    ],
    [
        " And dad would take him up and fly what we call the idiot circle around the airfield and land it and check to make sure the rivets were holding OK on the aircraft.",
        598.16,
        608.22
    ],
    [
        " So he was an enlisted chief in the list of pilot in the Navy?",
        608.22,
        611.48
    ],
    [
        " Yep. That's pretty good.",
        611.7,
        612.68
    ],
    [
        " He had a background in aviation, not in aviation, but in a metal smith himself and did a lot of work with sheet metal and stuff like that.",
        612.68,
        622.32
    ],
    [
        " So obviously it was a skill that the Navy needed. And dad was a real smart guy and picked up on it and loved flying and got his wings.",
        622.86,
        633.98
    ],
    [
        " I remember his wings or had a gold center with several wings, which was different than the regular aviator who has all several wings in the Navy or gold wings in the Navy.",
        634.18,
        644.6
    ],
    [
        " Yeah. So he was kind of a disappointed at him going the Navy, but when I went into Army Aviation, that sort of smoothed it over for him.",
        645.04,
        654.66
    ],
    [
        " How long did he do in the Navy?",
        654.76,
        656.02
    ],
    [
        " He was just a guy that went in in 1942 after Pearl Harbor and got out in 45 and served the rest of his time in the reserves.",
        657.2,
        666.96
    ],
    [
        " Got out of the reserves right after the Korean War.",
        667.5,
        670.42
    ],
    [
        " He was his own businessman.",
        670.84,
        672.08
    ],
    [
        " How was that?",
        672.72,
        672.96
    ],
    [
        " He was going to save what was up there for the living.",
        672.96,
        674.14
    ],
    [
        " Yeah. He was a full-time firefighter for the city of Hickory, North Carolina.",
        674.46,
        679.54
    ],
    [
        " And he also went his own business. He had a shell service station. It was called Tate Shell Service Station.",
        679.6,
        685.0
    ],
    [
        " And I remember he had Tate Shell and it was in great big letters, luminated letters on top of the service station.",
        685.76,
        695.08
    ],
    [
        " And the S letter burned out and had Tate Hell up there.",
        695.78,
        700.28
    ],
    [
        " And so Dad would do a few commercials and on the radio and he said,",
        701.88,
        706.88
    ],
    [
        " business has been really good. We have sold the S out of Hell.",
        707.04,
        710.32
    ],
    [
        " It's nice.",
        710.42,
        714.02
    ],
    [
        " So what about Mom? What was she doing?",
        714.7,
        719.14
    ],
    [
        " Mom was a typical housewife.",
        719.48,
        721.32
    ],
    [
        " Brought me up. I was at home. I grew up in a neighborhood where nobody locked their doors.",
        722.98,
        728.84
    ],
    [
        " We could go on vacation for two weeks, doors to stay open.",
        729.02,
        731.56
    ],
    [
        " I remember one time we had a fire in our home. It was in the closet and burned up all of them.",
        733.7,
        741.2
    ],
    [
        " There's clothes.",
        741.32,
        741.9
    ],
    [
        " And they had no way of getting in touch with us because we didn't have a sales service back then.",
        743.12,
        747.96
    ],
    [
        " But I remember all the ladies in the neighborhood came down and had the house completely cleaned up when we arrived home,",
        748.36,
        753.96
    ],
    [
        " except for the fact that mothers clothes were all burned up.",
        753.96,
        757.0
    ],
    [
        " But she got the insurance and got to buy one of your wardrobe.",
        757.46,
        759.84
    ],
    [
        " That's not a bad deal.",
        760.42,
        762.04
    ],
    [
        " That's the kind of neighborhood I grew up in.",
        762.04,
        763.64
    ],
    [
        "",
        764.04,
        764.04
    ],
    [
        " What about you? What were you interested in? What were you doing when you were a kid?",
        764.58,
        768.2
    ],
    [
        " It's quite ironic. In our neighborhood, we had a field that was vacant.",
        772.02,
        777.18
    ],
    [
        " We called it the battlefield.",
        778.2,
        779.84
    ],
    [
        " You have to understand this was in the early 50s and all of our parents had served in some form of military service.",
        781.46,
        791.12
    ],
    [
        " We had some Marines, we had Navy, we had Army.",
        791.56,
        793.68
    ],
    [
        " Didn't have any Air Force, but we did have Navy pilot that was there.",
        794.9,
        798.92
    ],
    [
        " So we would all put on the gear that our fathers brought home and would play army up in our battlefield.",
        799.38,
        806.54
    ],
    [
        " And we would dig foxholes.",
        807.72,
        811.48
    ],
    [
        " And we would make our own hand grenades, but we couldn't pronounce hand grenades, so we called them handkernates.",
        812.02,
        818.34
    ],
    [
        " And a hand grenade was we would dig red clay in North Carolina, I swatch it.",
        819.26,
        826.52
    ],
    [
        " And we would put water on it and fashion the balls and let it sit out in the sun.",
        827.12,
        831.66
    ],
    [
        " And then we would throw those at the enemy.",
        832.34,
        834.64
    ],
    [
        " In our mirror one time, Eric Schufer got a black eye and his mother was not real happy that we were playing battlefield and throwing hand grenades.",
        835.66,
        843.28
    ],
    [
        " And then what about as you got older?",
        845.46,
        847.28
    ],
    [
        " As I got older, I really wanted to go to military school.",
        847.66,
        851.52
    ],
    [
        " And my parents were not quite, I was not all of the kids, so my parents were not quite ready to let me go.",
        852.44,
        858.92
    ],
    [
        " I got into the scouts, got to wear the uniform, so that was very important to me then wearing the uniform, wearing it correctly.",
        859.7,
        868.3
    ],
    [
        " In high school, I got into the band, I was a drummer, but the uniforms were all shaped like the tailor after the West Point uniforms, with the high collars and to me that was just added to the desire to do something in uniform.",
        869.64,
        892.4
    ],
    [
        " Then one of the firefighters, my father was, but they cared about a firefighter.",
        892.48,
        896.0
    ],
    [
        " My uncle was a police officer, they cared about being police officer.",
        896.12,
        899.64
    ],
    [
        " But there was something about the military that was like a magnet to me.",
        900.0,
        905.68
    ],
    [
        " I would watch every as a child, I would watch every movie, a military movie on TV that would come on.",
        906.04,
        913.64
    ],
    [
        " Randolph Scott played those big, he-man, Marine, kind of like you, except you were in the Navy.",
        913.84,
        921.44
    ],
    [
        " But those things I gravitated toward that.",
        922.18,
        925.98
    ],
    [
        " My good friend, Don Murphy, who I grew up with, he did the same thing. He went to the Marine Corps.",
        926.48,
        932.46
    ],
    [
        " And he went to NCL, obviously officer routes.",
        936.12,
        938.82
    ],
    [
        " At the times when we would be on leave and come home at the same time, I had to go through this whole rig of my row about being an officer.",
        939.54,
        946.38
    ],
    [
        " And then listen, man, really knew what was going on and we were just there for showmanship.",
        947.14,
        950.84
    ],
    [
        " So what year did you graduate from high school?",
        953.5,
        955.96
    ],
    [
        " I graduated in 63.",
        956.38,
        957.94
    ],
    [
        " Quite interestingly, I had tried out for the United States of America high school band as a drummer and was offered a trip.",
        959.52,
        970.64
    ],
    [
        " So we- these are two to four students from every state and union.",
        971.2,
        975.82
    ],
    [
        " And we met at University of Southern Mississippi to practice and then we toured all down through the South across over in the Mexico doing concert tours.",
        976.6,
        987.28
    ],
    [
        " All the way to Hollywood, we did a- we did a big concert in the Hollywood Bowl.",
        987.76,
        992.44
    ],
    [
        " And I mean, having a bit of a conversation, you know.",
        993.06,
        995.86
    ],
    [
        " And again, in those outstanding uniforms that were similar to the ones that I wore at band uniforms that I wore in high school.",
        996.22,
        1003.52
    ],
    [
        " And so it just added to the- to the- and I was proud of that.",
        1004.18,
        1009.02
    ],
    [
        " I was very proud to wear that uniform and I wore it right and I spit shine my shoes.",
        1009.28,
        1013.82
    ],
    [
        " I did that all the way from junior high school and I was in the band all the way through high school. So I knew I had a spit shine.",
        1014.04,
        1019.52
    ],
    [
        " But then I was offered a full scholarship to University of Southern Mississippi and also to University of West Virginia.",
        1020.78,
        1029.92
    ],
    [
        " I didn't like West Virginia because it's- everything was heels.",
        1030.62,
        1034.36
    ],
    [
        " It seemed like everywhere you went you had to go up a hill. And I know you navy guys.",
        1034.36,
        1038.52
    ],
    [
        " You liked that stuff, but you know, I wasn't quite into that.",
        1038.52,
        1042.6
    ],
    [
        " So I took the scholarship to Southern Mississippi.",
        1042.7,
        1044.7
    ],
    [
        " Their ROTC was mandatory for freshmen and sophomores. And so there again, here I was in uniform.",
        1045.52,
        1052.46
    ],
    [
        " Not only- and I was at the scholarship I was in at University of Southern Mississippi was a full- full-rod music scholarship.",
        1053.02,
        1059.72
    ],
    [
        " And I was a drummer in the University of Southern Mississippi band.",
        1059.92,
        1063.14
    ],
    [
        " After my first year I decided I didn't want to be a music major.",
        1063.8,
        1068.42
    ],
    [
        " So I thought, well, you know, I think I'll go into art design because I like to be creative in this.",
        1069.24,
        1075.24
    ],
    [
        " So I transferred out of Southern Mississippi to my father's dismay because it was all paid for.",
        1075.9,
        1082.56
    ],
    [
        " And I enrolled in East Tennessee State University in Johnson City, Tennessee.",
        1083.32,
        1087.0
    ],
    [
        " And there again, sophomore year, I was in my sophomore year, ROTC mandatory.",
        1088.86,
        1096.52
    ],
    [
        " But the more I got into it, the more I just really gravitated towards that.",
        1096.78,
        1100.4
    ],
    [
        " And I took my Oath of Office as a- at a Vance Corps cadet as a junior.",
        1101.3,
        1108.42
    ],
    [
        " And- and from their own, it's just- I cared more about getting that commission than I did about getting my degree.",
        1109.3,
        1116.0
    ],
    [
        " I had transferred majors from music to art design.",
        1117.44,
        1122.88
    ],
    [
        " So- and that time we were on the quarter system.",
        1124.16,
        1125.82
    ],
    [
        " So I had to go an extra quarter to take up all the courses that I needed to take.",
        1126.28,
        1131.68
    ],
    [
        " And I graduated in December of 67.",
        1131.78,
        1133.38
    ],
    [
        " First went down the on- capping gown.",
        1134.34,
        1136.26
    ],
    [
        " And then I- after I got my diploma, then all of the cadets go out, take off the capping gown,",
        1136.82,
        1143.76
    ],
    [
        " and we put on our uniform coats where I had the pants and stuff on for that, so under the gowns.",
        1143.76,
        1151.06
    ],
    [
        " So I came down and we were all commissioned.",
        1151.76,
        1153.6
    ],
    [
        " And I remember my mom and dad, pennant of those gold bars on my shoulder, boy, I tell you what I-",
        1153.86,
        1158.32
    ],
    [
        " I felt like I had really accomplished at least the first phase of my life.",
        1158.32,
        1163.88
    ],
    [
        " So that was 1967?",
        1164.26,
        1165.7
    ],
    [
        " Night, December of 67.",
        1165.9,
        1167.92
    ],
    [
        " I went on active duty in March of 68 as an infantry officer.",
        1168.68,
        1175.32
    ],
    [
        " Brand new, what we call a butter bar.",
        1175.76,
        1177.6
    ],
    [
        " Wearing the gold bars as a second lieutenant.",
        1178.6,
        1181.22
    ],
    [
        " I went to the infantry schools called the infantry officer's basic course at Fort Benning.",
        1182.2,
        1188.42
    ],
    [
        " Just on the other side of the hill from us were all the OCS guys.",
        1189.1,
        1193.2
    ],
    [
        " They called OCS the Benning School for Boys.",
        1194.08,
        1197.14
    ],
    [
        " And I'll never forget, we were so- here we were commissioned officers and there they were,",
        1198.38,
        1203.74
    ],
    [
        " hoping to be commissioned officers.",
        1204.04,
        1206.0
    ],
    [
        " And many times we would march by their area.",
        1206.78,
        1210.48
    ],
    [
        " And I recall a big telephone pole, and on top of the telephone pole in the officer candidate school area,",
        1211.08,
        1217.66
    ],
    [
        " was this black helmet, shiny black helmet with a gold bar in the center of the helmet.",
        1218.86,
        1226.48
    ],
    [
        " It was actually a helmet liner.",
        1227.0,
        1228.54
    ],
    [
        " And what they were trying to OCS guys, that has competition who could get up there and get the helmet first.",
        1229.72,
        1237.66
    ],
    [
        " Of course the pole was always greased.",
        1237.96,
        1239.88
    ],
    [
        " And I don't know if anybody ever got up there and got that helmet without putting cleats on his shoes,",
        1240.5,
        1245.66
    ],
    [
        " but at any rate.",
        1245.66,
        1247.04
    ],
    [
        " But yeah, that was my first taste at Benning of being a real army officer.",
        1248.02,
        1254.02
    ],
    [
        " So this is 1967, so you must have pretty much known as an infantry officer,",
        1254.4,
        1258.8
    ],
    [
        " you were going to end up going to Vietnam.",
        1258.98,
        1260.06
    ],
    [
        " Oh yeah, I was ready, I was prepared, I was mentally prepared.",
        1260.68,
        1266.1
    ],
    [
        " While at East Tennessee State, I was a member of the Sigma Phi Epsilon fraternity.",
        1266.74,
        1273.24
    ],
    [
        " Practically every one of the advanced corps cadets, juniors and seniors, were advanced corps army ROTC cadets.",
        1275.14,
        1283.56
    ],
    [
        " And everyone, this, my fraternity was a big military fraternity.",
        1284.02,
        1287.38
    ],
    [
        " And we took great pride in that.",
        1288.06,
        1291.08
    ],
    [
        " And I remember we would inspect each other in the fraternity house before we would leave to go to drill on thirsties,",
        1291.66,
        1298.68
    ],
    [
        " just to make sure everybody was dressed right, dressed right in front.",
        1298.88,
        1301.54
    ],
    [
        " And it was an honor to be an advanced corps cadet.",
        1302.98,
        1309.8
    ],
    [
        " And you had all of these underclassmen that you were leading.",
        1310.34,
        1314.8
    ],
    [
        " This was our first time as really being a leader, giving commands, moving orders for platoon and company drill and this kind of stuff.",
        1314.9,
        1325.98
    ],
    [
        " And so they were instilling on us, they being the cadre was instilling us, the correct way of being an officer of showing authority without disrespecting people.",
        1325.98,
        1341.98
    ],
    [
        " And you can correct people without disrespecting people.",
        1343.02,
        1346.32
    ],
    [
        " And I learned that through ROTC.",
        1346.86,
        1351.2
    ],
    [
        " And that's kind of interesting because I know that ROTC cadets coming out and being commissioned,",
        1351.86,
        1358.56
    ],
    [
        " didn't have the greatest reputation amongst a lot of the NCOs in the army at that time.",
        1359.0,
        1363.72
    ],
    [
        " So when it's 1967 and you mentioned that everyone, freshman and sophomore, had to be in ROTC.",
        1364.4,
        1372.16
    ],
    [
        " It was mandatory at University of Southern Mississippi.",
        1372.28,
        1375.8
    ],
    [
        " And it was mandatory at East Tennessee State University.",
        1375.8,
        1378.28
    ],
    [
        " I can't speak for the other colleges and universities, but I would think that perhaps that was the manner in which every university,",
        1378.7,
        1388.46
    ],
    [
        " at least of us, federally funded university had to operate.",
        1388.7,
        1392.02
    ],
    [
        " Wow. So what about like as far as kind of the social aspects of America at the time where you started in 1967,",
        1393.04,
        1403.0
    ],
    [
        " were you really seeing much of that anti-war attitude or anything like that?",
        1403.28,
        1408.16
    ],
    [
        " No, we were not subjected to that. I don't recall that.",
        1408.64,
        1413.9
    ],
    [
        " I recall that on campus. There was no snickering when in uniform.",
        1414.26,
        1420.98
    ],
    [
        " Every Thursday was drill day. And so everyone had to show up for drill day, had to be in proper uniform.",
        1421.42,
        1427.7
    ],
    [
        " If you were a sophomore or a freshman or sophomore, you were carrying the M1 Grand Raffle.",
        1430.96,
        1437.3
    ],
    [
        " And every week as a freshman sophomore, you had to go to the arms room and clean your weapon.",
        1438.04,
        1442.78
    ],
    [
        " And you see you were taking ROTC for credit.",
        1443.18,
        1446.82
    ],
    [
        " So for the two years as freshmen and sophomore, you were taking ROTC for credit.",
        1447.48,
        1451.64
    ],
    [
        " So you best clean your weapon because if you did and you get a DEMARIT and X number of DEMARIT, you got a drop in grade.",
        1452.06,
        1459.06
    ],
    [
        " So we would actually go through and do inspection on every drill meet, which is on Thursdays.",
        1459.82,
        1468.06
    ],
    [
        " And that's how I learned how to inspect an M1 Grand Raffle.",
        1468.7,
        1472.4
    ],
    [
        " And I don't know if you ever fired one of those.",
        1473.42,
        1476.12
    ],
    [
        " But I think I actually have fired one. I think I actually have. I fired a bunch of different weapons.",
        1477.26,
        1483.0
    ],
    [
        " I'm sure you say. We do like these familiarization shoots and they put a lot of old weapons and new weapons.",
        1483.06,
        1488.22
    ],
    [
        " But I'm pretty sure I have fired one.",
        1489.36,
        1491.84
    ],
    [
        " But they used to have this when you would clean your ROTC when you pull the bolt back.",
        1493.84,
        1498.64
    ],
    [
        " And you would have to clean down through the board and everything.",
        1499.28,
        1502.74
    ],
    [
        " And then what you would do is you would take the little white cloth that you used to stick on the board rod to clean the board out.",
        1503.06,
        1513.18
    ],
    [
        " But you'd stick it down there and you'd look through and the light from that would shine up through.",
        1513.72,
        1517.22
    ],
    [
        " And you could tell whether or not you had any materials in the board that shouldn't be there.",
        1517.36,
        1521.82
    ],
    [
        " But then you had to pull back on the charging handle.",
        1522.8,
        1532.58
    ],
    [
        " And then let it go right quick. So it would go forward.",
        1532.64,
        1536.7
    ],
    [
        " Well, if you didn't let it go right quick, you would get what's called M1 Thumb.",
        1537.24,
        1540.72
    ],
    [
        " Because it would get stuck right in it.",
        1540.96,
        1543.08
    ],
    [
        " And many times I had M1 Thumb on that.",
        1543.4,
        1547.02
    ],
    [
        " So you go to the infantry course.",
        1549.66,
        1551.94
    ],
    [
        " The basic infantry course.",
        1552.28,
        1553.94
    ],
    [
        " The infantry officer's basic course.",
        1554.14,
        1555.84
    ],
    [
        " I-O-B-C.",
        1556.06,
        1556.84
    ],
    [
        " So when you're in that, I mean you must be, these guys are preparing you to go be a platoon leader in Vietnam.",
        1557.76,
        1564.6
    ],
    [
        " Correct.",
        1565.2,
        1565.26
    ],
    [
        " Yeah, 1542 platoon leader.",
        1566.22,
        1567.72
    ],
    [
        " And this is now, is it 1968 now?",
        1568.14,
        1570.3
    ],
    [
        " 1968 now.",
        1570.3,
        1571.28
    ],
    [
        " So there's a lot of experience guys that are teaching you.",
        1571.58,
        1574.26
    ],
    [
        " A lot.",
        1574.42,
        1574.68
    ],
    [
        " A lot.",
        1575.48,
        1575.02
    ],
    [
        " How long was that course of instruction?",
        1576.4,
        1578.1
    ],
    [
        " Nine weeks, if I'll think correctly.",
        1578.84,
        1582.06
    ],
    [
        " Was that nine weeks or 16 weeks?",
        1582.26,
        1583.88
    ],
    [
        " I think it was...",
        1584.62,
        1588.44
    ],
    [
        " Might have been 12 weeks.",
        1588.44,
        1592.22
    ],
    [
        " I'd have to think about that.",
        1592.46,
        1593.38
    ],
    [
        " Because I took my first command at Bragg.",
        1593.5,
        1595.6
    ],
    [
        " I was there in March.",
        1596.06,
        1599.02
    ],
    [
        " I took my first command at Bragg in...",
        1599.32,
        1603.1
    ],
    [
        " Around August.",
        1603.1,
        1605.48
    ],
    [
        " So when you're going through that course,",
        1606.1,
        1606.96
    ],
    [
        " are you forming up platoons and you're going out and doing training missions and that kind of thing?",
        1607.04,
        1611.0
    ],
    [
        " Yeah, that's exactly right.",
        1611.14,
        1612.24
    ],
    [
        " Forming in platoons and companies.",
        1612.54,
        1614.78
    ],
    [
        " And then they rotated who was going to be platoon leader.",
        1615.16,
        1617.68
    ],
    [
        " Maybe we're all second lieutenants.",
        1618.06,
        1619.22
    ],
    [
        " Well, not all of us.",
        1619.68,
        1620.76
    ],
    [
        " We had some direct commission guys in there.",
        1621.04,
        1623.0
    ],
    [
        " I had a Sergeant Major who was direct commission to a captain.",
        1623.84,
        1626.72
    ],
    [
        " Special forces guy.",
        1627.76,
        1629.24
    ],
    [
        " And Snake Eater.",
        1630.24,
        1631.08
    ],
    [
        " And he was always the company commander.",
        1631.94,
        1636.5
    ],
    [
        " Great go.",
        1637.24,
        1638.96
    ],
    [
        " Wonderful go.",
        1639.34,
        1639.78
    ],
    [
        " But we would switch roles around.",
        1639.94,
        1641.28
    ],
    [
        " We participated in all different cons of maneuvers.",
        1642.38,
        1645.9
    ],
    [
        " Whether it be an armored column with infantry in it or whether it be squad tactics.",
        1646.34,
        1655.22
    ],
    [
        " Whether it be platoon tactics or whether it was in a company crossing over what then they called the line of departure.",
        1655.44,
        1665.68
    ],
    [
        " The LD.",
        1666.14,
        1666.7
    ],
    [
        " We don't have that in warfare.",
        1667.4,
        1670.1
    ],
    [
        " And everything.",
        1670.3,
        1670.62
    ],
    [
        " There is no LSD.",
        1671.26,
        1672.32
    ],
    [
        " It's like perimeter defense and we're going to that.",
        1672.76,
        1675.24
    ],
    [
        " But we practiced all of that.",
        1675.38,
        1676.9
    ],
    [
        " Not everybody went airborne.",
        1677.44,
        1678.98
    ],
    [
        " But we all did the 47 foot tower that dropped you out.",
        1678.98,
        1685.36
    ],
    [
        " And so you get a feel for what falling with a shoot on us like.",
        1685.62,
        1689.56
    ],
    [
        " But we always on a night combat compass course in an ever four office.",
        1690.86,
        1697.96
    ],
    [
        " We're not teams of four.",
        1698.16,
        1699.28
    ],
    [
        " Pouring down rain and forbending Georgia.",
        1700.12,
        1703.74
    ],
    [
        " Columbia, Columbia Georgia.",
        1704.44,
        1706.2
    ],
    [
        " And it was in the early spring.",
        1708.18,
        1710.44
    ],
    [
        " And it was cold as hell.",
        1710.92,
        1713.54
    ],
    [
        " And we were sitting there chattering.",
        1714.14,
        1716.1
    ],
    [
        " And it was a night combat compass course.",
        1716.58,
        1718.94
    ],
    [
        " We were dropped off at a point on a road in a doucin' a half.",
        1719.0,
        1723.56
    ],
    [
        " And all right.",
        1724.22,
        1725.38
    ],
    [
        " Team Alpha out.",
        1726.0,
        1727.2
    ],
    [
        " So we would get out.",
        1727.58,
        1728.54
    ],
    [
        " And we knew where we were.",
        1728.74,
        1730.34
    ],
    [
        " Had a postmark with a number on it.",
        1730.54,
        1732.62
    ],
    [
        " And we had our map.",
        1732.68,
        1733.52
    ],
    [
        " So we knew where we were.",
        1733.52,
        1734.86
    ],
    [
        " And then we had our directions.",
        1735.76,
        1737.8
    ],
    [
        " Okay.",
        1737.8,
        1738.26
    ],
    [
        " You're point A.",
        1738.46,
        1740.48
    ],
    [
        " You got to be a point B.",
        1741.16,
        1742.6
    ],
    [
        " And you had to shoot your asthma looking at your map.",
        1742.9,
        1745.16
    ],
    [
        " See where?",
        1745.24,
        1745.7
    ],
    [
        " Shoot your asthma with that.",
        1745.84,
        1747.14
    ],
    [
        " And then go to point B.",
        1747.62,
        1749.64
    ],
    [
        " And then you got to point B to point C.",
        1749.82,
        1751.28
    ],
    [
        " But pouring down rain.",
        1751.56,
        1753.18
    ],
    [
        " Cold tea chattering.",
        1753.88,
        1755.26
    ],
    [
        " Only one guy in our four smoked.",
        1755.52,
        1758.32
    ],
    [
        " So we would have him light a cigarette.",
        1758.82,
        1762.12
    ],
    [
        " And put it in his mouth.",
        1762.96,
        1764.44
    ],
    [
        " And he would go out following the asthma.",
        1764.8,
        1766.86
    ],
    [
        " Until we were telling to stop.",
        1767.14,
        1769.6
    ],
    [
        " And light it so that we could make corrects.",
        1770.14,
        1772.16
    ],
    [
        " Okay.",
        1772.2,
        1772.48
    ],
    [
        " Go two feet to your right.",
        1772.72,
        1774.12
    ],
    [
        " Two feet to your left so that he was directly on asthma.",
        1774.28,
        1776.6
    ],
    [
        " And then he would stand there with his cigarette lit.",
        1776.78,
        1779.74
    ],
    [
        " So we would puffing on it.",
        1779.94,
        1780.98
    ],
    [
        " So we could see the light.",
        1781.02,
        1782.02
    ],
    [
        " And then we would go to him.",
        1782.16,
        1783.38
    ],
    [
        " Then we would shoot the next asthma.",
        1783.38,
        1785.22
    ],
    [
        " The exact same way.",
        1785.36,
        1786.62
    ],
    [
        " Send him out.",
        1786.94,
        1787.92
    ],
    [
        " And guess what?",
        1788.38,
        1788.96
    ],
    [
        " We made it.",
        1789.34,
        1790.44
    ],
    [
        " We made it.",
        1790.68,
        1791.62
    ],
    [
        " We were one of the first teams to make it through that night.",
        1791.62,
        1794.16
    ],
    [
        " Combat, compass course.",
        1794.4,
        1795.72
    ],
    [
        " Of course, along the way,",
        1795.72,
        1797.66
    ],
    [
        " there were little surprises like an explosion",
        1797.98,
        1803.4
    ],
    [
        " would happen over maybe 20 meters to our right.",
        1803.4,
        1807.32
    ],
    [
        " So we'd have to go down.",
        1807.64,
        1808.66
    ],
    [
        " Well, it was all planned as to where this stuff was going to go.",
        1809.16,
        1812.12
    ],
    [
        " And we didn't realize it.",
        1812.36,
        1813.54
    ],
    [
        " But in our there were season troops out there taking care of us.",
        1813.64,
        1817.38
    ],
    [
        " They weren't going to let us get hurt.",
        1817.42,
        1818.62
    ],
    [
        " We didn't know that at the time.",
        1818.88,
        1821.12
    ],
    [
        " But during that night,",
        1821.92,
        1825.52
    ],
    [
        " compass course pouring down rain,",
        1825.9,
        1828.28
    ],
    [
        " I heard in the background,",
        1829.06,
        1831.16
    ],
    [
        " wapoo, wapoo, wapoo, wapoo, wapoo, wapoo, wapoo,",
        1831.76,
        1834.04
    ],
    [
        " I thought, wapoo, you got louder and louder and louder and louder.",
        1834.04,
        1837.34
    ],
    [
        " And louder and finer, wapoo, wapoo, wapoo, wapoo, wapoo,",
        1837.44,
        1839.94
    ],
    [
        " straight over our heads to huey aircraft.",
        1840.0,
        1843.58
    ],
    [
        " And I said to myself,",
        1844.24,
        1846.06
    ],
    [
        " those guys are drunk.",
        1846.32,
        1847.68
    ],
    [
        " They have it better than I do.",
        1847.96,
        1851.24
    ],
    [
        " A couple days later, in our company area,",
        1852.3,
        1855.04
    ],
    [
        " they had a sign up.",
        1855.06,
        1856.68
    ],
    [
        " Anyone interested in Army aviation,",
        1857.32,
        1859.08
    ],
    [
        " we're going to be given the flight aptitude test on a certain date.",
        1859.16,
        1862.12
    ],
    [
        " I was the first in order to run the sign up for that thing.",
        1863.18,
        1865.44
    ],
    [
        " And then that was it. You got picked up for it?",
        1866.76,
        1868.86
    ],
    [
        " Graduated from Benning.",
        1869.54,
        1871.14
    ],
    [
        " Took my first command at Fort Bragg.",
        1871.38,
        1873.02
    ],
    [
        " I was in, interesting,",
        1873.14,
        1875.12
    ],
    [
        " I am an infantry officer.",
        1875.3,
        1876.18
    ],
    [
        " And my command was a military and was with a military intelligence battalion.",
        1876.8,
        1880.54
    ],
    [
        " Am I a battalion?",
        1880.84,
        1881.6
    ],
    [
        " Here I am an infantry officer.",
        1881.7,
        1882.68
    ],
    [
        " I'll never forget my first sergeant.",
        1883.52,
        1884.84
    ],
    [
        " My first first sergeant, Sergeant Chuck Hawley.",
        1884.96,
        1887.16
    ],
    [
        " I don't think anybody ever forgets the name of their first first sergeant.",
        1887.84,
        1891.32
    ],
    [
        " Not officers.",
        1891.42,
        1891.9
    ],
    [
        " And he brought me in.",
        1892.68,
        1894.62
    ],
    [
        " He treated me, I was kind of embarrassed,",
        1894.7,
        1897.92
    ],
    [
        " because he had all these medals.",
        1897.92,
        1899.38
    ],
    [
        " And here I am, brand new, second lieutenant.",
        1899.6,
        1901.26
    ],
    [
        " No combat experience.",
        1901.82,
        1903.32
    ],
    [
        " And he treated me like with great respect.",
        1903.32,
        1907.62
    ],
    [
        " And he welcomed me aboard.",
        1908.6,
        1911.94
    ],
    [
        " I mean, I never forget the first time I walked in the early room.",
        1912.52,
        1914.8
    ],
    [
        " He calls me early room to attention.",
        1914.94,
        1916.16
    ],
    [
        " I saw a baffled, you know.",
        1916.6,
        1917.72
    ],
    [
        " Here I have second lieutenant.",
        1918.14,
        1919.24
    ],
    [
        " You looking over your shoulder for a colonel?",
        1919.52,
        1921.3
    ],
    [
        " Yeah.",
        1921.36,
        1921.5
    ],
    [
        " What in the world is going on?",
        1921.92,
        1923.46
    ],
    [
        " But, yeah.",
        1924.7,
        1925.74
    ],
    [
        " And I learned a lot from Sergeant Hawley.",
        1925.9,
        1928.26
    ],
    [
        " My first first sergeant.",
        1928.34,
        1930.3
    ],
    [
        " Never forget going out on just a maneuver.",
        1930.32,
        1934.16
    ],
    [
        " And here I am.",
        1935.14,
        1936.22
    ],
    [
        " We have our military intelligence.",
        1936.62,
        1939.06
    ],
    [
        " It was military intelligence.",
        1939.14,
        1940.1
    ],
    [
        " My bars.",
        1940.4,
        1941.08
    ],
    [
        " Military intelligence.",
        1941.24,
        1942.02
    ],
    [
        " Battalion, air reconnaissance.",
        1942.38,
        1944.22
    ],
    [
        " My actual unit.",
        1944.88,
        1946.08
    ],
    [
        " And I was command of Alpha Detachment.",
        1946.2,
        1947.52
    ],
    [
        " We had a law of mission.",
        1947.74,
        1948.66
    ],
    [
        " We would take photographs that were taken by the Air Force, sent back to Fort Bragg,",
        1949.14,
        1955.12
    ],
    [
        " for photographs over Vietnam, sent back to Fort Bragg, and my guys, an Alpha Detachment,",
        1955.14,
        1961.6
    ],
    [
        " and there was a bravid detachment, a trawly detachment.",
        1961.9,
        1963.74
    ],
    [
        " But the mission is given to our guys.",
        1963.96,
        1965.62
    ],
    [
        " We were actually taking the photographs and pulling intelligence out of the photographs,",
        1965.76,
        1972.7
    ],
    [
        " using stereoscopes, which you can measure the height of various objects and so on and so forth.",
        1973.18,
        1978.06
    ],
    [
        " Then we would put all that together.",
        1978.54,
        1980.2
    ],
    [
        " And we would get in a bird dog at Fort Bragg and fly that to DC.",
        1980.66,
        1989.36
    ],
    [
        " And it was a real live mission.",
        1990.84,
        1992.42
    ],
    [
        " I mean, how many people can say that we were actually doing a real live mission in support of Vietnam at that time?",
        1993.1,
        2000.26
    ],
    [
        " Here I was a little second lieutenant, barely driving behind the ears.",
        2000.46,
        2004.46
    ],
    [
        " And my first sergeant kept me straight.",
        2005.54,
        2007.4
    ],
    [
        " I had a bunch of warnaufses that worked for me too, and they really did all the work.",
        2007.4,
        2010.88
    ],
    [
        " I was there just to sign my name and thank my first sergeant for keeping me straight.",
        2011.24,
        2017.22
    ],
    [
        " How long did you do that job for?",
        2017.74,
        2019.12
    ],
    [
        " Four months.",
        2019.58,
        2019.96
    ],
    [
        " Elders came down, sending me to Flight School at Fort Walter's, Texas.",
        2020.46,
        2024.7
    ],
    [
        " So you showed the Flight School when I was talking to Colonel Jackson.",
        2025.86,
        2029.64
    ],
    [
        " It sounded crazy the number of helicopter pilots that were being trained at that time.",
        2030.28,
        2035.78
    ],
    [
        " It was amazing, totally amazing.",
        2036.14,
        2038.24
    ],
    [
        " You see, Matt Jackson started off as warnauser.",
        2038.78,
        2041.98
    ],
    [
        " So he had a whole different experience than I did.",
        2042.78,
        2045.6
    ],
    [
        " That was for Warnaus Recundits School.",
        2047.7,
        2050.24
    ],
    [
        " We called him walks.",
        2050.42,
        2051.58
    ],
    [
        " And people said, well, what's a walk?",
        2052.46,
        2053.74
    ],
    [
        " And we'd say, well, that's something you throw out of a rabbit.",
        2054.34,
        2056.72
    ],
    [
        " Well, I think it's funny because when he's talking about you guys, the commissioned officers,",
        2057.1,
        2064.22
    ],
    [
        " they called them RLOs, real life officers.",
        2064.22,
        2067.02
    ],
    [
        " Yeah, yeah, yeah.",
        2067.74,
        2068.96
    ],
    [
        " So we had the real life officers and the walks.",
        2068.96,
        2071.4
    ],
    [
        " Yeah, yeah.",
        2071.86,
        2072.2
    ],
    [
        " The real live officers.",
        2072.48,
        2074.1
    ],
    [
        " Yeah.",
        2074.84,
        2075.0
    ],
    [
        " And we were all, each class had a designated color.",
        2075.6,
        2079.94
    ],
    [
        " And my class had to be the yellow hat class.",
        2080.34,
        2083.96
    ],
    [
        " And you tell different classes by the color of baseball cap that you wore.",
        2084.12,
        2087.5
    ],
    [
        " And you had these funny wings that you sewed on the front of your hat.",
        2088.0,
        2093.96
    ],
    [
        " And they weren't aviator wings, but like student aviator wings.",
        2094.18,
        2097.86
    ],
    [
        " And so we had the yellow hats, the walk class going through.",
        2098.54,
        2103.48
    ],
    [
        " They were the yellow hat class, but we never, never got together.",
        2103.64,
        2106.8
    ],
    [
        " And that was the primary flight training.",
        2107.62,
        2111.06
    ],
    [
        " And that's where we just learned to fly.",
        2111.36,
        2113.18
    ],
    [
        " My first helicopter that I climbed into was a training helicopter 55.",
        2113.84,
        2119.12
    ],
    [
        " It's a Hughes 300 aircraft, but it was small.",
        2119.38,
        2123.24
    ],
    [
        " I mean, you could probably get the whole aircraft into this room",
        2123.38,
        2128.02
    ],
    [
        " would have to probably knock out part of your walls or the tail road if we get through.",
        2128.02,
        2131.36
    ],
    [
        " But that's how small it was.",
        2131.68,
        2132.98
    ],
    [
        " I mean, it was smaller than the OH-13.",
        2133.4,
        2136.4
    ],
    [
        " And most people remember that when they watched a mash or the H-23,",
        2136.76,
        2141.74
    ],
    [
        " which was back in that era as well.",
        2142.22,
        2145.3
    ],
    [
        " But that's what I learned to fly on.",
        2145.84,
        2147.44
    ],
    [
        " It was so tiny.",
        2147.5,
        2148.42
    ],
    [
        " And being tiny, it wasn't easy to fly.",
        2148.84,
        2150.96
    ],
    [
        " I was very squirly.",
        2150.96,
        2152.04
    ],
    [
        " So I remember people, I said, might I wish I was in that 13 or that 23.",
        2152.94,
        2157.38
    ],
    [
        " And they said, well, you know, you're getting some great pilot skills in that TH-55.",
        2157.64,
        2162.68
    ],
    [
        " Because you're learning how to adjust for wind and so on and so forth.",
        2163.0,
        2166.48
    ],
    [
        " And they said, when you get to, when you get to Rooker, that Huey is going to be like",
        2166.78,
        2171.56
    ],
    [
        " you're climbing out a little fiat into a Rolls-Royce.",
        2171.56,
        2175.14
    ],
    [
        " And I remember our first cross-country, after we had soloed, I soloed at my 14th hour.",
        2176.16,
        2183.68
    ],
    [
        " You had to solo within 16 hours or you got sent back to another class.",
        2183.74,
        2187.46
    ],
    [
        " So I soloed at my 14th hour.",
        2188.46,
        2191.48
    ],
    [
        " And that's amazing getting, you know, the instructor pilot gets out and says,",
        2192.16,
        2196.26
    ],
    [
        " okay, you've got the aircraft and you fly the idiot circle.",
        2196.66,
        2202.04
    ],
    [
        " And you call take off, you call turning into the wind, you call based, and you call final.",
        2202.32,
        2209.5
    ],
    [
        " You had to do all the correct call signs and everything.",
        2209.62,
        2211.76
    ],
    [
        " And we were at little staging areas all around Fort Walters, Texas, which was in Mineral Wells, Texas.",
        2212.12,
        2218.22
    ],
    [
        " So we probably had staging areas as much as 50 miles out, because you had all these classes",
        2218.9,
        2224.34
    ],
    [
        " and all these various staging areas.",
        2224.34,
        2226.04
    ],
    [
        " And I'll never forget, it was a little anxious when he climbed out of that cockpit.",
        2228.04,
        2233.4
    ],
    [
        " And I knew that I was in control.",
        2233.82,
        2235.74
    ],
    [
        " And, but then after you flew your first solo, coming back in, the bus didn't stop it.",
        2236.74,
        2245.24
    ],
    [
        " Fort Walters at the Fort, it stopped at the holiday end.",
        2245.8,
        2249.7
    ],
    [
        " Traditioned is, everyone who soloed, the bus would say,",
        2250.82,
        2256.02
    ],
    [
        " they stopped there.",
        2256.02,
        2256.64
    ],
    [
        " And those who hadn't soloed yet stayed on the bus, those who had already soloed,",
        2257.58,
        2261.94
    ],
    [
        " got off the bus with the new solo guys.",
        2262.2,
        2264.36
    ],
    [
        " And they carried you and threw you in the pool at the holiday end.",
        2264.94,
        2269.46
    ],
    [
        " And interestingly, at the holiday end in Mineral Wells, they had crossed Huey Rotor Blades",
        2269.7,
        2277.78
    ],
    [
        " that you walked under to go to the swimming pool.",
        2277.78,
        2281.48
    ],
    [
        " And to have that honor of being thrown in the pool was just incredibly amazing and fulfilling.",
        2282.3,
        2289.74
    ],
    [
        " Did you have any trouble when you were going through aviation school?",
        2290.34,
        2295.02
    ],
    [
        " Did it come pretty naturally to you?",
        2295.2,
        2296.58
    ],
    [
        " Did you figured out pretty quick, or when you said 14 hours, was that about average?",
        2298.26,
        2303.16
    ],
    [
        " Well, no, we had some guys that soloed at 10 hours.",
        2303.38,
        2307.04
    ],
    [
        " I mean, they were, I mean, just incredible.",
        2308.08,
        2310.28
    ],
    [
        " But you have to understand a lot of the guys I went through with already had their private ticket.",
        2310.82,
        2314.46
    ],
    [
        " Most of them fixed wing.",
        2315.34,
        2316.84
    ],
    [
        " I don't know of anyone in my class that had a rotary wing private ticket.",
        2316.96,
        2320.34
    ],
    [
        " And had they done that, they could have probably soloed in five hours, you know.",
        2321.0,
        2325.12
    ],
    [
        " It just all depends.",
        2325.24,
        2326.3
    ],
    [
        " But leaving there, here's the other interesting thing.",
        2326.98,
        2332.24
    ],
    [
        " All the pilots were getting this flight pay.",
        2332.88,
        2334.5
    ],
    [
        " Plus, we're getting our normal sickle lieutenant pay, which I think was like $247 a month.",
        2334.88,
        2340.88
    ],
    [
        " How much does flight pay?",
        2341.08,
        2341.8
    ],
    [
        " Oh, flight pay was, I know when I quit getting flight pay, it's like $400 a month.",
        2342.26,
        2348.6
    ],
    [
        " So that's kind of crazy, right?",
        2349.28,
        2350.64
    ],
    [
        " Like you're almost doubling your pay.",
        2350.78,
        2351.98
    ],
    [
        " Oh, yeah.",
        2352.16,
        2352.46
    ],
    [
        " But interesting about it is, you've got all these single guys here.",
        2353.22,
        2356.44
    ],
    [
        " So what do we do?",
        2356.58,
        2357.16
    ],
    [
        " We get to the car dealer.",
        2357.74,
        2359.26
    ],
    [
        " So everybody, I remember a good buddy of mine was my roommate.",
        2359.66,
        2364.14
    ],
    [
        " He and I actually lived in a motel, right up side the gate of Fort Walters.",
        2364.5,
        2371.22
    ],
    [
        " And he had a Camaro Z-28, whatever it was, Z-Carp, V-28.",
        2371.96,
        2379.26
    ],
    [
        " I had the Esmo Bill 442.",
        2379.8,
        2381.18
    ],
    [
        " And I mean, that just goes on.",
        2382.84,
        2384.68
    ],
    [
        " So all the hot cars, the single pilots, we thought our Sierra didn't stink.",
        2384.68,
        2390.22
    ],
    [
        " We had that stuff.",
        2390.92,
        2391.94
    ],
    [
        " We were just, there was something about that that just started the Camaro lottery, just started building.",
        2392.76,
        2403.42
    ],
    [
        " And I remember when we left Fort Walters to go to Fort Rucker-Alabama for our advanced training.",
        2403.68,
        2411.42
    ],
    [
        " There were four of us that convoyed.",
        2412.04,
        2415.28
    ],
    [
        " All the way to, and we met our first pit stop in Montgomery, Alabama.",
        2415.28,
        2420.7
    ],
    [
        " But we convoyed all the way down through there.",
        2421.1,
        2423.56
    ],
    [
        " And we all had C-Bs in our cars.",
        2424.02,
        2425.9
    ],
    [
        " So you know, it was like we were flying and we were talking to each other and that.",
        2426.56,
        2430.28
    ],
    [
        " And on the back of the car, everybody had United States Army aviation",
        2431.12,
        2436.98
    ],
    [
        " and a little sticker in your back of your window, you know.",
        2437.02,
        2439.88
    ],
    [
        " And like I say, we thought our Sierra didn't stink.",
        2440.64,
        2443.24
    ],
    [
        " And we got to Montgomery, we all checked in that night.",
        2444.18,
        2449.46
    ],
    [
        " And I got a call from the desk.",
        2450.72,
        2454.6
    ],
    [
        " I've got you listed as owning a 1968 Esmo Bill 442.",
        2455.46,
        2461.88
    ],
    [
        " It's a black vinyl top with blue bottom.",
        2462.48,
        2464.98
    ],
    [
        " I said, yeah, yeah, that's mine.",
        2464.98,
        2468.42
    ],
    [
        " He said, sir, you need to come to the desk.",
        2469.2,
        2471.12
    ],
    [
        " I go to the desk and there's a truck driver there.",
        2471.56,
        2474.5
    ],
    [
        " He had pulled his 18 wheeler into the parking lot of the motel where the four of us were all staying.",
        2474.88,
        2481.16
    ],
    [
        " Didn't cut sharp enough and hit the left quarter panel of my car and toward all the pieces.",
        2482.04,
        2491.12
    ],
    [
        " Schneider trucking, I'll never forget you.",
        2494.72,
        2496.46
    ],
    [
        " You see there are trucks on the road all the time and I'll forget to stock.",
        2496.48,
        2499.94
    ],
    [
        " Oh, and he was so apologetic and so on and called his dispatcher and everything was fine.",
        2500.18,
        2506.34
    ],
    [
        " But anyhow, we had a couple days before we had to report into Fort Rucker.",
        2507.12,
        2515.04
    ],
    [
        " So my plan was I was going to drive the car up to North Carolina.",
        2515.92,
        2519.16
    ],
    [
        " Give it to my dad, they get it fixed up.",
        2519.88,
        2521.94
    ],
    [
        " He'd give me his car.",
        2522.02,
        2522.9
    ],
    [
        " I'd drive it down to Rucker.",
        2523.08,
        2524.78
    ],
    [
        " Well, we get up the next morning and I get a call from my roommate to be in my roommate in the primary training.",
        2525.18,
        2535.44
    ],
    [
        " And he said, hey, Gumbah. His name was John Vagniti.",
        2536.2,
        2539.22
    ],
    [
        " Hey, Gumbah.",
        2539.62,
        2540.68
    ],
    [
        " Okay, now the joke's, I said, what are you talking about, John?",
        2541.72,
        2545.18
    ],
    [
        " Where's my car?",
        2545.88,
        2546.54
    ],
    [
        " I said, John, I don't have your car.",
        2547.34,
        2550.78
    ],
    [
        " Come on, come on.",
        2551.16,
        2552.4
    ],
    [
        " Somebody had stolen his car that night.",
        2552.4,
        2554.38
    ],
    [
        " Now, my car gets hit.",
        2555.38,
        2556.64
    ],
    [
        " Somebody steals John's car that night.",
        2556.9,
        2559.0
    ],
    [
        " Montgomery Police does all the investigation.",
        2559.58,
        2562.3
    ],
    [
        " And so the next, so after that was done, I said, okay, throw your gear in my car.",
        2563.42,
        2567.62
    ],
    [
        " We're driving at North Carolina.",
        2567.62,
        2568.82
    ],
    [
        " So we drove to North Carolina, picked up my dad's car.",
        2569.58,
        2573.54
    ],
    [
        " In the meantime, John calls his dad, who owned a company called Superior Plastics and water.",
        2574.16,
        2582.3
    ],
    [
        " I think I'll be in a minute, but in New Jersey.",
        2583.0,
        2585.58
    ],
    [
        " And anyhow, John has a new car waiting for you, just like that from that.",
        2586.56,
        2590.94
    ],
    [
        " But yeah, that was the beginning of our, our, our, advanced course in flying helicopters for the United States Army.",
        2591.64,
        2601.08
    ],
    [
        " So when you get to rock, for rockers, that when you start flying the Huey?",
        2601.08,
        2604.86
    ],
    [
        " Yeah, yeah, yeah, it was.",
        2605.16,
        2606.66
    ],
    [
        " And it was like everybody said, the Huey came natural to me.",
        2606.82,
        2609.94
    ],
    [
        " It was just, I mean, it was amazing to crank that thing up and, and then to, hold the cyclic and pull up on that collective.",
        2610.54,
        2623.24
    ],
    [
        " And I mean, it was just, it's like everybody said.",
        2623.5,
        2625.52
    ],
    [
        " It's like going from a fiat into a Rolls Royce.",
        2625.9,
        2627.84
    ],
    [
        " And it was so easy. I mean, it was, you know, even though it had a little crosswind, it wasn't, it wasn't shifting like the TH55 did.",
        2627.92,
        2636.32
    ],
    [
        " I mean, the TH55 would shift if you had a three-night crosswind.",
        2637.02,
        2640.12
    ],
    [
        " So, but it was an incredible, incredible aircraft.",
        2640.76,
        2645.32
    ],
    [
        " And of course, while we were flying that, we were also getting our estimate training down there.",
        2646.22,
        2657.82
    ],
    [
        " And so, the TH-13.",
        2657.82,
        2658.78
    ],
    [
        " And that's where we were under the hood and, and flying on instruments and, and got what we called a tack ticket, tactical ticket.",
        2659.86,
        2669.46
    ],
    [
        " It wasn't the regular standard instrument ticket that more and more normally get, it both was a tack ticket.",
        2669.62,
        2676.0
    ],
    [
        " And what was interesting about that, and this will come up later in our conversation, is I learned how to shoot ground control approaches very well.",
        2676.44,
        2684.62
    ],
    [
        " GCA approaches very well. We'll talk about that later on in our conversation.",
        2685.48,
        2689.06
    ],
    [
        " Is that where you learned originally to shoot it?",
        2689.58,
        2691.32
    ],
    [
        " That's where I learned to shoot it.",
        2692.12,
        2693.12
    ],
    [
        " Yeah. And it came in very handy and Vietnam.",
        2693.48,
        2696.14
    ],
    [
        " So, how much longer was it until you, how long was that training?",
        2697.32,
        2700.46
    ],
    [
        " That training we got there and, so that had to have been about, it must have been about three or three or so months.",
        2701.68,
        2710.58
    ],
    [
        " Because I think in July, yeah. It was in July that, that I got my several wings pinned on me.",
        2710.58,
        2717.2
    ],
    [
        " And my mom and dad drove down. It was a wonderful experience.",
        2718.16,
        2723.0
    ],
    [
        " My girlfriend at the time came down with my parents.",
        2723.38,
        2725.48
    ],
    [
        " I was so proud of those wings. I mean, I was so proud of being a butter bar in December of 67 and so proud of getting those wings.",
        2726.24,
        2736.08
    ],
    [
        " Later on, that would have been in 69.",
        2738.08,
        2741.02
    ],
    [
        " Because, you know, 68, I took over the command and went to flight school, went through Christmas, graduated in July of 69.",
        2742.54,
        2749.54
    ],
    [
        " Very proud of that.",
        2750.22,
        2751.6
    ],
    [
        " I remember every weekend while we were at Fort Rucker, a bunch of us would go to Panama City, Florida.",
        2751.98,
        2759.1
    ],
    [
        " And there was a young couple and there are two children on a motel there.",
        2759.64,
        2763.94
    ],
    [
        " So we went down negotiated with them that we would like to come down every weekend and stay in the same suite of rooms.",
        2764.38,
        2772.1
    ],
    [
        " And they knew that we were, everybody in flight school was on orders to go to Vietnam, right out of flight school.",
        2773.08,
        2779.18
    ],
    [
        " And they were certainly aware of that. And so they took us up on our offer that we would arrive on Friday night and leave on Sunday.",
        2779.78,
        2786.78
    ],
    [
        " And she had a closet in the suite and she said, you just keep all your beach clothes or everything down here.",
        2788.64,
        2795.28
    ],
    [
        " I'll wash them, I'll clean them up for you and I'll hang them back up in the suite and she did that.",
        2795.84,
        2800.16
    ],
    [
        " Every night, every Friday night we got down there, she and her family had dinner prepared for the four of us and we all ate together as a family.",
        2800.58,
        2807.82
    ],
    [
        " Now that's people who cared.",
        2809.32,
        2812.08
    ],
    [
        " Absolutely.",
        2812.9,
        2813.42
    ],
    [
        " And I took my parents there and right after we drove down to Panama City after I got the silver wings and we stayed in that hotel that night and with them.",
        2813.66,
        2826.46
    ],
    [
        " And we all congregated the family that owned it, we all congregated together and then I left out the next day, my parents stayed down for a while.",
        2827.38,
        2836.66
    ],
    [
        " But the next day was the landing on the moon.",
        2837.8,
        2840.4
    ],
    [
        " And we washed it after, my girlfriend and I washed that we got back into Hickory from driving from Panama City, Florida.",
        2841.88,
        2850.08
    ],
    [
        " Now one of the things that I, when I first covered Colonel Jackson's first book, one of the statistics that he brings up in the book is there was 5,000 Huey sent to Vietnam and 3,200 of them were lost in combat.",
        2850.86,
        2865.66
    ],
    [
        " Did your parents know these kind of statistics where they nervous as hell, where they talking to you about, you know, what was going to happen? How did you feel about it?",
        2867.08,
        2877.2
    ],
    [
        " My parents, I never expressed any worry whatsoever about being in fact, I wanted to go to NAM.",
        2879.14,
        2887.84
    ],
    [
        " Right after flight school, there were too many infantry officers serving infantry aviators in Vietnam.",
        2888.84,
        2895.6
    ],
    [
        " There were not enough slots for all the infantry aviators. There were infantry aviators who were like, I'm third in line to be aatoon leader as a captain.",
        2895.6,
        2907.06
    ],
    [
        " So what happened was all the infantry officers in my flight class at a rucker, their orders were changed from Vietnam to state side of assignments.",
        2907.66,
        2916.6
    ],
    [
        " So I went to Fort Bragg and flew with Alpha Company 82nd Aviation Battalion. There, I flew with seasoned aviators who had come back from Vietnam.",
        2917.2,
        2927.34
    ],
    [
        " I was aatoon exome, I'm aatoon leader who was captain Fred Dickens who had flown with the little bears on the 25th of your division.",
        2928.82,
        2935.4
    ],
    [
        " He had flown over in the Cambodia during that incursion. A lot of that's written, Cambodia's written up in Matt's first book there.",
        2936.14,
        2942.5
    ],
    [
        " But I learned a lot from Fred, I learned a lot from the other, a lot of the war officers that were there who just Jim Foster for example, he had flown with the 48th Blue Stars.",
        2943.66,
        2959.48
    ],
    [
        " And I learned a lot about him because we did a lot of tactical maneuvers with the 82nd during that time.",
        2960.24,
        2967.58
    ],
    [
        " And he sort of gave me a feel for what I would be doing when I got to know him.",
        2968.66,
        2973.44
    ],
    [
        " Jim ended up being a roommate with myself and Fred Dickens, Captain Dickens.",
        2974.04,
        2978.88
    ],
    [
        " Jim and I stayed friends until this day. He was going to get out of the army and I talked to him into staying in the army and encouraged him to extend his enlistment as a war officer, which he did and finally retired out of the army.",
        2980.24,
        2994.26
    ],
    [
        " I hope sometime Jim can hear this podcast and can smile a little bit about that.",
        2994.26,
        2999.22
    ],
    [
        " What's very interesting is is that after I put in my orders to go to NAM, again, requested NAM, orders came down sending me to the 7th after division in Korea.",
        2999.9,
        3012.84
    ],
    [
        " Commanding the 7th after division was a guy by the name of Hal Moore who was Lieutenant Colonel Hal Moore in the I Drang Valley with the first calf.",
        3014.64,
        3023.26
    ],
    [
        " And we all know about, we were soldiers once in young. General Moore at that time was two-star general and I was the 7th aviation battalion maintenance officer.",
        3023.92,
        3033.74
    ],
    [
        " And when General Moore was a radiated aviator, he had to fly four hours every month to maintain proficiency and draw flight pay.",
        3034.26,
        3042.46
    ],
    [
        " I don't know if you tell a general officer you can't draw flight pay, but anyway my job was to fly Copilot with him.",
        3042.9,
        3049.44
    ],
    [
        " And I got to know him.",
        3050.1,
        3051.06
    ],
    [
        " So this is in Korea?",
        3052.16,
        3053.38
    ],
    [
        " This is in Korea now. I've put in orders, I've put in requests to go to Vietnam, orders come down, send him to Korea.",
        3053.9,
        3060.0
    ],
    [
        " Okay. So I was not that much aware of General Moore. I didn't know about the I Drang Valley back then.",
        3061.36,
        3069.24
    ],
    [
        " I mean this was in 71. I didn't know much about the I Drang Valley. Not 71, I'm sorry. This was in 70 when I got to Korea from Bragg.",
        3069.24,
        3079.84
    ],
    [
        " And so he asked me one day why we were flying how I liked my summit with the 7th and I told him it was fine but I said if I don't get to Vietnam sir, I can kiss my career goodbye.",
        3083.22,
        3092.54
    ],
    [
        " Because I mean you know I want to be a career army officer and if I don't have Vietnam time and have performed well in Vietnam, I'll never be a career army officer.",
        3092.74,
        3102.8
    ],
    [
        " And he talked a little bit. He said we'd have a particular unit you want to go to and I said yes sir, I'd like to go to the 25th Infra Division.",
        3103.72,
        3110.12
    ],
    [
        " I'm flying with the aviation battalion. He says any particular company, I said Alpha Company sir they're known as a little bears. He said I know the little bears I've heard of the little bears are great in it.",
        3110.12,
        3121.66
    ],
    [
        " That was on Saturday. On Monday, I got a call from the generals aid and it said General wants to make sure you're ready to get a non. I said yes I am.",
        3122.82,
        3132.96
    ],
    [
        " Okay, you want to go to Alpha Company 25th Aviation Battalion. Oh, the general wanted to know if you want to take any leave in the States. I mean he can only authorize 20 days but I said we're sure if I can get there.",
        3133.46,
        3146.2
    ],
    [
        " Within three or four days, orders came down. I've been in Korea now maybe four or five months by that time.",
        3148.66,
        3156.3
    ],
    [
        " Orders came down and on usually orders and it probably the same thing in the Navy. You have you have regulations that authorize system such there were no regulations authorizing anything on my orders. It was all",
        3157.04,
        3170.64
    ],
    [
        " Voko, which means voice command Vocio between Commander Seventh Infra Division Commander 25th Infra Division. Voko and it went all the way down to even Commander of Air Lift out of Oakland.",
        3171.34,
        3186.52
    ],
    [
        " And my leave my 20 days leave started and so anyhow I go to Kimpo Airport I get on the airplane. Okay, I fly home. My 20 days didn't start until I reached my home of record and the 20 days was up the day that I left my home of record.",
        3188.3,
        3203.06
    ],
    [
        " So I'm not on leave until I reach my point. Left there after 20 days flew to Oakland. Then Oakland to NOM. I get to NOM. And this is in the fall of 70. I get to NOM. We're all getting off the airplane. You know everybody here is about the humidity. How it just cuts the air out of when you get off the airplane landing at Thompson.",
        3204.28,
        3231.56
    ],
    [
        " So get off the airplane. Okay, there's a I think Lieutenant or major Lieutenant Colonel out there and a bunch of enlisting men. And they say, okay, all the officers over to my right. Okay, and then it started to major. Okay, all the NCOs in front of me. There's another E7. It says, okay, all the enlisting men down here on this side. So we all get over there. Okay, they're calling out names. So the Colonel Colonel Major is calling out all the officers names.",
        3232.4,
        3260.06
    ],
    [
        " Says, is there any name that I haven't everybody's raising their hands? Is any name I haven't called out? I said, here I am. He said, you must be Captain T. I said, what? Yes, or I am? He said, we're trooper be here in 20 minutes.",
        3260.7,
        3271.4
    ],
    [
        " Geez.",
        3271.7,
        3272.34
    ],
    [
        " And a trooper flew in from the 25th from Alpha Company, 25th Aviation Battalion to pick me up.",
        3273.06,
        3279.64
    ],
    [
        " Oh, Macro.",
        3279.9,
        3281.28
    ],
    [
        " So pick me up. Take me to Kuchee, we're the 25th headquarters. We get out of jeep. Must have made a hell of it and for good and fresh.",
        3282.02,
        3290.04
    ],
    [
        " On January, oh my goodness. A jeep picks me up. Dross me to the orderly room. And I, you know, I go in and sloop to the company. Come in. Who's a major major's command of companies in, in none. And the major said, I don't know who they are, but welcome aboard.",
        3290.26,
        3309.62
    ],
    [
        " Shack my hand. And that was my introduction to the Alpha Company, 25th Aviation.",
        3311.28,
        3320.14
    ],
    [
        " That's amazing. You know, you made a joke about, hey, I don't know if you can, if you need to take the flight pay away from a general officer. Apparently those general officers had some power. That's incredible.",
        3320.48,
        3336.7
    ],
    [
        " General Howellmore. And I read the book. I've watched the movie quite a few times. Even General Moore, before he passed away, thought that Mel Gibson did a good job representing him in the Sergeant Major.",
        3338.68,
        3351.12
    ],
    [
        " But, you know, that was a, he was a hell of a man. Great leader.",
        3351.96,
        3356.98
    ],
    [
        " He was, he was not one of these general officers that set himself up on a plateau. He was down with his troops. And, and I saw that quality in him. And I was in great admiration for that.",
        3357.86,
        3374.48
    ],
    [
        " So you show up. So you show up. What's the first thing that happens when you show up in Vietnam now? What did they, they must have thought you were the best pilot or something. That's the thought you were somebody.",
        3376.82,
        3387.42
    ],
    [
        " The company exo, company commander says, exo get Captain Tata place to stay. The echo exo said, well, sir, where would you like to stay?",
        3388.24,
        3399.68
    ],
    [
        " And I said, well, my buddy Fred Dickens, Captain Dickens, he stayed in a hooch called the holiday in. He said, is that still around? He said, oh, yes, sir, a holiday in is right over here. He said, let me see.",
        3400.78,
        3411.78
    ],
    [
        " Oh, yeah, there's a bunk available. So I stayed in the same hooch that Captain Dickens stayed in. And after I got everything squared away, the exo said, now there are going to be cocktails up here at Captain So-and-so's place.",
        3411.94,
        3427.72
    ],
    [
        " And he showed me where there was. And he said, he said, so come on up and meet the guys. Well, this captain was great at fixing martinis. So heck yeah, I went up there.",
        3427.88,
        3439.28
    ],
    [
        " Had a martini. They had some more derives out there. And I thought, oh, this is crazy. So I was with them.",
        3439.98,
        3450.08
    ],
    [
        " I brought it two months into the first of November. And orders came down for the 25th to draw down and prepare to head back to Hawaii. And I thought to myself, man, this is really great. I've been here two months now going Hawaii.",
        3450.88,
        3469.76
    ],
    [
        " And I'd already been laying out on top of a bunker in a lounge chair. I had a nice suntan. And of course, my dermatologist doesn't think it's a nice suntan today. But at any rate, I thought, wow, this is going to be real. I said, I'll get Hawaii. I'll, you know, I'll all wear my tan and everything look good. Well, no, everyone who had less than six months in country got reassigned.",
        3471.34,
        3495.96
    ],
    [
        " So I found my young rear on a C 130 several about a week or so later. Had a dark core. There was no. Everything was pacified in three core where the 25th was. I never flew into one hot LZ. In fact, I never fluent in LZ in three core. That had all been pacified.",
        3497.62,
        3518.34
    ],
    [
        " So I mean, I had I never even heard the door gunners work out with the 25th because there was there was no enemy threat. We thought at least a ton time. It wasn't apparent.",
        3518.98,
        3530.54
    ],
    [
        " Get on the C 130. Fly me up to Foo by Foo by International. I core. Very close to the north south of it.",
        3531.18,
        3544.16
    ],
    [
        " I got up in these border. Get off the aircraft. Got my parachute packing bag with me. Full of my stuff. Pour down rain.",
        3544.16,
        3554.9
    ],
    [
        " And they all load us into a building and say we were going to go to screaming Eagles orientation training.",
        3556.34,
        3564.88
    ],
    [
        " And we did that for about a week. Then I got reassigned to my regular unit. Now interesting. I was with Alpha Company.",
        3566.12,
        3575.22
    ],
    [
        " 82nd aviation battalion. When I got to the seventh, I was actually assigned as a staff maintenance officer, but I was located in Alpha Company seventh aviation battalion.",
        3576.4,
        3588.98
    ],
    [
        " 25th, I got Alpha Company 25th where I got assigned with 101st aviation battalion Alpha Company 101st aviation battalion known as the Common Sheriff Flight.",
        3589.82,
        3598.98
    ],
    [
        " That was the week after I had become 101st aerosol trooper.",
        3599.44,
        3608.94
    ],
    [
        " Then how long was it before you started flying missions with them?",
        3609.74,
        3613.04
    ],
    [
        " Took my checker ride the next day. I was a Peter Pollett the following day. When did it all hot LZ?",
        3613.32,
        3620.9
    ],
    [
        " First time I'd ever heard the M60 machine gun door gun or crew chief working out the ship literally danced when they pull that trigger.",
        3621.42,
        3630.06
    ],
    [
        " You could feel the shake going in and going out hot LZ. I heard thing, thing, thing.",
        3630.8,
        3636.96
    ],
    [
        " Three things on the aircraft came back and I experienced what they call you got your cherry busted. We took three rounds in the aircraft going at LZ.",
        3637.86,
        3648.34
    ],
    [
        " Came back that night once you got your cherry busted in the unit, a lot of spritical or I mean the spritical like you would, well you would because you've experienced that jucco.",
        3650.14,
        3661.6
    ],
    [
        " But I hadn't experienced anything like that. So what do we do? You had to get initiated before you could wear the unit patch.",
        3662.46,
        3670.14
    ],
    [
        " We had to drink this drink called a flame and hooker.",
        3670.44,
        3672.9
    ],
    [
        " Sounds tasty.",
        3672.94,
        3675.56
    ],
    [
        " It was a Southern comfort. You take a match and you light it. So you got the blue flames coming up.",
        3678.4,
        3688.44
    ],
    [
        " And it goes laughing here like he knows.",
        3691.42,
        3693.66
    ],
    [
        " And had to drink it down all the way down, set the glass down while the blue flame is still burning inside of it.",
        3693.96,
        3703.42
    ],
    [
        " Then turn it upside down and if more than two flaming drops came out of that glass, you had to drink another one until you got it down.",
        3703.58,
        3713.48
    ],
    [
        " Now keep in mind I was at RLL, a real live officer. All of the Warren officers, they had a spritical or like you've heard the War Offsure Protective Association, WAPA.",
        3714.52,
        3726.56
    ],
    [
        " They took care of each other. Well they all most of them had moustaches.",
        3727.68,
        3731.76
    ],
    [
        " Well, you can imagine drinking that flame and hooker and you've got a mustache and that blue flame is coming up.",
        3732.78,
        3738.18
    ],
    [
        " And there were quite a few times that the moustaches had to be put out.",
        3739.74,
        3744.36
    ],
    [
        " Of course the bartender was there with a glass of water he could throw over in our little lossers club.",
        3744.86,
        3751.36
    ],
    [
        " I was on a little assignment overseas and we were in a bar and they had like an executive happy hour from four till six.",
        3751.78,
        3764.22
    ],
    [
        " So we'd show up there at three fifty nine and it was free drinks for free drinks for two hours.",
        3764.52,
        3770.62
    ],
    [
        " And I had like half a platoon with me. So we're in there and this one I was a young and less than I was crazy.",
        3770.62,
        3776.44
    ],
    [
        " And so we drink for the two hours and then we get done and now obviously everyone's primed but I remember telling the bartender we actually, yeah, we had run up quite the tab and I looked at the bartender and I said we don't want to drink anything else unless it's on fire.",
        3776.44,
        3793.52
    ],
    [
        " So every drink is light and everything on fire.",
        3794.42,
        3797.18
    ],
    [
        " We told, told may have.",
        3797.44,
        3799.1
    ],
    [
        " You know, we all got to get we all couldn't wait to a new guy came to the outfit and that was in the old club.",
        3800.38,
        3808.44
    ],
    [
        " Hey, the enlisted guys got knows what was going on with the rest of the.",
        3808.56,
        3812.44
    ],
    [
        " They were so.",
        3812.7,
        3813.2
    ],
    [
        " But but we couldn't wait to a new guy came in.",
        3813.48,
        3817.14
    ],
    [
        " You know, one of the things that Colonel Jackson talked about and wrote about was, you know, some of the flying that you doing when you're when your.",
        3818.06,
        3824.34
    ],
    [
        " Formation flying flying and how it's so much closer than it was back in the States and then the whole thing with the hover holes and getting down in there and having to listen to your crews like a hundred percent.",
        3824.68,
        3835.94
    ],
    [
        " You can't see actually what they're telling you just have to trust them.",
        3835.94,
        3838.94
    ],
    [
        " Did you, were you up to speed on that stuff or did you have to just get the steep learning curve.",
        3839.06,
        3842.82
    ],
    [
        " Learn formation flying at Fort Rucker Fort Rucker when I live Fort Rucker.",
        3843.66,
        3848.14
    ],
    [
        " I was confident I could fly that airplane.",
        3848.52,
        3850.42
    ],
    [
        " I knew I could fly that thing and and we.",
        3850.84,
        3854.76
    ],
    [
        " Right where the Jesus nut is on a, on a Huey with which, which holds the main road or end.",
        3856.3,
        3861.96
    ],
    [
        " There's like a red rubber gasket.",
        3862.36,
        3864.32
    ],
    [
        " So what you would do is you would for the helicopter.",
        3865.0,
        3868.14
    ],
    [
        " Let's say we're flying a echelon left all helicopters from the leader going to the left to fly formation in that you would come up and you would have you would put the red rubber.",
        3868.26,
        3880.38
    ],
    [
        " Grum at right on right about just below the windshield just at the lower end.",
        3880.94,
        3888.44
    ],
    [
        " So that would keep your height above it.",
        3888.5,
        3891.04
    ],
    [
        " So you wouldn't get caught up in a road or wash from the other helicopter.",
        3891.04,
        3894.06
    ],
    [
        " But you would keep it up and in a staggered or echelon left, you've got to leave.",
        3894.44,
        3900.12
    ],
    [
        " But every other helicopter is a little bit higher than the ones in in in front of them.",
        3900.24,
        3903.98
    ],
    [
        " And we flew a lot of formation flying at Rucker.",
        3904.52,
        3908.18
    ],
    [
        " So I felt very comfortable with that.",
        3908.46,
        3909.72
    ],
    [
        " And and then I would like to say I was very fortunate to go to the 82nd after after after flight school instead of going straight to Nahn.",
        3910.32,
        3919.18
    ],
    [
        " Because I became even more proficient that more proficient in in information flying.",
        3919.18,
        3926.46
    ],
    [
        " But there's one thing you learn in formation flying in Nahn is you don't want to get too damn close.",
        3926.94,
        3935.5
    ],
    [
        " Because one round can take out two.",
        3935.94,
        3939.3
    ],
    [
        " Especially if it's 23 mic mic or 37.",
        3940.72,
        3943.32
    ],
    [
        " And and you don't want to be flying through debris.",
        3944.6,
        3947.78
    ],
    [
        " I mean, you know, so you did.",
        3948.4,
        3950.68
    ],
    [
        " And we'll get talking about lambs on 719.",
        3951.22,
        3954.92
    ],
    [
        " We did 20 second separations in that.",
        3955.62,
        3958.26
    ],
    [
        " How long were you how long were you then with 101st before lambs on went down?",
        3958.7,
        3964.02
    ],
    [
        " Okay.",
        3966.36,
        3967.02
    ],
    [
        " So I got to 101st got into my unit a week before Thanksgiving of 70.",
        3965.92,
        3974.72
    ],
    [
        " Quick side story.",
        3976.3,
        3978.32
    ],
    [
        " My cousin Charlie Finger was with the five of first signal battalion.",
        3978.94,
        3983.26
    ],
    [
        " Listed guy on his second tour, volunteered for his second tour.",
        3983.72,
        3987.46
    ],
    [
        " I got a hold of Charlie, brought him over to our unit,",
        3988.34,
        3992.9
    ],
    [
        " took in the officers club.",
        3992.98,
        3994.34
    ],
    [
        " We had Thanksgiving dinner together.",
        3995.02,
        3996.34
    ],
    [
        " And think about that with your family having Thanksgiving dinner together November 1970.",
        3997.38,
        4001.78
    ],
    [
        " And it was just a wonderful day to see Charlie.",
        4002.74,
        4008.12
    ],
    [
        " I never saw Charlie after that.",
        4008.72,
        4010.22
    ],
    [
        " He de-roast went home.",
        4010.48,
        4012.34
    ],
    [
        " I said, I told him I said, Charlie, I'll come over when not grab you and you can be my guest at",
        4013.96,
        4021.62
    ],
    [
        " the artillery battalion.",
        4024.76,
        4025.64
    ],
    [
        " Because they always had the good shows, the USO shows and the Korean shows with all the all-girl Korean bands.",
        4026.0,
        4032.06
    ],
    [
        " I said, I'll come over and get you one night.",
        4032.24,
        4033.38
    ],
    [
        " And he said, sir, I said, Charlie, I'm your cousin.",
        4033.76,
        4038.78
    ],
    [
        " He said, sir, it wouldn't be safe for you as an officer to be around our barracks at night.",
        4039.3,
        4043.6
    ],
    [
        " And you know, fragging was a thing over there.",
        4045.24,
        4049.4
    ],
    [
        " It was, so I took him to that.",
        4050.8,
        4053.12
    ],
    [
        " And all right, so make a long story short.",
        4053.48,
        4056.58
    ],
    [
        " I'm flying combat missions.",
        4057.34,
        4060.08
    ],
    [
        " I flew my first command and control SOG missions, probably by in December.",
        4060.08,
        4065.94
    ],
    [
        " Because they just didn't let anybody fly with the command and control north missions.",
        4066.5,
        4071.32
    ],
    [
        " You had a chance to have three R&Rs.",
        4072.1,
        4079.1
    ],
    [
        " So I let them go back to the States a week after a week after Christmas.",
        4080.1,
        4085.58
    ],
    [
        " And I went back, spent a wonderful time with my family.",
        4086.74,
        4090.86
    ],
    [
        " New Year's Eve there with Fred Dickens.",
        4091.68,
        4095.08
    ],
    [
        " He and by the time his wife, my CEO, kept him for it.",
        4095.32,
        4100.14
    ],
    [
        " And I left about a week after that to fly back to Vietnam.",
        4100.86,
        4106.88
    ],
    [
        " Got into Tonsonute and tried to get a, went to a flat off race.",
        4110.66,
        4116.18
    ],
    [
        " I said, I need to get up to Fouba and the guy said, sir, there's a major, major operation.",
        4116.18,
        4121.6
    ],
    [
        " A big thing going on.",
        4121.78,
        4122.6
    ],
    [
        " He said, I don't know when I can get you out of here.",
        4122.62,
        4124.42
    ],
    [
        " I said, I got to get out of here quick.",
        4124.8,
        4126.28
    ],
    [
        " If there's a major thing going on.",
        4126.28,
        4127.62
    ],
    [
        " I said, he said, well, sir, just stick around here.",
        4127.7,
        4129.94
    ],
    [
        " And long behold, within an hour, they had a C-123.",
        4130.18,
        4135.78
    ],
    [
        " Flying that, that's a 130 and a 130.",
        4136.66,
        4140.04
    ],
    [
        " There's a big difference between those two aircraft.",
        4140.16,
        4141.58
    ],
    [
        " But you'd rather fly on a 130.",
        4142.14,
        4143.44
    ],
    [
        " Anyhow, C-123 is only two engines.",
        4144.02,
        4145.92
    ],
    [
        " So when you were flying those, when you flew Saga missions, I mean, I look at the profile of those Saga missions that those guys were doing.",
        4146.6,
        4153.64
    ],
    [
        " And it just, it seems just completely crazy.",
        4154.18,
        4158.5
    ],
    [
        " Were you thinking that? Were you thinking, okay, here's whatever.",
        4158.86,
        4161.24
    ],
    [
        " Two Americans and four Vietnamese soldiers.",
        4161.46,
        4164.28
    ],
    [
        " I'm going to drop them off in the middle of Cambodia or Laos and we'll see what happens.",
        4164.28,
        4169.0
    ],
    [
        " Did that seem crazy to you?",
        4169.34,
        4170.74
    ],
    [
        " You know, it didn't.",
        4171.98,
        4173.88
    ],
    [
        " It didn't.",
        4173.88,
        4174.68
    ],
    [
        " Right off.",
        4175.42,
        4175.98
    ],
    [
        " And I'll tell you what, man, we would fly down to Denang.",
        4176.34,
        4179.86
    ],
    [
        " We flew out of three loa with Saga.",
        4180.6,
        4182.98
    ],
    [
        " Denang was the major base.",
        4183.26,
        4184.46
    ],
    [
        " That was our headquarters.",
        4184.6,
        4185.26
    ],
    [
        " Everyone's one at Fouba and everyone's one at Country Dung Ha.",
        4185.3,
        4187.96
    ],
    [
        " The ones we flew out of Denang were crazy.",
        4190.08,
        4194.5
    ],
    [
        " I mean, it was, I mean, they got the music going, everything.",
        4194.78,
        4197.68
    ],
    [
        " And would flight follow with Covey, the Air Force, Fix Wing, who would be up above us and Vectra's end of where we're supposed to go.",
        4198.6,
        4206.84
    ],
    [
        " I don't know how much of this I can, I guess it's pretty declassified by now.",
        4207.46,
        4214.32
    ],
    [
        " Yeah, well, I mean, it's pretty declassified.",
        4214.32,
        4216.2
    ],
    [
        " It's been 20 years with the time limit.",
        4216.24,
        4218.16
    ],
    [
        " Okay, so here's a mission.",
        4218.28,
        4220.96
    ],
    [
        " We fly a team in.",
        4221.34,
        4223.36
    ],
    [
        " We put them in an area where Covey has either told us or shot White Phosphorus down and landed.",
        4223.86,
        4233.16
    ],
    [
        " And we spiral and go down into the landing zone, spiral and go into the landing zone.",
        4233.44,
        4239.98
    ],
    [
        " We drop them off.",
        4240.08,
        4241.08
    ],
    [
        " Then if they get into contact, then we got to go back in there and pull them out.",
        4242.8,
        4247.34
    ],
    [
        " What's that did happen?",
        4247.58,
        4248.26
    ],
    [
        " Quite a few times.",
        4249.0,
        4249.54
    ],
    [
        " A lot of times it didn't happen.",
        4249.68,
        4250.86
    ],
    [
        " It didn't happen at all.",
        4251.02,
        4251.7
    ],
    [
        " There were times we went in and they were in contact.",
        4252.26,
        4255.36
    ],
    [
        " We had to pull them out with ropes, McGuire rigs, 120 foot rope, stretch, 10 feet, 130 foot.",
        4255.38,
        4261.2
    ],
    [
        " They had to strap them out.",
        4261.6,
        4262.34
    ],
    [
        " We had to pull them out of the jungle.",
        4262.38,
        4264.04
    ],
    [
        " Sometimes it was ladders that we would drop down.",
        4264.24,
        4266.74
    ],
    [
        " They would climb up on the ladders and get out.",
        4266.74,
        4268.62
    ],
    [
        " That was extractions.",
        4269.92,
        4274.3
    ],
    [
        " We had to do some insertions with ropes too, because they were going on the side of a mountain.",
        4275.74,
        4281.5
    ],
    [
        " There was no way we could land.",
        4281.62,
        4285.1
    ],
    [
        " We would put them down.",
        4285.98,
        4289.0
    ],
    [
        " But there were times that I pulled the guys out on ladders and there were three guys on my ladders.",
        4289.16,
        4295.86
    ],
    [
        " You have to think about the density of altitude and what it does to lift the helicopter.",
        4296.0,
        4300.42
    ],
    [
        " We got them out and got them back in to Vietnam.",
        4301.12,
        4304.92
    ],
    [
        " That's when you said, oh my God, we're back in Vietnam.",
        4306.24,
        4308.6
    ],
    [
        " That's when you start to realize it.",
        4309.54,
        4312.04
    ],
    [
        " We came in and we had to land in a rice paddy so these guys could get off the ladders and get back in our trompers.",
        4312.56,
        4320.22
    ],
    [
        " Any moment you just felt like this is it.",
        4324.14,
        4327.06
    ],
    [
        " I'm going to, I'm going to buy it.",
        4327.7,
        4329.92
    ],
    [
        " A couple of our guys did on the Cabinacrole North missions and died.",
        4329.92,
        4335.66
    ],
    [
        " A lot of the saw guys went with them.",
        4336.76,
        4341.32
    ],
    [
        " That's the bad part.",
        4342.32,
        4343.02
    ],
    [
        " I lost 14 guys the year I was in Vietnam.",
        4343.14,
        4346.3
    ],
    [
        " But here's one mission we flew in.",
        4348.2,
        4350.54
    ],
    [
        " We're going to insert a team.",
        4351.0,
        4352.88
    ],
    [
        " Landed to the LZ, big elephant grass, probably eight feet high.",
        4353.44,
        4359.02
    ],
    [
        " Rotter wash lays the grass down and when it did, the whole LZ was ringed with MVA.",
        4359.76,
        4365.02
    ],
    [
        " And our door going to start to work out and fire.",
        4365.34,
        4367.48
    ],
    [
        " Everybody's firing and everybody says, sir, get the hell out of here.",
        4367.62,
        4370.82
    ],
    [
        " And we were firing, firing, we were taking rounds too, but nobody, nobody.",
        4371.36,
        4374.64
    ],
    [
        " A border aircraft was injured.",
        4374.64,
        4377.28
    ],
    [
        " I mean, that's just one thing.",
        4378.16,
        4379.3
    ],
    [
        " We would do prisoner raids.",
        4379.82,
        4381.3
    ],
    [
        " Intel would tell us where there was a big MVA battalion headquarters.",
        4381.6,
        4387.2
    ],
    [
        " We had all the intel on it.",
        4388.86,
        4392.12
    ],
    [
        " We knew the Cummings and Goins had been washed and washed and washed.",
        4392.58,
        4395.38
    ],
    [
        " And we would fly out, fly to four.",
        4395.82,
        4399.18
    ],
    [
        " The third aircraft was always, had the medic on the fourth aircraft,",
        4401.1,
        4404.42
    ],
    [
        " was the aircraft that would pull your ass out if you got shot down.",
        4404.72,
        4407.92
    ],
    [
        " First two aircraft would go in.",
        4408.62,
        4411.08
    ],
    [
        " I happened to be on the second aircraft on one of these personal raids,",
        4411.94,
        4415.66
    ],
    [
        " where we went in and landed right in the down middle of a MVA battalion headquarters.",
        4415.78,
        4420.94
    ],
    [
        " The guys on board jumped out.",
        4421.4,
        4422.94
    ],
    [
        " I bet you we weren't on the ground 20 seconds and they're coming back in.",
        4423.12,
        4426.84
    ],
    [
        " They've got captives, they've got all sorts of documents in their hand.",
        4426.84,
        4431.64
    ],
    [
        " We get back on that ship and our asses out of there are going to the night.",
        4431.74,
        4435.6
    ],
    [
        " I mean, that's the kind, and it was exciting.",
        4437.0,
        4440.7
    ],
    [
        " I mean, I'm not going to tell the anxiety one there, but I was scared.",
        4441.3,
        4446.44
    ],
    [
        " It was exciting.",
        4447.66,
        4448.86
    ],
    [
        " And it would come back and have cold beers.",
        4449.72,
        4451.6
    ],
    [
        " I mean, that's SOG.",
        4452.46,
        4454.42
    ],
    [
        " Yeah, another day at SOG.",
        4454.62,
        4456.46
    ],
    [
        " So I guess you did think those missions were a little bit crazy.",
        4456.62,
        4460.96
    ],
    [
        " But it was fun, crazy.",
        4461.66,
        4464.38
    ],
    [
        " We were young. We didn't know any better.",
        4464.82,
        4467.56
    ],
    [
        " I guess to fly on today.",
        4468.1,
        4469.28
    ],
    [
        " I probably couldn't see the damn Mr. Mr.",
        4470.0,
        4473.62
    ],
    [
        " So you're flying a bunch of those missions and now you're,",
        4475.44,
        4480.08
    ],
    [
        " I mean, sounds like you're racking up some pretty good hours and some pretty good experience.",
        4480.26,
        4484.16
    ],
    [
        " Yeah.",
        4484.16,
        4484.42
    ],
    [
        " Doing it.",
        4484.56,
        4485.2
    ],
    [
        " And then, so, so, so, Lamson, when did you, so you got back from your, your Christmas",
        4485.54,
        4491.3
    ],
    [
        " and New Year's leave.",
        4491.3,
        4492.04
    ],
    [
        " So that's January, whatever.",
        4492.28,
        4493.62
    ],
    [
        " Yes, it's a part of January.",
        4493.82,
        4495.28
    ],
    [
        " You come back and now it's, it's, you get told immediately, hey, there's some kind of big",
        4495.58,
        4500.22
    ],
    [
        " operation.",
        4500.22,
        4500.72
    ],
    [
        " We don't really know what it is, but you got to get up there.",
        4500.72,
        4502.7
    ],
    [
        " No, they just said there's a big operation going on in an eye court and, and they,",
        4502.96,
        4509.0
    ],
    [
        " and I said, I got to get up there.",
        4509.16,
        4510.54
    ],
    [
        " I told them I'm a tune commander up there.",
        4510.98,
        4513.24
    ],
    [
        " I've got to get up there.",
        4513.38,
        4514.14
    ],
    [
        " Yeah. My guys need me up there.",
        4514.34,
        4516.92
    ],
    [
        " So, so anyhow, I get up there.",
        4517.58,
        4519.08
    ],
    [
        " It's very well that it's kept quiet.",
        4519.7,
        4524.02
    ],
    [
        " So when I got into my unit and said, what the hell's going on?",
        4524.78,
        4530.24
    ],
    [
        " People kind of looked at me like, what are you talking about?",
        4530.32,
        4533.36
    ],
    [
        " And I told them all about that.",
        4533.52,
        4534.82
    ],
    [
        " And my company commander knew about it.",
        4535.68,
        4538.06
    ],
    [
        " Major clue, Bob Cloult.",
        4538.06,
        4539.28
    ],
    [
        " He's in the book.",
        4539.32,
        4539.9
    ],
    [
        " Bob knew about it.",
        4540.64,
        4541.96
    ],
    [
        " But anyway, that's when I told you that prior, and this was in January, we take a, a",
        4542.44,
        4549.64
    ],
    [
        " sock mission out of CCM mission out of Dong Ha.",
        4549.64,
        4552.74
    ],
    [
        " And we're flying towards Leo Shambore, crossing in the vicinity, a case on, when those red balls",
        4553.28,
        4563.72
    ],
    [
        " of orange balls of fire start coming up at us and we have to take evasive action or, or get shot down",
        4563.72,
        4569.2
    ],
    [
        " by 23 mic mic or 37.",
        4569.2,
        4572.46
    ],
    [
        " So, and we knew and, and see, as far as, as far as I'm concerned, that was reconnaissance,",
        4572.92,
        4581.0
    ],
    [
        " M prep 4.",
        4581.32,
        4582.28
    ],
    [
        " And that wasn't just one reconnaissance.",
        4582.48,
        4584.52
    ],
    [
        " That was just one of many reconnaissance M prep 4, Lamson 719.",
        4584.56,
        4589.2
    ],
    [
        " So, the premise of Lamson 719, and again, the book, Undaunted Valorance, it's volume 3, Lamson, the subtitles, Lamson 719,",
        4589.78,
        4598.16
    ],
    [
        " the premise of the operation is that America wanted to go into Louse and shut down the Ho Chi Minh Trail.",
        4598.62,
        4607.6
    ],
    [
        " They also America didn't want to put any troops, any American troops on the ground inside a Louse,",
        4608.02,
        4616.36
    ],
    [
        " because they didn't like the way that looked politically.",
        4617.0,
        4619.3
    ],
    [
        " So, they decided, well, we'll run the operation using South Vietnamese soldiers.",
        4620.42,
        4625.84
    ],
    [
        " But, in order to actually execute the operation, they were going to need to have American aviation,",
        4626.9,
        4633.7
    ],
    [
        " because America was the only one really capable of doing that job of airlifting all these South Vietnamese soldiers into Louse.",
        4633.92,
        4641.46
    ],
    [
        " And then on top of that, if you're going to use the helicopters, then we're going to use the air support too in the air assets.",
        4641.62,
        4646.32
    ],
    [
        " So, that's sort of the premise of the operation, and it's a big operation, the goal, like I said,",
        4646.76,
        4653.3
    ],
    [
        " the goal is to kind of put a halt on the portion of the Ho Chi Minh Trail that ran through Louse.",
        4653.44,
        4658.62
    ],
    [
        " And the headwaters of that was in the town of Sipon.",
        4659.6,
        4664.66
    ],
    [
        " So, that was the final objective, was to capture Sipon.",
        4665.92,
        4671.72
    ],
    [
        " It's spelled T-C-E-P-O-N-E.",
        4672.72,
        4675.36
    ],
    [
        " Right, it's got a weird spell.",
        4675.36,
        4676.44
    ],
    [
        " Yeah, it's got a weird spell.",
        4676.5,
        4677.36
    ],
    [
        " But yeah.",
        4677.58,
        4679.12
    ],
    [
        " That was the goal.",
        4679.64,
        4680.58
    ],
    [
        " That was kind of the, that Sipon was the furthest away, the deepest into Louse, to get to there would be.",
        4680.68,
        4686.7
    ],
    [
        " Correct.",
        4686.96,
        4687.14
    ],
    [
        " The furthest north of the Ho Chi Minh Trail, call it the headwaters of the Ho Chi Minh Trail.",
        4687.34,
        4692.5
    ],
    [
        " I would say there's also, and reading about it, there was also the underlying goal was to sort of prove that the South Vietnamese military could conduct these operations that they were capable of doing these kind of things.",
        4692.96,
        4710.16
    ],
    [
        " That was part of Nixon's Vietnamization policy.",
        4710.28,
        4714.64
    ],
    [
        " The more that the South Vietnamese could prove that they could take care of themselves and defend their homeland, then the less there was need of US forces, especially ground forces.",
        4714.64,
        4726.92
    ],
    [
        " So, you're saying that your company commander kind of knew about it when you showed up there?",
        4727.34,
        4734.3
    ],
    [
        " I have to think he did because Major Claude did not seem overly surprised.",
        4734.7,
        4740.16
    ],
    [
        " In fact, if I recall, and I hope I'm not making this up, but if I recall, he seems surprised that I made it up in as quick a time as I did from Saigon.",
        4742.08,
        4751.98
    ],
    [
        " Now, prior to the actual execution of Lamson 719, there was another operation that was to push up to the case on combat base.",
        4752.64,
        4766.48
    ],
    [
        " Yeah, off of Route 9, it's called Duy Canyon 2.",
        4766.48,
        4769.74
    ],
    [
        " Now, did you participate in Duy Canyon 2?",
        4770.46,
        4772.68
    ],
    [
        " You know, I have to think I did, but it's kind of hard to, because I flew so much, I mean, I flew over 1,200 hours in non-150 of which were actual combat missions.",
        4773.14,
        4785.42
    ],
    [
        " So, I have to think that I did.",
        4786.56,
        4789.52
    ],
    [
        " I never recall flying any, what they call, convoy support.",
        4790.22,
        4796.32
    ],
    [
        " A lot of that would have been done by Charlie Martin and Cobert Gunships to take action.",
        4796.94,
        4803.24
    ],
    [
        " No doubt in my mind that I fly supporting operations for Duy Canyon 2.",
        4803.92,
        4811.18
    ],
    [
        " But I never quite tagged it as Duy Canyon 2.",
        4813.78,
        4818.92
    ],
    [
        " Hell, I had so much going on anyhow of trying to keep my one-archer and listed men in 10 helicopters flying.",
        4820.24,
        4826.46
    ],
    [
        " But the point of Operation Duy Canyon 2 was to push up into case on, which, and get control of it, and then that was going to then be used as a logistics hub and an air hub to conduct this.",
        4827.24,
        4841.16
    ],
    [
        " This big operation, lambs on 719.",
        4841.18,
        4844.9
    ],
    [
        " That's what the purpose was.",
        4845.24,
        4846.1
    ],
    [
        " But in addition to that too, was to put the South Vietnamese Army in a position to where they could readily launch across the border.",
        4846.32,
        4857.62
    ],
    [
        " So, pre-staging all these folks, all these soldiers, all there, and get them ready.",
        4858.66,
        4863.92
    ],
    [
        " The area that you were going into had some serious enemy troops in there.",
        4867.78,
        4874.28
    ],
    [
        " Some of the estimates I read, 7,000 combat troops on the ground in that area of Laos, 10,000 support personnel, another 5,000 path of Laos fighters.",
        4875.06,
        4889.86
    ],
    [
        " So, this was you going into tough country.",
        4889.86,
        4892.98
    ],
    [
        " 33,000 total is the estimate that's pretty much kicked around of all the categories you just described.",
        4893.36,
        4901.9
    ],
    [
        " So, when did you actually find out that this mission was going down?",
        4902.98,
        4906.78
    ],
    [
        " We got the briefing on it. The mission actually started on 8th February of 71.",
        4908.24,
        4915.28
    ],
    [
        " By that time, 101st Command Post was in operation at Case-On.",
        4915.64,
        4923.94
    ],
    [
        " General Barry was up there. Matt Jackson features a lot of Barry in the book.",
        4925.2,
        4932.5
    ],
    [
        " And I have some stories about that that I'll share with you later on.",
        4933.42,
        4936.64
    ],
    [
        " I've lost several missions in support of that, taking troops into Hill 30, Hill 31, Arv and Rangers were in 31.",
        4938.64,
        4952.74
    ],
    [
        " We have pickup zones, PZs, if you will, at various stages we'd land in and then take them to the LZ around there.",
        4955.5,
        4967.28
    ],
    [
        " But that was just in prep for.",
        4968.02,
        4971.18
    ],
    [
        " And really, the big action for me, the thing that I guess made me realize that my God there's a real war going on with in LZ Lilloo, which was on the 3rd of March.",
        4974.18,
        4993.88
    ],
    [
        " Yeah, I'll tell you one thing that's interesting when you read this book and when you hear about this operation.",
        4994.76,
        5000.76
    ],
    [
        " Most of the time when you think of, oh, what the Vietnamese are doing, it's sort of like what the North Vietnamese do and what the Viet Cong are doing.",
        5001.1,
        5010.36
    ],
    [
        " It's sort of like a hit and run. It doesn't seem like these big conventional operations.",
        5010.46,
        5015.16
    ],
    [
        " And if they did do a big assault on a base, they'd kind of do it. They'd mess some things up and then they'd leave.",
        5015.88,
        5021.48
    ],
    [
        " They were doing big coordinated attacks against the South Vietnamese forces.",
        5022.38,
        5028.56
    ],
    [
        " This was almost like bordering. In fact, this was like conventional warfare.",
        5028.78,
        5032.9
    ],
    [
        " Correct. But you didn't see that right on February. That came later on.",
        5033.64,
        5040.86
    ],
    [
        " And it was devastating to witness some of what I witnessed after the 3rd of March, what I witnessed on the ground with the South Vietnamese Army.",
        5045.16,
        5056.4
    ],
    [
        " Especially when we would go into resupply around hill 30 and hill 31.",
        5056.9,
        5064.6
    ],
    [
        " I saw some heroism, but I saw so many, the Arvon Army of the South Vietnamese Army.",
        5068.34,
        5075.96
    ],
    [
        " I saw so many of those soldiers throw the weapons on the ground and run to grab onto our skids so that when we lifted off we'd pull them out of the battle space.",
        5077.28,
        5084.68
    ],
    [
        " That was disheartening. It was horrible.",
        5085.84,
        5088.26
    ],
    [
        " I remember reading one part where it's exactly what you said. A resupply comes in and the helicopters as they leave, they're overloaded with Arvon soldiers that are just trying to get out of there.",
        5088.58,
        5102.42
    ],
    [
        " Throw their weapons on the ground and run and grab onto a skid. I mean, I witnessed soldiers losing their grip and falling.",
        5102.8,
        5112.66
    ],
    [
        " 1500, 2000 feet to the ground below. And do you feel sorry for them? Or do you say, hey, you coward, you got what's coming to you?",
        5114.54,
        5125.48
    ],
    [
        " And it got to the point, Jaco, where I remember landing and I think it was 31 that I landed in.",
        5126.68,
        5138.34
    ],
    [
        " But we were landing where mortars were blowing up right in front of us. And we would have to maneuver over and mortars were flying.",
        5139.48,
        5147.0
    ],
    [
        " We're hitting everywhere in L.C. and we would literally come to about a 10 foot hover, kick off the supplies,",
        5147.34,
        5156.18
    ],
    [
        " and come in the lower coals, they would jump on your ship. And even at a 10 foot hover they would run, jump on people's back and they would hoof them up onto the skid.",
        5156.58,
        5165.58
    ],
    [
        " I mean, a 10 foot hover. And you start to wonder, well, when's it going to be my day?",
        5166.32,
        5172.96
    ],
    [
        " I remember having this thing that came through my mind is, I know I'm going to die, so I'm just not going to worry about dying. I know I'm going to die.",
        5175.64,
        5186.58
    ],
    [
        " Just don't let me get shot up to bad, my mother can't recognize me. But I knew I was going to get it.",
        5187.22,
        5196.62
    ],
    [
        " I just, and then I didn't bother me anymore. It did not bother me anymore. I about dying, I accepted the fact that was going to happen and you got to take care of me.",
        5196.78,
        5209.22
    ],
    [
        " And my mother would recognize me.",
        5210.12,
        5213.04
    ],
    [
        " Having that feeling though and then seeing the South Vietnamese just, you're doing all you can to help them out risking your lives and they're just wanting to get out of there.",
        5215.78,
        5225.08
    ],
    [
        " We picked up body bags of the South Vietnamese body bags for US forces and you've seen them. They're sturdy, they're zippered. The body bags for the South Vietnamese forces were like one of our Martinis and bags.",
        5226.2,
        5238.9
    ],
    [
        " Little thin plastic bags had bodies in them. They had laid out in the sun for several days. They were all bloated and body fluids filling up inside the body bags.",
        5239.06,
        5251.96
    ],
    [
        " And that's the only time where we really put skids on the ground so they could load up bodies. And of course the Vietnamese didn't run and jump on the aircraft because they didn't want to run and jump on all those bodies that were bloated.",
        5252.7,
        5266.42
    ],
    [
        " And it got to the point where we had to, where we had to wear gas mitt. One of us in the cockpit had to have a gas mask on because of the smell was just nauseating.",
        5267.22,
        5277.02
    ],
    [
        " And we would bring them back into case on or LZ Brown where we were a pickup zone was. And the South Vietnamese troops had unloaded the bodies.",
        5277.62,
        5288.28
    ],
    [
        " And I remember one, the guy grabbed the arm of a body and what he tried to pull the body out, the whole arm came out of the body.",
        5288.28,
        5298.52
    ],
    [
        " It was just sickening. It was beyond anything that most humans would ever experience.",
        5299.06,
        5308.7
    ],
    [
        " And you know, you go through that and you say, well, what's the purpose? Why are we here? Why are we doing this?",
        5311.22,
        5320.7
    ],
    [
        " I had a worn officer who I asked during LAMP Son to ask, I said, I need more people to fly this mission. He said, I'm not going to fly the mission. I said, I need you, I'm not going to fly it.",
        5321.64,
        5332.54
    ],
    [
        " I said, why not? He said, because nobody cares, Congress doesn't care whether I'll live or die. And what's the use? Look what they're doing up there.",
        5333.12,
        5339.62
    ],
    [
        " And I said, well, Mr. Erdogan will say his name, but you got to do what you got to do. He had too many hours. He had over 140 hours flying that month. So he was, he was way within his legal rights to say I'm not going to fly anymore.",
        5340.74,
        5353.48
    ],
    [
        " But guess what? Most of us had that as well. Most of us were flying dead tired and we did it.",
        5353.84,
        5362.52
    ],
    [
        " But you know, that's starting to be thinking, who cares? Who really cares whether we do or not, whether we die or whether we come home alive.",
        5362.96,
        5372.96
    ],
    [
        " I mean, look at what the South Vietnamese are doing. Vietnization. Yeah, tell me about it. Richard Nixon, why aren't you over here at LAMP Son 719 looking at this? And then you tell me, Vietnization.",
        5372.96,
        5383.22
    ],
    [
        " It made me a changed person.",
        5384.04,
        5388.5
    ],
    [
        " And we hadn't even talked about LZ Lolo.",
        5388.84,
        5394.4
    ],
    [
        " Yeah, but I mean, LZ Lolo came a little bit into the operation. I mean, I just kind of want to run through a little bit of the timeline of.",
        5395.3,
        5403.44
    ],
    [
        " So this, this operation starts on February 8th. There's 4,000 Arvin that are going in on, on Route 9.",
        5404.12,
        5414.08
    ],
    [
        " The 39th Ranger Battalion is he load into LZ Ranger, the first infantry divisions going into LZ Blue and Dawn and White and Brown and FSB's hotel Delta and Delta 1.",
        5415.36,
        5427.26
    ],
    [
        " And again, the book gives such good detail on all sides, the planning, how the decisions were being made. It's just, it's just a fantastic recounting of what happened.",
        5427.48,
        5439.98
    ],
    [
        " And meanwhile, still Vietnization, you still got bad weather, you still got low clouds, you got heavy anti-aircraft fire.",
        5441.78,
        5447.7
    ],
    [
        " There's a lot of air strikes are happening. So, you know, the B-52s are dropping bombs.",
        5448.46,
        5456.8
    ],
    [
        " Arklights. Yeah, but look, there's a lot of, a lot of NVA up there and they're, they're ready to fight.",
        5458.04,
        5466.34
    ],
    [
        " Then they start actually attacking, like I said, like by, I don't know, February 16th, 17th, the NVA starts doing organized attacks.",
        5467.6,
        5480.76
    ],
    [
        " And really bringing it to the people, to the South Vietnamese soldiers that are now on the ground.",
        5482.04,
        5491.16
    ],
    [
        " And here's another thing that I was reading about. By February 24th, there were reports coming back that the, that the North Vietnamese had completed a new route.",
        5497.44,
        5509.92
    ],
    [
        " And they were just going around that area of the Ho Chi Minh Trail. They were just, you know, okay, well, you guys want to block that cool. We'll just, we had another alternate route.",
        5510.08,
        5517.78
    ],
    [
        " So, February 25th, just a massive North Vietnamese assault. And it's combined arms. They got armor, they got artillery, they got infantry assault. They're doing combined arms assaults.",
        5517.78,
        5532.26
    ],
    [
        " Again, this is not what we typically think of in Vietnam. I know it happened from time to time, but it's not what you generally think of in Vietnam. You don't think of pitched conventional warfare, like we're dealing with here.",
        5532.78,
        5544.2
    ],
    [
        " There's just, yeah, yeah, the one quote I got was 94. There's a helicopter resupply to FSB 30. And 94 South Vietnamese soldiers forced their way onto the helicopters to get out of there, including the commander.",
        5547.54,
        5565.72
    ],
    [
        " That's on March 2nd, by the way. We get to March 3rd, which, which you've discussed a few times and, and well, actually, let me jump into this small, small portion of the book here that talks about some of what you guys were doing.",
        5567.38,
        5590.08
    ],
    [
        " I'm going to go to the book here.",
        5591.06,
        5592.5
    ],
    [
        " Warnoffs are Doug Womack, Ratler 28 and chalk three considered aborting his approach, watching Arnie being shot down and hearing flight lead calling for mission abort.",
        5593.62,
        5603.24
    ],
    [
        " Not hearing anything else about aborting the mission, he decided he needed to insert his load of arven soldiers. Unbeknownst to him was the fact that no arven had survived in the first two aircraft.",
        5603.96,
        5615.54
    ],
    [
        " Approaching the landing zone, he was subjected to the same intense fire as the chalks before him, upon landing an RPG rocket was fired but slammed into a stump and exploded, showering the aircraft with shrapnel.",
        5617.66,
        5628.6
    ],
    [
        " When it did, time stood still for Mr. Womack, as it seemed he could count the main rotor passing in front of the aircraft.",
        5628.92,
        5635.46
    ],
    [
        " Several rounds ripped across the aircraft from three bursts of AK-47 fire.",
        5636.48,
        5641.36
    ],
    [
        " The rotor blades, cabin, lower fuselage and skids all received the damage.",
        5642.04,
        5646.92
    ],
    [
        " As the aircraft lifted out of the landing zone, hammer blows were felt by the pilot and the pilot looked back.",
        5647.88,
        5654.72
    ],
    [
        " Not only were there holes in the floor of the cargo area, but strange sounds told him that the main rotor might have taken some hits as well.",
        5655.14,
        5663.76
    ],
    [
        " Chalk 4 followed chalk 3 into the landing zone where it received intense small arms fire crashed and burned.",
        5663.96,
        5671.3
    ],
    [
        " Chalk 4 cruised scrambled back to chalk 5 and rode out.",
        5671.84,
        5675.96
    ],
    [
        " This kept up as each chalk came into the landing zone to drop off the arven soldiers on board.",
        5676.82,
        5682.58
    ],
    [
        " Chalk 16, commence, commence, arrow 3 0 flown by Bob Morris entered the cauldron of fire and landed.",
        5683.24,
        5692.14
    ],
    [
        " Like everyone before him, he could feel and hear the hits on his aircraft.",
        5692.86,
        5696.94
    ],
    [
        " We're on fire, someone said over the road radio but didn't identify themselves.",
        5697.8,
        5702.28
    ],
    [
        " Morris pulled in power and initiated his take off.",
        5702.72,
        5705.3
    ],
    [
        " Very calmly, he heard his crew chief say over the intercom.",
        5705.56,
        5708.72
    ],
    [
        " Mr. Morris, you do know we're on fire, don't you?",
        5709.2,
        5712.34
    ],
    [
        " Mr. Morris quickly returned to the landing zone and exited the aircraft.",
        5713.18,
        5716.18
    ],
    [
        " Chalk 18 approached the landing zone at 90 knots airspeed instead of the usual 40 knots when so close.",
        5717.24,
        5723.7
    ],
    [
        " He picked out his landing point just as a mortar round exploded at that spot.",
        5724.12,
        5728.14
    ],
    [
        " Suddenly his tail dropped low and the nose went high as captain Tate went into a hard deceleration with numerous hammer taps on the aircraft.",
        5728.66,
        5736.62
    ],
    [
        " Three feet from his touchdown point there was a loud explosion, explosion, a gaping hole appeared in the window frame.",
        5736.98,
        5743.8
    ],
    [
        " And there was the smell of hot metal.",
        5744.38,
        5745.88
    ],
    [
        " Engine oil pressure was no longer steady but fluctuating.",
        5746.64,
        5749.54
    ],
    [
        " Arven soldiers had no desire to wait for him to land and dove out of the aircraft to safety of a prone position on the ground,",
        5750.18,
        5756.08
    ],
    [
        " pulling in an armpit of collective Tate's aircraft, tail number 049,",
        5756.28,
        5762.26
    ],
    [
        " raced out of the landing zone with the hail of small arms bullets chased chasing after him.",
        5763.0,
        5767.22
    ],
    [
        " His aircraft had flown its last mission.",
        5767.84,
        5769.94
    ],
    [
        " Within an hour only 19 of the 40 aircraft were able to enter the landing zone.",
        5770.8,
        5775.84
    ],
    [
        " 19 out of 40 aircraft were able to enter the landing zone.",
        5789.26,
        5792.3
    ],
    [
        " Mars crashed in the landing zone, came back in crash, ran another aircraft went in bird, flumb up bird, he crashed in the LC.",
        5793.04,
        5803.06
    ],
    [
        " They were on the ground, one of the copolytes, captain Jerry Cruz, Comincero, been a second turn Vietnam, first turn to a ranger.",
        5803.42,
        5814.78
    ],
    [
        " Jerry was on the ground with a prick 25 radio, calling in airstrikes and actually conducting the ground warfare in the LC,",
        5815.78,
        5823.64
    ],
    [
        " because the arven officer major, just Jerry knew what it was doing.",
        5824.5,
        5831.1
    ],
    [
        " Jerry was the one that eventually said we got to halt this because there's too much crap going on in here and Kirklauter took it and we...",
        5832.68,
        5844.76
    ],
    [
        " stopped the insertion for a while back and picked it back up again later on the afternoon.",
        5845.24,
        5849.58
    ],
    [
        " That morning I... we got hit by a rocket propeller grenade as you've just scribed the gaping hole in the windshield.",
        5850.64,
        5858.08
    ],
    [
        " It hit the windshield strut, it was shot at about our 45 degree angle, so when it hit the windshield exploded out instead of exploding in.",
        5858.36,
        5867.26
    ],
    [
        " Crucci said, sir, sir, sir, get the ass out of here, get the ass out of here, sir, sir.",
        5868.86,
        5873.4
    ],
    [
        " The NUTSI header panel, which is all our control warning lights, look like a Christmas tree lit up.",
        5873.84,
        5878.3
    ],
    [
        " And we took off within several seconds, we started feeling harshness in the controls.",
        5879.96,
        5886.5
    ],
    [
        " The hydraulic system warning light was blinking and within, within another short amount of time we lost all hydraulics.",
        5887.34,
        5895.74
    ],
    [
        " It took both of us on the controls to slightly going down the highway at 85 miles an hour into Paris steering goes out and you're coming up on some major curves.",
        5895.78,
        5905.62
    ],
    [
        " It took us both on the controls.",
        5905.62,
        5908.92
    ],
    [
        " We're finally able to get it back in called emergency at K-SUN.",
        5909.58,
        5914.28
    ],
    [
        " We were like number two or three emergency at that time.",
        5916.34,
        5920.1
    ],
    [
        " Guys ahead of us who had gotten blown up on Lolo.",
        5920.36,
        5924.98
    ],
    [
        " And we got it down, we had to make a low slow and we thought, go, we're going to get shot out of the sky just trying to get in the land at...",
        5926.08,
        5936.94
    ],
    [
        " on the pier steel planking runaway at K-SUN.",
        5936.94,
        5939.24
    ],
    [
        " But my god it was a textbook landing.",
        5940.24,
        5943.74
    ],
    [
        " And we were able to get it down.",
        5944.72,
        5946.98
    ],
    [
        " And no sooner than we got it down an unassier aircraft to do some half of the chain pull the aircraft right off the runaway getting ready for another person calling emergency.",
        5947.8,
        5959.26
    ],
    [
        " I remember Colonel Fernandre Bobby Fernandre.",
        5963.12,
        5965.66
    ],
    [
        " He was our battalion commander, 101st aviation battalion, which was part of the 101st aviation group.",
        5965.76,
        5971.5
    ],
    [
        " Command about Colonel Davis.",
        5971.74,
        5972.98
    ],
    [
        " You'll see Davis's name in that book.",
        5973.22,
        5974.78
    ],
    [
        " Fernandre is also mentioned in that book.",
        5975.3,
        5977.0
    ],
    [
        " But Fernandre comes out and sort of throws his arms around.",
        5977.68,
        5981.1
    ],
    [
        " It's like, god I'm so glad you gots made it.",
        5981.22,
        5983.48
    ],
    [
        " And he said, come on, there's another briefing going on in the tent.",
        5983.98,
        5986.98
    ],
    [
        " So we all ran over to the big briefing tent.",
        5988.5,
        5991.12
    ],
    [
        " And your aircraft was... is it the correct word totaled?",
        5992.1,
        5995.96
    ],
    [
        " Yeah, it couldn't be flown again.",
        5996.28,
        5997.2
    ],
    [
        " It couldn't be flown again.",
        5997.28,
        5997.92
    ],
    [
        " Yeah, now whether they hooked it out of there and got it repaired or what, but it shot out hydraulics.",
        5998.0,
        6004.26
    ],
    [
        " We had 47 holes in that aircraft that morning.",
        6004.34,
        6006.48
    ],
    [
        " We counted the holes in the aircraft.",
        6006.88,
        6008.28
    ],
    [
        " 47 holes and lost hydraulics.",
        6008.84,
        6011.5
    ],
    [
        " And the...",
        6012.1,
        6013.24
    ],
    [
        " Any of you guys, any of you guys get wounded in the aircraft?",
        6013.24,
        6015.44
    ],
    [
        " Not.",
        6015.44,
        6015.68
    ],
    [
        " Not amazing.",
        6015.88,
        6017.02
    ],
    [
        " Isn't that amazing.",
        6017.32,
        6018.44
    ],
    [
        " I mean, it just blows my mind.",
        6019.8,
        6023.9
    ],
    [
        " But Fernandre came out and I thought it was interesting.",
        6024.5,
        6027.62
    ],
    [
        " Here's a Lieutenant Colonel coming out and it's like, welcome to this home.",
        6027.72,
        6030.76
    ],
    [
        " Alright, we got to get in a briefing tent.",
        6031.26,
        6032.66
    ],
    [
        " We got this thing.",
        6032.66,
        6033.4
    ],
    [
        " And we had a briefing tent for the...",
        6034.26,
        6036.06
    ],
    [
        " We were in the briefing tent.",
        6036.06,
        6037.2
    ],
    [
        " Kirk Lider.",
        6037.68,
        6038.14
    ],
    [
        " All were...",
        6038.56,
        6039.58
    ],
    [
        " Kirk Lider was commanded to 2.23rd aviation battalion.",
        6039.58,
        6043.92
    ],
    [
        " And told us about the afternoon mission.",
        6045.9,
        6047.36
    ],
    [
        " We got to get back in there.",
        6047.52,
        6048.36
    ],
    [
        " We got more troops to insert in a low-loan.",
        6048.44,
        6050.46
    ],
    [
        " And Kirk Fernandre looked at me and he said, well, I'm sure you want to go in there and fly.",
        6050.7,
        6055.64
    ],
    [
        " Two of your crews were on the ground and I said, yes sir, I certainly do.",
        6055.86,
        6059.08
    ],
    [
        " But I don't have an aircraft.",
        6059.22,
        6060.12
    ],
    [
        " He said, take mine.",
        6060.56,
        6061.4
    ],
    [
        " I said, sir, he said, take mine.",
        6062.02,
        6063.92
    ],
    [
        " But the only thing you got to take my crew chief with you.",
        6064.36,
        6066.44
    ],
    [
        " And then he pulled me aside and he said, now listen, that's a brand new aircraft.",
        6067.54,
        6071.24
    ],
    [
        " Don't you bring that thing back the way you brought yours back this morning?",
        6071.24,
        6074.6
    ],
    [
        " I said, yes sir.",
        6074.6,
        6076.02
    ],
    [
        " Well, you didn't obey that order very well, did you?",
        6076.68,
        6079.18
    ],
    [
        " No, because I...",
        6080.04,
        6081.4
    ],
    [
        " 58 holes in his aircraft.",
        6081.4,
        6082.8
    ],
    [
        " And we got back that afternoon.",
        6083.3,
        6085.36
    ],
    [
        " We were able to rescue the guys off the ground.",
        6085.56,
        6087.24
    ],
    [
        " So, talk us through that.",
        6087.42,
        6088.48
    ],
    [
        " So, you launch again to go back into this is...",
        6088.8,
        6091.8
    ],
    [
        " By the way, this is LZ-Lolo.",
        6091.8,
        6093.02
    ],
    [
        " You call it Lulu?",
        6093.3,
        6093.8
    ],
    [
        " Lolo.",
        6094.16,
        6094.42
    ],
    [
        " Yeah, it's made after a...",
        6095.06,
        6097.22
    ],
    [
        " Lolo Brigida.",
        6097.22,
        6099.1
    ],
    [
        " They were all named after...",
        6099.5,
        6100.76
    ],
    [
        " Lizz was after Lizz Batagler.",
        6100.76,
        6102.16
    ],
    [
        " What was the other one?",
        6102.54,
        6103.6
    ],
    [
        " I can't think of a name right now.",
        6104.52,
        6105.82
    ],
    [
        " But they were all named after Hollywood Starlets.",
        6106.78,
        6109.1
    ],
    [
        " But...",
        6110.08,
        6110.94
    ],
    [
        " So, you get the briefing of...",
        6110.94,
        6114.06
    ],
    [
        " Okay, we got guys on the ground.",
        6114.06,
        6115.68
    ],
    [
        " We got to go back in there.",
        6116.0,
        6116.98
    ],
    [
        " Yeah.",
        6117.1,
        6117.22
    ],
    [
        " And you just have 47 holes in your aircraft.",
        6117.34,
        6119.44
    ],
    [
        " That's what you saw.",
        6119.92,
        6120.52
    ],
    [
        " A bunch of your friends get shot down.",
        6120.66,
        6121.94
    ],
    [
        " You saw a bunch of other aircraft get shot down that are sitting in the LZ now.",
        6122.2,
        6125.0
    ],
    [
        " Yep.",
        6125.18,
        6125.34
    ],
    [
        " You get brought in the briefing room.",
        6125.48,
        6126.74
    ],
    [
        " Hey, you got to go again.",
        6126.74,
        6128.18
    ],
    [
        " You said I don't have an aircraft.",
        6128.18,
        6129.92
    ],
    [
        " Aircraft.",
        6130.3,
        6131.02
    ],
    [
        " The boss says you can take mine.",
        6131.1,
        6133.08
    ],
    [
        " Didn't even have 25 hours on it.",
        6133.42,
        6136.34
    ],
    [
        "",
        6136.34,
        6136.34
    ],
    [
        " Brand new Huey.",
        6136.74,
        6138.88
    ],
    [
        " And the only one caveat, you got to take my crew chief.",
        6139.0,
        6141.48
    ],
    [
        " Okay.",
        6142.0,
        6142.26
    ],
    [
        " So, we get to start.",
        6143.04,
        6147.18
    ],
    [
        " We get to see...",
        6147.48,
        6148.62
    ],
    [
        " Okay, let's crank them.",
        6148.62,
        6150.24
    ],
    [
        " By the way, there was no unit integrity anymore.",
        6150.68,
        6153.48
    ],
    [
        " I mean, we were just all kind of a whole big unit.",
        6153.66,
        6158.1
    ],
    [
        " Like, whoever could match.",
        6158.28,
        6159.16
    ],
    [
        " Who ever could do it.",
        6159.48,
        6160.08
    ],
    [
        " Aviation in a bird.",
        6160.08,
        6160.82
    ],
    [
        " Whoever could go.",
        6161.1,
        6161.72
    ],
    [
        " And so, we take off.",
        6162.48,
        6165.6
    ],
    [
        " We have troops on board.",
        6165.98,
        6167.86
    ],
    [
        " We take off.",
        6168.48,
        6169.72
    ],
    [
        " We put those troops on the ground.",
        6170.04,
        6171.86
    ],
    [
        " And I'm hovering around for a few seconds to make sure that our guys have gotten off.",
        6172.72,
        6178.24
    ],
    [
        " They were picked up by coming chairs in front of me.",
        6178.26,
        6180.2
    ],
    [
        " But I wanted to make sure that we had air by our ground.",
        6180.46,
        6182.72
    ],
    [
        " And by that time, as you described, the hammer taps on the screen.",
        6183.06,
        6187.16
    ],
    [
        " That were...",
        6187.28,
        6187.86
    ],
    [
        " I mean, it was just all over.",
        6187.86,
        6189.0
    ],
    [
        " And it's like I said earlier.",
        6189.16,
        6191.14
    ],
    [
        " Some people say, what was it like?",
        6191.74,
        6192.88
    ],
    [
        " I said, take your bare hand and grab a wassiness full of wasp.",
        6193.06,
        6197.06
    ],
    [
        " That's what it was like.",
        6197.82,
        6198.72
    ],
    [
        " And so, again, the same scenario, taking all these hits.",
        6199.64,
        6204.92
    ],
    [
        " Thank God, didn't get hit by an RPG.",
        6205.34,
        6206.86
    ],
    [
        " But the Nunciator panel, listening all the circuit.",
        6208.26,
        6212.1
    ],
    [
        " If a major system goes down or is damaged, you have a little light that flashes on.",
        6212.56,
        6216.74
    ],
    [
        " And on that light, it says, for example, hydraulics.",
        6217.18,
        6219.9
    ],
    [
        " So, you know something's happened to your hydraulics system.",
        6220.32,
        6222.38
    ],
    [
        " Tail rotor.",
        6223.34,
        6223.66
    ],
    [
        " You know something's happened to your tail rotor.",
        6223.92,
        6225.52
    ],
    [
        " So, but the one that got me that started flashing was main rotor transmission.",
        6225.98,
        6231.4
    ],
    [
        " What does that one mean?",
        6232.14,
        6233.76
    ],
    [
        " Transmission.",
        6235.24,
        6236.96
    ],
    [
        " Oh, the transmission.",
        6237.08,
        6237.84
    ],
    [
        " Main rotor.",
        6238.08,
        6238.8
    ],
    [
        " Yeah, okay.",
        6238.9,
        6239.3
    ],
    [
        " So, it means what it says.",
        6239.5,
        6240.4
    ],
    [
        " Yeah, yeah.",
        6240.4,
        6241.82
    ],
    [
        " And we got her back on the ground.",
        6242.06,
        6247.4
    ],
    [
        " Well, we'll come to the hover.",
        6247.42,
        6248.36
    ],
    [
        " We put it down at case on.",
        6248.8,
        6251.0
    ],
    [
        " And the main rotor locked.",
        6251.58,
        6253.76
    ],
    [
        " Seized.",
        6254.86,
        6255.98
    ],
    [
        " Turned the chopper almost 270 degrees around from our landing head.",
        6256.38,
        6260.28
    ],
    [
        " There were actually bell tech reps up at case on.",
        6260.82,
        6265.98
    ],
    [
        " Looking at damage.",
        6267.58,
        6268.62
    ],
    [
        " Because they were riding their reports for, hey, this is what we need to improve on the newer models of the Huey.",
        6268.82,
        6276.5
    ],
    [
        " They were riding their reports.",
        6276.86,
        6277.98
    ],
    [
        " They got told me, he said, sure, you're very lucky.",
        6278.52,
        6280.54
    ],
    [
        " He said, you could have had that transmission could have ceased in the air.",
        6281.14,
        6285.66
    ],
    [
        " He said, you guys wouldn't be here.",
        6285.7,
        6287.04
    ],
    [
        " And it seized on the ground.",
        6287.8,
        6289.36
    ],
    [
        " Fnander came over.",
        6291.38,
        6292.72
    ],
    [
        " 50 holes in a aircraft.",
        6293.62,
        6298.58
    ],
    [
        " And a locked seized transmission.",
        6299.6,
        6301.38
    ],
    [
        " And a seized transmission.",
        6301.48,
        6303.36
    ],
    [
        " That helicopter obviously didn't fly again that day.",
        6303.98,
        6309.44
    ],
    [
        " That's two of them one day.",
        6310.06,
        6312.2
    ],
    [
        " I'd say we'd lost a lot of aircraft that day.",
        6317.12,
        6319.56
    ],
    [
        " And it was getting nighttime.",
        6319.8,
        6321.14
    ],
    [
        " We had this guy that liked to fix this stuff called Cometurus stew.",
        6322.28,
        6327.0
    ],
    [
        " And there were, on case on, there was actually wild onions.",
        6328.5,
        6335.22
    ],
    [
        " You could pull it out of the ground.",
        6335.68,
        6337.02
    ],
    [
        " And he and a bunch of guys had collected that.",
        6338.24,
        6340.98
    ],
    [
        " He always kept this pot and poured it, can't water it in this pot.",
        6341.72,
        6344.9
    ],
    [
        " Throw those thing, then put a bunch of sea rations in there and stir all that stuff up.",
        6345.3,
        6349.16
    ],
    [
        " And anything that takes good of a Texas P-done.",
        6349.8,
        6352.22
    ],
    [
        " So we were all head out of stuff done.",
        6353.3,
        6357.26
    ],
    [
        " And we were everybody was sort of sitting around.",
        6358.38,
        6360.26
    ],
    [
        " I think he had some paper plates or something with him.",
        6360.64,
        6363.48
    ],
    [
        " And you know, you eat with your fingers and all that stuff.",
        6364.24,
        6366.68
    ],
    [
        " We were all sort of gathered around there waiting for Major Claude.",
        6366.8,
        6371.5
    ],
    [
        " Cometurus tells us what our next missions were.",
        6371.88,
        6374.52
    ],
    [
        " We took ten aircraft up that morning.",
        6375.8,
        6378.88
    ],
    [
        " And we lost, well, we lost, if you count 11 aircraft,",
        6380.14,
        6387.44
    ],
    [
        " Colonel Fernandez bird, we lost seven.",
        6388.06,
        6390.36
    ],
    [
        " We did have one gunner hit.",
        6393.02,
        6396.3
    ],
    [
        " But, you know, Purple Heart Loom, but superficial.",
        6397.72,
        6401.86
    ],
    [
        " But still, he got hit.",
        6403.42,
        6404.28
    ],
    [
        " You know, that's bad stuff.",
        6404.52,
        6405.58
    ],
    [
        " But we were sitting there sort of gathering around.",
        6406.36,
        6409.64
    ],
    [
        " And all of a sudden, we see Cometurus figure just tall and lean.",
        6410.02,
        6417.36
    ],
    [
        " And I got the glint of the stars on his helmet.",
        6419.88,
        6422.54
    ],
    [
        " And he said, he got closer to us.",
        6423.76,
        6425.26
    ],
    [
        " He was the epitome of Spitschon Boots, and it was General Sidbury.",
        6426.22,
        6432.08
    ],
    [
        " And he came over and he said, I just want to tell you Cometurus",
        6432.92,
        6439.42
    ],
    [
        " what a great job he did today.",
        6439.42,
        6440.68
    ],
    [
        " And he said, I don't want to disturb your child.",
        6444.7,
        6447.5
    ],
    [
        " And we said, well, sir, come on, have some chowly.",
        6447.7,
        6449.74
    ],
    [
        " He said, no, that's your chow.",
        6449.84,
        6451.42
    ],
    [
        " I grabbed something to eat up here.",
        6451.52,
        6452.7
    ],
    [
        " But I just wanted you all to know what a great job he did today.",
        6452.7,
        6455.9
    ],
    [
        " And with that, he said, girl, for now,",
        6457.2,
        6460.52
    ],
    [
        " I'm going to release you all for the night.",
        6460.6,
        6462.78
    ],
    [
        " So we all jumped on the four remaining aircraft",
        6463.32,
        6466.22
    ],
    [
        " and came back to Camp Eagle.",
        6466.22,
        6468.34
    ],
    [
        " There's a section in here in the book where that gets described",
        6471.16,
        6476.46
    ],
    [
        " a little bit.",
        6476.46,
        6477.12
    ],
    [
        " You're on this flight back to Camp Eagle.",
        6477.6,
        6479.16
    ],
    [
        " And I'm going to the book here.",
        6480.22,
        6481.08
    ],
    [
        " It says, sitting mesmerized on the floor of one of the Hueys",
        6481.2,
        6484.82
    ],
    [
        " was Captain J. Tate, Comin' Chiro 26.",
        6484.82,
        6487.34
    ],
    [
        " Tate, the second flight platoon leader, was deep and thought,",
        6488.66,
        6491.98
    ],
    [
        " having lost two aircraft this day to enemy fire.",
        6492.32,
        6495.22
    ],
    [
        " The flight was at 6,000 feet flying over a cloud overcast",
        6496.3,
        6501.9
    ],
    [
        " with the sun projecting the aircraft shadow on the cloud below them.",
        6501.9,
        6505.46
    ],
    [
        " In addition, a halo appeared around the shadow.",
        6506.24,
        6508.68
    ],
    [
        " He was sitting in the doorway behind the right seat pilot",
        6509.34,
        6512.48
    ],
    [
        " with a set of headphones that the crew chief had given him.",
        6512.48,
        6515.5
    ],
    [
        " Wondering to himself why he and his crew had survived this horrendous day,",
        6516.62,
        6520.46
    ],
    [
        " he heard a voice say to him, don't worry, Jay, you're going to be okay.",
        6520.72,
        6524.7
    ],
    [
        " He looked up to see who was talking to him.",
        6525.62,
        6528.24
    ],
    [
        " No one was.",
        6529.34,
        6530.06
    ],
    [
        " Each passenger was lost in their own thoughts.",
        6530.54,
        6532.54
    ],
    [
        " He heard the voice again, don't worry, Jay.",
        6532.98,
        6535.22
    ],
    [
        " You're going to be okay.",
        6535.92,
        6537.2
    ],
    [
        " Just then, amazing grace played on the Armed Forces Vietnam Radio Network.",
        6538.5,
        6544.28
    ],
    [
        " And there's a footnote here that says one week later,",
        6544.96,
        6548.9
    ],
    [
        " Jay received a letter from his mother.",
        6549.02,
        6551.24
    ],
    [
        " She related a dream she'd had the night before, in which Jay's father had told her,",
        6551.84,
        6556.78
    ],
    [
        " don't worry, Jay, you are going to be okay.",
        6557.34,
        6560.22
    ],
    [
        " The letter was dated four March.",
        6561.12,
        6563.12
    ],
    [
        " Jay still has the letter.",
        6564.24,
        6566.74
    ],
    [
        " Touching.",
        6582.34,
        6583.06
    ],
    [
        " Yeah, that's an amazing, amazing story.",
        6583.54,
        6587.0
    ],
    [
        " Emotional.",
        6587.78,
        6588.3
    ],
    [
        " I watched that shadow where we were actually flying between two layers of clouds.",
        6589.94,
        6598.16
    ],
    [
        " The sun broke through the upper layer and cast the shadow.",
        6598.9,
        6604.72
    ],
    [
        " And of course, the heat of the chopper, the coolness of that altitude,",
        6605.64,
        6610.46
    ],
    [
        " for sort of a rainbow effect around that shadow.",
        6610.46,
        6613.34
    ],
    [
        " The crew chief actually didn't lend me a set of earphones.",
        6615.18,
        6622.64
    ],
    [
        " I had my flight helmet on and had it plugged in, listening to AFVN",
        6622.8,
        6627.74
    ],
    [
        " because I had been talking about, he said,",
        6627.74,
        6630.84
    ],
    [
        " there's a major war going on up in our core.",
        6631.38,
        6634.88
    ],
    [
        " And he said, there's been a lot of helicopters destroyed.",
        6635.08,
        6643.38
    ],
    [
        " And he said, I want to play this next song for these guys.",
        6643.96,
        6647.08
    ],
    [
        " That's when he played amazing grace.",
        6648.0,
        6649.82
    ],
    [
        " And I can tell you, as I sit here right now, I heard that voice.",
        6651.56,
        6658.48
    ],
    [
        " And to get that letter, and to hear my mom, and to hear her,",
        6664.16,
        6669.88
    ],
    [
        " read her words that she thought dad was telling her,",
        6669.9,
        6675.12
    ],
    [
        " don't worry, Jay's going to be okay.",
        6675.24,
        6678.04
    ],
    [
        " And she woke my dad up and said, oh, honey, you're dreaming.",
        6679.46,
        6682.9
    ],
    [
        " Go back to sleep.",
        6683.2,
        6684.6
    ],
    [
        " She said, no, you said, didn't you tell me Jay's going to be okay?",
        6685.04,
        6687.54
    ],
    [
        " You said, honey, don't worry, you're okay.",
        6687.72,
        6689.96
    ],
    [
        " Don't tell me there's not a God.",
        6690.74,
        6692.04
    ],
    [
        " I mean, if I pretended to be a Christian at one time,",
        6692.54,
        6697.76
    ],
    [
        " but I'll tell you what, that afternoon, I became a Christian.",
        6697.76,
        6703.56
    ],
    [
        " That's the only way I can say why I survived.",
        6705.0,
        6708.2
    ],
    [
        " And that's not to say those who died weren't,",
        6708.8,
        6710.6
    ],
    [
        " because I had prayed, God, I know I'm going to die.",
        6710.92,
        6713.76
    ],
    [
        " Just don't let me get shut up so bad my mother won't recognize me.",
        6713.96,
        6717.32
    ],
    [
        " And I came home, a changed person.",
        6719.7,
        6726.1
    ],
    [
        " When my mother died, she had the same pastor.",
        6726.1,
        6736.22
    ],
    [
        " She passed away in 2010.",
        6736.66,
        6738.26
    ],
    [
        " She had relayed that story about the dream to her pastor,",
        6739.88,
        6744.34
    ],
    [
        " and he had made notes about that, that was in his file.",
        6745.36,
        6748.3
    ],
    [
        " And during her celebration of life service, he talked about that.",
        6748.84,
        6752.92
    ],
    [
        " When you got done, when you guys flew back to Camp Eagle,",
        6754.02,
        6764.54
    ],
    [
        " did you, what did you stand down for the night,",
        6765.16,
        6768.88
    ],
    [
        " and then you went back into it?",
        6768.9,
        6770.72
    ],
    [
        " Our flight ops guys were monitoring everything on our company frequency.",
        6772.02,
        6777.22
    ],
    [
        " And they had heard all the chaos,",
        6777.62,
        6780.52
    ],
    [
        " and the horror that was being dealt to us.",
        6780.52,
        6787.24
    ],
    [
        " And so of the 10 crew,",
        6788.72,
        6793.18
    ],
    [
        " we all came back on those four ships,",
        6797.34,
        6799.36
    ],
    [
        " because 11 ships, if you count,",
        6799.36,
        6801.32
    ],
    [
        " were a crown for an undership.",
        6801.52,
        6802.86
    ],
    [
        " They were all outside waiting for us to come in,",
        6803.58,
        6811.7
    ],
    [
        " waiting their hats, and we all landed.",
        6812.8,
        6816.7
    ],
    [
        " They all ran up, and everybody was getting a hug,",
        6817.24,
        6820.72
    ],
    [
        " and everybody was,",
        6821.2,
        6822.2
    ],
    [
        " Colbeur was on the, on the flight line.",
        6822.6,
        6825.92
    ],
    [
        " And it was just a big celebration,",
        6826.28,
        6831.58
    ],
    [
        " and especially because we brought,",
        6831.78,
        6833.02
    ],
    [
        " Elv, Morrison, his crew, and Bergen, his crew,",
        6833.24,
        6836.22
    ],
    [
        " Jerry Cruz, we got them off of there.",
        6836.96,
        6839.22
    ],
    [
        " And they were sitting on the floor,",
        6840.04,
        6842.24
    ],
    [
        " plugged in, listed as something.",
        6842.56,
        6845.3
    ],
    [
        " That's the camaraderie.",
        6849.46,
        6851.66
    ],
    [
        " And as I told Matt Jackson,",
        6851.8,
        6854.94
    ],
    [
        " I said aviation crews are different.",
        6855.62,
        6858.96
    ],
    [
        " Rank is superfluous.",
        6860.12,
        6862.32
    ],
    [
        " Everybody has a specific mission.",
        6863.22,
        6866.52
    ],
    [
        " Crew chief, door gunner, co-pilot, aircraft commander.",
        6867.42,
        6870.44
    ],
    [
        " Everybody has a specific mission.",
        6870.96,
        6873.2
    ],
    [
        " But nobody can do that one mission by themselves.",
        6873.5,
        6877.1
    ],
    [
        " It takes all of us working together as a team.",
        6877.1,
        6879.54
    ],
    [
        " And I don't care if I'm a captain,",
        6880.12,
        6883.34
    ],
    [
        " and you're a spec four crew chief.",
        6883.72,
        6886.2
    ],
    [
        " I'm no better than you are.",
        6887.04,
        6888.26
    ],
    [
        " And if it wasn't for you,",
        6888.94,
        6890.96
    ],
    [
        " I can be flying this airplane.",
        6891.08,
        6892.18
    ],
    [
        " Same with the door gunner.",
        6893.3,
        6894.38
    ],
    [
        " That's a lesson you learn out of.",
        6895.4,
        6899.94
    ],
    [
        " You learn a lot about team.",
        6900.02,
        6901.88
    ],
    [
        " You learn about personal courage.",
        6902.02,
        6904.3
    ],
    [
        " You learn about personal responsibility.",
        6904.8,
        6908.22
    ],
    [
        " You learn a certain sense of tenacity.",
        6909.66,
        6917.98
    ],
    [
        " You can't be lazy.",
        6918.66,
        6921.02
    ],
    [
        " Their dedication's got to be there.",
        6922.22,
        6925.18
    ],
    [
        " And that's what I experienced with these guys at Vietnam.",
        6926.38,
        6928.52
    ],
    [
        " Every one of them.",
        6930.32,
        6931.54
    ],
    [
        " There was no lacquard.",
        6931.94,
        6934.16
    ],
    [
        " Every one of them.",
        6934.68,
        6936.24
    ],
    [
        " Even the guys in the maintenance hanger",
        6936.66,
        6940.08
    ],
    [
        " that didn't fly those missions with us.",
        6940.08,
        6942.48
    ],
    [
        " And many of them would jump into fly mission just to get out there and do it.",
        6942.58,
        6947.7
    ],
    [
        " But even to the clerk that wrote the awards up,",
        6947.72,
        6951.74
    ],
    [
        " there was such a sense of dedication and camaraderie",
        6952.2,
        6955.94
    ],
    [
        " that I have never experienced in my entire life since then.",
        6955.94,
        6959.68
    ],
    [
        " Never.",
        6961.32,
        6961.46
    ],
    [
        " In my twenty years in uniform,",
        6962.86,
        6967.02
    ],
    [
        " and the thirteen years that I was fortunate to serve as a civilian",
        6967.16,
        6972.18
    ],
    [
        " with the office of the Secretary of Defense,",
        6972.18,
        6975.46
    ],
    [
        " nothing, nothing will ever compare to what I experienced,",
        6976.48,
        6981.1
    ],
    [
        " especially in the Lamson 719.",
        6982.14,
        6984.78
    ],
    [
        " Even the command and control North missions,",
        6986.96,
        6989.18
    ],
    [
        " though they were hairy,",
        6990.02,
        6991.68
    ],
    [
        " though they had some twist in turns I would have never expected.",
        6992.32,
        6996.66
    ],
    [
        " And we lost two crew on command and control North missions.",
        6997.76,
        7002.04
    ],
    [
        " That's horrible.",
        7002.82,
        7004.18
    ],
    [
        " But nothing compares with Lamson 719.",
        7005.28,
        7009.54
    ],
    [
        " And I think that's where the...",
        7010.68,
        7016.38
    ],
    [
        " What we now see as air salt,",
        7016.38,
        7019.28
    ],
    [
        " that's where it was born.",
        7019.66,
        7021.52
    ],
    [
        " It was born there.",
        7021.94,
        7024.28
    ],
    [
        " We had to think on our feet.",
        7024.74,
        7025.8
    ],
    [
        " We did things that were written down.",
        7025.9,
        7027.4
    ],
    [
        " We had to think on our feet.",
        7027.92,
        7029.08
    ],
    [
        " And I mean, like coming to the ten-foot hover",
        7030.36,
        7033.9
    ],
    [
        " versus putting your skills in the ground,",
        7033.9,
        7035.3
    ],
    [
        " how do you learn that?",
        7035.44,
        7036.12
    ],
    [
        " You learn it from experience.",
        7036.24,
        7037.46
    ],
    [
        " Just things...",
        7048.02,
        7043.94
    ],
    [
        " I guess they're being learned today",
        7043.94,
        7050.4
    ],
    [
        " more as they teach air assault at Fort Campbell today.",
        7050.4,
        7054.2
    ],
    [
        " But my God, that was...",
        7055.36,
        7059.34
    ],
    [
        " I went to a reunion at Fort Campbell several years back,",
        7059.34,
        7062.56
    ],
    [
        " and the guys are all flying black hawks.",
        7063.7,
        7066.38
    ],
    [
        " Now then.",
        7066.98,
        7068.4
    ],
    [
        " They looked at us like we were war two pilots,",
        7069.28,
        7073.3
    ],
    [
        " five between nine,",
        7073.78,
        7074.92
    ],
    [
        " with the low tech, all of this.",
        7076.0,
        7077.48
    ],
    [
        " And they were captivated by the stories",
        7078.6,
        7080.8
    ],
    [
        " that we could tell.",
        7080.8,
        7083.62
    ],
    [
        " You know, if it wasn't for GPS,",
        7085.28,
        7090.1
    ],
    [
        " I couldn't drive my car from point A to point B.",
        7090.1,
        7093.04
    ],
    [
        " But up in the air, I could shoot a vector,",
        7093.36,
        7095.84
    ],
    [
        " and I could say pop smoke,",
        7095.96,
        7096.96
    ],
    [
        " and identify the smoke,",
        7097.02,
        7098.14
    ],
    [
        " and you'd exactly where I was going.",
        7098.26,
        7099.44
    ],
    [
        " Just things you learn.",
        7100.3,
        7102.42
    ],
    [
        " Probably one of the wards I'm most proud of",
        7103.86,
        7107.24
    ],
    [
        " is an Army Commodation Medal.",
        7107.24,
        7108.94
    ],
    [
        " And I got that from Battalion Commander.",
        7110.44,
        7112.5
    ],
    [
        " We inserted his soldiers into the Asheville Valley.",
        7112.78,
        7116.14
    ],
    [
        " This was after 719.",
        7118.32,
        7121.48
    ],
    [
        " And it had been a long day for them.",
        7122.94,
        7124.6
    ],
    [
        " And it was starting to start,",
        7125.74,
        7129.24
    ],
    [
        " and I got a call from something six.",
        7129.44,
        7132.56
    ],
    [
        " And I answered the phone,",
        7134.12,
        7135.2
    ],
    [
        " and he says,",
        7135.3,
        7135.62
    ],
    [
        " could you take a one more mission?",
        7136.06,
        7137.4
    ],
    [
        " I said, well, yes sir, sure we kind of did call ops",
        7139.08,
        7142.08
    ],
    [
        " because they're expecting us.",
        7142.08,
        7143.12
    ],
    [
        " He said, well,",
        7145.26,
        7146.42
    ],
    [
        " I want to treat my troops to ice cream.",
        7146.96,
        7149.66
    ],
    [
        " And they've got ice cream,",
        7150.88,
        7152.96
    ],
    [
        " and Burmite cans on our long pad back at Eagle.",
        7153.34,
        7156.68
    ],
    [
        " I said, not a problem sir.",
        7157.38,
        7159.16
    ],
    [
        " And we flew an ice cream mission in there,",
        7160.64,
        7163.04
    ],
    [
        " and he awarded his troops for their hard work.",
        7163.8,
        7166.3
    ],
    [
        " And I got an article for that.",
        7167.08,
        7170.7
    ],
    [
        " I bet you that ice cream tasted good.",
        7174.44,
        7176.3
    ],
    [
        " Yeah.",
        7177.92,
        7178.46
    ],
    [
        " And after that, I went with Leonard and LZ.",
        7180.58,
        7185.6
    ],
    [
        " Many times I'd get out of the cockpit.",
        7186.96,
        7189.08
    ],
    [
        " Always wore spit-shime boots.",
        7190.7,
        7192.2
    ],
    [
        " I was dressed right, dressed right in front the whole time.",
        7192.68,
        7195.16
    ],
    [
        " I always wore spit-shime boots.",
        7195.32,
        7196.46
    ],
    [
        " But I made her the my goal.",
        7197.0,
        7199.06
    ],
    [
        " I was going to get out of that damn cockpit.",
        7199.24,
        7201.26
    ],
    [
        " And I'd say, okay, Peter Pollyg, you got it.",
        7202.5,
        7205.04
    ],
    [
        " Copilot.",
        7205.26,
        7206.06
    ],
    [
        " And I'd help the troops unload supplies off the ship.",
        7206.78,
        7210.04
    ],
    [
        " And I want to thank they appreciate that.",
        7210.84,
        7214.9
    ],
    [
        " They hear a aviation captain getting out of the cockpit,",
        7216.6,
        7219.76
    ],
    [
        " and he's doing sweat work.",
        7220.42,
        7221.56
    ],
    [
        " That's what I learned in Vietnam.",
        7222.4,
        7225.72
    ],
    [
        " We had a, and just a non-believeable relationship",
        7228.26,
        7232.68
    ],
    [
        " with 101st in the Battle of Ramadi.",
        7232.68,
        7234.92
    ],
    [
        " The first of 506 was there.",
        7235.38,
        7237.14
    ],
    [
        " And I could never say enough good things about their leadership",
        7238.36,
        7244.76
    ],
    [
        " and the soldiers on the ground.",
        7244.76,
        7246.18
    ],
    [
        " The fighting that they did was just amazing, amazing courage.",
        7246.52,
        7252.6
    ],
    [
        " And one of my guys, Mike Imonsor, was killed",
        7258.88,
        7262.18
    ],
    [
        " during a mission supporting them.",
        7262.18,
        7263.66
    ],
    [
        " And when we got home, we went out.",
        7263.98,
        7267.72
    ],
    [
        " And on their wall, where they have the list of the soldiers",
        7267.94,
        7271.44
    ],
    [
        " that they lost in the Battle of Ramadi,",
        7271.44,
        7273.8
    ],
    [
        " they have Mikey's name up there with him.",
        7274.36,
        7275.88
    ],
    [
        " I think we're fortunate, Jacque.",
        7284.18,
        7285.9
    ],
    [
        " We're fortunate that we knew people like that.",
        7286.42,
        7289.5
    ],
    [
        " And there will be people who will go to their graves",
        7290.48,
        7293.38
    ],
    [
        " that never experience that kind of heroism,",
        7293.38,
        7297.18
    ],
    [
        " that kind of commitment, that kind of courage,",
        7297.22,
        7300.68
    ],
    [
        " that kind of teamwork, the camaraderie,",
        7301.24,
        7304.3
    ],
    [
        " they will never, ever experience it.",
        7304.3,
        7306.82
    ],
    [
        " And I think you and I are very fortunate",
        7307.2,
        7309.98
    ],
    [
        " that we've had that opportunity.",
        7309.98,
        7311.72
    ],
    [
        " Indeed, we wouldn't trade it for the world.",
        7312.66,
        7316.48
    ],
    [
        " We're going back to Lamb's song.",
        7317.38,
        7326.36
    ],
    [
        " Once you had that, what did they give you a night of rest",
        7326.82,
        7330.2
    ],
    [
        " and then you started flying missions again?",
        7330.2,
        7331.74
    ],
    [
        " I had two days down.",
        7332.28,
        7335.0
    ],
    [
        " And then started flying again.",
        7336.34,
        7337.64
    ],
    [
        " It was after that that during the resupplies,",
        7338.18,
        7341.88
    ],
    [
        " when I think the Arvin knew that the NBA had a hell",
        7341.88,
        7349.08
    ],
    [
        " a lot more confidence and air ability than the Arvin did.",
        7349.08,
        7351.86
    ],
    [
        " It was after that doing those resupply missions in there",
        7352.6,
        7359.06
    ],
    [
        " that I actually experienced them abandoning the battle space.",
        7359.06,
        7364.56
    ],
    [
        " I didn't experience that before Lamb's song 719.",
        7365.94,
        7369.62
    ],
    [
        " I always thought it was interesting when we were going to a PC",
        7371.0,
        7375.88
    ],
    [
        " early morning, put the choppers down,",
        7375.88,
        7380.72
    ],
    [
        " waiting for them to load up, the Arvin,",
        7380.92,
        7382.74
    ],
    [
        " the South Vietnamese load up.",
        7382.98,
        7384.12
    ],
    [
        " But I'd see them sitting there,",
        7384.86,
        7385.94
    ],
    [
        " and they had water in their still pots",
        7386.52,
        7389.64
    ],
    [
        " and they were brushing their teeth.",
        7389.64,
        7391.32
    ],
    [
        " And it was like, this is extremely important",
        7392.2,
        7394.94
    ],
    [
        " that I brushed my teeth and all we saw.",
        7394.94,
        7396.68
    ],
    [
        " Well, that's kind of interesting that they're doing that",
        7397.48,
        7401.34
    ],
    [
        " personal hygiene in there going pour the water out,",
        7401.34,
        7405.26
    ],
    [
        " put their helmet liners back in,",
        7405.94,
        7408.3
    ],
    [
        " put their helmets under going climb aboard this aircraft,",
        7408.48,
        7410.68
    ],
    [
        " and God knows what faces them when they hit the LZ.",
        7411.18,
        7414.2
    ],
    [
        " But they made sure that their teeth were clean.",
        7415.12,
        7417.34
    ],
    [
        " As this goes on, like you said,",
        7422.26,
        7425.0
    ],
    [
        " the tide started to turn.",
        7425.22,
        7426.78
    ],
    [
        " I think the goal became just to get to,",
        7428.04,
        7433.4
    ],
    [
        " how do you say it, Chipone?",
        7433.58,
        7434.42
    ],
    [
        " Is that how they say it?",
        7434.8,
        7435.48
    ],
    [
        " Chipone.",
        7435.64,
        7435.98
    ],
    [
        " Chipone.",
        7436.26,
        7436.78
    ],
    [
        " The goal is to get there.",
        7437.18,
        7438.36
    ],
    [
        " They kind of got there,",
        7438.94,
        7441.4
    ],
    [
        " like almost like playing tag, touched it.",
        7441.52,
        7444.44
    ],
    [
        " Yeah, we made it, and then said,",
        7444.76,
        7447.34
    ],
    [
        " let's get out of here.",
        7447.86,
        7449.48
    ],
    [
        " And by the way, there was hardly anything there about it.",
        7449.48,
        7452.62
    ],
    [
        " And then as the arvents started to retreat,",
        7452.62,
        7460.34
    ],
    [
        " then the NVA stepped up the attacks even more.",
        7460.74,
        7463.54
    ],
    [
        " And it just slaughtered.",
        7464.62,
        7469.0
    ],
    [
        " Yeah.",
        7469.0,
        7469.2
    ],
    [
        " And that's where I picked up the body bags",
        7469.8,
        7472.3
    ],
    [
        " with the dead arvents soldiers in them.",
        7472.3,
        7476.08
    ],
    [
        " Turns into a bit of a route",
        7481.36,
        7482.9
    ],
    [
        " as the arvents are now leaving.",
        7482.9,
        7487.1
    ],
    [
        " You know, there's...",
        7488.5,
        7490.28
    ],
    [
        " Again, I mean, I'm just a couple of days here, March 21st,",
        7490.28,
        7495.6
    ],
    [
        " the NVA, the North Vietnamese attack,",
        7495.76,
        7499.44
    ],
    [
        " their division attacks a second and third,",
        7500.02,
        7501.52
    ],
    [
        " but times, US air support during the day included",
        7501.62,
        7504.34
    ],
    [
        " 788 kilo gunship swordies,",
        7504.34,
        7507.92
    ],
    [
        " 157 attack glare strikes and 11 B-52 strikes.",
        7508.82,
        7512.36
    ],
    [
        " Fast forward another day, March 23rd.",
        7512.8,
        7518.62
    ],
    [
        " 756 kilo gunship swordies,",
        7518.62,
        7522.7
    ],
    [
        " 238 attack glare strikes, 11 B-52 strikes.",
        7522.96,
        7526.96
    ],
    [
        " This is as they're kind of getting back to the border",
        7527.5,
        7531.56
    ],
    [
        " to South Vietnam.",
        7531.56,
        7533.04
    ],
    [
        " Right.",
        7533.42,
        7533.54
    ],
    [
        " March 25th, finally, 45 days after the start of the operation,",
        7535.76,
        7539.86
    ],
    [
        " all the South Vietnamese forces are out of Laos.",
        7540.16,
        7543.44
    ],
    [
        " And...",
        7544.22,
        7545.52
    ],
    [
        " Well, so to speak.",
        7545.52,
        7546.54
    ],
    [
        " Yeah, yeah.",
        7546.9,
        7547.72
    ],
    [
        " Strugglers.",
        7547.74,
        7548.18
    ],
    [
        " Yeah.",
        7548.76,
        7549.08
    ],
    [
        " I guess the ones that they are accounting for are back.",
        7549.3,
        7552.92
    ],
    [
        " April 6th, the basic case on is under attack",
        7554.54,
        7561.48
    ],
    [
        " and it gets abandoned.",
        7561.76,
        7563.56
    ],
    [
        " And to your point earlier on April 7th.",
        7564.16,
        7568.62
    ],
    [
        " So that's April 6th.",
        7568.64,
        7569.58
    ],
    [
        " The operation is over.",
        7569.72,
        7571.74
    ],
    [
        " Case on is abandoned.",
        7572.06,
        7573.14
    ],
    [
        " April 7th, President Nixon declares tonight I can report",
        7574.3,
        7577.68
    ],
    [
        " that Vietnamese has succeeded.",
        7577.68,
        7580.26
    ],
    [
        " And announces a further withdrawal of 100,000 more troops.",
        7581.66,
        7584.94
    ],
    [
        " Friendly losses during this operation.",
        7586.14,
        7590.36
    ],
    [
        " 7 fixed wing planes, 108 helicopters lost.",
        7592.02,
        7596.0
    ],
    [
        " 618 helicopters damaged 20% beyond repair.",
        7597.04,
        7601.38
    ],
    [
        " 32 artillery pieces captured.",
        7601.58,
        7603.96
    ],
    [
        " And these are South Vietnamese artillery pieces.",
        7604.16,
        7606.7
    ],
    [
        " South Vietnamese tank 71 of them.",
        7606.92,
        7608.68
    ],
    [
        " South Vietnamese armored vehicles 163 of them.",
        7609.54,
        7611.96
    ],
    [
        " 37 half tracks, 278 trucks destroyed.",
        7612.5,
        7615.92
    ],
    [
        " South Vietnamese loss.",
        7617.84,
        7619.32
    ],
    [
        " And I couldn't really come up with a great number on this.",
        7619.64,
        7623.14
    ],
    [
        " But it's between 5,000 and 15,000 men killed wounded or missing.",
        7623.86,
        7628.98
    ],
    [
        " Depending on the source that you go to.",
        7629.38,
        7630.92
    ],
    [
        " Americans.",
        7632.34,
        7632.84
    ],
    [
        " 1,149 wounded.",
        7634.2,
        7637.12
    ],
    [
        " 38 missing in action.",
        7637.8,
        7639.56
    ],
    [
        " 215 killed in action.",
        7640.46,
        7642.42
    ],
    [
        " 215 killed in action.",
        7645.92,
        7646.0
    ],
    [
        " 215 killed in action.",
        7646.0,
        7652.12
    ],
    [
        " 215 killed in action.",
        7652.12,
        7655.26
    ],
    [
        " 215 killed in action.",
        7655.26,
        7657.04
    ],
    [
        " You know, that's the second time we left Case on.",
        7657.04,
        7660.02
    ],
    [
        " We left it in 68.",
        7660.52,
        7662.62
    ],
    [
        " After the Marines got overrun.",
        7663.46,
        7665.18
    ],
    [
        " 215 killed in action.",
        7665.84,
        7668.38
    ],
    [
        " And here we go again.",
        7668.38,
        7669.34
    ],
    [
        " And you often hear combat soldiers say we fought hard.",
        7669.68,
        7673.78
    ],
    [
        " We lost skies in our unit to take that hill.",
        7673.78,
        7676.1
    ],
    [
        " And then we took it.",
        7676.26,
        7676.96
    ],
    [
        " We left it.",
        7677.0,
        7677.56
    ],
    [
        " Now we have to go back and take it again.",
        7677.76,
        7679.42
    ],
    [
        " There it is.",
        7680.18,
        7683.2
    ],
    [
        " So now this operation is over.",
        7683.72,
        7690.14
    ],
    [
        " I mean, did attitudes start to change?",
        7690.98,
        7695.14
    ],
    [
        " You're hearing Nixon saying that Vietnamese is working.",
        7695.14,
        7697.94
    ],
    [
        " And you see the South Vietnamese fleeing the battlefield.",
        7698.26,
        7702.06
    ],
    [
        " What was the attitude of you all?",
        7702.58,
        7706.72
    ],
    [
        " In my unit, and that's all I can speak for.",
        7707.1,
        7710.36
    ],
    [
        " The spritical or never ceased.",
        7711.4,
        7716.86
    ],
    [
        " We were still flying command and control north supporting those guys.",
        7718.0,
        7721.92
    ],
    [
        " And their mission grew even more critical.",
        7723.36,
        7729.62
    ],
    [
        " Because they were there judging.",
        7730.22,
        7732.1
    ],
    [
        " Now that Lamsam is over, what's the pavement?",
        7732.3,
        7737.24
    ],
    [
        " North fit in the knees.",
        7738.1,
        7739.34
    ],
    [
        " Army doing now.",
        7739.84,
        7740.68
    ],
    [
        " Where are they?",
        7741.02,
        7741.54
    ],
    [
        " You know, it was during that time.",
        7742.74,
        7744.0
    ],
    [
        " I was shortly after I left the overrun quantity.",
        7745.42,
        7747.34
    ],
    [
        " Don't ha.",
        7747.56,
        7747.98
    ],
    [
        " Evans was certainly within their site camp.",
        7750.44,
        7753.86
    ],
    [
        " Evans, which was north of Camp Bego 101 Headquarters.",
        7753.9,
        7758.22
    ],
    [
        " But I never saw any sense of behavior that said,",
        7759.58,
        7768.32
    ],
    [
        " okay, well, 7-1-9 is over.",
        7768.46,
        7770.78
    ],
    [
        " I guess the war is over.",
        7771.08,
        7772.8
    ],
    [
        " I never saw that attitude.",
        7773.26,
        7774.72
    ],
    [
        " Our soldiers remained very professional soldiers.",
        7775.72,
        7780.78
    ],
    [
        " That's amazing because many armor just 19 years old.",
        7781.62,
        7784.72
    ],
    [
        " Some armor 18.",
        7785.4,
        7786.84
    ],
    [
        " I had a worn-off serve of 21.",
        7787.94,
        7789.72
    ],
    [
        " I mean, I was an old dude.",
        7790.52,
        7792.06
    ],
    [
        " I was 25.",
        7792.26,
        7792.88
    ],
    [
        " I never, never once questioned our ability as an aviation unit to do the job,",
        7797.16,
        7809.14
    ],
    [
        " the mission that we were assigned to do.",
        7809.5,
        7811.68
    ],
    [
        " Even up until the day I left.",
        7813.12,
        7815.38
    ],
    [
        " When I became the operations officer in my last four months in country,",
        7815.54,
        7818.22
    ],
    [
        " I got a chance to look at the battle space in a different way.",
        7818.64,
        7822.2
    ],
    [
        " Because I would go to battalion and battalion ops and look at that and then come back",
        7822.78,
        7827.24
    ],
    [
        " and put that into company ops and work our portion of the mission,",
        7827.24,
        7834.44
    ],
    [
        " our company's portion of the battalion mission.",
        7834.74,
        7836.78
    ],
    [
        " And I'd bring the guys into the briefing room.",
        7839.94,
        7842.06
    ],
    [
        " The guys are going to be flying that mission.",
        7842.06,
        7843.72
    ],
    [
        " And I'd say, okay, this is our objective right here.",
        7844.24,
        7849.26
    ],
    [
        " Now, how do we get there?",
        7850.02,
        7852.0
    ],
    [
        " We're here.",
        7852.86,
        7853.24
    ],
    [
        " This is our objective.",
        7853.68,
        7854.8
    ],
    [
        " Our mission is this.",
        7854.92,
        7856.22
    ],
    [
        " We got to put so many troops in there.",
        7856.38,
        7857.78
    ],
    [
        " How do we get there?",
        7858.34,
        7859.86
    ],
    [
        " And usually it wasn't just one place.",
        7860.96,
        7862.36
    ],
    [
        " It was if it was a company plus.",
        7862.36,
        7865.0
    ],
    [
        " It would be maybe three different places.",
        7865.0,
        7866.76
    ],
    [
        " We'd have to go.",
        7866.76,
        7867.78
    ],
    [
        " And I never would say, okay, this is how we're going to do it.",
        7868.58,
        7871.72
    ],
    [
        " You're going to do it.",
        7871.86,
        7872.8
    ],
    [
        " I say, how do we get there?",
        7872.8,
        7874.42
    ],
    [
        " What's the best approach to make this happen?",
        7875.1,
        7879.04
    ],
    [
        " And I was the operational officer.",
        7879.5,
        7880.72
    ],
    [
        " And I'd have these young and worn-off officers.",
        7881.64,
        7883.34
    ],
    [
        " Oh, let's do this to them.",
        7883.66,
        7884.56
    ],
    [
        " Somebody said, no, no, we can't do that.",
        7884.66,
        7885.94
    ],
    [
        " We got to do this.",
        7885.94,
        7886.54
    ],
    [
        " Somebody said, well, let's do it this way.",
        7886.7,
        7888.04
    ],
    [
        " Well, okay, well, let's take a piece of that.",
        7888.28,
        7890.28
    ],
    [
        " Next thing you know, they had planned the operation.",
        7890.28,
        7894.84
    ],
    [
        " All I did was approve it.",
        7895.18,
        7897.2
    ],
    [
        " But that's a leadership skill that I learned from people like Colonel Bobby Fernander,",
        7899.64,
        7909.58
    ],
    [
        " who never said, you're going to do it this way.",
        7910.06,
        7912.74
    ],
    [
        " He always sort of facilitated, if you will,",
        7913.9,
        7917.46
    ],
    [
        " facilitative leadership.",
        7918.54,
        7919.26
    ],
    [
        " And that's what you're seeing now in business.",
        7919.42,
        7920.92
    ],
    [
        " Facilitative leadership.",
        7921.42,
        7922.9
    ],
    [
        " Getting people involved.",
        7923.76,
        7925.24
    ],
    [
        " And if the more you're involved, the more you take ownership.",
        7925.44,
        7927.98
    ],
    [
        " And that's what I saw in our guys.",
        7928.74,
        7931.72
    ],
    [
        " That's what I saw in our guys during the Lampson.",
        7932.54,
        7936.38
    ],
    [
        " That's what I saw in our guys after Lampson.",
        7936.94,
        7939.34
    ],
    [
        " Now, when we were flying Commandant Control North,",
        7940.7,
        7942.54
    ],
    [
        " we did what they told us to do.",
        7943.14,
        7945.28
    ],
    [
        " They had a very specific way of doing things.",
        7947.92,
        7950.6
    ],
    [
        " And that's the way we were going to do it.",
        7950.86,
        7952.3
    ],
    [
        " And that's fine.",
        7952.44,
        7952.94
    ],
    [
        " And that's fine.",
        7953.54,
        7954.5
    ],
    [
        " But this is the way we did it.",
        7955.12,
        7958.26
    ],
    [
        " And I married my leadership style after people that I had great respect for.",
        7959.7,
        7966.08
    ],
    [
        " To include General Helmore, who became Lieutenant General Helmore.",
        7967.6,
        7972.66
    ],
    [
        " And the way that the comradery, the sub-knock comradery,",
        7973.7,
        7977.98
    ],
    [
        " I don't want to say I was buddy buddy with General Moore,",
        7978.08,
        7981.0
    ],
    [
        " because I was not.",
        7981.1,
        7981.68
    ],
    [
        " But we had a relationship in the cockpit.",
        7982.28,
        7984.22
    ],
    [
        " And I think he respected my desires, what I wanted to do.",
        7984.96,
        7988.26
    ],
    [
        " Obviously he did, because I wouldn't have gone to NOM.",
        7988.38,
        7990.14
    ],
    [
        " Had a nomb in for that.",
        7991.16,
        7992.02
    ],
    [
        " Yeah, I don't know if you didn't have a relationship with Helmore.",
        7992.72,
        7995.22
    ],
    [
        " But, Jesus, if you were friends with him,",
        7996.02,
        7997.42
    ],
    [
        " who knows what he would have done for you?",
        7997.5,
        7998.84
    ],
    [
        " What a great man he was.",
        7999.48,
        8001.6
    ],
    [
        " But I left Vietnam feeling very good about my unit and about what we did.",
        8001.6,
        8009.26
    ],
    [
        " I did change my views a bit to think that my tour in NOM will be successful",
        8009.98,
        8021.0
    ],
    [
        " if I can do things to support my US troops.",
        8021.0,
        8025.98
    ],
    [
        " So that changed from supporting the whole concept of Vietnamization.",
        8027.48,
        8031.78
    ],
    [
        " For example, if I can bring ice cream out to those troops",
        8032.22,
        8036.98
    ],
    [
        " after they've busted their butt all day in Syria,",
        8036.98,
        8040.52
    ],
    [
        " then I've done something that I can be proud of.",
        8040.98,
        8045.86
    ],
    [
        " And that's where my mind sort of changed after being in country for about eight months.",
        8046.04,
        8052.68
    ],
    [
        " To support my soldiers.",
        8054.9,
        8056.1
    ],
    [
        " And to do what I could to bring them home.",
        8056.28,
        8060.38
    ],
    [
        " Yeah, the leadership stuff you're talking about,",
        8060.96,
        8065.36
    ],
    [
        " that's exactly the best leaders I had was they would tell us what the mission was,",
        8065.38,
        8070.38
    ],
    [
        " what the goal was, and then say, come up with a plan.",
        8070.38,
        8072.8
    ],
    [
        " And that's what I always tried to do myself.",
        8072.86,
        8074.66
    ],
    [
        " That certainly is the best way to get people on board with the plan",
        8074.66,
        8079.92
    ],
    [
        " is just let them come up with it.",
        8079.92,
        8081.22
    ],
    [
        " That's right.",
        8081.42,
        8082.08
    ],
    [
        " Don't have to convince them of anything.",
        8082.18,
        8083.46
    ],
    [
        " It's their idea, it's their plan.",
        8083.86,
        8085.7
    ],
    [
        " Let them argue it out.",
        8086.0,
        8087.02
    ],
    [
        " Yeah, yeah.",
        8087.52,
        8088.2
    ],
    [
        " So when did you leave Vietnam?",
        8089.22,
        8092.82
    ],
    [
        " It was in October of 71.",
        8094.04,
        8098.32
    ],
    [
        " And in NOM there was four officers that lived in the same hooch.",
        8099.92,
        8108.52
    ],
    [
        " We all had our little private rooms at the corner of this rectangular hooch",
        8110.7,
        8115.36
    ],
    [
        " then the center was a common area.",
        8115.36,
        8117.38
    ],
    [
        " And we had a little stove in the common area and so on.",
        8117.68,
        8120.84
    ],
    [
        " But right across from me was an officer, a stand dodge.",
        8120.98,
        8126.92
    ],
    [
        " He was coming to our one eight.",
        8127.44,
        8129.18
    ],
    [
        " And so when we would fly, when I knew he was flying, it would go up in the air.",
        8130.46,
        8135.72
    ],
    [
        " Then he and I would choose a frequency that we would come up on",
        8136.22,
        8142.2
    ],
    [
        " and would follow with each other in the air.",
        8142.2,
        8144.18
    ],
    [
        " So I was sort of looking after each other in the air.",
        8144.74,
        8147.16
    ],
    [
        " So I came back from NOM.",
        8148.18,
        8150.8
    ],
    [
        " It's a very interesting story.",
        8151.06,
        8152.3
    ],
    [
        " There was me as a common chair.",
        8153.02,
        8155.42
    ],
    [
        " And then there were three other pilots who were Kingsman.",
        8156.46,
        8159.08
    ],
    [
        " They were a bravo company, 101st Aviation, which was our sister company.",
        8159.22,
        8162.9
    ],
    [
        " And we all knew each other.",
        8163.84,
        8165.52
    ],
    [
        " And we all came back.",
        8166.42,
        8167.44
    ],
    [
        " We were in our khakis, we're in our flight jackets.",
        8167.62,
        8170.42
    ],
    [
        " And we thought our Sierra didn't stink.",
        8170.78,
        8172.88
    ],
    [
        " And we get back into Seattle to coma and got walked through the airport.",
        8173.86,
        8180.16
    ],
    [
        " Nobody's spitting on us.",
        8180.6,
        8181.78
    ],
    [
        " Nobody yelling at us.",
        8181.88,
        8183.04
    ],
    [
        " Nobody called us baby killers.",
        8183.12,
        8184.5
    ],
    [
        " We got a taxi.",
        8185.64,
        8186.66
    ],
    [
        " We come into and we say, hey, is there a holiday in?",
        8187.58,
        8191.66
    ],
    [
        " And he says, yeah, there's one downtown.",
        8191.66,
        8193.0
    ],
    [
        " So he takes us to the holiday.",
        8193.36,
        8194.54
    ],
    [
        " We all check in our rooms.",
        8195.06,
        8197.1
    ],
    [
        " We clean up.",
        8197.54,
        8198.2
    ],
    [
        " We come down to the bar to meet before we go have some dinner.",
        8198.72,
        8202.94
    ],
    [
        " We get to the bar.",
        8203.78,
        8204.6
    ],
    [
        " Of course, we're all, you know, we're all got flight pay.",
        8204.8,
        8206.8
    ],
    [
        " They've paid us before we leave NOM.",
        8206.92,
        8208.76
    ],
    [
        " And, you know, we're all loaded with money more than we should have had.",
        8209.04,
        8212.44
    ],
    [
        " And we get into the bar and bartenders say, what be for you guys?",
        8212.96,
        8217.12
    ],
    [
        " And go to wherever flight jackets are.",
        8217.26,
        8218.74
    ],
    [
        " And we're feeling kind of smug.",
        8220.08,
        8222.0
    ],
    [
        " And we all order drinks.",
        8223.24,
        8224.44
    ],
    [
        " And what I said, hey, everybody else is drink their next drink.",
        8225.4,
        8230.7
    ],
    [
        " It's on all of us.",
        8231.16,
        8232.02
    ],
    [
        " So we all throw in money and we bought everybody in the bar",
        8233.1,
        8235.84
    ],
    [
        " that was sitting there their next drink.",
        8235.84,
        8238.46
    ],
    [
        " And there was a couple.",
        8239.0,
        8241.6
    ],
    [
        " He was playing piano and she was singing.",
        8241.8,
        8243.62
    ],
    [
        " And they were like the, what's that?",
        8245.08,
        8247.96
    ],
    [
        " The carpenters.",
        8248.6,
        8249.2
    ],
    [
        " Okay.",
        8249.7,
        8249.8
    ],
    [
        " And she was singing.",
        8250.14,
        8251.74
    ],
    [
        " They were doing all the carpenters.",
        8251.92,
        8253.08
    ],
    [
        " And so she dedicated a special song to us.",
        8253.26,
        8257.22
    ],
    [
        " She says, excuse me ladies and gentlemen, but the next drink that all of y'all",
        8257.32,
        8261.82
    ],
    [
        " will get tonight are from these four guys standing at the bar in uniform.",
        8261.82,
        8266.62
    ],
    [
        " They all just returned from Vietnam.",
        8267.2,
        8268.88
    ],
    [
        " And let's give them a round of applause.",
        8269.46,
        8272.02
    ],
    [
        " Now I'll stood up, gave us a round of applause.",
        8272.02,
        8275.04
    ],
    [
        " And then she said, I'm going to dedicate this next song to these guys.",
        8275.84,
        8279.58
    ],
    [
        " And it was very special.",
        8279.88,
        8281.12
    ],
    [
        " And we didn't buy another drink that night.",
        8281.88,
        8287.06
    ],
    [
        " We all had stakes.",
        8287.86,
        8289.8
    ],
    [
        " They were all paid for.",
        8290.16,
        8291.24
    ],
    [
        " And they quit playing at one o'clock.",
        8292.7,
        8296.04
    ],
    [
        " And this guy came up to us and said, hey, we're a bunch of us are here on an insurance convention.",
        8296.46,
        8301.34
    ],
    [
        " We'd like to take y'all out for breakfast.",
        8302.06,
        8303.82
    ],
    [
        " So they took us out to breakfast.",
        8304.96,
        8306.42
    ],
    [
        " And we all got to bed about five o'clock in the morning.",
        8307.22,
        8310.16
    ],
    [
        " And then we all flew out our separate ways the next day.",
        8310.66,
        8315.26
    ],
    [
        " But it was telling you about Stan Dodge.",
        8315.52,
        8317.36
    ],
    [
        " Stan's parents lived in Arizona, Tucson.",
        8317.98,
        8322.6
    ],
    [
        " And he said, and he had left country about a month before I did.",
        8323.82,
        8329.76
    ],
    [
        " And so he said, I want to have a little gathering at my house.",
        8329.76,
        8332.86
    ],
    [
        " If you don't mind staying over one day before you make it back.",
        8332.86,
        8336.84
    ],
    [
        " So I flew into Tucson.",
        8336.94,
        8338.98
    ],
    [
        " And he had a couple donut dollars there who were in the hunter and first.",
        8340.02,
        8345.82
    ],
    [
        " They were there.",
        8346.66,
        8348.14
    ],
    [
        " In fact, Stan married one of the donut dollars Barbara.",
        8348.28,
        8351.96
    ],
    [
        " And Terry Diggand was a friend of mine.",
        8352.9,
        8355.72
    ],
    [
        " She was there.",
        8355.72,
        8356.54
    ],
    [
        " And plus one guy from Bravo company, the Kingsman and another pilot.",
        8356.96,
        8363.72
    ],
    [
        " But we partied hardy that night.",
        8364.74,
        8366.74
    ],
    [
        " And Stan's parents just did a wonderful job of making us fill at home and so on.",
        8367.16,
        8373.02
    ],
    [
        " And mine has been there two nights.",
        8373.28,
        8375.84
    ],
    [
        " I stayed because I had to have time to get my uniform cleaned up before I wore it home.",
        8376.08,
        8380.28
    ],
    [
        " I wanted to make sure it was strapped with my parents.",
        8380.28,
        8383.42
    ],
    [
        " And so I got my uniform, got my shoes all spit shot, everything.",
        8385.02,
        8388.92
    ],
    [
        " I called to play in out of Phoenix.",
        8389.18,
        8390.74
    ],
    [
        " Terry was with me and Terry and I had a really nice relationship.",
        8391.92,
        8396.98
    ],
    [
        " I mean, it was a sexual thing.",
        8397.26,
        8399.28
    ],
    [
        " It was just a nice relationship.",
        8399.5,
        8401.22
    ],
    [
        " We understood each other.",
        8401.22,
        8402.48
    ],
    [
        " And she had left norm two months before I did.",
        8403.24,
        8406.14
    ],
    [
        " And she would write me letters telling me about how the world back at the stage was not the world.",
        8406.42,
        8411.66
    ],
    [
        " It was not the real world.",
        8412.12,
        8413.8
    ],
    [
        " Her real world, her what she experienced in Vietnam with the soldier thing.",
        8413.94,
        8419.32
    ],
    [
        " That was the real world.",
        8419.32,
        8420.64
    ],
    [
        " And we would write back and forth about that.",
        8420.96,
        8423.58
    ],
    [
        " And I flew my flight took us from Downers Grove, Illinois.",
        8425.12,
        8429.98
    ],
    [
        " So we flew to Chicago and then I was a catcher playing for Chicago to Charlotte.",
        8430.9,
        8436.3
    ],
    [
        " And she wanted me to meet her parents.",
        8438.0,
        8439.72
    ],
    [
        " And I wanted to meet her parents too.",
        8440.28,
        8444.1
    ],
    [
        " And I could have probably had a relationship with Terry that would have gone beyond.",
        8445.36,
        8450.36
    ],
    [
        " She ended up marrying an army ranger several years later that she had known and not.",
        8451.32,
        8455.36
    ],
    [
        " But I kept waiting for her parents to come and my flight was coming up to go and her parents hadn't shown up yet.",
        8456.62,
        8461.98
    ],
    [
        " And I never get to meet her parents.",
        8462.14,
        8463.74
    ],
    [
        " We finally gave a hug and kissed goodbye.",
        8463.88,
        8465.96
    ],
    [
        " And I got on the plane and flew to Charlotte and that's where my parents met me.",
        8466.32,
        8470.26
    ],
    [
        " But I think having those couple of days to decompress before I got home was probably psychologically good for me.",
        8471.12,
        8481.7
    ],
    [
        " Yeah, that's one thing they always point out World War II.",
        8483.7,
        8486.62
    ],
    [
        " The guys when the war was over they got on ships and sailed home together for four weeks or six weeks.",
        8486.64,
        8492.66
    ],
    [
        " And they got to decompress and tell stories and get stuff off their chest and whatever.",
        8492.66,
        8495.82
    ],
    [
        " And in Vietnam it was like, oh, you're in Vietnam today.",
        8496.16,
        8499.0
    ],
    [
        " And then the next day you're home and you don't have your friends with you and you're in random, you know, main town USA or Main Street USA.",
        8499.04,
        8505.64
    ],
    [
        " And that can be a challenge.",
        8506.08,
        8507.3
    ],
    [
        " So let's fast forward.",
        8507.9,
        8509.34
    ],
    [
        " I was home with 30 days reassigned to Fort Dictionary, Jersey.",
        8510.0,
        8514.84
    ],
    [
        " Not an aviation.",
        8516.76,
        8517.88
    ],
    [
        " I was actually working for a facility that processed a wall and deserted soldiers that were brought back into the Army.",
        8518.78,
        8526.68
    ],
    [
        " But every Friday night all the aviators that go home, take off their fatigues, put on their flat suits,",
        8528.06,
        8535.58
    ],
    [
        " put all together around in one little portion of the off-street club bar.",
        8535.9,
        8540.74
    ],
    [
        " And we'd sit there and we'd reminisce and tell war stories.",
        8541.3,
        8545.84
    ],
    [
        " And it got emotional at times.",
        8546.82,
        8548.98
    ],
    [
        " And we'd smack him on the back, oh, come on, I'll buy another beer.",
        8549.8,
        8552.32
    ],
    [
        " You know, but that's a part of the decompression.",
        8552.82,
        8555.74
    ],
    [
        " And those were very special times to sit there and talk about that.",
        8556.0,
        8560.48
    ],
    [
        " And people have often asked me, what kind of problems did you have?",
        8561.8,
        8566.02
    ],
    [
        " And I said, well, I really didn't have any problems when I came back.",
        8566.1,
        8569.3
    ],
    [
        " And they, you know, well, God, you must have been tough.",
        8570.92,
        8573.66
    ],
    [
        " I said, well, not one tough.",
        8573.66,
        8574.7
    ],
    [
        " I said, I think it's just the process of how we all would get together and talk about our experiences.",
        8574.82,
        8579.82
    ],
    [
        " And I said, these guys that came back from NAMM after being in combat, especially infantry guys grunts, as we call them.",
        8579.82,
        8587.94
    ],
    [
        " They would come back, they'd go to Fort Lewis, they'd process out of the Army, then they'd go home.",
        8589.1,
        8592.86
    ],
    [
        " And they didn't have an opportunity to sit around.",
        8593.42,
        8595.3
    ],
    [
        " And many of those were subjected to some very harsh treatments when they arrived home.",
        8595.78,
        8600.76
    ],
    [
        " And I never had, fortunately, never had that experience.",
        8601.7,
        8604.72
    ],
    [
        " So I think the Army's learning a lot of that.",
        8605.74,
        8609.36
    ],
    [
        " All the services are learning a lot about that, about how do we take care of our veterans after they've been.",
        8609.52,
        8614.38
    ],
    [
        " I mean, you were in hell of a lot of horrific situations that could have mentally had a horrible impact on you, but you've worked through that.",
        8614.38,
        8629.24
    ],
    [
        " You're self-jocke.",
        8630.0,
        8631.06
    ],
    [
        " Yeah, I mean, I think I always talk about the fact that I've talked about it, written about it, talking my friends about it.",
        8631.74,
        8640.06
    ],
    [
        " And I think that's like you said, it's what you've got to do.",
        8640.06,
        8642.8
    ],
    [
        " And I look back now, from my last deployment to Ramadi, we got home.",
        8643.28,
        8649.98
    ],
    [
        " We were pretty wild when we got back.",
        8651.42,
        8658.66
    ],
    [
        " We were pretty wild when we got back.",
        8658.94,
        8660.88
    ],
    [
        " But we kept it under, we looked out for each other, made sure that we were wild without doing anything that's going to cause a reputable damage or cause some kind of major significant problem.",
        8662.1,
        8674.5
    ],
    [
        " But we were definitely wild.",
        8674.86,
        8675.66
    ],
    [
        " I mean, there's no doubt about it.",
        8676.0,
        8677.08
    ],
    [
        " And then, I don't know if it was maybe six months, maybe a year or something like that.",
        8677.3,
        8681.1
    ],
    [
        " We started getting back to just doing what we were doing a little bit more normal.",
        8681.26,
        8685.28
    ],
    [
        " We were pretty wild when we got back.",
        8685.38,
        8687.96
    ],
    [
        " Well, you know, if my excuse was lost, you got pretty drunk last night.",
        8688.86,
        8697.1
    ],
    [
        " So we had a lot of Naviator.",
        8697.14,
        8698.18
    ],
    [
        " Yeah, we had some, you know, we all kind, a bunch of us lived in the kind of the same area too, same little neighborhood.",
        8698.26,
        8705.7
    ],
    [
        " So, yeah, we would go out, we'd meet up, and we'd go, we'd go pretty hard.",
        8706.08,
        8711.64
    ],
    [
        " I think, I think for me, I'm still, it's amazing, the older I get now, and I'll be 76 in August.",
        8712.38,
        8719.98
    ],
    [
        " The memories become more vivid now.",
        8721.9,
        8726.34
    ],
    [
        " I dream about this more.",
        8727.7,
        8730.98
    ],
    [
        " I'm hearing from people, we have our own Comin' Chura website.",
        8733.0,
        8738.76
    ],
    [
        " And you can tell by the comments that LAMS on 719 had a major, major psychological impact on our guys.",
        8741.68,
        8752.08
    ],
    [
        " And there were some guys that measured their time and service.",
        8752.98,
        8756.22
    ],
    [
        " Oh, I was, oh, I came after 719.",
        8756.4,
        8759.28
    ],
    [
        " Or I left just before 719.",
        8759.58,
        8761.34
    ],
    [
        " So, see, that, some of what I became an anchor to describe where one was at one's time, flying with the Comin' Churas.",
        8761.48,
        8774.08
    ],
    [
        " And when Matt called me up and asked me what I did some collaboration on this book,",
        8775.16,
        8786.16
    ],
    [
        " in some ways I was pleased in some ways I was a little frightened to bring up the experiences.",
        8788.32,
        8799.8
    ],
    [
        " And I'll be perfectly honest, I had a lot of anxiety coming here today.",
        8800.34,
        8803.28
    ],
    [
        " Though I have read this book, a number of times read Undaunted Valor 719 quite a few times, I've earmarked it.",
        8807.84,
        8816.72
    ],
    [
        " I've read after action reports on it that hopefully Matt, and he did, he had some of these after action reports that he took his data from.",
        8817.42,
        8830.12
    ],
    [
        " But still sitting here, now, and talking about it with you, and you weren't there.",
        8831.86,
        8839.56
    ],
    [
        " I can talk about it with somebody that was there.",
        8840.78,
        8842.74
    ],
    [
        " And not have anxiety, but you weren't there.",
        8843.96,
        8849.14
    ],
    [
        " And often wonder, I'm telling you this, what are you actually hearing?",
        8850.18,
        8856.08
    ],
    [
        " Because you weren't there.",
        8857.02,
        8858.08
    ],
    [
        " And you can tell me about what you did, and I can listen to it, but I wasn't there.",
        8858.36,
        8865.22
    ],
    [
        " And so there's a difference.",
        8866.54,
        8868.32
    ],
    [
        " Yeah, there's always going to be a little gap, or a big gap, depending on the person's experiences.",
        8869.12,
        8875.16
    ],
    [
        " And one thing I think is interesting about, when you start talking about coming home and what you're going through,",
        8876.44,
        8883.7
    ],
    [
        " I think the one thing that's good is if people actually understand what they're feeling a little bit,",
        8884.28,
        8892.08
    ],
    [
        " and I remember like you get a new guy that's overseas, and I look at a new guy that's overseas, and you can tell they're nervous.",
        8892.14,
        8898.3
    ],
    [
        " And you know, just say something like, hey man, that feeling you're getting your stomach, and maybe like, try not to tell you, but then they admit to it.",
        8899.38,
        8908.28
    ],
    [
        " And I go, yeah, you're just nervous, it's your body getting ready to go fight, it's totally normal.",
        8908.58,
        8913.58
    ],
    [
        " That's what you should feel like. And they'd be like, oh, okay, oh, by the way, you won't be able to sleep tonight,",
        8913.82,
        8919.22
    ],
    [
        " because we got an operation tomorrow, you're not going to be able to sleep tonight.",
        8919.24,
        8921.56
    ],
    [
        " So that's just the way it is, don't worry about it.",
        8921.68,
        8923.34
    ],
    [
        " And I think the same thing coming home, you know, it's like, oh, oh, you're going to get sad sometimes.",
        8923.42,
        8928.78
    ],
    [
        " This doesn't mean your week, it doesn't mean you're trapped in the past, it just means you miss your friends, and that's okay.",
        8929.24,
        8934.6
    ],
    [
        " And so if you are thinking about something, and it makes you cry, hey, yeah, that's what happens.",
        8934.66,
        8941.34
    ],
    [
        " You know, that's the way it is. And I think if people understand that, that that's normal, then they're like, okay, well that's just what's going to happen.",
        8941.7,
        8951.82
    ],
    [
        " It's okay. And I think when people don't think it's normal, and all of a sudden they think I can't control my emotions, or I'm scared, or I'm sad, and I shouldn't be sad, and I shouldn't be scared.",
        8952.12,
        8961.3
    ],
    [
        " It's like, no, it's fine, no big deal. That's just the way it is. You do your job. You, you know, you're going to be scared.",
        8961.3,
        8967.28
    ],
    [
        " You got the, you got the queasy stomach, you can't sleep at night. Okay, cool. Yeah, guess what?",
        8967.68,
        8972.0
    ],
    [
        " There's a bunch of other guys that's not sleeping tonight either. No big deal. No big deal.",
        8972.24,
        8975.98
    ],
    [
        " Oh, you get home, you're going to feel sad, you're going to miss your friends. Yeah. We all miss them. That's the way it is. That's okay.",
        8976.3,
        8983.88
    ],
    [
        " And I think that helps people out a lot to be able to just say, okay, what I'm feeling is not an isolated thing.",
        8984.28,
        8992.98
    ],
    [
        " It's just the way human beings process the tough experiences that they go through.",
        8992.98,
        8998.58
    ],
    [
        " But you know, we both served in the kind of service that at one time you didn't show that emotion.",
        8999.18,
        9008.06
    ],
    [
        " Yeah. And you weren't expected to. I think the service and a hope I've read that they have.",
        9008.7,
        9015.92
    ],
    [
        " I've seen interviews that they have that now that's been taking consideration.",
        9016.28,
        9021.22
    ],
    [
        " It's okay to express what you're feeling right now. It's okay to go seek counseling because it's not going to end up on your off-street fish to see report or your annual report or whatever report you're going to get.",
        9022.02,
        9035.12
    ],
    [
        " And so I think that has been a great improvement with the way we receive our war fighting men and women, especially those who have come back and been engaged in combat.",
        9036.62,
        9052.86
    ],
    [
        " One thing I'll say about the getting excited and nervous about the upcoming mission.",
        9053.86,
        9061.74
    ],
    [
        " And I would do the same thing if Vietnam. I mean, people said, were you scared? Well, yeah, I'm scared.",
        9063.68,
        9068.38
    ],
    [
        " But hey, you know, this is what we signed up to do. And this is what we're going to do.",
        9069.1,
        9073.44
    ],
    [
        " And a lot of times, I mean, I said that trying to convince myself. But see, I was a tongue commander.",
        9074.04,
        9082.2
    ],
    [
        " I couldn't sit there and tell my troops, oh my god, I'm scared. They're going, I had to put on the show. I had to do that.",
        9082.7,
        9089.64
    ],
    [
        " But the interesting thing about it is once we strapped on that helicopter and we took off in flight all of that drain, it all drained.",
        9090.72,
        9101.9
    ],
    [
        " I mean, it never amazed me. Got a job to do. Well, yeah, I mean, you were busy. You were monitoring three radios. You were talking to the crew there. I mean, it all drained.",
        9102.06,
        9113.64
    ],
    [
        " I mean, even going into, even going into Lola that morning when we were doing non-in-offs approach and we should have been done 60 or 40.",
        9113.64,
        9122.38
    ],
    [
        " And we were coming in there. But you socketed that thing back in that damn nose, pitches up and you're saying, oh, hell, I hope my tail rudder doesn't hit the ground.",
        9122.9,
        9130.12
    ],
    [
        " And then you put that sucker down and you're taking far other place. You don't have time to be scared.",
        9130.5,
        9136.72
    ],
    [
        " You react by the training that you've had. And by God, that training was good.",
        9140.44,
        9145.16
    ],
    [
        " Yeah, yeah, exactly. And that's I think the same way everybody feels. I mean, if you're going to be nervous, it's usually before an operation.",
        9146.38,
        9153.38
    ],
    [
        " And for me, I was always just more nervous about my friends, my guys. That's what I was always worried about. Hey, I hope nothing happens to the guys.",
        9153.54,
        9160.14
    ],
    [
        " But then for us, it's once the breach goes. Once the breach goes, now it's on. Everybody knows we're here. We're doing what we're doing.",
        9161.26,
        9168.54
    ],
    [
        " Once we leave the McGate front gate, you're doing your job. And there's no time to think about that. You can't waste any mental capacity thinking about what could happen or what might happen because you got to do your job.",
        9169.3,
        9182.14
    ],
    [
        " And you don't want to have anything else in your head besides, hey, what do I need to do right now? How can I do my best job right now? That's what I'm thinking about.",
        9182.28,
        9188.9
    ],
    [
        " But again, I've seen some nervous new guys. And just, hey, man, it's all right. No big deal. And I think that helps people a lot. Just like anything, anytime you can give somebody a heads up about what's about to happen or what I've had this feeling with training training MMA fighters, mixed martial arts fighters to go and fight.",
        9191.14,
        9209.28
    ],
    [
        " And I saw the exact same thing. This is kind of where I started putting it together. Oh, I tell him, hey, oh, you're stomach a little queasy. Yeah, I'm super nervous. Yeah, you're supposed to be you're getting ready to go into a fight. It's okay. And that would put them at ease because they realize, oh, this is just normal. This is just me getting ready to go into, you know, that form of sporting combat.",
        9209.94,
        9227.08
    ],
    [
        " I think it's good to be a little nervous for sure, because you're more own your game for sure. And that's one thing, that's one thing, General John Mars told me he was a mentor of mine and later on in my service. And he was one that actually encouraged me to take the civilian position with the sick death.",
        9230.84,
        9255.28
    ],
    [
        " Because I was doing a strategic planning work for him after I had retired from the uniform service. And we had this, we had this big strategic planning conference coming up. And I said, sir, I'd like to bring doctor so and so man from George Washington University. He's been, he's been a big critical thinker.",
        9256.62,
        9279.7
    ],
    [
        " He sort of plans, okay, this is where we have to be. How do we get there? Kind of a thing because we were doing strategic planning. And you know, the vision is where you want to be. Now, how do we go for where we are today to make that vision or reality. And he said, I don't even work for me.",
        9281.04,
        9299.22
    ],
    [
        " I said, two years, sir. He said, do you have a PhD? I said, no, sir, it's a master's degree. He said, well, I trust you. I don't know this guy.",
        9300.18,
        9312.28
    ],
    [
        " And that's, that's a leadership style that that breeds confidence in your soldiers and your employees. I got confidence in you. I don't know this guy.",
        9317.0,
        9330.96
    ],
    [
        " So, doctor, what's his name? Never harding to come in to do some work for us. But that made me feel great.",
        9332.92,
        9341.12
    ],
    [
        " Yeah. So how much longer did you do in the army before you retired?",
        9341.84,
        9345.34
    ],
    [
        " I was last spent 20 years in uniform, 68, 88. Then I immediately, before that, General Myers was talking to me about, he said, you're never going to make Colonel.",
        9345.9,
        9360.38
    ],
    [
        " God branch transferred from infantry to the armies as a general corps, which is an administrative corps, the army. And he said, I want you to take this job. The second half has been impressed with work you've been doing.",
        9360.72,
        9375.88
    ],
    [
        " And he said, your office will be here with me, but you'll be working out of the office of the sick death. And at that time, us with the defense communications agency, which became now the defense information systems agency, but my office was there. I had clients, all military clients, all over. It wasn't just communications guys.",
        9377.58,
        9395.66
    ],
    [
        " Undersec death was one of my clients. The sink, US Atlantic command, General Jack Shehan, I don't know if you've met General Shehan or the General Shehan or outstanding, outstanding warrior, great leader.",
        9395.8,
        9411.26
    ],
    [
        " General Mike Stale, who commanded US Army Pacific, just a tremendous guy, the undersecretary of French logistics, I got a chance to do strategic planning work for him.",
        9413.18,
        9422.9
    ],
    [
        " Quite a few organizations in NATO, two organizations at shape. And that's, that's all because of a guy, my name is John Mars, that supported me and paid the way for me. And he believed in me. And though I had a, didn't have a PhD, he trusted me.",
        9423.22,
        9443.02
    ],
    [
        " Is that what leaders are for me?",
        9443.64,
        9446.3
    ],
    [
        " Indeed. And then how long did you, how long did you do that for?",
        9449.2,
        9451.78
    ],
    [
        " 13 years. And then you went into what full retirement? Not quite? Well, then I was offered a position in a, in a civilian career in the steel business.",
        9452.04,
        9462.74
    ],
    [
        " And I was executive vice president of a steel center. Stayed there from 0109, thought I'd retire. Went into the insurance business for a little bit.",
        9464.14,
        9478.1
    ],
    [
        " Was it exciting? Then I said, retire. And now my fiance is still working. She represents.",
        9478.42,
        9491.6
    ],
    [
        " A company called Hancock and Moore. It's all custom made furniture. Some of the most high quality furniture you will ever find. It's all custom made to, to your specifications.",
        9492.56,
        9503.12
    ],
    [
        " Leather, upholstery, nails, finish frames. You pick out the whole thing yourself and they build it your specifications.",
        9503.92,
        9512.44
    ],
    [
        " She also represents a long called Jessica Charles and a long called.",
        9513.6,
        9517.86
    ],
    [
        " Madeleine Smith. And our territory is in North Carolina. So we never go out of North Carolina. But yeah, I say I'm retired. But now I run with Jen and I take my orders from her.",
        9518.44,
        9531.74
    ],
    [
        " And so we, we man her territory. That's outstanding. And she's enjoying staying here today because she has nothing to do.",
        9533.44,
        9542.62
    ],
    [
        " That's a beautiful thing. Vate a little vacation day for a little vacation day.",
        9543.4,
        9546.66
    ],
    [
        " Hey, before we stop, I know there's a couple things that just to mention here, what can you give us the update?",
        9547.58,
        9553.22
    ],
    [
        " I know that I know that Colonel Jackson's been working to sort of turn this into a movie, turn at least some of these books into a movie.",
        9553.74,
        9562.3
    ],
    [
        " I know there's a go fund me page out there. What's the update on on on these opportunities?",
        9562.98,
        9569.24
    ],
    [
        " Okay, well, yes. As people should probably know, it takes a lot of money to produce a movie.",
        9569.68,
        9576.3
    ],
    [
        " However, Undaunted Valor, Lamson 719 is going to be the movie. And it's our story of those of us who flew in it, who supported it.",
        9577.64,
        9590.52
    ],
    [
        " We need to have this on the big screen. And, uh,",
        9591.2,
        9595.02
    ],
    [
        " Mr. Colonel Jackson's desire, as well as mine, that this not become a Hollywood flash in the pan movie.",
        9596.38,
        9602.56
    ],
    [
        " This is going to be an action film movie because Lamson 719 was action.",
        9602.7,
        9607.92
    ],
    [
        " And he wants the movie to depict what actually happened.",
        9608.98,
        9612.06
    ],
    [
        " And if anyone reads the book, they will know that if the movie depicts a quarter of what's in that book, it is going to be on the edge of your seat kind of a movie.",
        9612.88,
        9621.88
    ],
    [
        " So the events and everything that he's put into this saying are not Hollywood made up events. These are true events.",
        9622.58,
        9628.1
    ],
    [
        " He's changed some names, but these are true events.",
        9628.42,
        9630.96
    ],
    [
        " He does have several actors who have indicated that they would like to play major roles in the movie.",
        9631.76,
        9641.1
    ],
    [
        " There's already a producer on board and the screenwriters are busy writing this, but it takes money to do this.",
        9641.72,
        9648.48
    ],
    [
        " And the GoFundMe Undaunted Valor is the place where people who hear this and feel that they won't this story told whether it's them themselves or their relatives who are involved in this or they are just very supportive of what our military has done in the past.",
        9648.72,
        9667.96
    ],
    [
        " Especially what we did in Vietnam, which a lot of those stories were not very favorable stories.",
        9667.96,
        9673.9
    ],
    [
        " This is a very favorable story of what we did.",
        9674.42,
        9676.58
    ],
    [
        " Then I encourage them to do the GoFundMe Undaunted Valor.",
        9677.62,
        9682.1
    ],
    [
        " All this money is going to being accepted by a 501C3 group at Fort Campbell, Kentucky.",
        9682.9,
        9693.54
    ],
    [
        " Matt Jackson gets none of this money. It's all going towards this movie.",
        9696.56,
        9701.62
    ],
    [
        " Every last set off is going towards this movie.",
        9702.34,
        9705.2
    ],
    [
        " So the quicker we can get this in, the faster we can proceed with developing this movie.",
        9706.62,
        9713.14
    ],
    [
        " And I would certainly encourage people to take this into consideration. 501C3 is a road asinist text deductible.",
        9713.78,
        9720.84
    ],
    [
        " That's outstanding.",
        9721.26,
        9722.24
    ],
    [
        " And I look forward to seeing this thing for sure when it comes out.",
        9722.78,
        9727.46
    ],
    [
        " Reading these books, sitting here, we're talking with you guys.",
        9727.78,
        9729.86
    ],
    [
        " This is just an unbelievable part of history and a true look at the heroism that you all and American soldiers displayed in Vietnam.",
        9729.86,
        9739.72
    ],
    [
        " Echo Charles.",
        9741.0,
        9741.48
    ],
    [
        " Yes.",
        9741.88,
        9742.0
    ],
    [
        " Do you have any questions?",
        9742.48,
        9743.8
    ],
    [
        " I do not.",
        9744.14,
        9744.66
    ],
    [
        " No questions from Echo Charles.",
        9745.1,
        9746.4
    ],
    [
        " If he doesn't ask any questions, that means he's going to talk a lot later.",
        9746.64,
        9749.86
    ],
    [
        " So I have to put up with that.",
        9750.12,
        9751.46
    ],
    [
        " But that's just the way it is.",
        9751.72,
        9753.04
    ],
    [
        " That's part of the punishment, I guess from me.",
        9753.12,
        9754.8
    ],
    [
        " No, no, it just shows the depth that we went into.",
        9755.28,
        9757.92
    ],
    [
        " How fulfilled I am at the end.",
        9758.16,
        9759.8
    ],
    [
        " To the end to the detail.",
        9760.64,
        9761.54
    ],
    [
        " Well, I want to thank you for asking me to be here.",
        9762.44,
        9765.6
    ],
    [
        " And now I want to thank Matt Jackson for putting it all together.",
        9765.78,
        9767.9
    ],
    [
        " And I'm finally glad to meet the man that I saw on the damn Bungino shirt.",
        9768.7,
        9776.02
    ],
    [
        " Right on.",
        9777.52,
        9778.46
    ],
    [
        " Anything else, Jay?",
        9779.1,
        9780.34
    ],
    [
        " No, sure.",
        9780.66,
        9780.9
    ],
    [
        " Well, again, like you said, thanks to Colonel Matt Jackson for introducing us and for his efforts in writing these books and preserving these heroic deeds of our combat aviators and soldiers in Vietnam War.",
        9781.72,
        9796.04
    ],
    [
        " And of course, thank you for joining us and sharing your experiences.",
        9796.56,
        9799.82
    ],
    [
        " Your lessons learned.",
        9800.34,
        9801.18
    ],
    [
        " And most important, thank you.",
        9801.7,
        9803.58
    ],
    [
        " Thank you for your service and sacrifice to our great nation.",
        9804.94,
        9808.6
    ],
    [
        " The bravery of you, of your fellow pilots of the of the air crews.",
        9809.28,
        9815.26
    ],
    [
        " The bravery that you all showed can never be questioned.",
        9816.14,
        9818.8
    ],
    [
        " And we are grateful for your heroism and the example that you set for all of us today.",
        9819.42,
        9827.66
    ],
    [
        " Thank you.",
        9828.12,
        9828.78
    ],
    [
        " Thanks for coming on.",
        9829.24,
        9830.0
    ],
    [
        " And with that major J Tate has left the building.",
        9831.74,
        9836.48
    ],
    [
        " Not even much to say to follow that up.",
        9837.14,
        9841.96
    ],
    [
        " Just may him.",
        9842.16,
        9843.64
    ],
    [
        " I have a lot to say, actually, but I won't go into as deep as maybe I could.",
        9844.16,
        9848.48
    ],
    [
        " But I will say this, I was talking to Nick outside.",
        9848.64,
        9851.86
    ],
    [
        " And whatever we were talking about reminded me of this where like nowadays,",
        9855.3,
        9860.68
    ],
    [
        " okay, not nowadays, but in the Vietnam War, there are so many people who did so many crazy things,",
        9861.4,
        9866.76
    ],
    [
        " but they don't have necessarily a big spotlight on them.",
        9866.76,
        9871.38
    ],
    [
        " They're just like just kind of cruising now where you don't, you know, they're not in the spotlight in any way.",
        9871.8,
        9878.46
    ],
    [
        " They're just like essentially now.",
        9878.46,
        9880.26
    ],
    [
        " They're just sort of just living normal people.",
        9880.42,
        9882.56
    ],
    [
        " Well, it's always interesting to me that like major J Tate retired in 1988.",
        9882.7,
        9887.72
    ],
    [
        " I came in in 1990, right?",
        9887.76,
        9890.82
    ],
    [
        " So there's almost overlap there.",
        9891.12,
        9893.56
    ],
    [
        " And there's been plenty of old Vietnam guys in the SEAL teams.",
        9893.82,
        9897.7
    ],
    [
        " Some, but you know, I'd be meeting some random army dude, you know,",
        9897.7,
        9901.48
    ],
    [
        " and he could have easily been this guy, you know.",
        9901.7,
        9905.42
    ],
    [
        " There are people in Vietnam that did the craziest stuff and no one knows about it.",
        9905.46,
        9911.56
    ],
    [
        " Literally things that are going to be in a movie.",
        9912.0,
        9913.68
    ],
    [
        " Literally did those things that are going to be in a movie and people be like,",
        9913.98,
        9917.66
    ],
    [
        " oh, I wonder why they wrote it.",
        9917.72,
        9919.04
    ],
    [
        " It's made it so crazy.",
        9919.12,
        9919.92
    ],
    [
        " It's all crazy.",
        9919.92,
        9920.46
    ],
    [
        " Yeah.",
        9920.68,
        9920.8
    ],
    [
        " Yeah.",
        9921.22,
        9921.5
    ],
    [
        " Where they got to suspend their disbelief or what is that suspension?",
        9921.98,
        9924.9
    ],
    [
        " Yeah.",
        9925.1,
        9925.22
    ],
    [
        " They kind of got to do that about something that really happened in real life.",
        9925.34,
        9928.1
    ],
    [
        " Yeah.",
        9928.16,
        9928.38
    ],
    [
        " That kind.",
        9928.52,
        9928.84
    ],
    [
        " Meanwhile, he's just cruising.",
        9929.2,
        9930.02
    ],
    [
        " I mean, even though it's talking until yesterday.",
        9930.44,
        9932.48
    ],
    [
        " Hell yeah.",
        9933.28,
        9933.8
    ],
    [
        " Or actually Saturday.",
        9933.8,
        9934.66
    ],
    [
        " It was talking until on Saturday.",
        9934.94,
        9935.9
    ],
    [
        " And he was, you know, the amount of times that those guys did crazy things.",
        9936.78,
        9943.14
    ],
    [
        " It's unbelievable.",
        9943.7,
        9945.02
    ],
    [
        " It's unbelievable.",
        9946.08,
        9946.54
    ],
    [
        " And no one really knew too much about SAUG.",
        9946.74,
        9949.14
    ],
    [
        " And look, if you're deeply into the military history and all that,",
        9949.6,
        9952.68
    ],
    [
        " but a normal everyday person barely knows anything about SAUG.",
        9952.8,
        9956.64
    ],
    [
        " Yeah.",
        9956.9,
        9957.04
    ],
    [
        " I didn't, for sure.",
        9957.32,
        9958.4
    ],
    [
        " There's one thing he mentioned that was pretty dark.",
        9958.74,
        9960.48
    ],
    [
        " And then he just moved right on when he's like, you just, you don't want to get burned up.",
        9960.9,
        9965.7
    ],
    [
        " Oh, yeah.",
        9965.7,
        9966.34
    ],
    [
        " As a pilot.",
        9966.44,
        9967.02
    ],
    [
        " Well, yeah, that was in the book.",
        9967.8,
        9969.0
    ],
    [
        " That was in the book, Lambson 719.",
        9969.24,
        9970.92
    ],
    [
        " Yeah, he said, like in World War II, like some men were known.",
        9971.62,
        9975.74
    ],
    [
        " Yeah, the one-one before parachutes.",
        9975.94,
        9977.48
    ],
    [
        " Yeah.",
        9977.72,
        9977.98
    ],
    [
        " I'll just kill myself.",
        9978.32,
        9979.24
    ],
    [
        " You're going to catch fire, just going to kill yourself.",
        9979.24,
        9980.72
    ],
    [
        " That's so bad it was.",
        9980.94,
        9982.42
    ],
    [
        " Yeah.",
        9982.92,
        9983.22
    ],
    [
        " That was interesting.",
        9983.52,
        9984.16
    ],
    [
        " It was also interesting.",
        9984.26,
        9985.04
    ],
    [
        " And in the first book by Matt Jackson, he's explaining, you know, basically that a helicopter doesn't",
        9985.24,
        9990.46
    ],
    [
        " want to fly.",
        9990.46,
        9991.1
    ],
    [
        " Yeah.",
        9991.22,
        9991.4
    ],
    [
        " This thing does, this is a bunch of metal gear and oil, gears and oil and gas that doesn't",
        9991.56,
        9999.22
    ],
    [
        " want to fly.",
        9999.22,
        9999.88
    ],
    [
        " If you just let it go, it's just going to crash.",
        10000.02,
        10001.76
    ],
    [
        " An airplane, even if you let go of the controls, it's kind of kind of cruise, you know?",
        10002.32,
        10006.16
    ],
    [
        " Yeah, you kind of feel like, I'm not a pilot.",
        10006.16,
        10008.6
    ],
    [
        " I don't know if you knew that, but it feels like on an airplane, something goes wrong or whatever.",
        10009.28,
        10013.82
    ],
    [
        " As long as you got wings and the tail, you can kind of just glide that way in.",
        10014.02,
        10018.46
    ],
    [
        " Yeah, it feels like that.",
        10018.54,
        10019.44
    ],
    [
        " So I had a car.",
        10019.44,
        10020.38
    ],
    [
        " So my first deployment to Guam.",
        10020.62,
        10022.76
    ],
    [
        " Back in the day.",
        10023.28,
        10025.1
    ],
    [
        " When we get over there, all the seals, we'd buy Guam bombs, we call them, just like a piece",
        10025.92,
        10031.84
    ],
    [
        " of junk car, whatever, you know, that you're just going to drive around Guam for a few,",
        10031.84,
        10035.42
    ],
    [
        " for six months and then sell it to the next set.",
        10035.52,
        10037.38
    ],
    [
        " So we bought our Guam bomb from some other team guys that were leaving.",
        10037.64,
        10040.2
    ],
    [
        " We had this, it was, I think it was a 1977 Valare.",
        10040.68,
        10047.54
    ],
    [
        " It was beige, but here's the thing.",
        10048.46,
        10050.82
    ],
    [
        " Cars are kind of, you'd think cars would be like, oh, you don't really, you know, if you,",
        10051.54,
        10056.36
    ],
    [
        " if you don't touch the controls, it's just kind of going to go until, it's just going",
        10056.42,
        10059.66
    ],
    [
        " to go straight to like stops, right?",
        10059.66,
        10061.86
    ],
    [
        " Yeah.",
        10062.12,
        10062.26
    ],
    [
        " This car, I don't know what was wrong.",
        10062.86,
        10064.66
    ],
    [
        " If you let your hands off the wheels, it would go into a full hard right turn as hard as",
        10065.16,
        10069.3
    ],
    [
        " you could pop.",
        10069.3,
        10069.68
    ],
    [
        " You couldn't turn a car to the right as fast as this car would turn a car into a car.",
        10070.02,
        10075.84
    ],
    [
        " Guam bomb.",
        10076.62,
        10077.36
    ],
    [
        " That was our Guam bomb, the Valare.",
        10077.4,
        10079.02
    ],
    [
        " And also for whatever reason, had a hot scorching air.",
        10079.26,
        10085.4
    ],
    [
        " You know, you know, you know, the little like area underneath a back window on the old",
        10086.18,
        10091.62
    ],
    [
        " school cars, there's a little area.",
        10091.62,
        10093.06
    ],
    [
        " Yeah, you could go baby, yeah, it's like a back dash.",
        10093.44,
        10095.8
    ],
    [
        " Yeah, you could throw like a, a, a, a, a, a, a, a pair of slippers up there or something,",
        10095.9,
        10099.8
    ],
    [
        " maybe a t-shirt or sweatshirt, right?",
        10099.96,
        10101.44
    ],
    [
        " It's a little area like that.",
        10101.44,
        10102.48
    ],
    [
        " And there can sometimes be aftermarket speakers be put in there, right?",
        10102.66,
        10106.74
    ],
    [
        "",
        10107.02,
        10107.02
    ],
    [
        " But there was no, there was no aftermarket speakers, but there was just scorching hot air.",
        10107.36,
        10112.6
    ],
    [
        " It's a stovet.",
        10112.88,
        10113.82
    ],
    [
        " It's like unknown source of mass if you would fire through that thing.",
        10114.18,
        10120.34
    ],
    [
        " And so that car was kind of like a helicopter.",
        10120.9,
        10122.3
    ],
    [
        " If you just go to your fingers off the controls for a second, you were hitting the right",
        10122.58,
        10125.88
    ],
    [
        " guardrail in point two seconds.",
        10125.88,
        10127.78
    ],
    [
        " Oh, yeah.",
        10128.02,
        10129.32
    ],
    [
        " So yeah, when, do you get the impression and me and you probably know this even first",
        10129.32,
        10133.4
    ],
    [
        " hand where just in Vietnam, right in wartime, just in general, like just things are just",
        10133.4,
        10139.26
    ],
    [
        " loud.",
        10139.26,
        10139.62
    ],
    [
        " The whole world is just so much louder in real life than they are in the movies.",
        10140.08,
        10145.24
    ],
    [
        " Yes.",
        10145.24,
        10145.8
    ],
    [
        " I know that's your reference.",
        10146.04,
        10147.28
    ],
    [
        " For instance, in a helicopter, you can't hear anything.",
        10147.6,
        10150.34
    ],
    [
        " Yeah, it's so freaking loud.",
        10150.46,
        10152.1
    ],
    [
        " It's ridiculous.",
        10152.1,
        10153.22
    ],
    [
        " Yeah.",
        10153.66,
        10153.82
    ],
    [
        " It's punishing on your ears.",
        10154.02,
        10156.04
    ],
    [
        " It's so loud in a helicopter.",
        10156.06,
        10157.46
    ],
    [
        " Yeah, everything is louder.",
        10157.88,
        10159.58
    ],
    [
        " I mean, a hum V is freaking loud.",
        10160.14,
        10162.06
    ],
    [
        " Tanks are loud.",
        10162.18,
        10163.54
    ],
    [
        " Everything's loud.",
        10163.88,
        10164.76
    ],
    [
        " Everything's just vibrating.",
        10165.14,
        10166.08
    ],
    [
        " Everything's vibrating.",
        10166.08,
        10167.1
    ],
    [
        " Just your whole world is that.",
        10167.4,
        10168.54
    ],
    [
        " It's cool now we got those new ear headsets, right, that block out loud noises.",
        10169.08,
        10176.28
    ],
    [
        " Yeah, yeah.",
        10176.32,
        10176.78
    ],
    [
        " The can't noise cancelling.",
        10177.12,
        10178.2
    ],
    [
        " He said something about when the first, I think it was like the first time where he heard",
        10178.78,
        10183.84
    ],
    [
        " the M60 when he was, and how he'd like vibrate the thing.",
        10186.18,
        10190.48
    ],
    [
        " And that's what I was like, the whole thing is just loud.",
        10190.78,
        10192.64
    ],
    [
        " Though your whole world is just loud up there because you got the helicopter, then you",
        10193.16,
        10196.06
    ],
    [
        " got the guns and everything is just vibrating and loud.",
        10196.06,
        10199.28
    ],
    [
        " Yeah.",
        10199.62,
        10199.7
    ],
    [
        " Just a hostile.",
        10199.8,
        10200.8
    ],
    [
        " The other interesting thing is I think of Huey's, I think of Huey's as being old, right,",
        10201.04,
        10207.28
    ],
    [
        " in my mind they're old because I flew around on Huey's and they were old.",
        10207.52,
        10210.64
    ],
    [
        " Kind of like when you think of a bomber right now, like a World War II bomber, you",
        10211.56,
        10215.1
    ],
    [
        " think of this old, you know, those were the most modern beasts of their time.",
        10215.1,
        10220.9
    ],
    [
        " That was like getting a horse.",
        10221.06,
        10222.18
    ],
    [
        " That was like, yeah, to a Rolls Royce.",
        10222.4,
        10223.88
    ],
    [
        " Straight up.",
        10224.02,
        10224.48
    ],
    [
        " Well, listen, obviously, like I said at the end there, guys like Major J. T. said a great",
        10225.48,
        10234.74
    ],
    [
        " example for us on many levels.",
        10234.74,
        10236.88
    ],
    [
        " Courage.",
        10237.12,
        10237.56
    ],
    [
        " We say, you know, like for sure, capability, 100%.",
        10238.8,
        10245.46
    ],
    [
        " I'm not sure what we're doing to improve our courage.",
        10245.46,
        10249.9
    ],
    [
        " What can we do to improve our capabilities?",
        10250.26,
        10251.8
    ],
    [
        " Echo Charles.",
        10252.0,
        10252.54
    ],
    [
        " Keepability.",
        10252.92,
        10253.58
    ],
    [
        " There's a softball for you.",
        10253.7,
        10254.68
    ],
    [
        " Knock it out of the park.",
        10254.76,
        10255.46
    ],
    [
        " Do me a favor.",
        10256.6,
        10257.28
    ],
    [
        " Keepability.",
        10257.64,
        10258.44
    ],
    [
        " Hey, okay.",
        10258.94,
        10259.56
    ],
    [
        " We're working out.",
        10259.86,
        10260.42
    ],
    [
        " We're on the path.",
        10260.52,
        10261.38
    ],
    [
        " That's it.",
        10262.0,
        10263.04
    ],
    [
        " 100%.",
        10263.16,
        10263.66
    ],
    [
        " I used to say on the program, by the way.",
        10263.66,
        10266.0
    ],
    [
        " I'm on the program.",
        10266.24,
        10266.96
    ],
    [
        " You know, like when the-",
        10267.3,
        10267.92
    ],
    [
        " We're different now.",
        10267.92,
        10268.62
    ],
    [
        " Your wife comes home.",
        10268.74,
        10269.64
    ],
    [
        " It's like, oh, yeah.",
        10269.92,
        10270.9
    ],
    [
        " Like do you want some extra cheese on the lasagna?",
        10271.04,
        10273.9
    ],
    [
        " You know, I said, no, no, no, I'm on the program.",
        10274.4,
        10276.52
    ],
    [
        " So it's kind of like, okay, I understand, you know.",
        10276.78,
        10278.34
    ],
    [
        " Now you're on the path.",
        10278.98,
        10279.96
    ],
    [
        " But here's the thing.",
        10280.16,
        10280.56
    ],
    [
        " The path is more broad, more encompassing.",
        10280.64,
        10283.16
    ],
    [
        " Oh, yeah.",
        10283.32,
        10283.54
    ],
    [
        " The program seems like you can easily be off the program in like three, four weeks or",
        10283.58,
        10287.28
    ],
    [
        " whatever, you know.",
        10287.28,
        10287.88
    ],
    [
        " It's like that kind of feeling.",
        10287.98,
        10289.2
    ],
    [
        " It's not, they're not hard and fast rules, but I'm just saying the feeling is there.",
        10290.1,
        10292.76
    ],
    [
        " Let's put it this way.",
        10292.92,
        10293.56
    ],
    [
        " If you're on the path, it's a life thing.",
        10294.22,
        10298.56
    ],
    [
        " Yeah, it's like life.",
        10298.58,
        10299.22
    ],
    [
        " Yeah, you're right.",
        10299.44,
        10299.92
    ],
    [
        " Exactly.",
        10300.08,
        10300.26
    ],
    [
        " Programs of temporary.",
        10300.28,
        10301.34
    ],
    [
        " Yeah, somewhat.",
        10301.64,
        10302.28
    ],
    [
        " Yeah, they're like a temporary improvement deviation, whatever.",
        10302.5,
        10304.96
    ],
    [
        " Either way, we're on the path.",
        10305.24,
        10306.28
    ],
    [
        " The good thing about the path is, sure, we have supplementation, but these are everyday",
        10306.94,
        10310.6
    ],
    [
        " supplementation.",
        10310.6,
        10311.32
    ],
    [
        " They're life supplementation elements.",
        10311.34,
        10314.28
    ],
    [
        " I'm saying.",
        10314.98,
        10315.32
    ],
    [
        " So some of us, back in the day, we said drink, energy drinks, junk energy drinks.",
        10315.7,
        10322.84
    ],
    [
        " Hey, it's a new, it's a new era of energy drinks.",
        10323.32,
        10326.76
    ],
    [
        " There's a new era of energy drinks now, healthy energy drinks.",
        10326.94,
        10329.86
    ],
    [
        " To kind of when you drink it, you get everything front in, you get everything you wanted.",
        10329.9,
        10333.54
    ],
    [
        " Energy.",
        10334.26,
        10334.92
    ],
    [
        " Then on the back end, you get everything that you didn't expect but want.",
        10335.38,
        10340.04
    ],
    [
        " Yeah.",
        10340.2,
        10340.46
    ],
    [
        " And you don't get things that you didn't want.",
        10340.6,
        10342.62
    ],
    [
        " Gitters, diabetes, chemical disturbance inside your system.",
        10343.04,
        10349.64
    ],
    [
        " Some weird addiction, some weird inflammation and all this weird stuff.",
        10349.64,
        10353.7
    ],
    [
        " Yeah, exactly right.",
        10354.08,
        10354.44
    ],
    [
        " Not just stuff we don't want.",
        10354.44,
        10355.4
    ],
    [
        " Yeah, none of that.",
        10355.76,
        10356.54
    ],
    [
        " None, absolutely none.",
        10356.76,
        10357.54
    ],
    [
        " So, okay, so, Jocco, discipline, go.",
        10357.82,
        10360.1
    ],
    [
        " This is the energy drink.",
        10360.26,
        10361.1
    ],
    [
        " You didn't know already.",
        10361.28,
        10361.98
    ],
    [
        " Some new flavors out, which just adds to the choices you have.",
        10362.26,
        10366.24
    ],
    [
        " Hey, look, we all like orange.",
        10366.32,
        10367.8
    ],
    [
        " We all like oranges.",
        10368.2,
        10368.86
    ],
    [
        " It's a staple, right?",
        10369.12,
        10370.3
    ],
    [
        " You're hard pressed to find someone who doesn't like orange flavor.",
        10370.8,
        10373.1
    ],
    [
        " True.",
        10373.3,
        10373.5
    ],
    [
        " Yeah.",
        10374.0,
        10374.1
    ],
    [
        " Cool.",
        10374.44,
        10374.7
    ],
    [
        " But do we love orange?",
        10375.24,
        10376.98
    ],
    [
        " Maybe.",
        10377.28,
        10377.72
    ],
    [
        " Maybe not.",
        10377.82,
        10378.2
    ],
    [
        " Maybe not.",
        10378.42,
        10379.22
    ],
    [
        " I don't just wait.",
        10379.22,
        10380.36
    ],
    [
        " Good deal.",
        10380.46,
        10380.72
    ],
    [
        " Yeah.",
        10380.92,
        10381.14
    ],
    [
        " Oh yeah, that makes sense.",
        10381.3,
        10382.28
    ],
    [
        " Totally makes sense, but not all of us do.",
        10382.42,
        10384.04
    ],
    [
        " Some of us like more exotic flavors like mango.",
        10384.2,
        10386.98
    ],
    [
        " Mango has the capability to be like love.",
        10388.1,
        10391.16
    ],
    [
        " I love mango.",
        10391.42,
        10392.38
    ],
    [
        " Orange is more like, yeah, of course I like mango.",
        10392.58,
        10394.74
    ],
    [
        " Orange.",
        10394.94,
        10395.38
    ],
    [
        " Same thing.",
        10395.7,
        10396.04
    ],
    [
        " What about the other end of the spectrum?",
        10396.58,
        10397.74
    ],
    [
        " Are people more like, well, mangoes not really my thing.",
        10397.92,
        10400.42
    ],
    [
        " I'll drink orange, but mangoes not my thing.",
        10400.72,
        10402.44
    ],
    [
        " It's possible.",
        10402.78,
        10403.36
    ],
    [
        " They're saying take one extreme.",
        10404.32,
        10406.48
    ],
    [
        " You're going to probably end up with the other one as well.",
        10406.48,
        10408.4
    ],
    [
        " It's very possible nonetheless.",
        10408.66,
        10409.62
    ],
    [
        " No, the relationship.",
        10409.62,
        10410.42
    ],
    [
        " Nonetheless, we're adding to the spectrum of desirable flavors in discipline.",
        10410.54,
        10415.46
    ],
    [
        " Go.",
        10415.56,
        10415.68
    ],
    [
        " So now you got to win, win, win situation for everybody.",
        10415.78,
        10417.88
    ],
    [
        " Three wins.",
        10418.3,
        10418.74
    ],
    [
        " Three wins.",
        10418.98,
        10419.42
    ],
    [
        " OK.",
        10419.66,
        10419.88
    ],
    [
        " Oh, maybe even four later.",
        10420.1,
        10421.28
    ],
    [
        " Just saying it's always improving.",
        10421.6,
        10423.18
    ],
    [
        " This is good.",
        10423.6,
        10423.9
    ],
    [
        " It's good.",
        10424.02,
        10424.3
    ],
    [
        " You're better off after you drink one of these.",
        10424.38,
        10426.0
    ],
    [
        " You're about watermelon.",
        10426.1,
        10426.78
    ],
    [
        " What about new watermelon?",
        10427.1,
        10427.74
    ],
    [
        " What about salt watermelon?",
        10427.96,
        10429.12
    ],
    [
        " Yeah.",
        10429.44,
        10429.58
    ],
    [
        " Same.",
        10430.0,
        10430.3
    ],
    [
        " Same.",
        10430.84,
        10431.54
    ],
    [
        " Who's this thing?",
        10431.74,
        10431.94
    ],
    [
        " I think that's closer to orange in terms of people.",
        10431.94,
        10434.82
    ],
    [
        " It being a more broadly accepted flavor.",
        10436.24,
        10439.46
    ],
    [
        " Watermelon.",
        10439.56,
        10440.04
    ],
    [
        " Yeah.",
        10440.48,
        10440.78
    ],
    [
        " Do you know anyone that does not like watermelon?",
        10440.78,
        10442.32
    ],
    [
        " I don't know anyone who does not like watermelon.",
        10442.98,
        10445.38
    ],
    [
        " Do you know anyone that does not like mango?",
        10445.38,
        10446.74
    ],
    [
        " Yes.",
        10447.22,
        10447.38
    ],
    [
        " See?",
        10447.64,
        10447.92
    ],
    [
        " Psychos.",
        10448.4,
        10449.82
    ],
    [
        " But, you know some.",
        10449.94,
        10451.14
    ],
    [
        " Either way, I get it.",
        10451.96,
        10453.3
    ],
    [
        " I get it.",
        10453.42,
        10453.92
    ],
    [
        " And to each their own.",
        10454.02,
        10454.82
    ],
    [
        " Can I honestly say that with the genuine?",
        10455.18,
        10457.22
    ],
    [
        " You kind of rolled the dice thing with the mango.",
        10457.28,
        10458.88
    ],
    [
        " You know, yeah.",
        10459.9,
        10460.9
    ],
    [
        " Actually, no, because when we chose the mango, I chose that because I personally like it.",
        10461.1,
        10467.06
    ],
    [
        " And that's what be little kind of said.",
        10467.14,
        10468.46
    ],
    [
        " He said, hey, if you like it, that's it.",
        10468.52,
        10471.0
    ],
    [
        " So I was like, cool.",
        10471.26,
        10471.86
    ],
    [
        " I like it.",
        10471.9,
        10472.58
    ],
    [
        " Right on.",
        10472.58,
        10473.3
    ],
    [
        " Well, it seems like it drinks.",
        10473.44,
        10474.46
    ],
    [
        " Energy drinks is what you were saying.",
        10474.76,
        10475.94
    ],
    [
        " You can get them.",
        10476.06,
        10476.66
    ],
    [
        " Yes, sir.",
        10476.76,
        10477.1
    ],
    [
        " It's a new era.",
        10477.18,
        10477.64
    ],
    [
        " Like I said, they're good for you.",
        10477.84,
        10478.88
    ],
    [
        " The thing is, that's a big deal, though.",
        10478.92,
        10480.16
    ],
    [
        " Like, come on.",
        10480.72,
        10481.62
    ],
    [
        " You'd be hard for us to find a good tasting.",
        10481.7,
        10484.16
    ],
    [
        " Energy drink that after you drink it, you're better off.",
        10484.34,
        10486.84
    ],
    [
        " It's good for you.",
        10486.86,
        10487.94
    ],
    [
        " You don't have to do a bunch of like health, freaking recovery things after you drink",
        10488.12,
        10492.84
    ],
    [
        " energy.",
        10492.84,
        10493.22
    ],
    [
        " You don't go to go on a 14 day detox.",
        10493.34,
        10495.26
    ],
    [
        " Yeah, I know.",
        10495.34,
        10495.72
    ],
    [
        " Yeah, exactly right.",
        10495.98,
        10498.12
    ],
    [
        " Well, I'm super low in calories, too, by the way.",
        10498.56,
        10500.62
    ],
    [
        " Also, what else we got?",
        10500.78,
        10501.96
    ],
    [
        " Extra protein.",
        10502.1,
        10502.52
    ],
    [
        " In the form of dessert, best tasting protein in the world, pretty much.",
        10503.12,
        10506.42
    ],
    [
        " You'd be hard pressed to find a better tasting protein with the health nutrient profile",
        10506.58,
        10511.76
    ],
    [
        " that we have.",
        10511.76,
        10512.44
    ],
    [
        " The only thing that could possibly taste better as a protein is to steak itself.",
        10512.74,
        10516.12
    ],
    [
        " It's possible.",
        10516.54,
        10517.06
    ],
    [
        " Very hard comparison that.",
        10517.56,
        10518.86
    ],
    [
        " As we know, you can have a gorgeous, a gorgeous ribeye steak.",
        10519.44,
        10524.74
    ],
    [
        " Well, marble tasty cooked to a tea season to perfection.",
        10524.88,
        10528.56
    ],
    [
        " Season to perfection.",
        10528.66,
        10529.9
    ],
    [
        " And you can still get down to that and be like, I want some of this.",
        10530.46,
        10532.28
    ],
    [
        " You want some milk?",
        10532.32,
        10532.76
    ],
    [
        "",
        10533.0,
        10533.0
    ],
    [
        " You want some milk?",
        10533.18,
        10534.28
    ],
    [
        "",
        10534.5,
        10534.5
    ],
    [
        "",
        10534.5,
        10534.5
    ],
    [
        " Yeah.",
        10534.66,
        10534.76
    ],
    [
        " Brad, that has been me actually for the last four, three out of the last four days.",
        10534.76,
        10537.7
    ],
    [
        " 100%.",
        10538.54,
        10538.94
    ],
    [
        " That's interesting.",
        10538.94,
        10539.68
    ],
    [
        " Either way, these are all good things that will keep you on the path and front end and",
        10540.0,
        10543.56
    ],
    [
        " back end benefits.",
        10543.56,
        10544.32
    ],
    [
        " 100%.",
        10544.52,
        10544.94
    ],
    [
        " There's nothing better than more.",
        10544.94,
        10546.22
    ],
    [
        " Honestly, there's nothing better than milk when you get that little.",
        10546.66,
        10550.04
    ],
    [
        " Get that.",
        10550.26,
        10552.9
    ],
    [
        " Get that.",
        10553.0,
        10553.48
    ],
    [
        " How is this so desire?",
        10553.78,
        10555.32
    ],
    [
        " Here's a, okay, so mostly every night, there's a little routine.",
        10555.52,
        10559.06
    ],
    [
        " Most every night, I like a salad.",
        10559.88,
        10561.54
    ],
    [
        " That's a meal, like a big robust chicken.",
        10562.14,
        10564.88
    ],
    [
        " It's a formula.",
        10564.98,
        10565.48
    ],
    [
        " I'll give you the recipe some other time, but it's legitimate.",
        10565.74,
        10568.08
    ],
    [
        " It's talking to me about salad.",
        10568.08,
        10569.36
    ],
    [
        " I'll go with this one.",
        10569.46,
        10570.54
    ],
    [
        " I'll gather.",
        10570.76,
        10570.86
    ],
    [
        " I've seen yours.",
        10571.26,
        10571.74
    ],
    [
        " I've seen yours.",
        10571.98,
        10572.58
    ],
    [
        " Either way.",
        10572.92,
        10573.86
    ],
    [
        " But, but I'll mix up a milk in there in the salad.",
        10576.98,
        10580.32
    ],
    [
        " Not in the salad with the salad.",
        10580.32,
        10582.52
    ],
    [
        " You need to drink water or whatever you drink with salad, whatever.",
        10582.66,
        10584.6
    ],
    [
        " For some reason, the milk with the salad is the perfect combo right before bed.",
        10584.72,
        10588.06
    ],
    [
        " That's in my experience.",
        10588.32,
        10589.66
    ],
    [
        " Either way, also we got this stuff too for immunity for your joints.",
        10590.3,
        10594.46
    ],
    [
        " These are things we don't want to worry about on this path.",
        10594.9,
        10597.62
    ],
    [
        " We don't want to worry about how strong our immune system is.",
        10598.26,
        10600.78
    ],
    [
        " We don't want to worry about our joints working or not working.",
        10600.84,
        10602.94
    ],
    [
        " We want to just be sure and be ushered that these things are all the fire and forget missile.",
        10602.94,
        10608.5
    ],
    [
        " Exactly.",
        10608.5,
        10609.12
    ],
    [
        " You just push the button, boom, you're good.",
        10609.14,
        10610.56
    ],
    [
        " Hey, join warfare, super krill, vitamin D3, cold water.",
        10610.78,
        10616.1
    ],
    [
        " They're fire and forget.",
        10616.26,
        10617.24
    ],
    [
        " Don't have to.",
        10617.56,
        10618.16
    ],
    [
        " You want to be thinking about your immunity system.",
        10618.18,
        10620.44
    ],
    [
        " You don't want to be thinking about your joints.",
        10620.46,
        10621.64
    ],
    [
        " If you're fire and forget.",
        10621.86,
        10622.9
    ],
    [
        " Exactly right.",
        10623.28,
        10623.8
    ],
    [
        " If you're on these types of supplementation elements, there's only two times you're going",
        10623.82,
        10629.84
    ],
    [
        " to be thinking about this stuff.",
        10629.84,
        10631.72
    ],
    [
        " There's one when you get on them and they start working.",
        10632.06,
        10634.48
    ],
    [
        " Or potentially if you accidentally get off.",
        10634.94,
        10639.02
    ],
    [
        " That's only two times you think about this stuff.",
        10639.22,
        10640.72
    ],
    [
        " That's why I subscribe.",
        10640.9,
        10641.68
    ],
    [
        " Yes.",
        10642.02,
        10642.16
    ],
    [
        " Subscribe.",
        10642.46,
        10642.72
    ],
    [
        " If you subscribe to these things, you won't go off of them.",
        10643.2,
        10645.72
    ],
    [
        " You won't have that miserable feeling.",
        10645.96,
        10647.82
    ],
    [
        " And you'll, we, we, you get shipping for free.",
        10648.38,
        10651.32
    ],
    [
        " Yeah.",
        10651.6,
        10651.76
    ],
    [
        " So that's cool.",
        10652.02,
        10652.62
    ],
    [
        " Also, you can get this stuff at Wawa.",
        10653.0,
        10654.08
    ],
    [
        " You can get the drinks.",
        10654.28,
        10655.02
    ],
    [
        " You can get the, the, you, you're on a Wawa and you're like, I need a little energy right now.",
        10655.14,
        10660.0
    ],
    [
        " But I don't want to crash and feel like crap in three hours.",
        10660.3,
        10663.58
    ],
    [
        " Cool.",
        10663.58,
        10663.9
    ],
    [
        " We got you covered.",
        10664.02,
        10664.54
    ],
    [
        " Go to Wawa.",
        10664.78,
        10665.3
    ],
    [
        " You can get the, you can also get all this stuff at vitamin shop as well.",
        10665.46,
        10669.8
    ],
    [
        " Also, the energy drinks, something I forgot to say, which I always know when I drink them.",
        10670.1,
        10674.18
    ],
    [
        " Is there's electrolyte in it?",
        10674.22,
        10675.62
    ],
    [
        " Mm-hmm.",
        10675.7,
        10676.1
    ],
    [
        " Get a little elevated.",
        10676.28,
        10678.42
    ],
    [
        " The pre-levels.",
        10678.94,
        10679.6
    ],
    [
        " The pre-levels.",
        10679.6,
        10680.02
    ],
    [
        " The pre-levels.",
        10680.12,
        10680.44
    ],
    [
        " And in that is, yeah, it's critical.",
        10680.56,
        10682.76
    ],
    [
        " Check.",
        10683.24,
        10683.54
    ],
    [
        " So yeah, also you can get them at joccofuel.com.",
        10684.46,
        10687.12
    ],
    [
        " As soon as you can get everything, which is part of origin, origin USA.",
        10687.12,
        10691.3
    ],
    [
        " So origin USA, what do they got there?",
        10691.66,
        10693.86
    ],
    [
        " American made jeans, boots, jujitsu stuff.",
        10695.44,
        10699.6
    ],
    [
        " Mm-hmm.",
        10699.76,
        10700.12
    ],
    [
        " I want to say American made.",
        10700.3,
        10701.22
    ],
    [
        " I don't mean just American finished.",
        10701.34,
        10704.5
    ],
    [
        " No.",
        10704.76,
        10705.0
    ],
    [
        " You know, you have grass fed.",
        10705.46,
        10706.7
    ],
    [
        " Yeah.",
        10706.94,
        10707.14
    ],
    [
        " And then whatever finnit, it's not the whole thing.",
        10707.26,
        10709.48
    ],
    [
        " Grass fed corn finished or grain finished.",
        10709.66,
        10711.84
    ],
    [
        " Yeah.",
        10711.9,
        10712.18
    ],
    [
        " Whatever the deal is.",
        10712.52,
        10713.6
    ],
    [
        " No.",
        10713.72,
        10713.92
    ],
    [
        " Origins and I like that.",
        10714.64,
        10715.52
    ],
    [
        " From the beginning all the way to the end, American finished.",
        10715.88,
        10719.26
    ],
    [
        " American started.",
        10719.44,
        10720.84
    ],
    [
        " And started.",
        10721.14,
        10721.74
    ],
    [
        " Yes, exactly right.",
        10722.04,
        10723.08
    ],
    [
        " So boom, yes.",
        10723.5,
        10724.48
    ],
    [
        " So he got some good stuff.",
        10724.74,
        10725.9
    ],
    [
        " Pete's always making some new innovative thing.",
        10725.98,
        10729.34
    ],
    [
        " We got all good to it.",
        10729.5,
        10730.2
    ],
    [
        " Work pants and what.",
        10730.32,
        10731.28
    ],
    [
        " Work pants are common.",
        10731.5,
        10732.08
    ],
    [
        " I have a parent.",
        10732.44,
        10733.06
    ],
    [
        " I have two parents actually.",
        10733.34,
        10734.26
    ],
    [
        " That's cool because I don't even have Delta freaking 68 jeans.",
        10734.4,
        10737.94
    ],
    [
        " Are you serious?",
        10738.04,
        10738.48
    ],
    [
        " I am very serious.",
        10738.8,
        10739.54
    ],
    [
        " Yeah.",
        10740.0,
        10740.04
    ],
    [
        " You got issues.",
        10740.16,
        10740.76
    ],
    [
        " I got the regular ones which have been doing the job.",
        10741.12,
        10743.66
    ],
    [
        " I'm 100%.",
        10743.82,
        10744.28
    ],
    [
        " You might want to try out those Delta's.",
        10744.28,
        10746.3
    ],
    [
        " It's like, you know what I hate to admit this?",
        10746.38,
        10747.96
    ],
    [
        " It's like the equivalent of a lightweight hoodie.",
        10748.1,
        10749.68
    ],
    [
        " Boom.",
        10750.06,
        10750.2
    ],
    [
        " I'm down for that.",
        10750.62,
        10751.02
    ],
    [
        " I'm down for those Delta 68's.",
        10751.02,
        10753.2
    ],
    [
        " Oh, yeah.",
        10753.26,
        10753.68
    ],
    [
        " You sure?",
        10753.92,
        10754.3
    ],
    [
        " Speaking of lightweight hoodies, we have lightweight hoodies.",
        10754.76,
        10757.3
    ],
    [
        " I'm going to come out with another one I think with the next three weeks.",
        10757.64,
        10759.94
    ],
    [
        " Um, where you can get these things.",
        10760.9,
        10762.94
    ],
    [
        " Okay.",
        10763.0,
        10763.18
    ],
    [
        " So Jocco has a store called Jocco Store.",
        10763.44,
        10765.16
    ],
    [
        " We have lightweight hoodies.",
        10765.42,
        10766.48
    ],
    [
        " If you want to represent or we are on this path, you can get t-shirts.",
        10766.66,
        10769.64
    ],
    [
        " Like I said, hoodies light and heavy by the way.",
        10770.04,
        10772.62
    ],
    [
        " We've got some board shorts on there.",
        10772.74,
        10774.04
    ],
    [
        " We've got some tank tops, you know, hats, cool stuff on there.",
        10774.32,
        10777.74
    ],
    [
        " Representative of the path.",
        10778.4,
        10780.12
    ],
    [
        " Discipline equals freedom.",
        10780.32,
        10781.18
    ],
    [
        " Good.",
        10781.42,
        10781.56
    ],
    [
        " All these attitudes that we hope that we can run through the path with.",
        10781.74,
        10788.04
    ],
    [
        " Okay.",
        10788.72,
        10789.28
    ],
    [
        " You can represent jocco store.com.",
        10789.7,
        10791.66
    ],
    [
        " We have a shirt subscription situation.",
        10791.84,
        10793.7
    ],
    [
        " New design every month called the shirt locker.",
        10793.9,
        10796.34
    ],
    [
        " That one's been interesting.",
        10796.84,
        10797.64
    ],
    [
        " People see me who part of the shirt even today, even today.",
        10797.64,
        10800.6
    ],
    [
        " We'll say, hey, I like that.",
        10800.96,
        10803.36
    ],
    [
        " That last design.",
        10803.52,
        10804.38
    ],
    [
        " I really liked it.",
        10804.38,
        10805.26
    ],
    [
        " One guy said he wore two church and everyone was talking to him about it.",
        10805.44,
        10810.0
    ],
    [
        " Literally.",
        10810.02,
        10810.4
    ],
    [
        " I'm the next design was that the latest one.",
        10810.62,
        10813.06
    ],
    [
        " What is the latest one?",
        10813.42,
        10814.4
    ],
    [
        " It says just this check over the period.",
        10814.62,
        10817.18
    ],
    [
        " It has the flag on the sleeve to it's good.",
        10817.82,
        10820.86
    ],
    [
        " It looks good, but it's like, you know, there's some layers on there.",
        10820.9,
        10823.4
    ],
    [
        " Oh, nonetheless, yes.",
        10823.98,
        10824.9
    ],
    [
        " So subscribe to that if you want one every month, new, different types of designs than",
        10825.22,
        10830.94
    ],
    [
        " the regular stuff, but good nonetheless.",
        10830.94,
        10833.12
    ],
    [
        " And you can subscribe to this podcast and don't forget we also have jocco unraveling.",
        10833.62,
        10837.88
    ],
    [
        " We have the grounded podcast.",
        10837.88,
        10839.22
    ],
    [
        " We have the warrior kid podcast.",
        10839.32,
        10840.62
    ],
    [
        " We also have the the jocco underground where we're doing some alternative podcast talking",
        10840.78,
        10848.28
    ],
    [
        " about stuff in the same vein, but maybe a little bit tributary to the same thing.",
        10848.28,
        10854.88
    ],
    [
        " We have a scenario that we're usually talking about.",
        10854.88,
        10856.68
    ],
    [
        " We're doing a bunch of Q&A.",
        10857.02,
        10858.12
    ],
    [
        " There's a place you can send Q&A and we're getting through those.",
        10858.32,
        10860.78
    ],
    [
        " So go to joccounderground.com.",
        10861.78,
        10864.02
    ],
    [
        " If you want to subscribe to that, cost $8.18 a month and we're using that to create our",
        10864.2,
        10871.22
    ],
    [
        " own area where if we get booted off of the big platforms for whatever reason or they",
        10871.22,
        10878.82
    ],
    [
        " just start interjecting ads.",
        10878.82,
        10880.12
    ],
    [
        " Is that cool?",
        10880.6,
        10881.3
    ],
    [
        " What?",
        10882.04,
        10882.26
    ],
    [
        " It's cool to me.",
        10882.42,
        10883.1
    ],
    [
        " You take this podcast, let's say they took this podcast today and you're in the middle",
        10883.28,
        10887.62
    ],
    [
        " of hearing about lamb, son, seven, one, nine, all of a sudden there's an advertisement",
        10887.62,
        10892.86
    ],
    [
        " on there for a mattress.",
        10892.86,
        10894.0
    ],
    [
        " Yeah, that's not cool.",
        10894.74,
        10896.18
    ],
    [
        " It's not cool.",
        10896.4,
        10896.88
    ],
    [
        " So if you don't want that, cool, we got you $8.18 a month.",
        10897.08,
        10901.44
    ],
    [
        " If you can't afford it, we still look.",
        10901.68,
        10902.98
    ],
    [
        " If you can't afford that, cool, we got you as well.",
        10903.16,
        10905.32
    ],
    [
        " Go to assistance or email assistance at joccounderground.com.",
        10906.12,
        10909.62
    ],
    [
        " We got you.",
        10910.02,
        10910.42
    ],
    [
        " Also, wherever YouTube channel, if you're wondering about the video version of this podcast,",
        10911.2,
        10915.14
    ],
    [
        " we do have YouTube channel official.",
        10915.36,
        10916.64
    ],
    [
        " Got some excerpts on there and the whole episode got some other enhanced episodes as",
        10917.18,
        10921.5
    ],
    [
        " well.",
        10921.5,
        10921.74
    ],
    [
        " Lots of explosions.",
        10921.78,
        10922.64
    ],
    [
        " Kind of minimize explosions lately, but it just makes this feel like we're due from",
        10923.36,
        10929.36
    ],
    [
        " our explosion.",
        10929.36,
        10930.08
    ],
    [
        " So you bring up a good point.",
        10930.34,
        10931.38
    ],
    [
        " Unless if there are explosions, that's where they're going to be.",
        10931.8,
        10935.06
    ],
    [
        " You should make a video where everything explodes.",
        10935.18,
        10936.8
    ],
    [
        " I'm about to.",
        10937.02,
        10937.58
    ],
    [
        " Because of how much trash you guys talk to me about things, but like I'll make a regular",
        10937.62,
        10941.22
    ],
    [
        " video and people will be like, I'm, uh, I'm gutted, literally gutted by the lack of explosions.",
        10941.22,
        10947.76
    ],
    [
        " I'm like, man, all right.",
        10947.78,
        10948.98
    ],
    [
        " I agree with the person.",
        10949.08,
        10949.96
    ],
    [
        " I, yeah, it was hard to disagree at the time.",
        10950.48,
        10952.18
    ],
    [
        " I mean, you know, our explosions appropriate at every single situation.",
        10952.18,
        10955.28
    ],
    [
        " Maybe, maybe not.",
        10955.42,
        10956.42
    ],
    [
        " Nonetheless, if they, if the explosions are going to be present, you're going to find them",
        10956.62,
        10962.52
    ],
    [
        " on this YouTube channel along with everything else.",
        10962.52,
        10964.94
    ],
    [
        " So yeah, look up for that.",
        10964.94,
        10966.34
    ],
    [
        " Also, psychological warfare.",
        10967.52,
        10968.9
    ],
    [
        " You don't know what that is.",
        10969.12,
        10969.72
    ],
    [
        " It's an album with tracks of Jocco.",
        10969.92,
        10972.5
    ],
    [
        " Each track is Jocco telling you how to get through a specific and general moment of",
        10972.52,
        10979.12
    ],
    [
        " weakness.",
        10979.12,
        10979.52
    ],
    [
        " So if you're in real, in real life, if you're having a moment of weakness, which we all",
        10980.08,
        10984.76
    ],
    [
        " do sometimes, put in this album, boom, Jocco will tell you why you should, you know, not succumb",
        10984.76,
        10991.94
    ],
    [
        " to the weakness.",
        10991.94,
        10992.66
    ],
    [
        " If you want a visual representation of this stuff, go to flipsidegamers.com, my brother",
        10993.22,
        10999.52
    ],
    [
        " Dakota Meyer, selling all kinds of cool looking stuff that you can hang on your wall.",
        10999.52,
        11003.38
    ],
    [
        " We also have some books.",
        11004.14,
        11004.98
    ],
    [
        " Hey, the books I talked about today, undaunted courage is the series.",
        11005.12,
        11008.52
    ],
    [
        " There's three volumes out right now, covered one, covered volume number one, which is an",
        11008.56,
        11014.42
    ],
    [
        " assault unit, it's an assault helicopter unit in Vietnam, 1969, 1970.",
        11014.42,
        11018.3
    ],
    [
        " That's episode two, 75 of this podcast, covered book three today, Lamson 719.",
        11018.48,
        11024.48
    ],
    [
        " Book two is called Medal of Honor.",
        11025.8,
        11027.5
    ],
    [
        " I'm sure we'll get to that book at some point.",
        11027.58,
        11029.44
    ],
    [
        " You can pick up the series of books.",
        11030.02,
        11031.88
    ],
    [
        " They're just an incredible account that you have to read to really, to really understand",
        11031.88,
        11035.86
    ],
    [
        " the kind of chaos that was going on.",
        11035.86,
        11038.88
    ],
    [
        " We have a new book, Final Spin.",
        11039.52,
        11040.7
    ],
    [
        " I have a new book, Final Spin.",
        11041.04,
        11042.34
    ],
    [
        " It is a, we don't really know what to call it.",
        11042.68,
        11046.12
    ],
    [
        " Literature.",
        11046.36,
        11046.8
    ],
    [
        " It is literature of some kind.",
        11046.8,
        11048.52
    ],
    [
        " It could be a poem.",
        11048.84,
        11050.48
    ],
    [
        " It could be prose.",
        11050.74,
        11051.86
    ],
    [
        " Oh, it's prose.",
        11052.66,
        11053.62
    ],
    [
        " I don't know.",
        11054.6,
        11055.48
    ],
    [
        " There's some very poetic looking things in there.",
        11055.52,
        11057.42
    ],
    [
        " The way it's written.",
        11057.62,
        11059.42
    ],
    [
        " It's prose elements, I guess.",
        11059.88,
        11061.28
    ],
    [
        " Yeah.",
        11062.3,
        11062.52
    ],
    [
        " You can check that out.",
        11063.2,
        11064.56
    ],
    [
        " It's available for preorder right now.",
        11065.02,
        11067.86
    ],
    [
        " I'm going to say the publisher likely won't print enough because they're always looking",
        11068.8,
        11074.22
    ],
    [
        " to minimize any loss.",
        11076.72,
        11077.98
    ],
    [
        " They're looking to maximize profit.",
        11078.34,
        11080.22
    ],
    [
        " Okay, that's cool.",
        11081.04,
        11082.24
    ],
    [
        " They're running a company.",
        11082.32,
        11082.84
    ],
    [
        " I get it.",
        11082.96,
        11083.26
    ],
    [
        " They don't want to print too many copies now.",
        11083.34,
        11085.92
    ],
    [
        " Some copies sitting around.",
        11085.94,
        11087.1
    ],
    [
        " So they're going to minimize.",
        11087.4,
        11088.9
    ],
    [
        " They're low-balling it.",
        11089.36,
        11090.7
    ],
    [
        " So that, what does that mean?",
        11091.76,
        11092.5
    ],
    [
        " To you?",
        11092.7,
        11093.0
    ],
    [
        " It means you end up with seconded dish against the will.",
        11093.16,
        11095.74
    ],
    [
        " And it's cool.",
        11096.28,
        11097.56
    ],
    [
        " But at some point, you're going to meet me.",
        11097.8,
        11099.18
    ],
    [
        " I'm not going to say how signed you're seconded dish, but I'm going to know and you're",
        11099.48,
        11104.1
    ],
    [
        " going to know that you hesitated at the moment of truth.",
        11104.1,
        11106.52
    ],
    [
        " Don't let that be you.",
        11106.72,
        11107.44
    ],
    [
        " That's all I'm saying.",
        11107.66,
        11108.4
    ],
    [
        " Leadership strategy and tactics field manual code evaluation protocols, discipline,",
        11108.9,
        11111.9
    ],
    [
        " freedom field manual, way to worry your kid.",
        11112.02,
        11114.04
    ],
    [
        " One, two, three, and four.",
        11114.14,
        11115.84
    ],
    [
        " Mikey and the dragons about face by hack worth and the OG of my books that I wrote with",
        11116.14,
        11121.64
    ],
    [
        " my brother, Lafab and extreme ownership and dichotomy leadership.",
        11121.64,
        11124.36
    ],
    [
        " Laf and I also have a leadership consultancy.",
        11125.1,
        11129.06
    ],
    [
        " It's called National On Front.",
        11129.28,
        11130.08
    ],
    [
        " Go to echelonfront.com.",
        11130.08,
        11131.64
    ],
    [
        " If you want details on that, we have an online training academy.",
        11131.64,
        11136.06
    ],
    [
        " Go to extreme ownership.com.",
        11136.4,
        11139.12
    ],
    [
        " If you want to get training, if you want to ask me questions, I'm on there.",
        11139.36,
        11143.02
    ],
    [
        " One, two, three times a week.",
        11143.72,
        11145.32
    ],
    [
        " We have a bunch of courses that you can take about these leadership principles.",
        11145.48,
        11149.28
    ],
    [
        " So check that out.",
        11149.66,
        11150.36
    ],
    [
        " We have a live event called the muster.",
        11150.56,
        11152.44
    ],
    [
        " The next one is August 17th and 18th.",
        11152.5,
        11154.82
    ],
    [
        " I think we're almost sold out.",
        11155.0,
        11156.24
    ],
    [
        " We're getting there.",
        11156.3,
        11156.86
    ],
    [
        " Las Vegas, October 28th and 29th.",
        11156.86,
        11161.42
    ],
    [
        " So go to echelonfront.com and check events for that stuff.",
        11161.58,
        11165.4
    ],
    [
        " If you want to help service members, active and retired, their families are gold star",
        11166.08,
        11169.84
    ],
    [
        " families.",
        11169.84,
        11170.2
    ],
    [
        " Check out Mark Lee's mom, mom and Lee.",
        11170.62,
        11172.5
    ],
    [
        " She's got a charity organization where she helps out people from the military.",
        11172.94,
        11178.5
    ],
    [
        " If you want to donate or you want to get involved, go to America's mighty warriors.org.",
        11178.92,
        11183.74
    ],
    [
        " And if you want more of my protracted pronouncements or you need more of Echo's random",
        11183.74,
        11192.28
    ],
    [
        " ruminations, you can find us on the end of the web's on Twitter on the Graham as Echo",
        11192.28,
        11199.42
    ],
    [
        " calls it and on the Facebook.",
        11199.42,
        11201.36
    ],
    [
        " Echo's at Echo Charles.",
        11201.88,
        11203.94
    ],
    [
        " I'm at Jocke Wilink.",
        11204.3,
        11205.08
    ],
    [
        " Thanks.",
        11205.18,
        11205.34
    ],
    [
        " Once again, to major J tape for coming on today, sharing his experiences with us.",
        11205.34,
        11211.24
    ],
    [
        " But of course, and more important, thanks to J tape for his courage and bravery in the",
        11212.86,
        11220.0
    ],
    [
        " service of our great nation.",
        11220.0,
        11221.72
    ],
    [
        " And to the rest of the military out there right now currently serving with courage, thank",
        11222.94,
        11227.52
    ],
    [
        " you for protecting our way of life.",
        11227.52,
        11229.3
    ],
    [
        " And the same goes for our police and law enforcement, firefighters, paramedics, EMTs, dispatchers,",
        11229.5,
        11235.0
    ],
    [
        " correctional officers, border patrol, secret service, and all first responders.",
        11235.2,
        11239.32
    ],
    [
        " Thank you for protecting us here at home.",
        11239.44,
        11241.9
    ],
    [
        " And everyone else out there are lives that we're living right now are a gift.",
        11242.38,
        11253.0
    ],
    [
        " And our way of life that we enjoy, it is also a gift.",
        11254.34,
        11259.74
    ],
    [
        " It's a blessing and it's a luxury.",
        11259.86,
        11261.9
    ],
    [
        " It's a luxury that we get to be here in this world with freedom and free will.",
        11262.28,
        11268.6
    ],
    [
        " And the opportunities that we have which were given to us through the bravery and sacrifice",
        11268.6,
        11275.34
    ],
    [
        " of others.",
        11275.34,
        11276.44
    ],
    [
        " Do not squander this gift.",
        11277.16,
        11284.36
    ],
    [
        " Don't waste these opportunities.",
        11285.04,
        11287.14
    ],
    [
        " Instead go out there every day and get after it.",
        11287.86,
        11293.86
    ],
    [
        " And until next time, this is Echo and Jocco.",
        11295.42,
        11298.88
    ],
    [
        " out.",
        11300.06,
        11300.34
    ]
]