[
    [
        " A big part of the Brazilian Jiu-Jitsu was created by my father, exactly because my ankle",
        0.0,
        7.28
    ],
    [
        " Carlos learned from Maeda, from Kondi Koma, and Maeda was a champion who was fighting for",
        7.28,
        17.08
    ],
    [
        " all over and went to Brazil to settle.",
        17.08,
        19.62
    ],
    [
        " And he started teaching ankle Carlos based on the friendship he has with my grandfather.",
        20.52,
        28.26
    ],
    [
        " And in that process, two Carlos learned a lot from Maeda, but Elio was 12 years younger than my",
        28.86,
        40.0
    ],
    [
        " ankle and was a very young kid at that time. And then they went to Rio in 1925,",
        40.0,
        47.84
    ],
    [
        " settle in Rio. And Maeda Carlos opened his first school in 1925. At this point, my father was,",
        48.68,
        58.1
    ],
    [
        " could not do any sports. He was, Dr. Sade for him, to not do anything, not play soccer,",
        58.64,
        64.26
    ],
    [
        " not ride a bike, not skate, nothing because he's very skinny and he has vertical all the time.",
        64.4,
        70.8
    ],
    [
        " So he's passed out any effort he's passing out, so he had to rest. So my ankle opened his",
        70.8,
        77.7
    ],
    [
        " school, my father sitting on the corner all the time watching my ankle teach. And for three years,",
        77.7,
        83.76
    ],
    [
        " from 13 years old to 16, he was just watching, amazed watching all the details, all the",
        83.76,
        90.88
    ],
    [
        " the say, all the moves, but he never practiced. And one day, a student arrived at his school,",
        90.88,
        98.4
    ],
    [
        " and my ankle was not there yet. So my father said, Mr. if you want to do, let's play a little",
        98.8,
        104.74
    ],
    [
        " B and T, my brother arrived. So with that, they start to practice, half our later, my ankle arrived.",
        104.74,
        111.68
    ],
    [
        " And these students said Carlos, if you don't mind, I like to keep training with the kid because he's",
        112.78,
        117.34
    ],
    [
        " so good. I love to practice with him. So in that's the way my father gets into Jujitsu",
        117.34,
        124.58
    ],
    [
        " pratix, but different than a normal person, my father could not do one pull up, one pull up,",
        124.86,
        131.6
    ],
    [
        " or one push up. He don't have the strength and the muscles to do that. So he basically,",
        131.84,
        138.22
    ],
    [
        " a choke, for example, which is a, he learned as an arm movement to get you, grab the calls and squeeze",
        138.7,
        144.78
    ],
    [
        " the guy to choke. He could not even think about choke somebody with the strength on his arms.",
        144.78,
        150.76
    ],
    [
        " So he has to bring together and use the chest, which transforms the whole pressure on the choke,",
        151.24,
        158.84
    ],
    [
        " giving last effort muscularily and much more efficiency technically. So just a very simple example",
        159.2,
        167.54
    ],
    [
        " of how my dad in every movement he could do, he adapt for his own weakness. And it's another",
        167.54,
        174.3
    ],
    [
        " very important element is he was so light and so small he could not ever fight on top,",
        174.3,
        179.8
    ],
    [
        " mount positions, passing guards and and and kick-ass from the top. So he was able to just stay on",
        180.48,
        188.34
    ],
    [
        " the bottom regardless. And he was able to create from the guard position, such a new arsenal of",
        188.34,
        196.86
    ],
    [
        " tricks because he has nothing to do but guard. So he developed a guard and a very",
        196.86,
        203.82
    ],
    [
        " alugrae-stile and a brazilian style which doesn't belong to Japan at all. All the ground techniques",
        203.82,
        210.7
    ],
    [
        " from the bottom are developed by my father, which as weak enough should not do other things.",
        210.7,
        216.94
    ],
    [
        " So he's improving, we normally say in the family, alugrae-stis for Jiu-Jitsu as Einstein is to physics.",
        218.42,
        225.76
    ],
    [
        " He's a creator, he's a genius, impossible to compare. And follow this idea of",
        226.86,
        234.18
    ],
    [
        " of total connection with the techniques and the development. The Brazilian Jiu-Jitsu becomes more like",
        234.18,
        243.14
    ],
    [
        " effective and the value to do and the no-holds bar and effectiveness overall with G- without G-",
        243.14,
        256.84
    ],
    [
        " So I felt like Jiu-Jitsu really becomes a art for a weaker one after pass through to Brazil. Before",
        256.84,
        268.1
    ],
    [
        " Kondikoma, Kondimaiyada Koma was a very effective, he has many many victories but he was a stuck guy,",
        268.1,
        275.62
    ],
    [
        " he was solid, strong Japanese, not at all but is very solid, maybe 80 kilos or 85 kilos or something. So",
        275.78,
        283.62
    ],
    [
        " he was dealing Jiu-Jitsu in his own form of athleticism which is different than what my dad implies. So",
        284.44,
        292.28
    ],
    [
        " we are very grateful to have aliguracy in the family to bring another possibility for our style.",
        292.28,
        299.06
    ],
    [
        " Yeah, that's, it seems like in Jiu-Jitsu when you have Jiu-Jitsu like that, it's the situation where like",
        300.26,
        313.32
    ],
    [
        " when I defeat someone that's bigger and stronger and everybody that starts Jiu-Jitsu for the first time,",
        313.32,
        318.02
    ],
    [
        " when I started Jiu-Jitsu for the first time, you know, I was like I said, I was 220 pounds. My first",
        318.24,
        324.7
    ],
    [
        " teacher was Fabio Santos. I think he weighs, I don't know, 150, 160 pounds, you would just do whatever",
        324.7,
        332.36
    ],
    [
        " you wanted to me and he was an old man at the time. He was probably younger than I am right now but",
        332.36,
        337.58
    ],
    [
        " he seemed like he was an old man, I said, I was this old man with gray hair, gonna do anything to me.",
        337.58,
        342.2
    ],
    [
        " And Jiu-Jitsu allows you to do that. Jiu-Jitsu is, you know, what your dad, because he had, like you",
        342.42,
        348.94
    ],
    [
        " said, because he was smaller, because he was weaker, he had to develop that style and it's so effective.",
        348.94,
        354.7
    ],
    [
        " Yes, leverage replaces strength, you know, techniques replaces speed. So when you have the perfect",
        355.8,
        365.84
    ],
    [
        " combination, you can anticipate the movement, you can use time at your favorite and other deflection.",
        365.84,
        371.64
    ],
    [
        " So it's a very interesting concept of winning without really banging heads you had, you have to make",
        371.86,
        379.84
    ],
    [
        " like set him up or fake or set up in a way to almost surprise the guy with and defeat, not exactly",
        379.84,
        389.52
    ],
    [
        " smash him, you know, it's too brutal sometimes, it's too much, too boost fighting, you know. I love to see",
        389.52,
        397.78
    ],
    [
        " the articulation of a technician suppress the strength. So for me, I always amaze about the",
        398.92,
        405.46
    ],
    [
        " effect and the possibilities of Jiu-Jitsu.",
        405.46,
        408.44
    ]
]