[
    [
        " You get this sort of side of the martial arts family growing up training all the time, but you're also in real, which is a crazy place and the lifestyle that you had going on there, which you talk about here going to the book.",
        0.38,
        17.32
    ],
    [
        " Rio is like New York City and Bangkok combined. It is a turbulent whatever you want, whenever you want it, mix of sex, crime, drugs, nature, and beach culture.",
        17.42,
        29.16
    ],
    [
        " Although we lived in a nice apartment in Copa, Cabana, Rio is not like LA. There's not a rich town like Beverly Hills and then a poor one like Compton. They are combined.",
        29.84,
        39.08
    ],
    [
        " One minute you're in Beverly Hills and the next you turn down a side street and you are in Compton. As a kid I developed street smarts from gang bangers to fighters to the high society matrons to the surfers to the most beautiful girls in Ipanema.",
        39.28,
        53.54
    ],
    [
        " I wanted to understand all of it. I would often ditch school and just walk around Rio. I had normal rounds that I made through the city.",
        53.54,
        60.28
    ],
    [
        " So you're kind of living this kind of crazy turbulent lifestyle. And you're just drawn to that very much because you know in my house I was the youngster and halls, hard on the house.",
        60.86,
        74.72
    ],
    [
        " I was eight, nine and ten years older than me. So when I about 11, 12, I like to hear what they say to keep up with you know.",
        74.72,
        83.98
    ],
    [
        " So for me when I go home I was listening and learning with those smart guys you know. And when I go to the street I don't want to stay with the 10, 11 year olds which are just thinking about silly things.",
        84.28,
        99.18
    ],
    [
        " I was just walking with the older guys talking about things I hear my brother's talk. And the guy said, hey this kid is not so he's not what he's saying.",
        99.18,
        108.0
    ],
    [
        " So I was trying to be very you know compatible with the higher level street guys I said I see on the street.",
        108.0,
        119.42
    ],
    [
        " So that's kind of put me in a in a in a in a very soft place because I have to be smart. I have to be very much solid with them.",
        119.88,
        138.68
    ],
    [
        " So no fear show to be able to walk with them to be able to get in the car and go some surf somewhere. So I was there to just show them I can handle you know.",
        139.28,
        150.3
    ],
    [
        " So I was just give me a mission I will do you know. Sometimes the guys they they want a smoke pot for example. And nobody wants to go in the dealers pot because they all want to afraid of the cops.",
        150.44,
        162.76
    ],
    [
        " I was 12 11 I said I can go with my trunks I can go up and down hide the thing and nobody going to see it. So I was just being like the kid which helps the older guys to get what they so I was just doing things regardless of right or wrong.",
        162.88,
        181.72
    ],
    [
        " I just try to keep myself in a position to be respected from the the boys on the hood you know and being like I street guy not exactly a spoil kid which forbidding to play on the street or something.",
        181.72,
        198.04
    ],
    [
        " So I was just taking care of my life as I was a group I was 18 19 and I was just 12 you know. And you ended up kind of running with a gang of kids. Oh yeah I mean for me was a demonstration of courage demonstration of being tough you know it was not about doing right or wrong is about keep keep keep be able to keep with the boys and be respected in the hood as a as a guy who can not going to fall.",
        198.04,
        228.02
    ],
    [
        " So that's kind of give me a good sense of be a part of a team which is a tough team the guys they all fighters they all tough kids they all you know very very much.",
        230.32,
        242.66
    ],
    [
        " Born to just do trouble and things and I was start to growing up a little bit I start to see all those values I learn on the street are not values I should take in my life as a if I want to grow up and represent what I want.",
        243.86,
        259.68
    ],
    [
        " So my mission my passion for the family was take me away from that dark side of being just doing problems and start to become more an athlete and becoming completely focused on my life as a representative of Jujitsu but with a sense of base and sense of you know I I'm not going to let my friends down I'm always good to be a solid you know no matter if he's going.",
        259.98,
        288.12
    ],
    [
        " You know if he's a good think is a wrong think I want to be part of and be trusted by my friends so that's what I accomplish.",
        288.8,
        295.32
    ],
    [
        " Yeah it seems like you you you you ventured into that world of sort of that gang mentality and then you say here in the book I began to drift away from the gang when members started stealing stereos and using guns I knew they were on a path I would take them nowhere fast and I was much more interested in Jujitsu surfing and girls the life of crime.",
        295.82,
        317.28
    ],
    [
        " Although I was rebellious and did things that my dad didn't agree with I never stopped competing and never stopped winning in his eyes that made me special it was about this time that I began to train with my brother holes up to this point alia was my teacher whether he was surfing training fighting riding horses hang gliding or chasing girls holes was constantly in motion he was fast technical and always push me to train harder and achieve more training with holes was essentially fighting.",
        317.78,
        347.0
    ],
    [
        " He reinforced what alia had taught me fuck points fuck judges win by submission or not at all I began to improve quickly under holes and alia was not surprised I wasn't stubborn and never choked under pressure now the expectations for me were both from holes and my dad and they were extremely high.",
        347.82,
        369.76
    ],
    [
        " How many hours a day were you training with holes at this time?",
        369.9,
        374.16
    ],
    [
        " At least four hours at least two hours in the morning or in the early afternoon for classes and then at the training at night so I was always at the school you know I was never been too much a good student you know so I get any excuse to stay away from school and stay at the academy or at the beach but you know was a good training very fun.",
        375.26,
        402.54
    ],
    [
        " How much time would you spend sparring how much time would you spend drilling how much time would you spend creating new stuff.",
        402.54,
        409.76
    ],
    [
        " Normally the class follows up with a sequence of drilling learning some techniques some drills and after the free sparring so I follow the protocols of the class and I always going to learn something training something or grab some improving some kind of technique and also the practice afterwards so I just follow the practice.",
        410.22,
        432.52
    ],
    [
        " I always remember the program of every class. Did you find yourself and holes especially as holes is bringing in some bone and wrestling would you have to break stuff down and kind of adapted into jujitsu do you remember doing that kind of thing.",
        432.52,
        448.56
    ],
    [
        " I remember holes showing the techniques and we immediately because he also have the eye for what's good for us or not I always not learning from a wrestling teacher I was teaching I was learning from a guy who learns wrestling but is a jujitsu teacher and try to favor us with the best of it so things he made learn and he didn't like it he not even show us.",
        448.56,
        471.44
    ],
    [
        " He just showed the things we are related to I grab you here on the so you do that so I was just follow up his his lead on what I should use from wrestling what I should use from some what I should use from judo some techniques and judo are suicidal techniques and put you after the throw you get caught in a bad position so you don't want to do those those techniques so basically I was not that you learn judo I was that you learning I efficient way to take people down with judo.",
        471.92,
        501.42
    ],
    [
        " But for judo so was that all the preparation the techniques are kind of slightly different than being just a judo practitioner.",
        501.44,
        510.42
    ],
    [
        " Yeah I was lucky my my son when he wrestled he had a wrestling coach that started working with his wrestling team that was a jujitsu guy too and so he could tell him hey do this like hey this is like a sweep hey this is like a scissors sweep he would be able to coach him to wrestle using jujitsu with wrestling can relate much better.",
        510.84,
        531.26
    ],
    [
        " Yeah this is nice.",
        531.42,
        532.38
    ]
]