[
    [
        " The outlines of a revised theory fitted to present conditions and knowledge have emerged.",
        0.0,
        3.78
    ],
    [
        " I hope in the course of this discussion of the subject, the key idea is strategic operation",
        4.0,
        11.94
    ],
    [
        " rather than battle, an old term that has outlived its suitability and utility.",
        11.94,
        18.2
    ],
    [
        " So get rid of this whole idea of battle. Battles may still occur, but should not be regarded as",
        19.2,
        26.98
    ],
    [
        " the aim itself to repeat an earlier conclusion that was strikingly vindicated in World War II.",
        26.98,
        32.9
    ],
    [
        " Quote, the true aim is not so much to seek battle as to seek a strategic situation, so advantageous",
        34.0,
        41.64
    ],
    [
        " that does not of itself produce the decision, that if it does not of itself produce the decision,",
        41.64,
        47.12
    ],
    [
        " its continuation by a battle is sure to achieve this. That's what we're looking for.",
        47.32,
        52.1
    ],
    [
        " And have your opponent recognize that before the battle takes place?",
        53.1,
        56.54
    ],
    [
        " It optimally, yes. Optimally they go, you know, we don't even have a chance.",
        56.8,
        60.82
    ],
    [
        " If they don't recognize it cool, you're in such a good position that it doesn't matter",
        61.06,
        64.98
    ],
    [
        " anyways in the battles over very quickly. Yeah. I mean, I'm writing things down.",
        64.98,
        69.36
    ],
    [
        " I mean, just the things inside what he just said, how about just the first thing of the comment",
        69.48,
        75.48
    ],
    [
        " about study is designed to modify conclusions. Not to validate your conclusions.",
        75.7,
        82.5
    ],
    [
        " Like, I'm going to go to research and I'm going to literally just overlook and bypass anything that",
        82.76,
        87.06
    ],
    [
        " doesn't align with what I already think I know. I'm just like, that's not convenient. So I'm going",
        87.06,
        91.64
    ],
    [
        " to skip that. So I'm going to find, I'm going to study so I can find information to reinforce what",
        91.64,
        95.78
    ],
    [
        " I already know. He's like, no, I'm doing this study to figure out what I thought that's actually wrong.",
        95.78,
        101.44
    ],
    [
        " To modify my to modify my conclusions. The the inherent humility in that approach. So I'm going to",
        101.9,
        109.32
    ],
    [
        " study to find out where I'm wrong. How hard that actually is to do. And then he used the air staff",
        109.32,
        117.1
    ],
    [
        " these example and of course, you know, the air staff is a thing that didn't even exist. And now",
        117.1,
        121.02
    ],
    [
        " it's this thing where that counter culture there, they're the opposing view of, hey, we need to",
        121.02,
        131.42
    ],
    [
        " fight around their new approach and became the inflexible rigid. We are going to stick to these",
        131.42,
        137.8
    ],
    [
        " conclusions. We're going to state of these. We are not going to change our view point of this.",
        137.8,
        142.68
    ],
    [
        " Now quickly that that process happens to human beings do not change. No, they really don't.",
        143.04,
        151.14
    ],
    [
        " And they really like to dig into whatever they got to hold when they got to hold something,",
        151.14,
        155.62
    ],
    [
        " they hang on to it totally. It's like trying to pry a it's like a little freaking kid, a three-year-old",
        155.62,
        161.6
    ],
    [
        " with the rattle. You know what I'm saying? They got that rattle. Go and try and take that away from",
        161.6,
        167.08
    ],
    [
        " them. Why is that? It's a human instinct to hang on to what you got. And you see the general staff",
        167.08,
        174.5
    ],
    [
        " after 32 years of military service and 150 years of combined military service between these three,",
        174.5,
        181.22
    ],
    [
        " four generals and they have that new rattle that they got a hold of and they won't let go of it.",
        182.22,
        188.46
    ],
    [
        " And they're going to kick and scream. It's disturbing. It's crazy. And he said something too that",
        188.62,
        196.58
    ],
    [
        " he's referenced. You've already said it. And this one kind of finally stuck is he's making the",
        196.58,
        204.34
    ],
    [
        " connection to leadership. He's not talking about Klauselot so much. He keeps saying about his students,",
        204.34,
        210.3
    ],
    [
        " his disciples, the influence he had on a generation of leaders and the tragedy that was created by that",
        210.48,
        219.82
    ],
    [
        " based on Klauselot's influence over people. And he's made the illusion too like that really",
        219.82,
        227.16
    ],
    [
        " wasn't his intent. It wasn't his intent. He definitely, last podcast, he definitely pointed out that",
        227.16,
        231.76
    ],
    [
        " that was not his intent. Totally. But the power for better for worse, the power of that leadership.",
        231.76,
        237.84
    ],
    [
        " And if you have disciples and you've said this over and over again, and again, I don't remember the",
        238.04,
        243.62
    ],
    [
        " exact quote, but the the the uneducated disciples are more dangerous than the enemy. And to just",
        243.62,
        253.56
    ],
    [
        " blindly follow the language or the words of the leader and just try to go implement them without",
        253.56,
        260.6
    ],
    [
        " truly understanding the context and then the evolving application of that to the world that they're",
        260.6,
        267.82
    ],
    [
        " it's I mean, I put them from those two pages just point out those through those things and how",
        268.26,
        273.14
    ],
    [
        " critical those things are. Can you fathom the freaking group think that's going on? Check it out.",
        273.14,
        281.22
    ],
    [
        " Not only is everyone on my side bought into this bullshit. So my entire freaking army of millions of",
        281.54,
        292.82
    ],
    [
        " people is all bought into this idea and your side and your millions of soldiers and leaders",
        293.54,
        301.08
    ],
    [
        " are all bought to the same idea. Imagine how crazy that is. Imagine how crazy it is that our group",
        301.08,
        306.72
    ],
    [
        " think is so strong that both opposing sides both are bought into the same group think. At the",
        306.72,
        322.8
    ],
    [
        " think I'm looking at you and you're doing the exact same thing as me and I'm thinking well,",
        323.3,
        327.24
    ],
    [
        " we're just going to keep doing it and you're looking at me thinking we're going to keep doing it",
        327.62,
        330.92
    ],
    [
        " and neither one of us is able to say you know what this doesn't make any sense. Hey, are you",
        330.92,
        334.56
    ],
    [
        " looking at what are enemies doing? This is this seems kind of dumb. The power of the group think",
        334.56,
        340.06
    ],
    [
        " there. The power of you know, we always talk about right. You got to detach and you got to take",
        340.06,
        345.58
    ],
    [
        " you know, take a more strategic view. These are the freaking generals on both sides at the same time.",
        345.58,
        354.2
    ],
    [
        " At the same time wrapped up in the identical group think when they are getting a daily dose of",
        354.28,
        360.82
    ],
    [
        " reality, the most stark reality that human beings have ever seen, ever. The most stark reality",
        360.82,
        370.3
    ],
    [
        " that human beings have ever seen, they're getting slapped in the face with that on the daily basis",
        370.3,
        374.48
    ],
    [
        " and they never look around and say, hey, you know what? This is freaking stupid. What are we doing?",
        374.48,
        380.28
    ],
    [
        " This is the sickest group think fathomable. It's crazy. So it's detached. It's detached but like",
        381.42,
        393.08
    ],
    [
        " detaching to the strategic levels not enough. If you're surrounded, if you're completely surrounded,",
        393.08,
        399.82
    ],
    [
        " if you're in the virtual reality goggles on right, no matter where you look, it's like you're in the",
        399.94,
        405.94
    ],
    [
        " game. You need to take those things off your head.",
        405.94,
        408.8
    ]
]