[
    [
        " Fluidity of forces may succeed where concentration of force merely entails",
        0.58,
        6.82
    ],
    [
        " rigidity, a perilous rigidity. So at times, Bruce Lee, we want to be like water.",
        6.82,
        16.7
    ],
    [
        " Fluidity of force is sometimes better than just concentration of force. If you",
        17.82,
        23.16
    ],
    [
        " can move Jeff Glover on the Jiu-Jitsu mats, you grab something on him and he's",
        23.16,
        29.24
    ],
    [
        " somewhere else. You grab something on Dean, he's countering, right? But you grab",
        29.24,
        35.64
    ],
    [
        " something on Jeffy Glover. He's maneuvering like he's gone. It's like a piece of",
        35.64,
        42.12
    ],
    [
        " slime. You squeeze one part, he pops out another part. With Dean, you can't",
        42.12,
        50.36
    ],
    [
        " squeeze. Like he doesn't go anyone. He does the squeezing. Yeah, you're getting",
        50.36,
        53.62
    ],
    [
        " squeezed. That's the way it worked. All right. Just the word fluid. And I mentioned",
        53.62,
        62.18
    ],
    [
        " it before, I talked about fluid mutual support. Just the idea of being fluid is",
        62.18,
        66.54
    ],
    [
        " it's flexibility. It's the ability to be reactive to the situation in a way that",
        66.54,
        72.5
    ],
    [
        " puts you in a place to be available to support as you need it, but far enough",
        72.5,
        79.02
    ],
    [
        " away to maneuver as you need to. And I just, I think the idea of in this era",
        79.02,
        84.88
    ],
    [
        " of them talking about fluid, when the backdrop of World War I, I know we've hit",
        84.88,
        90.28
    ],
    [
        " this a thousand times the backdrop of a World War I was whatever the opposite of",
        90.28,
        96.28
    ],
    [
        " fluid is, which is the inability, the inability to adjust to maneuver to do",
        96.28,
        104.62
    ],
    [
        " something that analogy you just did with like that slime thing of I squeeze",
        105.78,
        109.16
    ],
    [
        " here and something pops it over there that the being the ability to be fluid and",
        109.16,
        113.98
    ],
    [
        " the inherent the way you'd want to describe your organization or your",
        113.98,
        120.8
    ],
    [
        " your reaction to things going on in your organization of being fluid and how",
        120.8,
        124.56
    ],
    [
        " quickly people get to being rigid with their thought processes, their ideas,",
        124.56,
        130.64
    ],
    [
        " their objectives, what they want to accomplish and how quickly it",
        130.8,
        134.32
    ],
    [
        " becomes rigid. So check this out, we're in World War I, okay? We actually have a",
        134.32,
        143.52
    ],
    [
        " culture that views fluidity as weakness. The Victorian culture, if you want to run",
        143.52,
        153.88
    ],
    [
        " away from danger, you're a coward, you're weak. Now take that and bring a thread",
        153.88,
        160.82
    ],
    [
        " to the boardroom, bring a thread to the conference room in a company and if",
        161.1,
        165.82
    ],
    [
        " Dave presents an idea to me and I back down because I agree with his idea or I",
        165.82,
        171.42
    ],
    [
        " back down because I see some holes in my idea, I might be viewed as weak. So I'm",
        171.42,
        176.94
    ],
    [
        " not going to be fluid instead. I'm going to be rigid. I'm going to stand up to Dave.",
        176.94,
        179.56
    ],
    [
        " We're going to fight about it and by the way, I fight out, rank you. I'm going to win.",
        179.72,
        183.76
    ],
    [
        " It's freaking ridiculous. Crazy. But we have this culture and that culture, you",
        184.56,
        190.72
    ],
    [
        " know, look, the culture, the reason that culture exists, especially the culture of",
        190.72,
        195.88
    ],
    [
        " rigidity is directly tied to our human nature, our ego, right? Because we feel like, oh,",
        195.88,
        202.14
    ],
    [
        " I don't want to, I'm not going to back down to Dave. I'm not going to let that happen.",
        202.58,
        206.3
    ],
    [
        " It's like, actually, you know, good call, Dave. I like your idea better. The odd thing",
        206.5,
        213.26
    ],
    [
        " about this is that it makes me look stronger. It makes me look open-minded and flexible",
        213.26,
        219.06
    ],
    [
        " and confident to be like, you know what, Dave? Like your idea. Let's roll with that.",
        219.78,
        222.36
    ],
    [
        " The whole room, the whole freaking conference room goes, damn, Draco's got some confidence.",
        223.16,
        227.12
    ],
    [
        " He's good with it. Whatever plan he just wants us to win. As opposed to, actually, Dave,",
        227.28,
        231.34
    ],
    [
        " you know what? I've heard enough from you. We're going with my plan. Every one in the",
        231.46,
        235.4
    ],
    [
        " room goes, oh, he's weak. I think I'm strong. I'm being weak and everybody",
        235.4,
        240.68
    ],
    [
        " perceives me as weak. Everybody, this is the hardest lessons to learn. It's one of the",
        240.68,
        248.02
    ],
    [
        " hardest lessons to learn is that flexibility is viewed as a strength. Fluidity is viewed as a",
        248.28,
        256.84
    ],
    [
        " strength. Putting your ego and being humble is viewed as strength. And when you do the opposite,",
        256.84,
        262.0
    ],
    [
        " when you're rigid, it's viewed as weakness. When you let your ego flare up, it's viewed as weakness.",
        262.12,
        265.98
    ],
    [
        " It's viewed as insecurity. And we see this all day long. We see this all day long.",
        266.16,
        271.76
    ],
    [
        " Check.",
        271.76,
        276.3
    ]
]