[
    [
        " From there you do you go to JSOC, you take over as the deputy commander and I think you throw out in C stories, you give an example which I think is a",
        0.1,
        15.26
    ],
    [
        " Well, it's it's pretty important story",
        15.26,
        19.02
    ],
    [
        " There's a mission going on",
        19.02,
        21.46
    ],
    [
        " You're in the you're in the talk the TAC Corporation Center and here we go. I'm gonna go to the book",
        21.46,
        26.72
    ],
    [
        " This is from C stories unbeknownst to me lieutenant Colonel Bill Koltrup",
        26.72,
        31.16
    ],
    [
        " The C squadron commander and Colonel Jim Hickey from first brigade fourth infantry division had maneuvered farther up the dirt road from Wolverine 1",
        31.16,
        40.14
    ],
    [
        " Which was one target to another small house designated Wolverine 2 as I watched the ISR feed from the West cam and listen to the radios",
        40.14,
        48.88
    ],
    [
        " The visual and verbal didn't match up",
        48.88,
        51.8
    ],
    [
        " Wolverine 1 appeared reasonably quiet",
        51.8,
        54.52
    ],
    [
        " But the radio calls from Koltrup sounded like they were moving rapidly on a target",
        54.62,
        59.24
    ],
    [
        " It sounds like they're on target Lee. I don't see any movement outside the house",
        59.24,
        63.62
    ],
    [
        " I motion to the jock non-commission officer who sat at the end of the long wooden table that made a horseshoe around the ISR screen",
        63.62,
        70.48
    ],
    [
        " So you're sitting there watching this thing unfold ISR is what's what's the feed that's coming from the aircraft overhead",
        70.48,
        76.52
    ],
    [
        " He was also on the headset seeing what I was seeing which was nothing I",
        76.52,
        80.64
    ],
    [
        " Raised my hands in the universal sign of WTF",
        80.64,
        83.52
    ],
    [
        " And he shrugged and called back ISR is on the target. I don't know where the squadron is sir",
        84.52,
        89.08
    ],
    [
        " I hated to call the squadron in the middle of an operation and that's an important point",
        89.08,
        94.9
    ],
    [
        " you know from a from from my perspective, you know",
        94.9,
        99.2
    ],
    [
        " I was a platoon commander and us all force commander and a platoon and then a tasking a commander and",
        99.2,
        103.7
    ],
    [
        " The fact that you weren't jumping on there. Hey, where are you at? What's going on? What's going on is is?",
        103.7,
        108.7
    ],
    [
        " I'd say if you've got a boss you got at least a 50% chance of a boss that wants to know exactly where you are at all time",
        110.1,
        115.44
    ],
    [
        " And it's not fun and it doesn't help and",
        115.44,
        118.98
    ],
    [
        " So here you are you say I hated to call the squadron in the middle of an operation",
        118.98,
        122.32
    ],
    [
        " It's the last thing any tactical guy on the ground wants a call from his boss",
        122.32,
        125.86
    ],
    [
        " Sitting warm and comfortable in a jock 50 miles away from the action",
        125.86,
        129.92
    ],
    [
        " Still it was our responsibility to manage a quick reaction force and the medical evacuation of something went wrong on target",
        129.92,
        135.2
    ],
    [
        " That was hard to do if you didn't have good situational awareness of the mission and the truth was I was curious as to whether this new lead was",
        135.2,
        143.46
    ],
    [
        " Panning out so they were tracking a lead",
        143.46,
        144.94
    ],
    [
        " somewhat somewhat reluctantly I pushed the talk I pushed the talk button and reached out to culture",
        144.94,
        150.94
    ],
    [
        " Bill are you on target?",
        150.94,
        152.9
    ],
    [
        " Yes, sir culture responded somewhat excitedly. We don't see you on ISR",
        153.52,
        158.06
    ],
    [
        " There was a pause on culturep's end sir",
        158.06,
        161.36
    ],
    [
        " We are on Wolverine 2 just down the road from the original target and we have jackpot",
        161.36,
        165.9
    ],
    [
        " Jackpot jackpot",
        165.9,
        168.16
    ],
    [
        " Jackpot was the code word meaning they had captured the objective at first. I assumed culture up meant",
        168.16,
        174.64
    ],
    [
        " Cases that who you were looking for",
        174.64,
        176.34
    ],
    [
        " But suddenly it occurred to me that the tone of culture of the voice indicated something more significant",
        176.34,
        182.74
    ],
    [
        " Jackpot do you mean little jackpot or big jackpot big jackpot culture of answered and",
        182.74,
        191.08
    ],
    [
        " Going as this goes forward big jackpot was sit on right so these guys had just captured",
        192.78,
        197.5
    ],
    [
        " Saddam",
        197.5,
        198.38
    ],
    [
        " And I was actually I was in Iraq at the time and and so we had found out I",
        198.38,
        205.22
    ],
    [
        " Think we had found out we found out really quickly one of the guys that we were working one the OGA guys",
        205.22,
        209.28
    ],
    [
        " We were working out with was",
        209.28,
        211.24
    ],
    [
        " One of the early",
        211.24,
        213.0
    ],
    [
        " Interrogators on them and come down how we got them so as much as I know you were trying to keep a secret",
        213.0,
        218.76
    ],
    [
        " There was",
        219.36,
        220.0
    ],
    [
        " It didn't stay secret long now that one didn't say stay secret very long. I know there's a",
        220.0,
        227.6
    ],
    [
        " There's a before we jump in a little bit about Saddam",
        227.6,
        231.68
    ],
    [
        " So when you when you were running that earlier",
        231.68,
        234.3
    ],
    [
        " I mentioned you were running this project of like looking at the future of warfare and what we could do and I was part of that",
        234.3,
        239.3
    ],
    [
        " so I was and there was like five of us and you were basically taking us and sending us to all these",
        239.3,
        244.68
    ],
    [
        " Very cool probably some of the best schools I ever went to I went to lock picking and car stealing and just all these really cool stool",
        245.46,
        252.64
    ],
    [
        " Schools to get us prepared to do like you said operations from a totally different perspective",
        252.64,
        258.52
    ],
    [
        " And I remember I sat through your brief a couple times and",
        258.52,
        262.92
    ],
    [
        " You would brief you know some senior officers and you'd say hey listen",
        262.92,
        265.82
    ],
    [
        " In the seal teams we do direct action, but we have T-lams now",
        265.82,
        270.92
    ],
    [
        " And so do we really need to do direct shot or all we really going to have to do direct action missions when we've got T-lams and we've got",
        270.94,
        277.98
    ],
    [
        " Another thing we do is wrote special reconnaissance. Well, are we really gonna do need to do special reconnaissance when we've got satellites and",
        277.98,
        284.38
    ],
    [
        " And we've got you know UAV capabilities are coming on board and and you know",
        284.38,
        290.44
    ],
    [
        " I remember like like I said I was a young guy and thinking okay",
        290.44,
        292.92
    ],
    [
        " Well, I need I need to transfer to this new format. We're not gonna do direct action anymore",
        292.92,
        297.44
    ],
    [
        " I think the next time I saw you I was in Baghdad you came down to camp Jenny Posey where we were we were I",
        297.44,
        304.66
    ],
    [
        " Was jocked up literally about to go out of my whatever",
        304.66,
        307.22
    ],
    [
        " 50th or whatever direct action mission and and I thought it was funny",
        307.22,
        312.86
    ],
    [
        " I kind of smiled to myself said well looks like we're still doing it. I'm",
        312.86,
        317.02
    ],
    [
        " But but this this mission got Saddam and then a man you do it",
        317.02,
        324.24
    ],
    [
        " It's a very interesting person. I mean how how how crazy is it to sit here and talk to you?",
        324.24,
        329.3
    ],
    [
        " You are interacting with Saddam when he got captured and",
        329.54,
        333.68
    ],
    [
        " You detailed in the book, but I mean just some some high-level thoughts. What was that like the detail with this freaking",
        333.68,
        338.46
    ],
    [
        " Horrible horrible sadistic person",
        338.46,
        341.3
    ],
    [
        " Yeah, it was very interesting because the",
        341.3,
        343.62
    ],
    [
        " You know when you first captured him. I mean he was pop us. He was arrogant",
        343.62,
        348.62
    ],
    [
        " When when when Bill called back when Bill called back and said they were got big jackpot good to your point",
        350.56,
        354.96
    ],
    [
        " You had asked about case. So case was the guy we were the facilitator",
        354.96,
        358.54
    ],
    [
        " So we were trying to get the facilitator who we thought was gonna lead us to Saddam",
        358.54,
        361.84
    ],
    [
        " Well, they had gotten case and then case it had kind of pointed them towards Saddam",
        361.84,
        365.34
    ],
    [
        " And they opened the spider hole you've seen the picture Saddam's in there. So they bring Saddam back to to crit and",
        365.34,
        370.8
    ],
    [
        " I'm down in Baghdad and",
        370.8,
        373.12
    ],
    [
        " and",
        373.12,
        373.66
    ],
    [
        " And so now we had a plan. Okay, what do you do if you get Saddam?",
        374.08,
        377.6
    ],
    [
        " Well, I had to call general abseid who was a sent-com commander called general crystal who was my boss back in",
        377.72,
        381.72
    ],
    [
        " Tampa and I had to make plans to well, we want to we want to verify that it's Saddam",
        381.72,
        386.58
    ],
    [
        " So I needed to get DNA sent to you know the lab and FBI lab and all that sort of thing",
        386.58,
        391.1
    ],
    [
        " but but as all this is happening",
        391.1,
        394.02
    ],
    [
        " The the JTF commander",
        394.02,
        399.04
    ],
    [
        " um",
        400.32,
        400.72
    ],
    [
        " General Rick Sanchez I get the word general Sanchez is outside the jack",
        400.72,
        405.06
    ],
    [
        " I was like what I mean he was the big guy in Iraq down three star at the time and so we'll bring him on in so Sanchez comes in since",
        405.06,
        412.94
    ],
    [
        " down beside me says",
        412.94,
        414.2
    ],
    [
        " Bill understand you got to Saddam I said, hey sir. I do not know that yet",
        414.2,
        419.76
    ],
    [
        " Yeah, I'm not gonna call jackpot until I can see it till we can verify you know how this goes",
        419.76,
        425.24
    ],
    [
        " You know there are a lot of times we had captured guys who we thought had the right name the kuneas were different people were different",
        425.4,
        430.84
    ],
    [
        " You call jackpot then you're embarrassed you know 24 hours later when it's not the right guy",
        430.84,
        434.26
    ],
    [
        " And he says hey, no, I mean I heard through uh, yeah through OGA that uh that you got it",
        434.26,
        440.22
    ],
    [
        " I said well, sir he'll be down here in 30 minutes. You can see for yourself. I think we both just spotted the leak",
        440.22,
        445.72
    ],
    [
        " So uh so the uh",
        445.72,
        449.68
    ],
    [
        " About 30 minutes later the healer arrives. Well, uh, I mean, I'm busy making phone calls",
        449.68,
        454.02
    ],
    [
        " So I turned to my chief of staff who I call him I think captain Lee at his request",
        454.02,
        458.6
    ],
    [
        " Um, and I said hey go over there. You've got to come back and and I'm trusting you tell me whether you think it's Saddam or not",
        458.6,
        464.56
    ],
    [
        " So he and uh general Sanchez go over there and he comes back few minutes later goes",
        464.56,
        468.38
    ],
    [
        " Sir it's Saddam said okay, so now I'm calling Abusei and do my sort of thing",
        468.38,
        471.74
    ],
    [
        " Well about uh, you know half an hour later. I I go back over there and uh, I remember talking to Sanchez",
        471.74,
        478.44
    ],
    [
        " It was kind of one of those funny moments. So Saddam has this big beard and uh",
        478.44,
        482.98
    ],
    [
        " I realized we got to get him cleaned up because we're gonna have this kind of press release and everything and and",
        484.54,
        488.64
    ],
    [
        " frankly it looked like Saddam even with a big beard",
        488.64,
        491.14
    ],
    [
        " I mean he's got this bulb of snow and everything but I figured well, let's get him cleaned up",
        491.14,
        494.24
    ],
    [
        " So no arachis can say it's not Saddam",
        494.24,
        495.98
    ],
    [
        " So I turned to one of the guys that said okay, let's get him shaved and uh and get him cleaned up and then we'll take a picture",
        495.98,
        502.78
    ],
    [
        " And then we'll be able to compare the",
        502.78,
        504.36
    ],
    [
        " So as I'm saying Sanchez turns to me says I don't know built do we have the authority to shave him?",
        504.36,
        511.48
    ],
    [
        " As a sir, we had the authority to kill him if he was you know if he was trying to guess",
        512.26,
        516.16
    ],
    [
        " I think we got the authority to shave and we both kind of laughed. I really liked Rick Sanchez. He was a good guy",
        516.16,
        520.36
    ],
    [
        " um, so we so I go off make some more phone calls. I come back assuming that what had happened was",
        520.36,
        526.32
    ],
    [
        " Some ranger or somebody had had gotten the shears and was kind of clean and said I'm but why come back",
        526.32,
        531.08
    ],
    [
        " Saddam's got a pair of scissors in his hand and he's clipping his own beard. I'm like",
        531.08,
        534.58
    ],
    [
        " No, let me have those scissors. Yeah, just yeah pull those away",
        534.58,
        537.5
    ],
    [
        " And he's like, uh, uh, he was told to get cleaned up",
        537.5,
        540.5
    ],
    [
        " But but the next the next day was the day when you uh, you recall the press conference",
        541.16,
        545.56
    ],
    [
        " Where the ambassador and and john sanchez say we got him. Well, they hadn't seen yet uh",
        545.56,
        550.74
    ],
    [
        " Sanchez it's seen him but the ambassador hadn't seen me so they fly out to uh",
        550.74,
        554.38
    ],
    [
        " To our place there in Baghdad and go to to see Saddam and they brought some of the Iraqi leaders with them",
        554.38,
        559.7
    ],
    [
        " And again Saddam, I've you know, I've got him now to jump suit and he's sitting on a cut",
        559.7,
        563.38
    ],
    [
        " But when they when the Iraqi leaders came in to the room small room about the size actually",
        563.38,
        569.0
    ],
    [
        " I mean they are yelling at him. They're spitting at him and he's got this look on his face like",
        569.9,
        574.62
    ],
    [
        " Boys, I'm still in charge here sit down and he kind of motions to him. Yeah, it's just sit down",
        574.62,
        579.8
    ],
    [
        " Don't you know who I am. I'm looking thinking wow",
        579.8,
        582.84
    ],
    [
        " He is he still thinks he's in charge. He's about to find out. He's no longer in charge, you know",
        582.84,
        588.44
    ],
    [
        " So uh, I didn't really want to bring those guys in because I knew this would happen. It was just bolster his ego",
        588.44,
        593.7
    ],
    [
        " So after uh after they left",
        593.7,
        596.8
    ],
    [
        " I talked to Sanchez and talked to him bash. I said so that's it. I don't want anybody else visiting him",
        596.88,
        601.84
    ],
    [
        " I am responsible for him now",
        601.84,
        604.04
    ],
    [
        " I mean",
        604.04,
        605.16
    ],
    [
        " College General Abzade he will tell you I'm responsible for him. So here's what I'm telling you nobody else visits him",
        605.16,
        611.02
    ],
    [
        " Uh, we will you know, I will take good care of him",
        611.02,
        613.62
    ],
    [
        " But I don't want him, you know, feeling like he's somebody important. So the next 30 days I held on to him",
        613.62,
        618.12
    ],
    [
        " and in the room I had a",
        618.12,
        620.44
    ],
    [
        " an officer and a",
        620.44,
        622.24
    ],
    [
        " Security guy and a",
        623.04,
        624.14
    ],
    [
        " Anometic or a doctor all the time for them because he was six seven years old. He had all sorts of health problems",
        624.14,
        629.18
    ],
    [
        " Um, but it was interesting to watch",
        629.18,
        631.34
    ],
    [
        " as as the days and weeks went on and he no longer had his you know, palaces and he no longer had his generals and no longer had his handmaidens",
        631.34,
        639.84
    ],
    [
        " He really just became a pathetic old man",
        639.84,
        642.04
    ],
    [
        " um, and uh and every time I'd come in every I'd go check on him every day",
        642.04,
        646.56
    ],
    [
        " He'd always stand up to want to talk to me",
        646.56,
        648.74
    ],
    [
        " Now would say no and I wouldn't talk to him and it made him mad",
        649.46,
        653.44
    ],
    [
        " And he would talk to the Rangers and the and the doc and I told him I said I don't want anybody saying a word to him",
        653.44,
        660.4
    ],
    [
        " Um, and he would always ask about al-hefe",
        660.4,
        663.2
    ],
    [
        " Ah, you know al-hefe and of course I came in I made sure my stars weren't on my name tag wasn't on",
        663.2,
        667.88
    ],
    [
        " But he knew who I was. Yeah, I mean he just by you know you come in",
        667.88,
        671.38
    ],
    [
        " Um, so 30 days into it",
        671.38,
        675.22
    ],
    [
        " It was time to move him and I was really hoping that by this time you know the uncertainty had really had kind of blossomed",
        675.22,
        680.78
    ],
    [
        " He didn't know that of course",
        680.78,
        681.72
    ],
    [
        " And I thought well, let's see if I can get him to tell the insurgents to stand down",
        681.72,
        686.44
    ],
    [
        " So we had a plan uh brought my translator in and of course I knew what his answers would be",
        686.44,
        692.72
    ],
    [
        " But I figured I got nothing to lose here",
        692.72,
        694.4
    ],
    [
        " So I sat down with him and I said look you know",
        694.4,
        698.56
    ],
    [
        " The kind of the war is over here the Americans have come in we've",
        698.56,
        702.12
    ],
    [
        " And he just kind of nodded and I said",
        702.12,
        704.56
    ],
    [
        " But your people are still dying and you know you can do one or two things you can become",
        705.22,
        709.7
    ],
    [
        " Benito Mussolini and be the petty dictator or you can do right by your country now",
        709.7,
        714.48
    ],
    [
        " It's not gonna in well for you. You got to know that",
        714.48,
        716.92
    ],
    [
        " But",
        716.92,
        718.0
    ],
    [
        " Tell them to lay down their arms so so we're not killing any more rakis",
        718.0,
        721.82
    ],
    [
        " And I knew he'd ask me the question that I thought he would ask he said",
        721.82,
        725.74
    ],
    [
        " If it was you would you do it?",
        725.74,
        728.54
    ],
    [
        " And then I said look you know if it was for the best part of of my country",
        728.88,
        733.74
    ],
    [
        " I'd do what it took to save my country and he looks at me goes I don't think so",
        734.06,
        738.34
    ],
    [
        " He in in Arabic, but it was trying to ignore him and then I said to him I said",
        738.34,
        743.46
    ],
    [
        " Okay",
        743.46,
        744.54
    ],
    [
        " You're not gonna see me again. We're moving you and he was like",
        744.54,
        748.66
    ],
    [
        " Because we've been taking pretty good care of him and he was like oh, this is not a good idea",
        748.66,
        753.96
    ],
    [
        " So then he starts to get a little talk to me said time's done and so that night",
        753.96,
        759.08
    ],
    [
        " We undercovered darkness. We moved him to some military police and they held on to him until the",
        759.08,
        763.64
    ],
    [
        " trial",
        765.04,
        765.48
    ],
    [
        " But watching his again watching him and his behavior and how it changed 20 no longer felt he was in a position of power",
        765.48,
        772.42
    ],
    [
        " Was I can't think important to realize",
        772.42,
        774.92
    ],
    [
        " Yeah, that's what you do you know your book back on bullies",
        774.92,
        778.44
    ],
    [
        " You know at the end of the day you stand up to the bullies",
        778.44,
        781.1
    ],
    [
        " And if all they had was the trappings around them",
        781.1,
        784.88
    ],
    [
        " They're they're not the kind of people that are gonna be able to stand up to you very long",
        784.88,
        790.02
    ],
    [
        " And you know he was a function of the generals that supported him and all of the trappings and when you took that away",
        790.32,
        795.62
    ],
    [
        " He was just a bully",
        795.62,
        798.22
    ]
]