[
    [
        " This is the jockel underground podcast with echo Charles sitting across the table from me",
        0.0,
        6.76
    ],
    [
        " And I am jockel winlick",
        6.76,
        8.9
    ],
    [
        " Control all delete do you remember control all delete is that still a thing?",
        8.9,
        14.86
    ],
    [
        " It is still a thing so I use an apple",
        15.16,
        17.24
    ],
    [
        " Computer system. So what is yours command? Well, what's interesting is here's what's interesting",
        17.24,
        23.46
    ],
    [
        " straight up honestly when you have",
        23.46,
        27.12
    ],
    [
        " Apple computer you don't even really remember what the reset button is because it doesn't happen very often",
        27.64,
        33.16
    ],
    [
        " And I know there's some software engineer reason for this kernels. Is that something to do with kernels?",
        33.16,
        38.72
    ],
    [
        " I don't know what kernels. I don't know either, but the way the apple system is designed it",
        38.96,
        44.1
    ],
    [
        " Doesn't get jet get did doesn't get jammed up as much as the windows operating system",
        44.1,
        51.3
    ],
    [
        " That's just this those are just facts, bro",
        51.3,
        53.74
    ],
    [
        " When I went I went on deployment one time before I went on deployment",
        54.18,
        57.14
    ],
    [
        " I used that I use windows my whole life like most people right I guess most people",
        57.14,
        61.1
    ],
    [
        " At the time most people were using windows and in the military is a hundred percent windows through one no apples",
        61.1,
        67.18
    ],
    [
        " And I was going on deployment",
        67.18,
        69.34
    ],
    [
        " and",
        69.34,
        70.58
    ],
    [
        " Somebody one of my friends just kept telling me apple apple apple apple like hype hype hype hype right so finally",
        70.58,
        78.62
    ],
    [
        " I got my wife",
        78.62,
        81.16
    ],
    [
        " An apple computer before I went on deployment",
        81.94,
        83.9
    ],
    [
        " And when I came home and so I got it set up for and it's a little different",
        83.9,
        89.2
    ],
    [
        " A little bit different, you know, you're kind of a little bit unsure. There's some techniques",
        89.2,
        93.22
    ],
    [
        " That are different. Have you ever even used an apple? Yes, sir. Okay, so I didn't know these techniques",
        93.22,
        99.12
    ],
    [
        " but got the thing set up for my wife",
        99.12,
        101.06
    ],
    [
        " I come home from deployment what six seven months later I come home and",
        101.06,
        107.32
    ],
    [
        " The computer is on whatever I'm like working with it and for some reason it came up and I said well how you know",
        109.0,
        113.38
    ],
    [
        " How many times if you had to restart this she said?",
        113.38,
        116.78
    ],
    [
        " zero",
        117.42,
        117.84
    ],
    [
        " Zero times the computers up and running for six straight months now. It wasn't like it's under massive stress of",
        117.84,
        124.2
    ],
    [
        " high-level computations",
        124.2,
        126.88
    ],
    [
        " But sure enough the thing kept up and running and when I",
        126.88,
        131.32
    ],
    [
        " Because a Windows computer at that time. This is like 2003",
        132.08,
        135.62
    ],
    [
        " 2004 if you got a Windows computer you were resetting that thing",
        135.62,
        139.74
    ],
    [
        " Maybe once every other day you had to you had to do what I'm talking about which is a little bit of the old control",
        139.74,
        146.66
    ],
    [
        " Alt delete",
        146.66,
        148.12
    ],
    [
        " I don't know what that thing is on a apple computer on the apple computer",
        148.12,
        153.06
    ],
    [
        " Just turn it off and just hold the power button down if something goes wrong",
        153.06,
        156.48
    ],
    [
        " Which doesn't go wrong for months for months stays up and running",
        156.48,
        160.92
    ],
    [
        " Did your Windows computer stay up and running?",
        161.72,
        163.36
    ],
    [
        " No, you're I'm well what I'm thinking about your whole scenario. I'm like what are you doing",
        163.74,
        169.52
    ],
    [
        " That makes you have to go control all delete even on a Windows no, but there's back in the day back in the day",
        169.52,
        175.5
    ],
    [
        " And then it must have been like kind of a concave computer probably yeah, I mean",
        175.5,
        179.58
    ],
    [
        " Okay, a video editing okay. Yeah, you put in some high-re high resolution freaking files",
        179.58,
        186.92
    ],
    [
        " And then you start trying to do effects and all at the same time. Oh yeah control all delete for sure",
        187.3,
        191.96
    ],
    [
        " But not jaco in 2004",
        191.96,
        193.82
    ],
    [
        " That's like one email and the word document",
        193.82,
        197.52
    ],
    [
        " Why am I that thing locking up?",
        197.52,
        199.88
    ],
    [
        " Yeah, unless you opening some spam or something like this where you know how they send you the spam and you had to execute",
        200.06,
        204.88
    ],
    [
        " I don't know about it, but you know when I was going to college I the only thing I like just to put it perspective",
        204.88,
        209.84
    ],
    [
        " Truly the only thing I would be doing on these things was literally",
        209.84,
        213.74
    ],
    [
        " I don't think I've ever edited a video maybe I've edited now I've edited a couple on my phone",
        213.74,
        218.44
    ],
    [
        " On my telephone I'd edit a video now",
        218.44,
        221.94
    ],
    [
        " Cuz I got skills",
        221.94,
        224.04
    ],
    [
        " So control all delete or power down what what are these things for these are these are like physical actions",
        224.04,
        235.76
    ],
    [
        " That you can take",
        235.76,
        237.62
    ],
    [
        " When the software on your computer or on your phone or on your printer is confused or locked up or bogged down",
        238.02,
        246.56
    ],
    [
        " with",
        246.56,
        247.48
    ],
    [
        " Too much information or not enough information or it's just going into brain freeze right that's what happens",
        247.48,
        253.08
    ],
    [
        " Is that why it happens because I don't really know it's a good analogy for sure",
        253.08,
        257.16
    ],
    [
        " So what you do is you override the software",
        257.16,
        261.3
    ],
    [
        " With the hardware with the hard shutdown you override it you say hey listen all these little weird",
        261.3,
        267.28
    ],
    [
        " ones and zeros that you've got going on. We're just we're just cutting the power. That's what you do you override it",
        267.64,
        273.32
    ],
    [
        " Well the same thing actually happens to us as humans",
        273.32,
        278.48
    ],
    [
        " See what I'm saying I can see you're not in your head. You're not in your head. You're like yes, doc. Who's gone on this",
        278.48,
        284.16
    ],
    [
        " We in our own heads",
        284.16,
        286.36
    ],
    [
        " In our own heads we get bogged down",
        286.36,
        289.78
    ],
    [
        " We get distractions we get rationalizations going on we get debates going on in your own head",
        289.78,
        296.24
    ],
    [
        " And what I'm telling you now is that the solution to these",
        296.24,
        300.22
    ],
    [
        " brain",
        300.22,
        302.18
    ],
    [
        " cycles",
        302.18,
        304.22
    ],
    [
        " Where they get caught in a continuous cycle of distraction or caught in a continuous cycle of rationalization or",
        304.22,
        310.98
    ],
    [
        " whatever",
        310.98,
        312.12
    ],
    [
        " The solution is the same",
        312.12,
        314.22
    ],
    [
        " It's a hard",
        314.22,
        316.98
    ],
    [
        " action that you have to do",
        316.98,
        319.72
    ],
    [
        " to",
        319.72,
        320.76
    ],
    [
        " To",
        321.24,
        321.92
    ],
    [
        " It's a manual override. We have the capability of manually overriding our software",
        321.92,
        328.3
    ],
    [
        " And the way you do that is by taking action. So",
        328.3,
        333.88
    ],
    [
        " It's again here's the problem like if imagine if the if the computer had a robot arm a robot hand",
        333.88,
        343.88
    ],
    [
        " Let's say and it was aimed there's a finger on the robot hand and it was aimed at the button",
        343.88,
        349.84
    ],
    [
        " Sure",
        350.5,
        351.0
    ],
    [
        " Wait, which button the",
        351.0,
        352.56
    ],
    [
        " Not for the reset button",
        352.56,
        354.46
    ],
    [
        " So it's",
        354.46,
        355.94
    ],
    [
        " It's aimed at that",
        355.94,
        360.6
    ],
    [
        " And if you're in normal operating you could say oh shut the computer down and that robot hand would press the button",
        360.6,
        367.72
    ],
    [
        " Right, okay, cool, but when it's in brain freeze it can't even do that right it just it's just locked up",
        367.72,
        374.46
    ],
    [
        " That happens to us in our brains right we we know we're supposed to work out",
        374.46,
        379.78
    ],
    [
        " And we just go into lock mode",
        380.38,
        382.24
    ],
    [
        " We know we're we're supposed to go talk to our subordinate about",
        382.24,
        387.86
    ],
    [
        " The fact that they're late for the third time and you know you should do it",
        387.86,
        392.8
    ],
    [
        " But instead you just go into brain lock",
        392.8,
        394.36
    ],
    [
        " Maybe your wife's doing something that's",
        394.36,
        397.8
    ],
    [
        " Could be",
        397.8,
        398.66
    ],
    [
        " detrimental to the relays",
        398.66,
        400.84
    ],
    [
        " And you know you should say something even you know you should take an indirect approach, but you know you need to",
        400.84,
        409.22
    ],
    [
        " Contend with this scenario that's happening. Yeah, but what do you do nothing brain lock?",
        409.84,
        413.42
    ],
    [
        " So you freeze so what I'm saying is you can actually do a manual override of these situations and you can",
        413.42,
        421.36
    ],
    [
        " You need to make yourself",
        421.36,
        423.26
    ],
    [
        " Take action",
        423.26,
        425.42
    ],
    [
        " So you're saying take action in that direction that you were intentionally or yes",
        425.42,
        431.4
    ],
    [
        " Yes, take action in that direction that you know you should and but the hard part about it is",
        431.4,
        437.98
    ],
    [
        " Your brain is the one that's controlling that robot finger. That's the hard part",
        439.64,
        443.28
    ],
    [
        " You have to you have to that's why you have to be able to detach from it",
        443.28,
        446.38
    ],
    [
        " You have to be able to take a step outside of your software system and just slam your fist onto that finger and make that thing",
        446.38,
        453.54
    ],
    [
        " Hit reset which means when the alarm clock goes off in the morning get up",
        453.54,
        457.8
    ],
    [
        " Don't wait don't hesitate when the alarm clock goes off in the morning get up",
        457.8,
        462.8
    ],
    [
        " Hmm",
        463.8,
        464.24
    ],
    [
        " When you get into the gym like set you know what I hear so here's a here's an example",
        464.24,
        468.9
    ],
    [
        " When we're gonna roll the usually it's",
        468.9,
        471.46
    ],
    [
        " When we come in get when everyone gets on the mat. I immediately start the clock for five minutes to start stretching",
        471.46,
        478.26
    ],
    [
        " Right you have five minutes to stretch if you don't put a clock on that how long we stretching for forever",
        478.26,
        484.58
    ],
    [
        " Could be a long time because you know people are stretching. They're kind of talking. Oh, yeah, they got tension out you",
        484.58,
        490.44
    ],
    [
        " Yeah, it's a real important stuff",
        490.44,
        492.08
    ],
    [
        " That's real this real so when you go in there start the clock",
        492.08,
        496.16
    ],
    [
        " You should put a you should put a timer on everything that you do basically",
        496.16,
        499.46
    ],
    [
        " Basically, that's what should be happening everything that you do you should say all right",
        499.46,
        503.26
    ],
    [
        " I have to commence you should be a countdown to go and then a certain amount of time to get her done",
        503.26,
        508.22
    ],
    [
        " That's the way you need to operate that takes you out of this",
        508.22,
        512.38
    ],
    [
        " software brainlock that you can get inside your own head",
        512.38,
        515.82
    ],
    [
        " So that's my recommendation",
        515.82,
        517.92
    ],
    [
        " Yeah, you um that that's such a good idea the clock thing",
        518.78,
        522.8
    ],
    [
        " So even workouts because we're on the same way well",
        522.8,
        525.24
    ],
    [
        " I know you already know that about me because I'm the one number one culprit with the talking thing",
        525.24,
        529.66
    ],
    [
        " Well, you you ever seen when I I'll put like a post on the grass",
        529.66,
        534.9
    ],
    [
        " Yes, and I'll say something like",
        534.9,
        537.66
    ],
    [
        " hesitated",
        537.66,
        539.92
    ],
    [
        " stretched",
        539.92,
        541.48
    ],
    [
        " Procrastine you know, I'll be especially on let's face it on on leg day",
        542.74,
        547.5
    ],
    [
        " When we're squatting",
        547.5,
        549.14
    ],
    [
        " Can spend an inordinate amount of time stretching yeah, you can spend an inordinate amount of time",
        549.14,
        555.32
    ],
    [
        " Checking your form, you know with the PVC pipe",
        555.32,
        559.06
    ],
    [
        " You know you're doing all kinds of dumb stuff because you know you should be doing yeah",
        559.06,
        563.48
    ],
    [
        " So you need to get off that yeah",
        563.48,
        566.34
    ],
    [
        " Yeah, you have five minutes to stretch something yeah, and that's like well",
        566.34,
        571.02
    ],
    [
        " I mean obviously depends on your body, but five minutes it's long time the solid right there again depends so that don't but um",
        571.02,
        578.68
    ],
    [
        " Yeah, if you don't and",
        578.68,
        581.58
    ],
    [
        " Depends on what kind of person you're but yeah, if you got other stuff on your mind",
        581.58,
        585.24
    ],
    [
        " Especially if you have other stuff on your mind don't let it be like three four things on your mind",
        585.24,
        589.08
    ],
    [
        " Then now you gotta go focus on some thing meanwhile these things pull and then yeah, you get that weird brainlock thing",
        589.08,
        595.42
    ],
    [
        " um i would and tell me tell me what you think about this so",
        595.42,
        598.84
    ],
    [
        " I",
        600.48,
        600.88
    ],
    [
        " Thought when I first when you first started going into it control the lead. I was like, oh, yeah, that's like a vacation you take a vacation",
        600.88,
        606.54
    ],
    [
        " That's what it is in a way in a in a in a your mind what's the",
        606.54,
        614.12
    ],
    [
        " Minds always in the tropics. I was gonna say the gutter, but it's actually the tropics the tracks are down the beach",
        614.12,
        619.52
    ],
    [
        " Actually over by the pool. So you got",
        619.52,
        622.14
    ],
    [
        " Chronic what's the two chronic and acute we'll say um, so it feels like you're talking about like a cute",
        622.14,
        628.82
    ],
    [
        " Brainlock we'll call it for like but if you got chronic brainlock where it's like",
        629.32,
        633.46
    ],
    [
        " You can't think of this direction where you need to go or this like that in this yeah, you pull life",
        633.46,
        638.76
    ],
    [
        " This sort of box scenario. Yeah",
        638.76,
        640.5
    ],
    [
        " And you feel like because you know you can get and it's like a version of tunnel vision or whatever where you're like going in this direction",
        640.5,
        647.18
    ],
    [
        " You're like man, it's not it's not like I can't figure this thing out whatever direction you're going in",
        647.18,
        651.84
    ],
    [
        " And you've been working at it for how long and it's still not just it's not producing",
        651.84,
        655.24
    ],
    [
        " and then",
        655.24,
        657.38
    ],
    [
        " You a lot of times your solution is to detach because from a different perspective you're like oh shoot",
        658.74,
        663.26
    ],
    [
        " I missed all this other stuff and then boom, but vacation in a big way",
        663.26,
        666.62
    ],
    [
        " Depends on where you go depends on what you're doing it depends on who you with but vacation in a big way can provide that",
        666.62,
        673.96
    ],
    [
        " Then why aren't you coming up with Nobel Prize winning ideas on the regular basis only",
        673.96,
        681.78
    ],
    [
        " You should have your cancer by now",
        681.78,
        684.32
    ],
    [
        " Anyway",
        688.98,
        689.5
    ],
    [
        " It's true though think about it",
        689.5,
        691.62
    ],
    [
        " Even if you physically go like super high like on a mountain or something like that",
        691.62,
        697.02
    ],
    [
        " Like it'll kind of provide that for your brain. It's true. That is true",
        697.02,
        700.96
    ],
    [
        " What you said about me detaching to find a solution the problem",
        700.96,
        707.0
    ],
    [
        " I was talking about this on the academy the other day and what I said was this",
        707.0,
        712.74
    ],
    [
        " And that is a little excerpt of what we are doing on the jaco underground podcast. So if you want to continue to listen",
        718.32,
        725.74
    ],
    [
        " Go to jaco underground calm and subscribe and we're doing this to mitigate our reliance on external platforms",
        725.74,
        734.54
    ],
    [
        " So we are not subjects to their control and we're doing it so we can give you more control more interaction",
        734.54,
        741.24
    ],
    [
        " More direct connections better communications it with us",
        741.24,
        744.16
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jaco underground calm",
        744.9,
        751.18
    ],
    [
        " It costs $8 and 18 cents a month and if you can't afford to support us",
        751.18,
        756.74
    ],
    [
        " We can still support you just email assistance at jaco underground calm and we'll get you taken care of until then",
        756.74,
        763.98
    ],
    [
        " We will see you",
        763.98,
        765.58
    ],
    [
        " mobilized",
        765.58,
        766.94
    ],
    [
        " underground",
        766.94,
        768.3
    ]
]