[
    [
        " And then the scary thing is, and this is another thing we've talked about a bit on this podcast,",
        0.0,
        4.06
    ],
    [
        " and it is just the complete plasticity of people's brains, and how people can, you get into an",
        4.54,
        18.24
    ],
    [
        " echo chamber or you get, you start following and listening to certain things, it's going to take over",
        18.24,
        24.16
    ],
    [
        " your mind. And that's really, really scary. And I've been saying lately, like, everyone's getting",
        24.16,
        32.84
    ],
    [
        " brainwashed. I'm getting brainwashed right now. That's what's happening. If you're watching,",
        32.84,
        37.06
    ],
    [
        " if you're listening, if you're opening your mind and letting other things in there, you're",
        37.24,
        40.22
    ],
    [
        " gaining brainwashed. And that's what's happening to everybody all the time. That's what, I mean,",
        40.22,
        44.96
    ],
    [
        " it's sort of like, it's a combination of brainwashing and learning, right? If you're learning,",
        45.02,
        48.88
    ],
    [
        " you're kind of getting brainwashed, you're bringing in new ideas. But then you see people that",
        48.88,
        53.68
    ],
    [
        " are learning ideas that aren't essentially, they're not good, they're not healthy, and it's very,",
        53.68,
        60.96
    ],
    [
        " very disturbing. And especially nowadays where that brainwashing is in your pocket, at any moment,",
        60.96,
        69.76
    ],
    [
        " you can pull it out and you can get brainwashed at any moment. And it's really, really scary.",
        69.92,
        75.72
    ],
    [
        " And especially, you know, the moldability of children, 14 year olds, 12 year olds, 19 years old.",
        78.0,
        87.06
    ],
    [
        " You know, it's like when I joined the military, you're going to get brainwashed to some level.",
        87.56,
        91.88
    ],
    [
        " I got in trouble when I went to bootcamp. Well, actually, I actually, I didn't get in trouble because",
        92.02,
        98.62
    ],
    [
        " they didn't know who said it. We had to fill out a form like about how bootcamp was going,",
        98.62,
        104.82
    ],
    [
        " but it was anonymous. And they wrote something like, you know, what do you think of the program so far?",
        104.82,
        109.1
    ],
    [
        " And I wrote the brainwashing has been very effective. That's what I wrote. How old are you at the time?",
        109.32,
        115.64
    ],
    [
        " 19, 18 or 19. And you know, it's because I had a very rebellious mind, you know, because I was,",
        116.62,
        124.66
    ],
    [
        " like, what was I brainwashed by? I was brainwashed before I joined the military by hardcore music and",
        124.88,
        130.1
    ],
    [
        " punk rock and like anti authoritarianism. And so for me, they were trying to hit me with that stuff.",
        130.1,
        135.82
    ],
    [
        " And I kind of had some good resistance to it. So I kind of said, oh, they're trying to brainwash me.",
        135.82,
        139.68
    ],
    [
        " And then I kind of made a joke about it. The brainwashing has been, you know, effective thus far,",
        140.1,
        143.66
    ],
    [
        " which that's what they're trying to do. They're trying to get you to like change your brain a little",
        143.86,
        148.66
    ],
    [
        " bit and think in a different way. And, but at least I think I think I always had that rebellious",
        148.66,
        160.08
    ],
    [
        " online. I'm like, oh, what's their angle? Yeah. What's the angle over there? Because everyone's got",
        160.46,
        165.14
    ],
    [
        " an angle. Everyone does. Which is disturbing. And so this is what's happening now with kids and you",
        165.14,
        173.36
    ],
    [
        " can see it. And it's sad. Yeah. It's so sad to see. I listened to a podcast that you did on your",
        173.36,
        180.66
    ],
    [
        " podcast, which is called the Tozi Cabard show with a, was it called detransitioning? Yeah, with",
        180.66,
        187.32
    ],
    [
        " Chloe Cole. That was horrifying. Exactly. It was absolutely horrifying. Give us a quick brief on",
        187.32,
        194.16
    ],
    [
        " her. So Chloe Cole, and I'm glad you mentioned that because it's a perfect example of what you're",
        194.16,
        199.66
    ],
    [
        " talking about here. She grew up in here in California. She was a tomboy as a kid growing up,",
        199.66,
        206.58
    ],
    [
        " love playing video games, love hanging out with her brothers. And at 11 years old, she got a",
        206.96,
        214.0
    ],
    [
        " smartphone. Started an Instagram account. She was a tomboy. Didn't have many female friends,",
        214.74,
        221.3
    ],
    [
        " didn't really fit in much at school. So it was looking for some kind of companionship,",
        221.3,
        226.68
    ],
    [
        " friendship, sense of belonging online. And the algorithms on Instagram, specifically she talks about",
        226.86,
        236.08
    ],
    [
        " immediately started feeding her posts and accounts of young girls and women who had, who are",
        236.98,
        247.94
    ],
    [
        " identifying as boys or men who were trans or talking about how much happier they were by doing so.",
        247.94,
        254.64
    ],
    [
        " And, and all of this. And then she had people around her who were telling her, well, like if you're",
        255.14,
        259.5
    ],
    [
        " not happy as you are, then you're obviously a boy stuck in a girl's body. I'm going to just be",
        259.62,
        266.22
    ],
    [
        " and just she's 11. She's 11, 11, 11 years old. Her name is Chloe. At 12 years old, she told her",
        266.22,
        274.88
    ],
    [
        " parents. She wrote them a long letter. And, and the gist of it was, I am a boy. And I want you to",
        274.88,
        282.04
    ],
    [
        " call me Leo. I encourage you to listen to the story in her voice as she tells it because it is",
        282.04,
        290.48
    ],
    [
        " heartbreaking and so powerful. You watch it on YouTube. You just look into her eyes. She's 18",
        290.48,
        297.34
    ],
    [
        " now. And so, but, but the, the summary is she starts taking puberty blockers when she's like 12,",
        297.34,
        308.5
    ],
    [
        " 13 years old. And she was very certain about what she wanted to do. Her parents were naturally",
        308.5,
        316.68
    ],
    [
        " pretty confused and not knowing what to do to best care for and love their daughter. And,",
        316.68,
        323.44
    ],
    [
        " at least they went out and started looking for health professionals to like, hey, just like educate",
        323.52,
        327.98
    ],
    [
        " us. Talk, talk us through this. What, what are the, you know, potential medical and health ramifications",
        327.98,
        333.66
    ],
    [
        " of our daughter taking these puberty blockers? And, and with the exception of one endocrinologist",
        333.66,
        340.28
    ],
    [
        " who told them like, hey, this, we don't know what the negative consequences might be both in the",
        340.28,
        346.62
    ],
    [
        " short term and the long term to this because there's just, you know, it's not been studied very",
        346.62,
        350.4
    ],
    [
        " well. There's no long history of cases that that we can point to you to say, well, here's what",
        350.4,
        356.02
    ],
    [
        " you can expect based on fact and science. And so, this endocrinologist is saying like,",
        356.02,
        360.76
    ],
    [
        " I would encourage you to think very seriously before doing this because it could end up badly,",
        361.9,
        366.28
    ],
    [
        " essentially. I forget what the, I think it was a gender specialist. It was what they were called,",
        366.34,
        373.14
    ],
    [
        " we were helping guide her through this. Every other medical professional that she went to see",
        373.14,
        378.74
    ],
    [
        " basically urged her and encouraged her to move forward with this and ultimately told",
        378.74,
        384.88
    ],
    [
        " her parents who were expressing some concern and reservations, you have a choice between having",
        385.36,
        394.82
    ],
    [
        " a live son or a dead daughter. And Chloe says that up until that like at that point she had never",
        394.82,
        404.12
    ],
    [
        " once had a suicidal thought enter her mind. So, this, this warning and essentially this threat",
        404.12,
        411.44
    ],
    [
        " that these medical professionals are giving to this young girl's parents, a live son or a dead",
        411.44,
        418.62
    ],
    [
        " daughter, you decide was based on nothing according to Chloe's medical history. Fast forward,",
        418.62,
        428.6
    ],
    [
        " she ends up getting a double mastectomy when she's 15 years old to continue this transition.",
        428.94,
        436.36
    ],
    [
        " She talks about how they call it top surgery to try to, you know, soften what it really is.",
        437.6,
        444.84
    ],
    [
        " And was after she got that surgery that she had a realization, I think she was 16 at the time",
        445.46,
        451.02
    ],
    [
        " that she would know she would never be able to breastfeed her child ever. That had been taken away",
        451.02,
        458.78
    ],
    [
        " from her because of this decision. And, you know, she talks about how she was asked at different",
        458.78,
        465.2
    ],
    [
        " points along this path from when she was 12 through 15. Like, okay, well, here's all these medical",
        465.2,
        471.46
    ],
    [
        " disclosures and, you know, you might not be able to have kids. This could affect her fertility in",
        471.46,
        476.84
    ],
    [
        " a 12 years old. She's like, man, I want kids. Like, how does a 12 year old girl make that decision?",
        476.84,
        482.2
    ],
    [
        " And then again, at 15 before this surgery, like, okay, well, you might not be able to do this or",
        482.38,
        486.4
    ],
    [
        " have kids or breastfeed. And, you know, again, children not being equipped to make these decisions",
        486.4,
        493.02
    ],
    [
        " at 16. She experienced incredible regret and realized she'd make the biggest mistake of her life.",
        493.02,
        499.28
    ],
    [
        " And then began to walk down that path of, quote unquote, detransitioning. And she talks about",
        499.76,
        507.02
    ],
    [
        " what that meant and practical terms in her conversations with her parents and friends and family",
        507.02,
        512.72
    ],
    [
        " being completely shunned by this group of, you know, people who are pushing this, this trans",
        512.72,
        518.64
    ],
    [
        " and gender ideology. Now, now people who celebrated her one day and the very next day once she was",
        518.64,
        525.46
    ],
    [
        " like, no, I've made the biggest mistake of my life completely shunning her, calling her names,",
        525.46,
        529.2
    ],
    [
        " giving her death threats online. Doctors who had cared for her one day the next day once she",
        529.5,
        534.82
    ],
    [
        " had made this decision, not returning phone calls or telling her like, you know, she's still having",
        534.82,
        540.28
    ],
    [
        " serious medical issues based on the the mastectomy she had that she can't figure out what to do with.",
        540.28,
        547.28
    ],
    [
        " Doctors are like, oh, just put some Vaseline on there. And ultimately, these doctors are not",
        547.28,
        553.4
    ],
    [
        " providing her with the kind of care that she needs or being responsive at all. So she's actually",
        553.4,
        558.1
    ],
    [
        " filed a lawsuit against these doctors and Kaiser that she dealt with along the way, which is so brave",
        558.1,
        568.32
    ],
    [
        " of her to do. She's so incredibly courageous to be doing what she's doing and speaking out and",
        568.32,
        572.62
    ],
    [
        " actively encouraging others to do the same so that people are able to be better informed. But",
        572.62,
        576.88
    ],
    [
        " that social contagion that she talks really clearly about of the algorithms having such a heavy",
        578.96,
        585.8
    ],
    [
        " influence on her as a young girl to ultimately bring her to make this decision along with other",
        585.8,
        592.1
    ],
    [
        " other things as well. But the lack of, I guess, I guess this phenomenon on our society right now,",
        592.1,
        603.38
    ],
    [
        " where there's no open conversation about this that she could turn through that her family could",
        603.62,
        608.44
    ],
    [
        " turn to to say to get a differing perspective or differing view to where doctors feel afraid to",
        608.44,
        614.8
    ],
    [
        " say anything about it. I talked to a friend of mine who's an ER doc actually in California.",
        614.8,
        618.9
    ],
    [
        " And he said, Tulsi, I, you know, would say this off the record, but there are a lot of kids who",
        619.56,
        625.22
    ],
    [
        " are coming into the ER who are experiencing, you know, suicidal thoughts or deep depression or",
        625.22,
        632.26
    ],
    [
        " other medical issues because of this transition of people who are similarly like Chloe Cole regretting",
        632.26,
        640.32
    ],
    [
        " these decisions that they've made as kids. But nobody's talking about it, you know, even from the very",
        640.32,
        646.58
    ],
    [
        " top of, you know, where he works, it was just like all of a sudden, okay, hey guys, we're doing this",
        646.58,
        651.36
    ],
    [
        " now. And by the way, it's a very profitable venture knowing that not only the initial treatments,",
        651.36,
        660.56
    ],
    [
        " but you're basically once, once somebody comes and tells you they want to do this, you're talking",
        660.56,
        664.46
    ],
    [
        " about years of follow on care and drugs and all that and so on and so forth. But there was no",
        664.46,
        670.0
    ],
    [
        " conversation about this at all because it's not allowed. If you even raise a question and say,",
        670.0,
        676.08
    ],
    [
        " hey, is this really the best thing? Like our kids really equipped to make this decision when they're",
        676.08,
        680.26
    ],
    [
        " 11 or 12 years old, you're immediately labeled a transphobia and how dare you not care for your kids",
        680.26,
        685.68
    ],
    [
        " in that podcast episode that I put out. There are actual videos from Boston Children's Hospital,",
        686.32,
        692.0
    ],
    [
        " as one example of unfortunately many, where they're literally saying, as soon as your child is",
        692.0,
        696.74
    ],
    [
        " capable of expressing themselves, you'll see signs of them, you know, deciding what their gender",
        696.74,
        705.36
    ],
    [
        " identity is like before they can even use words and speak any kind of language that you look at",
        705.36,
        710.8
    ],
    [
        " like gestures and you look at all these different things. And you just, you see how dangerous this is",
        710.8,
        715.74
    ],
    [
        " when critical thinking is like it's discouraged asking questions is discouraged having differing",
        715.74,
        723.1
    ],
    [
        " points of view is discouraged. And I think even using the word discouraged is putting it lightly,",
        723.1,
        728.68
    ],
    [
        " people get banned on social media, get their accounts, you know, suspended indefinitely for",
        728.68,
        735.44
    ],
    [
        " asking questions or saying, hey, this is not appropriate for kids. Again, then you add on the",
        736.16,
        742.5
    ],
    [
        " layer of government. And this is where things get so dangerous is that, you know, Chloe mentions",
        742.5,
        749.26
    ],
    [
        " that she knows people personally who parents who've had their kids taken away from them simply because",
        749.26,
        757.36
    ],
    [
        " they refuse to call them by a name or pronoun different than the one they were given at birth.",
        757.36,
        764.98
    ],
    [
        " By child protective services, by the government. And this is this is the very real consequence of",
        766.2,
        774.72
    ],
    [
        " people just being willing to go along. And maybe it's like, I don't know, this doesn't seem right,",
        774.72,
        785.16
    ],
    [
        " but at least it's not happening to me or my kids or my family. So I'm just going to put my head in",
        785.18,
        788.76
    ],
    [
        " in the sand and not pay attention. But there's so many different factors you start looking at.",
        788.76,
        796.74
    ],
    [
        " I mentioned parents going and protesting like, no, you know what? I don't want my seven-year-old",
        796.88,
        801.92
    ],
    [
        " kid being given books to read at school about like, well, tell me what your sexuality is or tell",
        801.92,
        808.58
    ],
    [
        " me what your agenda identity is. I didn't, you know, I heard parents talk about this stuff and I",
        808.58,
        814.2
    ],
    [
        " thought, gosh, you know, this is really concerning. And then I met with with a bunch of parents in",
        814.2,
        818.16
    ],
    [
        " Virginia who've been on the group called Parents Defending Education. We've been kind of on the",
        818.16,
        823.5
    ],
    [
        " front lines of this fight nationally and they brought a stack of books and showed me and there",
        823.5,
        828.44
    ],
    [
        " was one in particular that it was a graphic novel for middle schoolers. And I had never seen such",
        828.44,
        839.68
    ],
    [
        " sexually graphic images ever in my life. And this is something that's being given to kids to help",
        839.8,
        847.02
    ],
    [
        " them, you know, figure out, you know, what their sexuality is. And it's, it's really disturbing",
        847.02,
        855.1
    ],
    [
        " that we live in a society today where this open marketplace of ideas is not allowed to occur.",
        855.1,
        863.22
    ],
    [
        " And it's not allowed to occur because we have people in power who are using the levers of",
        863.56,
        869.74
    ],
    [
        " government, working with people in the media and in big tech to control speech and to influence",
        869.74,
        881.6
    ],
    [
        " our society.",
        881.6,
        883.48
    ]
]