[
    [
        " other John any operations that stick out in your mind as sort of the pinnacle of your tour over there?",
        0.0,
        7.08
    ],
    [
        " I think the one when Ben 2 he got hit or son and doc that one that was the big one. It was",
        7.54,
        15.32
    ],
    [
        " all night long you know for like 12 hours just putting strike after strike after strike and",
        15.32,
        20.82
    ],
    [
        " so you're so you're sitting there and the base starts to get attacked and is it is it the first",
        20.82,
        28.26
    ],
    [
        " call does that a contingency plan that you all have hey if we start getting attacked we're going",
        28.26,
        31.96
    ],
    [
        " to get these birds out of here? Well the first reaction was to get to the bunker just so it can",
        31.96,
        38.64
    ],
    [
        " you know then assess the situation and then there was that law and it's not the time to go and we",
        38.64,
        43.92
    ],
    [
        " we just ran out to the helos and hopped in and took off. And how many guys were on base defending",
        43.92,
        51.22
    ],
    [
        " the base or did everyone get into either helicopters or swift boats and get out of there?",
        51.22,
        54.3
    ],
    [
        " Well the base was was in open area there was no perimeter around debt six and I'm not sure there",
        54.7,
        62.24
    ],
    [
        " was a perimeter around the the the barges that were on the river they just had all string of",
        62.24,
        67.1
    ],
    [
        " barges right there down the river and it wasn't a big village or anything but we didn't have any",
        67.1,
        72.8
    ],
    [
        " perimeter guards around where we were and we were just a couple hundred yards off from where the",
        72.8,
        78.5
    ],
    [
        " the barges were so we just got in the bunker and after we took off and then we went back",
        78.5,
        83.82
    ],
    [
        " because we were unsure about the rest of the people that were there the crew the other pilots and",
        83.82,
        88.36
    ],
    [
        " so but we found out they had gotten to the boats and and got out. How much fuel how long can you",
        88.36,
        93.82
    ],
    [
        " guys fly for in the Huey when you're loaded out to bear? A couple hours. Yeah I don't have to",
        93.82,
        101.2
    ],
    [
        " most flights are pretty short but I don't have a long flight. And the 20 minute fuel light is very",
        101.2,
        107.4
    ],
    [
        " accurate. I had one mission where we came back and we literally the 20 minute fuel light came",
        107.42,
        113.84
    ],
    [
        " on we went back up to Kamal which was where debt three was and as we as we touched down the engine",
        113.84,
        120.52
    ],
    [
        " shut itself down we ran out of fuel as we were touching down. Were you flying with me when we",
        120.52,
        127.58
    ],
    [
        " had to land and send out for fuel because we ran out? No and we got it about the end of the",
        127.58,
        135.66
    ],
    [
        " camel. Yeah well this is this is in scramble the sea wolves right? Yeah and my doubts about that one.",
        135.66,
        141.56
    ],
    [
        " My doubts and was my agreement again and we didn't run out of fuel but I but I landed at hot",
        141.72,
        149.24
    ],
    [
        " the end because I was at the end of the 20 minutes and that light gets bigger and bigger and",
        149.24,
        157.18
    ],
    [
        " at nighttime it's huge just like the sun at daytime it's still pretty damn big. What was the mission",
        157.18,
        163.22
    ],
    [
        " that you were doing? We were covering seals that day and I don't remember what the Pacific",
        163.22,
        169.06
    ],
    [
        " operation was. The missions all come together. I remember Mike Slattery asked me on the phone time.",
        169.06,
        175.24
    ],
    [
        " How about blah blah blah and I said you know they all kind of blend together. It's hard to separate",
        176.12,
        182.06
    ],
    [
        " them out. I remember the Zulu in detail. I dream about that one and thank God about it every night",
        182.06,
        190.78
    ],
    [
        " not every night but most nights. But we were we were covering seals and Mike Dobbson could give you",
        190.78,
        200.0
    ],
    [
        " more detail but we had to make a call about whether we we ended up a less fuel than my wingman and",
        200.0,
        209.56
    ],
    [
        " we ended up swapping stations and refueling one time to cover at back and forth. Well we got I got",
        209.56,
        215.48
    ],
    [
        " so low I couldn't go back at the time the seals were already in we were safe but so you stayed",
        215.48,
        220.68
    ],
    [
        " on station to support them. Absolutely. Even though you were low on fuel and you you had enough fuel",
        220.68,
        225.88
    ],
    [
        " just to get them and then make it to a rice paddy somewhere. Basically well it was no place",
        225.88,
        229.88
    ],
    [
        " to call hot to end and it was even it wasn't no fuel there and it wasn't we didn't land in",
        229.88,
        233.42
    ],
    [
        " bad there was a rice paddy near a little town yes and so we set a perimeter up and we sent out",
        233.42,
        245.46
    ],
    [
        " and it's pulled fuel from the other bird. Yeah and it's pretty embarrassing you think about how can",
        246.22,
        253.28
    ],
    [
        " you let yourself run out of fuel well sometimes you don't have and we know the big thing is",
        253.28,
        258.12
    ],
    [
        " contamination you worry about getting fuel contaminated and but it worked out okay we made it",
        258.12,
        264.42
    ],
    [
        " but that was it takes Mike Dobbson tell the story he can tell it without any alcohol he's a",
        264.42,
        269.68
    ],
    [
        " better story teller and I am mission focused",
        269.68,
        272.36
    ]
]