[
    [
        " What what brought about the hero code?",
        0.16,
        1.72
    ],
    [
        " You know, I think it really kind of came back to make your bed",
        2.28,
        6.34
    ],
    [
        " I mean, I'm always just like you are joker. You know people are always asking me, you know",
        6.34,
        9.82
    ],
    [
        " You kind of give us more lessons that sort of thing, but but people were asking me okay",
        9.82,
        14.6
    ],
    [
        " Tell me who your heroes are",
        14.6,
        16.46
    ],
    [
        " And and the hero code",
        16.46,
        18.84
    ],
    [
        " It's not about me. I mean it's through my eyes, but it's about people that I met or encountered along the way and it is about",
        18.84,
        25.5
    ],
    [
        " the qualities that they had",
        25.5,
        27.8
    ],
    [
        " And I actually when I my first started it",
        28.68,
        31.08
    ],
    [
        " I thought well, you know, what is a hero? I mean we in we kind of intuitively know what hero is",
        31.08,
        36.74
    ],
    [
        " But I pulled up the textbook definition and it was actually pretty good",
        36.74,
        39.94
    ],
    [
        " The textbook definition says a hero is someone we admire for their noble",
        39.94,
        45.26
    ],
    [
        " qualities and I like this idea of their noble qualities that mean they're perfect",
        45.26,
        51.14
    ],
    [
        " But they have noble qualities certainly at a point in time when when they need them",
        51.14,
        55.76
    ],
    [
        " So the first story is about courage and Winston Churchill said something like you know courage is the most important of all",
        55.76,
        61.84
    ],
    [
        " qualities because it guarantees all the rest so",
        61.84,
        65.14
    ],
    [
        " You know, you're not gonna have anything else unless you first have courage and the first story is about Ashley White who was",
        65.14,
        70.36
    ],
    [
        " Unfortunately killed in Afghanistan and and her remarkable courage, but I go through the book with these",
        70.36,
        74.72
    ],
    [
        " these stories of these",
        74.72,
        76.5
    ],
    [
        " People that I think had the right qualities the courage and humility and sacrifice and perseverance and in this sense of duty",
        76.5,
        83.46
    ],
    [
        " And you read a little bit on the sense of humor",
        83.62,
        86.14
    ],
    [
        " I mean frankly and I tell the story about being at UDT 11, but of course",
        86.14,
        91.5
    ],
    [
        " I saw that sense of humor in the hospitals and this is when it really resonated with me back to the the infantrymen who said you know",
        91.5,
        98.74
    ],
    [
        " You should have seen the other guy. I mean how many times did I that I give some guy you know",
        98.74,
        103.44
    ],
    [
        " It kind of a good nature ban you said man you look like shit",
        103.44,
        105.94
    ],
    [
        " That was always a standard comeback. You should see the other guy",
        105.94,
        108.98
    ],
    [
        " And of course that was their way of saying hey, I may have lost an armor a leg, but they haven't beaten me",
        109.6,
        114.66
    ],
    [
        " I can still laugh about this and so you know and then the last one is on forgiveness and you talk about you know",
        114.66,
        120.86
    ],
    [
        " What missions went south? Well, this is one that went really south on us and it was a",
        120.86,
        125.28
    ],
    [
        " We were going after a bad guy in Gardez",
        125.28,
        128.24
    ],
    [
        " Had some soldiers on target. We thought the bad guy was in the compound",
        128.24,
        132.22
    ],
    [
        " guys got up on the on the walls the snipers looking down in",
        132.22,
        136.84
    ],
    [
        " Somebody comes out of an AK-47 he gets shot another guy in a doorway picks up an AK-47 the",
        137.24,
        143.7
    ],
    [
        " The soldier automatic weapon shoots him, but in shooting him rounds go through him and",
        143.7,
        151.04
    ],
    [
        " Unbeknownst killed a number of women on the other side and",
        151.04,
        154.18
    ],
    [
        " So when the action dies down they get on target",
        154.18,
        157.18
    ],
    [
        " They can't figure out why the women by the time we get in there",
        157.18,
        160.04
    ],
    [
        " They are bound and and so frankly initially we thought maybe it was honor killing, but of course we didn't",
        160.04,
        166.46
    ],
    [
        " Sounds crazy, but we just didn't understand at the time that you know",
        167.02,
        169.94
    ],
    [
        " They bound him up so that they the jaws didn't open and other things and so it took us a while to really understand what's going on",
        169.94,
        175.34
    ],
    [
        " But then what we realized as we did the investigation was a",
        175.34,
        178.52
    ],
    [
        " One the two guys with the AK-47s turned out to be effing policemen and the women were innocent bystanders",
        178.52,
        184.3
    ],
    [
        " That we had unfortunately killed I mean was the it was the war of all my time was the worst you know kind of",
        184.3,
        190.2
    ],
    [
        " civilian casualty incident",
        190.2,
        192.56
    ],
    [
        " um",
        193.72,
        194.16
    ],
    [
        " That I'd seen and we'd had some bad ones, but none quite as bad as that",
        194.16,
        197.7
    ],
    [
        " And I realized hey, yeah",
        197.7,
        200.16
    ],
    [
        " At the end of the day. I mean it's back on me",
        200.16,
        202.34
    ],
    [
        " So I went down to apologize to the father and I remember I'd linked up with some afghan soldiers and one of their army guy",
        202.34,
        211.62
    ],
    [
        " And we went into the stout in Gardeuse and of course there are hundreds of angry Afghans",
        211.62,
        217.64
    ],
    [
        " Um",
        219.48,
        219.88
    ],
    [
        " But you got an obligation and I was so I I sat down in this",
        219.88,
        223.14
    ],
    [
        " Kind of city hall for lack of a better term was about 200 Afghans seated there and and and I apologized to the father",
        223.14,
        229.7
    ],
    [
        " And I remember before I did it. I had talked to my Afghan counterpart",
        229.7,
        233.72
    ],
    [
        " General Salim",
        233.72,
        235.36
    ],
    [
        " And I said what do I say to this guy?",
        235.36,
        238.88
    ],
    [
        " I mean we killed his sons and and a daughter. What do you say to a guy like that?",
        239.26,
        243.9
    ],
    [
        " And Salim looked at me and he kind of cocked the said he said oh he will forgive you",
        244.2,
        249.28
    ],
    [
        " I said",
        249.28,
        249.9
    ],
    [
        " So I don't know he goes oh no he will he will forgive you",
        249.9,
        253.64
    ],
    [
        " I said well with all due respect slain man and he said he's a good Muslim he will forgive you",
        253.64,
        258.18
    ],
    [
        " And he said look he said the thing about forgiveness is",
        258.18,
        262.8
    ],
    [
        " It not only relieves your burden",
        262.8,
        266.26
    ],
    [
        " It will relieve his burden as well",
        266.26,
        268.8
    ],
    [
        " It will take away his anger and it will if he forgives you",
        268.8,
        273.26
    ],
    [
        " And I thought man that that's that's a stretch",
        273.9,
        276.32
    ],
    [
        " But I got there and sat down with the father and I apologize to him and",
        276.32,
        279.34
    ],
    [
        " And I could see the looking as I and and and they forgave me",
        279.34,
        283.24
    ],
    [
        " And this idea forgiveness particularly today",
        283.24,
        286.46
    ],
    [
        " You know, it seems like everybody today gets easily offended",
        286.46,
        290.32
    ],
    [
        " um",
        290.32,
        291.36
    ],
    [
        " You know everybody gets slided and they want to hold on to that anger",
        291.36,
        295.96
    ],
    [
        " They don't want to forgive people",
        295.96,
        298.0
    ],
    [
        " For whatever that slight was",
        298.0,
        300.36
    ],
    [
        " Because the anger empowers them to be mad",
        300.52,
        303.7
    ],
    [
        " It empowers them to fight back and they feel like if they let that anger go if they forgive that individual",
        303.7,
        310.22
    ],
    [
        " Then they don't get to be the person that holds the power",
        310.22,
        313.48
    ],
    [
        " And I think that's just absolutely the wrong way to approach it",
        313.48,
        317.24
    ],
    [
        " I mean the the whole thing about forgiveness",
        317.24,
        318.72
    ],
    [
        " So I tell the story about there about the white supremacist Dylan Roof that killed all the people at the",
        318.72,
        324.38
    ],
    [
        " The Baptist Church and the families went up one by one and said I forgive you",
        324.38,
        329.92
    ],
    [
        " I forgive you and the point was they were not gonna they were not gonna hold on to that anger",
        330.38,
        335.32
    ],
    [
        " They were not gonna kind of bear that burden",
        335.32,
        337.0
    ],
    [
        " Um",
        337.0,
        337.98
    ],
    [
        " So today as we look at society and we we wonder why everybody gets so offended",
        337.98,
        342.6
    ],
    [
        " I mean, I would offer",
        342.6,
        343.98
    ],
    [
        " Take the opportunity to try to forgive the people that offend you",
        343.98,
        348.26
    ],
    [
        " I mean some of them are are big offenses some of them are little ones",
        348.26,
        350.66
    ],
    [
        " But I think as a society we can we can do a little better than and every single slide every single",
        350.66,
        356.46
    ],
    [
        " You know misstep somebody takes",
        356.46,
        358.76
    ],
    [
        " You don't have to hold on to that anger. You don't have to fight back. You can forgive people",
        359.24,
        363.22
    ],
    [
        " Well it takes a lot more strength to forgive someone than it does to hold a grudge it absolutely does",
        363.22,
        368.36
    ],
    [
        " I often worried worry",
        368.36,
        371.64
    ],
    [
        " Because you know sometimes we have whole",
        371.64,
        374.96
    ],
    [
        " sections of society or countries or peoples that",
        374.96,
        379.84
    ],
    [
        " That have a grudge and you know I",
        379.84,
        383.58
    ],
    [
        " Look at his two parts like you need one one side needs to say I'm sorry and the other side needs to forgive",
        384.02,
        389.24
    ],
    [
        " And it's very difficult to get two human beings just just two human beings to do that",
        389.24,
        393.98
    ],
    [
        " And when you have you know a collective",
        393.98,
        396.5
    ],
    [
        " Lot of grievances from two different opposing sides",
        396.5,
        400.68
    ],
    [
        " We have a hard time making that progress",
        400.68,
        404.92
    ]
]