[
    [
        " What's a normal mission look like?",
        0.0,
        1.84
    ],
    [
        " How are you getting the tasking?",
        1.94,
        3.34
    ],
    [
        " What are you, are you meeting with guys beforehand?",
        3.62,
        6.06
    ],
    [
        " Are you meeting with the seal platoons and going over,",
        6.14,
        8.06
    ],
    [
        " hey, here's where we want to get dropped off?",
        8.14,
        9.5
    ],
    [
        " Well, how's that?",
        10.32,
        11.1
    ],
    [
        " Was that look like?",
        11.22,
        11.8
    ],
    [
        " Well, Carl couldn't speak to that.",
        12.26,
        13.66
    ],
    [
        " He had, he was with the seals.",
        13.78,
        15.42
    ],
    [
        " On that six, we didn't have any seals with us.",
        15.8,
        17.68
    ],
    [
        " We just had the swift boats.",
        17.68,
        19.1
    ],
    [
        " And there wasn't a lot of coordination with the swift boats,",
        19.62,
        21.88
    ],
    [
        " except when they got in trouble, they call us up",
        21.88,
        24.32
    ],
    [
        " and scramble us for, for close air support",
        24.32,
        26.78
    ],
    [
        " when they got in trouble.",
        26.78,
        27.68
    ],
    [
        " But the seals, those missions were coordinated,",
        27.84,
        30.22
    ],
    [
        " and I'll let Carl speak to that.",
        30.9,
        32.12
    ],
    [
        " They had many types of missions, as you know, Jocco.",
        32.4,
        36.4
    ],
    [
        " And many times they would just be advising us,",
        36.72,
        39.86
    ],
    [
        " look, we're gonna go in at night,",
        39.88,
        42.08
    ],
    [
        " we're gonna go by boat,",
        42.34,
        44.96
    ],
    [
        " they've got a kit carcin' scout that's gonna lead them in.",
        45.4,
        48.7
    ],
    [
        " And Talgent says XYZ is here,",
        49.16,
        51.26
    ],
    [
        " and they would let us know where they're gonna be,",
        51.98,
        53.94
    ],
    [
        " and then coordinates are where they're gonna be,",
        54.32,
        56.64
    ],
    [
        " and I'll tell a story here about John Sandoz.",
        59.52,
        62.3
    ],
    [
        " I'll use your name, John, and outstanding officer.",
        62.58,
        66.7
    ],
    [
        " And the good news on him is he operated often and heavy,",
        67.46,
        70.8
    ],
    [
        " and nightly it seemed like,",
        71.08,
        72.6
    ],
    [
        " I don't think he got it, there was one purple heart",
        72.94,
        75.3
    ],
    [
        " in his group, but he was a heavy operator",
        75.3,
        77.2
    ],
    [
        " and had soft him on that one.",
        77.2,
        79.02
    ],
    [
        " So, but he did a night operation.",
        79.32,
        81.68
    ],
    [
        " One night, he was just gonna know where he's gonna be,",
        81.88,
        83.96
    ],
    [
        " and I was, we were on Brady Five,",
        84.0,
        86.1
    ],
    [
        " the Scramble Aircraft, all, our gears all in,",
        86.62,
        89.48
    ],
    [
        " we've done all the checks, we crank it once,",
        89.66,
        91.4
    ],
    [
        " it's ready to go, and you literally hop in there",
        91.4,
        94.34
    ],
    [
        " and you're airborne, and like, you know,",
        94.34,
        96.28
    ],
    [
        " I've heard term three minutes, we made,",
        96.34,
        98.26
    ],
    [
        " we've got off a lot of work in three minutes, lots of times.",
        98.78,
        101.42
    ],
    [
        " And we got airborne, and it was black, literally black.",
        102.24,
        106.44
    ],
    [
        " Well, with pre-brief John, we gave John,",
        106.6,
        108.58
    ],
    [
        " what was the strobe called that we had, John,",
        109.26,
        113.66
    ],
    [
        " that we carried, there were little strobes",
        113.66,
        115.76
    ],
    [
        " that had a guard around it, and it was,",
        115.76,
        117.98
    ],
    [
        " Oh, a directional strobe?",
        118.08,
        119.36
    ],
    [
        " Yeah, it was a different, and he had one,",
        119.38,
        121.22
    ],
    [
        " and he had a prick 90 radio of mine that I gave him,",
        121.56,
        124.44
    ],
    [
        " because it was small, and it was easy to operate,",
        124.62,
        127.5
    ],
    [
        " and so John himself, tough seal, he's out there,",
        127.84,
        133.0
    ],
    [
        " and the enemy is over here, and freedom's over here,",
        133.42,
        136.0
    ],
    [
        " and John is between both of them, and he's gonna defend,",
        136.08,
        138.2
    ],
    [
        " and he's out there, see Wolf-1-3,",
        138.74,
        141.36
    ],
    [
        " put some fire in Northeast, about three,",
        142.34,
        146.24
    ],
    [
        " about zero, three, zero, and just walk it in,",
        146.88,
        152.4
    ],
    [
        " and I'll tell you, it wouldn't have stopped, okay, so we,",
        152.54,
        155.42
    ],
    [
        " I rolled in, and started laying pockets in,",
        156.54,
        159.42
    ],
    [
        " and it was hilarious, because he goes,",
        161.12,
        162.42
    ],
    [
        " okay, a little closer, a little closer,",
        162.56,
        165.62
    ],
    [
        " and he's voice starts raising, a little bit closer,",
        166.1,
        169.08
    ],
    [
        " let's close on him!",
        169.3,
        170.82
    ],
    [
        "",
        170.84,
        170.84
    ],
    [
        " And I could hear, I could hear,",
        171.1,
        173.62
    ],
    [
        " Rock is going off in the background,",
        173.74,
        175.84
    ],
    [
        " and I was, here I am, safe and sound,",
        176.46,
        178.5
    ],
    [
        " an 800 feet, or whatever I was, 600 feet,",
        178.58,
        180.92
    ],
    [
        " and it was hilarious, and I never let him forget that, ever.",
        181.24,
        185.26
    ],
    [
        " So when you're flying at, I mean, it's really,",
        186.04,
        189.02
    ],
    [
        " how black it can be at night, like it can be so dark outside,",
        189.32,
        195.04
    ],
    [
        " so when it's that dark, you're just flying pure instruments,",
        195.3,
        198.68
    ],
    [
        " you're just looking at, you're not even looking outside,",
        198.68,
        201.42
    ],
    [
        " because there's nothing to see.",
        201.64,
        202.28
    ],
    [
        " Unless you're looking at fire coming up at you, okay?",
        203.1,
        205.72
    ],
    [
        " That, and some, and then it's real bright.",
        206.22,
        208.28
    ],
    [
        " Sometimes you get lucky, and there's a moon out,",
        209.04,
        211.58
    ],
    [
        " and if there's a moon out, then you get flashes of light",
        211.68,
        214.16
    ],
    [
        " off the squigglys, and rivers, and streams,",
        214.16,
        216.6
    ],
    [
        " and, but yeah, there's nice out there, when you're like this,",
        217.12,
        220.72
    ],
    [
        " and that's when you have to have a copilot",
        220.88,
        223.76
    ],
    [
        " who knows what he's doing, who can navigate,",
        223.76,
        226.72
    ],
    [
        " because you're busy as hell,",
        226.9,
        228.42
    ],
    [
        " keeping that thing on altitude on heading,",
        228.72,
        230.56
    ],
    [
        " and realize you've got a wingman",
        230.78,
        232.38
    ],
    [
        " who's got to have discipline too,",
        232.38,
        234.56
    ],
    [
        " he's got to know the heading you're on,",
        235.12,
        236.76
    ],
    [
        " and now you've got any collision light top and bottom,",
        236.94,
        239.42
    ],
    [
        " so you can keep track of each other,",
        239.74,
        241.32
    ],
    [
        " but it's, it can get hairy out there at night,",
        241.6,
        244.62
    ],
    [
        " and it's, you know, some guys, you look over at one time,",
        244.78,
        248.02
    ],
    [
        " I mentioned Earl Schatz, where Earl was a copilot",
        248.36,
        250.82
    ],
    [
        " in my many times, good guy, but he was over there like this,",
        250.82,
        253.86
    ],
    [
        " he got the leans pretty bad,",
        253.86,
        255.66
    ],
    [
        " because the semi-circle canal is kind of getting messed up,",
        255.82,
        258.7
    ],
    [
        " and you think, you're level, but you're not,",
        258.7,
        260.8
    ],
    [
        " when you start, when you start getting the vertigo,",
        260.96,
        262.86
    ],
    [
        " he's over there like this, I said,",
        263.22,
        264.66
    ],
    [
        " okay, Earl was just, we weren't in combat,",
        265.1,
        267.5
    ],
    [
        " and then we were just flying,",
        267.58,
        268.44
    ],
    [
        " he's over there, leans, I said, okay, Earl,",
        268.92,
        271.46
    ],
    [
        " you got him, he said, oh, that's okay, I'm sorry,",
        271.56,
        273.08
    ],
    [
        " no, Earl, you got him,",
        273.4,
        274.24
    ],
    [
        " oh, I'm over there laughing, the cruise laughing,",
        274.56,
        277.92
    ],
    [
        " but Earl, excellent pilot,",
        278.08,
        280.26
    ],
    [
        " but once and while you can get him like that,",
        280.54,
        282.24
    ],
    [
        " no, it's dark and it's like,",
        282.9,
        285.42
    ],
    [
        " how do you say the inside of somebody's rectum,",
        285.7,
        289.42
    ],
    [
        " might as well say that nicely, it's dark,",
        289.48,
        291.1
    ],
    [
        " I think you just did it, yeah.",
        291.36,
        292.42
    ],
    [
        " Okay, yeah.",
        292.68,
        292.82
    ],
    [
        " But once again, if you do it enough,",
        294.46,
        296.6
    ],
    [
        " you know how to do it, and you're comfortable doing it.",
        296.88,
        299.74
    ]
]