[
    [
        " When you're flying and Carl, you mentioned that you can't even remember operations where",
        0.0,
        5.6
    ],
    [
        " you didn't take fire.",
        5.6,
        6.82
    ],
    [
        " How often is your aircraft getting hit?",
        7.1,
        8.92
    ],
    [
        " You know, you post-flight really heavily when you get back and you can, you know, when",
        10.6,
        15.42
    ],
    [
        " you're a new guy, you can't hear certain things, but when you're got an experience, you",
        15.42,
        22.16
    ],
    [
        " can hear gunfire.",
        22.16,
        23.02
    ],
    [
        " You can hear it from 800 feet.",
        23.18,
        25.46
    ],
    [
        " You can hear it.",
        25.8,
        26.36
    ],
    [
        " You can dang sure when you're breaking off target at 200 feet, but back on, but anyway,",
        26.36,
        35.96
    ],
    [
        " bottom line is that we would get back on post-flight and more often than not.",
        36.02,
        42.16
    ],
    [
        " We found, we would find the seals would bring in intel stuff and it would be a drawing",
        43.36,
        50.94
    ],
    [
        " of a helicopter and in Vietnamese telling the bad guys where to aim so they could hit",
        50.94,
        56.34
    ],
    [
        " the aircraft because most of the time they'd shoot at us and hit the tail section.",
        56.34,
        60.84
    ],
    [
        " Most all of my hits, not all of them, but most of them were after of the cabin.",
        61.18,
        66.22
    ],
    [
        " They were some in the cabin and they were uncomfortable.",
        67.1,
        69.14
    ],
    [
        " Sometimes I know John got a purple heart and you can tell that story and I got one or",
        69.36,
        75.28
    ],
    [
        " all got one.",
        75.28,
        75.92
    ],
    [
        " I mean, there's no big deal.",
        76.12,
        77.94
    ],
    [
        " I mean, you get it because you got shot and there's nothing necessarily heroic.",
        78.14,
        81.88
    ],
    [
        " People think a big, a purple heart's a big deal.",
        82.24,
        83.98
    ],
    [
        " There's not a big deal.",
        83.98,
        84.9
    ],
    [
        " I give my name, they want you to have a whole back period.",
        85.58,
        89.1
    ],
    [
        " So since you brought the topic up, let's talk about your first part.",
        89.54,
        94.34
    ],
    [
        " Carol and I talk about this all the time.",
        94.34,
        95.98
    ],
    [
        " Carol was on debt six at that point and we were out and that one only had one of their",
        97.5,
        103.78
    ],
    [
        " birds, they had one in maintenance.",
        103.78,
        104.86
    ],
    [
        " We went down to debt one and we formed a three plane formation.",
        105.56,
        108.82
    ],
    [
        " I was a pilot of one, Carol was a pilot of one, a rural shot, was a pilot of the third.",
        109.72,
        114.96
    ],
    [
        " We went out, took some fire, found a target and I'm not sure who was the first one in.",
        115.72,
        120.78
    ],
    [
        " I think you.",
        121.08,
        122.4
    ],
    [
        " He forgot to add, it was a heavy fire team.",
        122.84,
        124.7
    ],
    [
        " I was a fire team leader.",
        125.1,
        126.36
    ],
    [
        " Those two guys were doing everything I asked them to do.",
        126.74,
        129.34
    ],
    [
        " Most of the time.",
        130.0,
        130.48
    ],
    [
        " So have your fire team meet you got three birds?",
        131.14,
        133.54
    ],
    [
        " Three birds.",
        133.76,
        134.06
    ],
    [
        " So Carol's the first one in and you're going in to do what?",
        134.88,
        137.5
    ],
    [
        " What are you going in?",
        137.7,
        138.08
    ],
    [
        " Put the strike in.",
        138.08,
        138.9
    ],
    [
        " Put the strike in.",
        139.04,
        139.78
    ],
    [
        " So when you say put the strike in meaning you're going to lay fire down onto your rockets.",
        140.08,
        145.64
    ],
    [
        " Is it close air support necessarily or is it some pre-design?",
        145.86,
        149.32
    ],
    [
        "",
        149.64,
        149.64
    ],
    [
        " We've just taken some ground fire and we're going to put it out basically.",
        149.64,
        153.04
    ],
    [
        " So you're rolling in and then Carol was the first one in, Earl was the second one and",
        154.02,
        158.32
    ],
    [
        " so Carol peels off and Earl's putting down fire.",
        158.32,
        161.18
    ],
    [
        " So as he's peeling off, that's when the plane's supposed to be put down on fire.",
        161.34,
        165.44
    ],
    [
        " So Earl put down fire.",
        165.52,
        166.96
    ],
    [
        " By that time Carol's supposed to come around.",
        167.1,
        169.2
    ],
    [
        " Then when Earl comes off the target, I'm putting fire down.",
        169.44,
        172.94
    ],
    [
        " I came off the target and that's when I got hit.",
        173.34,
        176.28
    ],
    [
        " And so we argued today, I said, Carl, you didn't cover me coming off target.",
        177.38,
        183.02
    ],
    [
        " And he says, well, you were out of position.",
        183.26,
        185.12
    ],
    [
        " I said, I wasn't out of position.",
        185.5,
        186.74
    ],
    [
        " You were out of position.",
        186.74,
        187.96
    ],
    [
        " And so I got hit.",
        188.52,
        190.04
    ],
    [
        " So where'd you get hit?",
        190.24,
        191.02
    ],
    [
        " I got hit in the foot.",
        191.18,
        191.96
    ],
    [
        " So the round came up and acted tips, my toes off, tips to my toes off on my right foot.",
        192.12,
        198.92
    ],
    [
        " And then you saw the scrambler seawalls.",
        199.9,
        202.04
    ],
    [
        " My gunner that day was, he got hit the same time.",
        202.34,
        206.24
    ],
    [
        "",
        206.6,
        206.6
    ],
    [
        " He was what?",
        207.32,
        207.92
    ],
    [
        " Kid.",
        208.26,
        208.38
    ],
    [
        " And the scrambler seawalls at the end where the round came up, cut his mic cord, came out,",
        209.4,
        215.26
    ],
    [
        " dotted his helmet and dotted the eye on kid, written on the back of his helmet.",
        215.56,
        219.1
    ],
    [
        " He was in the movie.",
        219.22,
        219.84
    ],
    [
        " It was in the movie.",
        220.1,
        220.7
    ],
    [
        " And it cut the back of his neck like you cut it with a knife.",
        220.86,
        223.16
    ],
    [
        " And he told, so he gets it.",
        223.46,
        226.4
    ],
    [
        " I look back and I'm trying to call him and he's not responding.",
        226.58,
        229.12
    ],
    [
        " I look back and all I see is blood.",
        229.2,
        231.04
    ],
    [
        " Oh, geez.",
        231.28,
        232.16
    ],
    [
        " He gives me a thumbs up, a big smile and start shooting again.",
        232.68,
        235.76
    ],
    [
        " And the round just, you cut the mic cord, just graze the back of his neck.",
        235.86,
        240.7
    ],
    [
        " And of course, when you cut your neck or head, it just bleeds like crazy.",
        240.7,
        244.16
    ],
    [
        " And then, so then we go back, land, Carl comes over, picks me up",
        245.14,
        250.42
    ],
    [
        " and carries me into the infirmary.",
        250.42,
        252.28
    ],
    [
        " The real story.",
        252.28,
        253.92
    ],
    [
        " Should we hear the real story?",
        254.24,
        255.2
    ],
    [
        " Well, that's the story.",
        256.36,
        257.42
    ],
    [
        " And so this day, we argue, who's out of position, but we're the best friends.",
        257.56,
        261.56
    ],
    [
        " It's interesting.",
        262.78,
        263.18
    ],
    [
        " That's like in a seal platoon.",
        263.6,
        265.52
    ],
    [
        " That's one of the basic maneuvers we do.",
        266.06,
        268.38
    ],
    [
        " Like one person shooting, is that person rolls out.",
        268.56,
        270.84
    ],
    [
        " There's someone that's picking up fire right behind him.",
        270.96,
        272.74
    ],
    [
        " As that person rolls out, there's someone picking up a fire right here.",
        272.88,
        275.22
    ],
    [
        " That's the way it's supposed to be, Carl.",
        275.46,
        277.12
    ],
    [
        " That's the way it's supposed to be.",
        277.24,
        278.58
    ],
    [
        " In a wrist strike pattern.",
        278.96,
        281.12
    ],
    [
        " In a wrist strike pattern.",
        281.12,
        282.4
    ],
    [
        " This veteran, at that time, I probably had 800 missions.",
        282.6,
        286.52
    ],
    [
        " And far, he barely knows how to pre-flake.",
        286.78,
        288.66
    ],
    [
        " Yet, he's in position, and I'm not.",
        288.82,
        290.38
    ],
    [
        " But what's funny is, we got back.",
        290.74,
        292.42
    ],
    [
        " And I didn't know that Purring Tim was wounded.",
        293.06,
        295.4
    ],
    [
        " And we got back and landed.",
        295.62,
        296.68
    ],
    [
        " And John was, oh, oh, I thought, my God, he's probably has a body shot.",
        297.5,
        304.26
    ],
    [
        " Check his body, check the blood.",
        304.42,
        306.4
    ],
    [
        " I couldn't find any blood anywhere.",
        306.62,
        307.92
    ],
    [
        " I'm looking at nothing.",
        308.12,
        309.3
    ],
    [
        " Nice, dry, until again.",
        309.54,
        311.12
    ],
    [
        " I can't even walk into the front.",
        311.16,
        312.52
    ],
    [
        " And I picked him up, and Jetley carried him 600 yards down",
        312.58,
        317.26
    ],
    [
        " to the infirmary of the length of the base.",
        317.26,
        318.88
    ],
    [
        " He's moaning the whole way.",
        319.32,
        320.54
    ],
    [
        " Meantime, Purring Tim's bleeding, and he's walking chat in the whole time.",
        320.86,
        324.58
    ],
    [
        " But John's moaning, not that he must have a brain moaned.",
        324.98,
        329.64
    ],
    [
        " I can't see or something.",
        329.7,
        330.7
    ],
    [
        " So it's a silhouette I put up on.",
        331.88,
        333.8
    ],
    [
        " And we get down here and text his boot off.",
        334.56,
        337.04
    ],
    [
        " And you shot in a big toe.",
        337.1,
        339.78
    ],
    [
        " So Earl calls you.",
        340.1,
        343.02
    ],
    [
        " Earl calls you nine toes, that's his name.",
        344.44,
        346.64
    ],
    [
        " So then I get an edivac up to Ben 2, 2, 3,",
        347.88,
        350.48
    ],
    [
        " surge, which is the Army hospital up there.",
        350.56,
        352.56
    ],
    [
        " And I obviously wasn't that badly wounded.",
        352.9,
        354.88
    ],
    [
        " And they put me in the back room.",
        355.36,
        357.14
    ],
    [
        " And that night, everybody came over to see me.",
        358.22,
        361.36
    ],
    [
        " I had a little night stand table.",
        361.5,
        363.1
    ],
    [
        " I must have had 30 scotch and waters on a little table,",
        363.1,
        368.14
    ],
    [
        " because everybody brought me a drink.",
        368.16,
        370.44
    ],
    [
        " Do you save your boots?",
        370.72,
        371.5
    ],
    [
        " The boots?",
        371.9,
        372.22
    ],
    [
        " I do.",
        372.24,
        372.52
    ],
    [
        " I do.",
        372.84,
        373.06
    ],
    [
        " And I was very lucky.",
        373.6,
        374.32
    ],
    [
        " The doctor said, because he had still told boots,",
        374.46,
        376.98
    ],
    [
        " but he came up to the bottom.",
        377.12,
        378.22
    ],
    [
        " And he said, just missed a steel toe.",
        378.9,
        380.78
    ],
    [
        " But to hit the steel toe, they'll ricochet around",
        381.5,
        383.5
    ],
    [
        " and take on all your toes.",
        383.5,
        385.26
    ],
    [
        " John has the boot on a nice little stand",
        385.54,
        388.06
    ],
    [
        " in the thing he's living room with.",
        388.06,
        389.36
    ],
    [
        " There's this sprinkler around it, music, and so forth.",
        389.46,
        392.34
    ],
    [
        " You got a plaque there.",
        393.14,
        394.54
    ],
    [
        " That's so.",
        395.12,
        395.58
    ],
    [
        " But I do.",
        396.26,
        396.58
    ],
    [
        " And I have actually had the round that came up.",
        396.7,
        399.26
    ],
    [
        " OK, he's got a round from.",
        399.54,
        401.38
    ],
    [
        " He's got the round chip.",
        401.46,
        403.02
    ],
    [
        " So it came up with my foot and then hit me",
        403.42,
        406.88
    ],
    [
        " on the side of the leg.",
        406.88,
        407.92
    ],
    [
        " And I didn't know you can only feel one pain at a time.",
        408.6,
        411.22
    ],
    [
        " And what hit me on the side of the leg on it",
        411.66,
        413.0
    ],
    [
        " when I was getting out of the heel,",
        413.0,
        413.98
    ],
    [
        " I saw this round down by the collective,",
        414.12,
        415.98
    ],
    [
        " so I picked it up and put it in my pocket.",
        416.14,
        417.64
    ],
    [
        " It was like two days later, I was getting out of bed,",
        418.38,
        420.14
    ],
    [
        " and I bumped my knee.",
        420.28,
        421.12
    ],
    [
        " And I go, geez, that really hurts.",
        421.36,
        423.08
    ],
    [
        " And I had a big wealth about this big round",
        423.48,
        425.48
    ],
    [
        " on the inside of my thigh there.",
        425.48,
        427.66
    ],
    [
        " And so you can only feel one pain.",
        428.26,
        429.48
    ],
    [
        " I just feel my toes at the time.",
        429.54,
        430.92
    ],
    [
        " A couple days later, I was feeling the other one.",
        431.1,
        432.66
    ],
    [
        " But that was the round.",
        433.1,
        434.16
    ],
    [
        " Who was the CEO then?",
        434.28,
        435.2
    ],
    [
        " Oh, there was a change command.",
        436.46,
        438.24
    ],
    [
        " That day I got shot was a change command.",
        438.64,
        440.56
    ],
    [
        " And Captain Berkstrom was taking over from Captain Twight.",
        441.24,
        444.16
    ],
    [
        " And the tradition was that the first guy",
        445.18,
        447.3
    ],
    [
        " that got shot, the CEO had to buy him a bottle of Scott.",
        447.3,
        449.9
    ],
    [
        " So we did him for a bottle of Scotch.",
        451.12,
        452.74
    ],
    [
        " So we had an Oscars meeting and I don't.",
        452.84,
        455.34
    ],
    [
        " Month later, something like that.",
        455.42,
        456.66
    ],
    [
        " And sure enough, he gave me a bottle of Scotch.",
        456.74,
        458.74
    ],
    [
        " Fought it back to that and shared it with the team.",
        459.12,
        462.16
    ],
    [
        " Was it cheap?",
        462.54,
        463.04
    ],
    [
        " I can't remember.",
        463.3,
        463.9
    ],
    [
        " I know.",
        464.28,
        464.7
    ],
    [
        " I said, do I worship something like that?",
        464.9,
        466.58
    ]
]