[
    [
        " This is Jockel Podcast number 289.",
        0.0,
        2.58
    ],
    [
        " As the seals from Zulu platoon insert into a rice paddy near where they had taken fire,",
        3.84,
        9.16
    ],
    [
        " Nelson's Huey, a UH-1 Bravo gunship,",
        9.74,
        13.96
    ],
    [
        " commenced a right turn at 80 feet above the ground to cover them.",
        14.32,
        18.3
    ],
    [
        " Lieutenant Junior Grade, Carl Nelson, a fire team leader at Hal III detachment 1,",
        19.46,
        25.64
    ],
    [
        " commanded two sea wolf gunships during Zulu's last mission.",
        25.88,
        29.3
    ],
    [
        " He already had flown more than 600 combat missions.",
        30.24,
        33.22
    ],
    [
        " His co-pilot Lieutenant Junior Grade, Earl Schout,",
        33.22,
        37.06
    ],
    [
        " controlled the M134 mini guns",
        37.94,
        41.02
    ],
    [
        " while petty officers Michael Dobson and Tom Klaivon fired the left and right,",
        41.02,
        47.34
    ],
    [
        " respectively M60 machine guns from the doors.",
        47.58,
        50.42
    ],
    [
        " Lieutenant Junior Grade, Edward Dyer,",
        50.96,
        53.08
    ],
    [
        " would pilot the Huey UH-1 Lima sea-lord transport",
        53.1,
        58.72
    ],
    [
        " that would insert and later extract Zulu from a very hot landing zone.",
        58.72,
        64.78
    ],
    [
        " Schout worked the LZ's edge with his mini guns",
        65.94,
        69.26
    ],
    [
        " while Dobson and Klaivon fired their M60s.",
        69.26,
        73.82
    ],
    [
        " The seals patrolled northeast and then east on a dike separating two rice paddies",
        73.92,
        78.52
    ],
    [
        " and then moved north to one perpendicular to the first.",
        78.52,
        81.44
    ],
    [
        " As they advanced, the enemy began firing from well concealed and dug-in positions",
        81.44,
        85.62
    ],
    [
        " on a dike covered with heavy vegetation.",
        85.62,
        88.26
    ],
    [
        " The seals and Nelson's gunship immediately returned fire.",
        88.98,
        93.4
    ],
    [
        " As the patrol continued closer toward the tree line,",
        94.72,
        97.1
    ],
    [
        " the seals took accurate withering fire from both sides of the dike.",
        97.46,
        101.46
    ],
    [
        " Point man Roland fell, shot through the groin.",
        102.18,
        106.72
    ],
    [
        " He was hit again as he crawled for cover.",
        106.96,
        108.72
    ],
    [
        " Seconds later, Telfer was shot in both legs.",
        110.08,
        113.28
    ],
    [
        " Both seals managed to return fire despite their wounds,",
        114.04,
        117.66
    ],
    [
        " but the severity of their injuries and the immediate necessity to extract them",
        118.04,
        122.46
    ],
    [
        " soon took them out of action.",
        122.46,
        124.24
    ],
    [
        " Lieutenant J.G. Richards,",
        125.74,
        127.52
    ],
    [
        " immediately radioed Nelson for fire support",
        128.04,
        130.78
    ],
    [
        " as he and Lawrence advanced under fire to assist the two seriously wounded seals.",
        130.78,
        135.78
    ],
    [
        " Chris and the Hulk by his fellow seals,",
        137.34,
        140.58
    ],
    [
        " Lieutenant J.G. Tom Richards was well liked and respected,",
        140.88,
        144.08
    ],
    [
        " and he enjoyed a reputation as a highly capable operator.",
        144.5,
        147.46
    ],
    [
        " He was a native of Brightwater's New York",
        148.4,
        151.88
    ],
    [
        " and a graduate of Bay Shore High School,",
        151.88,
        154.4
    ],
    [
        " where he wrestled and played football.",
        154.64,
        156.5
    ],
    [
        " Following graduation, he attended Villanova University on a Navy ROTC scholarship.",
        157.3,
        163.54
    ],
    [
        " There he lifted weights and routinely benched press 400 pounds.",
        163.9,
        167.68
    ],
    [
        " He was commissioned an ensign in the Naval Reserve in 1969.",
        167.98,
        172.32
    ],
    [
        " As Lieutenant J.G. Richards dragged Roland to cover,",
        172.88,
        175.64
    ],
    [
        " one round passed through Richards' right hand,",
        176.12,
        178.32
    ],
    [
        " hating the stoner machine gun's pistol grip.",
        178.64,
        181.24
    ],
    [
        " Nevertheless Lawrence's head and fruit trail returned fire.",
        181.86,
        186.14
    ],
    [
        " Richards continued to expose himself to enemy fire",
        188.02,
        190.56
    ],
    [
        " to drag the wounded to cover.",
        190.56,
        192.02
    ],
    [
        " When the automatic weapons man,",
        194.36,
        196.22
    ],
    [
        " Fou Trell was shot in the chest.",
        196.4,
        197.88
    ],
    [
        " He cried out, I'm hit, I'm hit.",
        198.16,
        200.16
    ],
    [
        " Lieutenant J.G. Richards sensing the rising panic in Fou Trell's voice",
        200.54,
        206.32
    ],
    [
        " suspected the man was going into shock.",
        206.32,
        208.64
    ],
    [
        " To distract him, Richards ordered Fou Trell to shut up and return fire.",
        210.48,
        214.94
    ],
    [
        " Fou Trell briefly did so with his M60 and did not go into shock.",
        216.38,
        220.62
    ],
    [
        " As Fou Trell became semi-conscious, Richards pulled him back as well.",
        220.62,
        224.64
    ],
    [
        " When Lawrence and Hedge, round out of ammunition minutes later,",
        225.12,
        229.62
    ],
    [
        " Richards passed them the linked 556 ammo for his now inoperable stoner machine gun.",
        229.96,
        235.58
    ],
    [
        " The squad regrouped behind a dike and Richards urged the seals to keep pouring fire into the enemy",
        236.46,
        241.84
    ],
    [
        " as he radioed for a emergency extraction.",
        241.84,
        244.42
    ],
    [
        " As the battle raged, extraction became imperative,",
        244.92,
        249.22
    ],
    [
        " including himself, Richards had four wounded men, three of them critical.",
        249.22,
        253.82
    ],
    [
        " For Lieutenant J.G. Nelson and the sea wolves,",
        254.32,
        258.26
    ],
    [
        " there was no hesitation.",
        258.98,
        261.34
    ],
    [
        " He said, quote, my crew knew that leaving anyone behind was not an option.",
        262.44,
        269.2
    ],
    [
        " When Nelson saw Richards dragging the wounded seals to cover,",
        269.94,
        275.02
    ],
    [
        " he alerted Dyer to get ready for extraction and descended to cover it from an altitude of about 50 to 70 feet.",
        275.06,
        281.74
    ],
    [
        " From the ground, Lawrence and Hedge provided covering fire with their stoners.",
        282.08,
        286.68
    ],
    [
        " Nelson's gunship hit the enemy with devastating rocket and mini-gun fire,",
        287.04,
        290.96
    ],
    [
        " while Dyer urgently searched for the seals exact location.",
        291.28,
        294.38
    ],
    [
        " On a second pass, Dyer spotted them, huddled next to a dike and came in hot,",
        295.34,
        301.36
    ],
    [
        " pleading off airspeed during his approach.",
        301.36,
        303.64
    ],
    [
        " As the slick hovered, skids wet in the rice paddy, Richards dragged each of the three wounded seals in turn over the dike,",
        303.84,
        311.54
    ],
    [
        " then threw the rice paddy to the helicopter, lifting each aboard with his one good hand.",
        311.64,
        316.58
    ],
    [
        " Richards later wrote, with one hand, it was probably my heaviest lift I ever made.",
        317.36,
        323.48
    ],
    [
        " Best one, too.",
        324.88,
        325.98
    ],
    [
        " Enemy fire intensified during the loading.",
        327.5,
        330.72
    ],
    [
        " Lawrence, still providing covering fire, was about to climb aboard when Dyer began to pull pitch for lift off as enemy rounds hit the fuselage.",
        331.44,
        340.0
    ],
    [
        " Lawrence grabbed the slick skid and held on for dear life until the Hulk reached down with his un-injured hand and hauled Lawrence aboard.",
        340.5,
        349.44
    ],
    [
        " Having flown more than 600 combat missions with scores of those flights in direct support of two seal teams,",
        350.42,
        358.72
    ],
    [
        " Nelson vividly remembers the scene unfolding below his gunship as the platoon struggled to survive.",
        358.72,
        365.74
    ],
    [
        " Nelson recalls, quote, watching a wounded Tom Richards under intense enemy fire,",
        366.12,
        372.96
    ],
    [
        " drag each of his wounded seals to safety across a series of rice paddy dikes and load them into the sea-lord kilo.",
        373.4,
        380.0
    ],
    [
        " It was the most heroic act that I have ever witnessed.",
        380.58,
        384.58
    ],
    [
        " Tom Richards' heroism rates a Navy cross at a minimum.",
        385.62,
        389.9
    ],
    [
        " He directly saved the lives of his platoon.",
        390.38,
        395.06
    ],
    [
        " And that's an article from the Naval Institute.",
        395.92,
        402.14
    ],
    [
        " You can find it online.",
        402.64,
        403.98
    ],
    [
        " And if you fast-forward from that event, which took place in 1971, fast-forward about 20 years,",
        404.64,
        412.06
    ],
    [
        " to 1991.",
        414.52,
        414.6
    ],
    [
        " And I was a new guy at Seal Team 1, and it was a Saturday morning.",
        415.48,
        420.72
    ],
    [
        " And I was in the gym at Seal Team 1 alone cranking some Metallica on the stereo system.",
        421.36,
        427.54
    ],
    [
        " And when I say cranking, I mean, it was ear damaging levels of noise because I was young and stupid.",
        428.04,
        433.86
    ],
    [
        " And then the Hulk, the Hulk walked in.",
        434.98,
        439.12
    ],
    [
        " And he was wearing his gym clothes and he was there to get a workout.",
        439.68,
        442.72
    ],
    [
        " The same guy.",
        443.44,
        445.66
    ],
    [
        " Now, who was Lieutenant J.G.?",
        446.1,
        447.92
    ],
    [
        " This is now Captain Richards' legendary seal that you just heard about.",
        447.92,
        451.34
    ],
    [
        " It's now 20 years later.",
        451.54,
        452.86
    ],
    [
        " And of course, I knew who he was.",
        453.46,
        455.52
    ],
    [
        " We all knew who he was. He was the Hulk.",
        455.68,
        457.5
    ],
    [
        " And he walked into the gym to get his workout on.",
        458.6,
        460.68
    ],
    [
        " And so I respectfully walked over to the stereo and turned it down.",
        460.94,
        466.66
    ],
    [
        " Turned the dial about halfway back to bring it to a normal listening level.",
        466.82,
        472.98
    ],
    [
        " And as I did that, the Hulk shouted, hey, I looked over at him and he said, turn that back up.",
        473.28,
        482.16
    ],
    [
        " And I said, yes, sir.",
        482.44,
        484.86
    ],
    [
        " And I did.",
        485.26,
        486.4
    ],
    [
        " And he fast-forward another six or seven years on top of that.",
        486.94,
        490.76
    ],
    [
        " And I was walking into the admiral's office.",
        490.76,
        493.92
    ],
    [
        " Now admiral, Tom Richards, the admiral in charge of all the seals.",
        494.98,
        499.58
    ],
    [
        " And I was going to interview you with him hoping to get a letter of recommendation for selection.",
        500.38,
        505.84
    ],
    [
        " So I could get my commission and become a seal officer.",
        506.08,
        508.84
    ],
    [
        " And he gave me that recommendation and I did end up getting selected.",
        509.62,
        513.92
    ],
    [
        " And I'm certainly thankful to Admiral Richards for that, but more important.",
        514.48,
        519.08
    ],
    [
        " I'm thankful for what he did for America and for the teams.",
        519.1,
        522.9
    ],
    [
        " And for me in the end.",
        524.06,
        526.1
    ],
    [
        " And therefore I am also thankful for those helicopter pilots and crews for getting him and his platoon out of there.",
        527.0,
        536.54
    ],
    [
        " And these are the same helicopter crews that risked their lives time and time again to get the seals out of the worst possible situations.",
        538.18,
        549.18
    ],
    [
        " These were the legendary sea wolves, the US Navy helicopter attack squadron three.",
        550.12,
        556.68
    ],
    [
        " And this is a unit.",
        557.64,
        560.42
    ],
    [
        " This is the most highly decorated naval aviation unit.",
        561.16,
        565.26
    ],
    [
        " Collectively awarded in Vietnam, five Navy crosses, 31 Silver Stars, two legions of merit.",
        566.02,
        571.04
    ],
    [
        " But 219 distinguished flying crosses, 156 purple hearts, 101 bronze stars, 142 gallantry crosses, over 16,000 air metals,",
        571.16,
        582.12
    ],
    [
        " 439 Navy commendation metals, 228 Navy achievement metals, six presidential unit citations, and two meritorious unit commendations.",
        583.0,
        596.92
    ],
    [
        " And we have had the honor of having a sea wolf pilot on this podcast once before Dennis Rowley podcast 153.",
        597.06,
        604.68
    ],
    [
        " If you haven't listened to that, go and check it out.",
        604.86,
        607.38
    ],
    [
        " But tonight it is an honor to have two more sea wolf pilots with us.",
        607.58,
        614.26
    ],
    [
        " John Far and Carl Nelson, the same Carl Nelson, you just heard me read about who provided cover fire while Zulu platoon extracted from a serious war.",
        614.84,
        626.9
    ],
    [
        " And this is a very serious gunfight, our relationship in the SEAL teams with the sea wolves in Vietnam will never be forgotten.",
        626.92,
        636.32
    ],
    [
        " And therefore it is an honor to have you two gentlemen with me here tonight.",
        636.94,
        641.66
    ],
    [
        " Thank you.",
        642.14,
        642.48
    ],
    [
        " Thank you for coming.",
        642.68,
        643.36
    ],
    [
        " Happy to be here.",
        643.68,
        644.34
    ],
    [
        " So I know, well I know I can sit here and just listen to you guys tell stories about Vietnam for the entire time, which is which we will get to.",
        645.3,
        653.62
    ],
    [
        " But to start off a little bit, let's start a little bit about where you guys came from and how you grew up just so we have some background.",
        654.04,
        661.5
    ],
    [
        " What do you think? John, you want to start?",
        661.92,
        663.0
    ],
    [
        " And John, you're the reason your what's your son connected us, right?",
        663.36,
        666.68
    ],
    [
        " Yes, Eric, my son.",
        666.9,
        667.92
    ],
    [
        " He was one that's a Marine and he's big into Jitsu, so he would love this place.",
        668.06,
        672.1
    ],
    [
        " So he does quite a bit of that.",
        672.64,
        674.6
    ],
    [
        " But yeah, he's the one that was in the military.",
        674.96,
        677.46
    ],
    [
        " Well, thanks to him.",
        677.76,
        678.68
    ],
    [
        " Thanks to Eric for linking us up and it's outstanding to have you.",
        678.76,
        682.48
    ],
    [
        " So where did you guys grow up, John?",
        682.48,
        684.22
    ],
    [
        " I grew up in the Chicago area north of Chicago.",
        684.36,
        686.76
    ],
    [
        " Went to high school there and I went to a small college in Indiana, St. Charles's College, which is in Rensselaer, about halfway between Notre Dame and Purdue.",
        687.06,
        696.42
    ],
    [
        " Okay.",
        696.8,
        696.84
    ],
    [
        " And my senior year, there was a Navy recruiter came down looking for recruiting for the Navy flight program.",
        697.34,
        705.72
    ],
    [
        " And I actually, so what year is this?",
        706.66,
        707.96
    ],
    [
        " This would have been 1968.",
        708.28,
        709.84
    ],
    [
        " Okay.",
        710.74,
        710.98
    ],
    [
        " So Vietnam was full on.",
        711.34,
        712.94
    ],
    [
        " Yes, yes.",
        713.18,
        714.04
    ],
    [
        " And now it was here, they had the lottery for the draft.",
        714.46,
        718.12
    ],
    [
        " Okay.",
        718.36,
        718.46
    ],
    [
        " And I got to paper, I started at 365 looking for my number.",
        719.04,
        722.92
    ],
    [
        " And I said, geez, I missed it.",
        723.26,
        724.62
    ],
    [
        " So I started at the top, went through it again.",
        724.76,
        726.84
    ],
    [
        " I said, they don't have my number in here.",
        726.94,
        728.58
    ],
    [
        " I flipped the paper over.",
        728.7,
        729.76
    ],
    [
        " The first number picked I believe was May 8th.",
        730.4,
        732.76
    ],
    [
        " The second number picked was April 24th, which was my birthday.",
        733.0,
        736.4
    ],
    [
        " So there's no doubt where I was going.",
        736.98,
        739.1
    ],
    [
        " And at the same time, I was looking for a job graduating from college and everything.",
        739.76,
        744.42
    ],
    [
        " And one of the first questions they asked was, well, what's your draft status?",
        744.96,
        748.24
    ],
    [
        " And I said, well, it's the same one.",
        748.52,
        749.76
    ],
    [
        " And most of the people said, well, why don't you come back after your service?",
        750.4,
        753.14
    ],
    [
        " And then I interviewed with Burles Corporation.",
        754.06,
        755.84
    ],
    [
        " They never asked a question, and I never provided the information.",
        756.62,
        760.0
    ],
    [
        " And I got hired.",
        760.0,
        760.7
    ],
    [
        " So I got hired by Burles, graduated, started working with them.",
        761.04,
        766.06
    ],
    [
        " In the meantime, I passed this flight exam down in college.",
        766.06,
        770.14
    ],
    [
        " And he said, well, now you need to go up to Glenview for an interview in a physical.",
        770.34,
        774.04
    ],
    [
        " And I lived probably 20 minutes from Glenview in North Chicago.",
        774.88,
        778.82
    ],
    [
        " So I said, that's great.",
        779.62,
        780.52
    ],
    [
        " So I went up to Glenview.",
        780.7,
        782.04
    ],
    [
        " My main real reason for going up there was on Saturday night, I'd go down to Rushtreet for the night.",
        782.56,
        788.02
    ],
    [
        " And this was back home.",
        788.46,
        789.46
    ],
    [
        " So I did that, went through the physical, and everything went fine.",
        790.0,
        793.18
    ],
    [
        " And I didn't hear anything for a lot of you guys, you got to take the thing through the process.",
        793.28,
        796.8
    ],
    [
        " And then I started working at Burles.",
        797.64,
        800.24
    ],
    [
        " What kind of company was Burles?",
        800.38,
        801.6
    ],
    [
        " Burles was a computer company.",
        801.72,
        802.88
    ],
    [
        " So, calculators, animatines at the time.",
        803.5,
        805.82
    ],
    [
        " And so I started working with them.",
        806.8,
        809.14
    ],
    [
        " Yeah, I was going to say a computer company in 1968.",
        809.14,
        811.08
    ],
    [
        " It's a little bit of a stretch, right?",
        811.08,
        812.6
    ],
    [
        " Well, they calculators, they had a machine, but they did become one of the larger computer companies.",
        813.5,
        817.76
    ],
    [
        " They competed against IBM.",
        817.76,
        819.2
    ],
    [
        " In fact, later in my career, I had sold the largest computer that Burles made at the time to the University of Chicago Medical Center.",
        819.56,
        827.3
    ],
    [
        " Just before they merged with Spirry.",
        827.46,
        829.84
    ],
    [
        " Got it.",
        830.2,
        830.52
    ],
    [
        " But that's off the track.",
        830.6,
        831.68
    ],
    [
        " So anyway, I started working.",
        832.04,
        835.0
    ],
    [
        " Then I got a notice from the Army that came in from my Army induction physical.",
        835.7,
        839.36
    ],
    [
        " About a week after that, I got a call from the Navy saying, congratulations.",
        840.36,
        844.34
    ],
    [
        " You've been selected for the Navy's flight program.",
        845.36,
        847.38
    ],
    [
        " And I just started a job.",
        848.02,
        849.8
    ],
    [
        " I can't do this.",
        849.9,
        850.72
    ],
    [
        " And the guy says, son, you're in the Navy.",
        851.3,
        852.88
    ],
    [
        " When would you like to report?",
        853.1,
        854.18
    ],
    [
        " And I said, well, what's the latest state you could give me?",
        855.04,
        857.2
    ],
    [
        " And it was October, I think October 18th.",
        857.74,
        860.54
    ],
    [
        " I said, okay, I'll take that.",
        860.66,
        861.9
    ],
    [
        " So now I got to go in and tell my boss I'm going to go in the Navy.",
        862.92,
        866.46
    ],
    [
        " So I went in early one morning because he was always in early.",
        867.16,
        869.54
    ],
    [
        " And I sat down to him and said, Joe, I went through this program and I've been selected for the Navy flight program.",
        869.78,
        876.62
    ],
    [
        " As it turned out, he was in a Marine fighter pilot during World War II.",
        876.88,
        881.24
    ],
    [
        " And he says, hey, this is a once in a lifetime opportunity.",
        881.82,
        884.84
    ],
    [
        " You can't pass it up.",
        885.6,
        886.52
    ],
    [
        " Burles will always be here.",
        886.72,
        887.84
    ],
    [
        " So I worked the summer with them.",
        888.74,
        890.42
    ],
    [
        " And at the end, they had a little party for me.",
        890.54,
        892.58
    ],
    [
        " They had this big cake.",
        892.6,
        893.36
    ],
    [
        " They had a bunch of little airplanes on it.",
        893.36,
        895.16
    ],
    [
        " And gave me a kind of a nail clipper kit that I have to this day.",
        895.32,
        899.5
    ],
    [
        " And so that's how I ended up in the Navy.",
        899.94,
        903.12
    ],
    [
        " When you were growing up, so you were going to high school in like the early 1960s?",
        903.94,
        909.74
    ],
    [
        " Yes, I graduated from 63 from high school.",
        909.74,
        912.5
    ],
    [
        " And it sounds like you had a plan right now.",
        912.82,
        916.82
    ],
    [
        " You wanted a job.",
        916.9,
        917.62
    ],
    [
        " You kind of had a, you knew what you knew that you were going to move forward in a positive way.",
        917.9,
        922.26
    ],
    [
        " Yes, very much so.",
        922.6,
        923.82
    ],
    [
        " Well, my father was in a corporate world in business.",
        924.28,
        928.66
    ],
    [
        " And as a side story, he was actually Eisenhower's personal mass sergeant, all during World War II.",
        929.14,
        934.86
    ],
    [
        " He went over his patents, mass sergeant.",
        936.24,
        938.84
    ],
    [
        " Eisenhower found out about him, bought him on his staff.",
        939.4,
        942.36
    ],
    [
        " And so he was with him for four years, and I much will tell the story.",
        943.76,
        946.66
    ],
    [
        " Yeah.",
        946.94,
        947.1
    ],
    [
        " No wonder, you know, there was some conflict between Eisenhower and Pat.",
        947.78,
        951.28
    ],
    [
        " He took his best freaking cover.",
        951.36,
        952.98
    ],
    [
        " And so, and finally, before my dad passed away, we got him to write his memoirs just for the family.",
        954.46,
        961.48
    ],
    [
        " And Carl, many of our friends have read it.",
        961.92,
        963.82
    ],
    [
        " And in there, one point, he was come back to the States.",
        964.68,
        969.6
    ],
    [
        " And so he asked people on his staff, would you like to come back to the States?",
        970.42,
        973.92
    ],
    [
        " And of course, all his, so this was an Eisenhower was coming back to the States to meet with Roosevelt.",
        974.34,
        978.1
    ],
    [
        " For just like a week or so.",
        978.36,
        979.62
    ],
    [
        " Of course, all his moons are top secrets.",
        979.74,
        981.74
    ],
    [
        " So he wrote a letter to my mother and says, meet me at DC at this hotel and it's all coded.",
        981.94,
        987.8
    ],
    [
        " So he came back and of course, nine months later, I'm around.",
        987.96,
        992.1
    ],
    [
        " And of course, my mother lived in El Miro, New York.",
        992.56,
        994.76
    ],
    [
        " That's why I was born.",
        995.3,
        996.18
    ],
    [
        " And of course, nobody knew my dad had been home.",
        997.12,
        999.36
    ],
    [
        " And we're talking about...",
        1000.48,
        1002.72
    ],
    [
        " Talking about...",
        1002.72,
        1003.14
    ],
    [
        " Over the benefits.",
        1003.14,
        1003.9
    ],
    [
        " So anyway, Eisenhower bought me a war bond.",
        1004.44,
        1007.02
    ],
    [
        " And at some point it cashed that in.",
        1007.7,
        1009.92
    ],
    [
        " I wish it had kept it and been really worse than today.",
        1010.04,
        1012.28
    ],
    [
        " But I do have the letter signed by Eisenhower authorizing the purchase of that war bond when I was born.",
        1012.98,
        1018.12
    ],
    [
        " But my dad served on his staff for about four and a half years.",
        1019.26,
        1023.6
    ],
    [
        " I was probably a year old before I grew up, so I'm my father.",
        1023.74,
        1025.96
    ],
    [
        " But he thinks the world of Eisenhower and says he's never saw Eisenhower do anything that would challenge his integrity as Honestier's reputation.",
        1026.7,
        1036.4
    ],
    [
        " It's impressive you don't hear that very much anymore these days.",
        1037.22,
        1040.12
    ],
    [
        " We could use Eisenhower now.",
        1040.86,
        1042.3
    ],
    [
        " So nice.",
        1042.54,
        1043.64
    ],
    [
        " All right, Carl.",
        1044.02,
        1046.12
    ],
    [
        " Yes, where the heck did you come from?",
        1046.56,
        1048.58
    ],
    [
        " I was born a poor black child.",
        1049.58,
        1051.74
    ],
    [
        " I actually...",
        1052.2,
        1054.12
    ],
    [
        " I believe it or not, I was born and reared in their Panhandle of Texas.",
        1054.12,
        1058.8
    ],
    [
        " Between Memphis and Turkey Texas and Hall County.",
        1059.76,
        1062.98
    ],
    [
        " There was a little spot of dirt and that's where I was born.",
        1063.22,
        1065.98
    ],
    [
        " And Maggie and Doge number three child.",
        1067.34,
        1069.72
    ],
    [
        " And I was the first Nelson male to graduate from high school.",
        1070.08,
        1074.8
    ],
    [
        " So I went to college.",
        1075.4,
        1076.58
    ],
    [
        " I thought I was a flipping genius.",
        1076.76,
        1078.18
    ],
    [
        " I mean, a kid must know everything, right?",
        1078.68,
        1081.0
    ],
    [
        " So what would your parents do for work?",
        1081.78,
        1083.98
    ],
    [
        " They were children of sharecroppers and sharecroppers themselves.",
        1085.62,
        1090.24
    ],
    [
        " We didn't own anything but raise cattle and get a cash crop,",
        1090.24,
        1095.44
    ],
    [
        " which I always got a kick of the term cash because we never made any money on it.",
        1095.44,
        1099.46
    ],
    [
        " And that was cotton.",
        1100.02,
        1100.8
    ],
    [
        " And I mean people that you know, I'm sure, that drug a cotton sack at five, six, seven, and eight, nine years old, every fall.",
        1101.72,
        1110.72
    ],
    [
        " Our school started early like in August, let out for a month in September, October, whenever the cotton was ready to harvest.",
        1110.96,
        1118.98
    ],
    [
        " And of course, we needed all the family to pick the cotton because there just wasn't enough labor.",
        1119.28,
        1124.86
    ],
    [
        " And so, a dragon of cotton sack was, and of course the rate going wages those days was when you paid somebody,",
        1126.24,
        1135.12
    ],
    [
        " and that wasn't often, was a $1,100, a penny a pound for picking cotton.",
        1135.3,
        1140.54
    ],
    [
        " And my dad picked a thousand pounds one day, a long day.",
        1140.92,
        1145.58
    ],
    [
        " Most of our guy was like 200, but I was a little guy.",
        1146.16,
        1149.2
    ],
    [
        " So that's my roots.",
        1149.76,
        1150.58
    ],
    [
        " And we moved to Oregon when I was in grade school, and it was a great relief getting away from that damn cotton.",
        1151.54,
        1159.04
    ],
    [
        " But the downside was, I'm chopping and cutting wood.",
        1160.06,
        1165.46
    ],
    [
        " You know, the old story goes, I was 15 before I knew my name wasn't get wood.",
        1165.66,
        1169.74
    ],
    [
        " I had to get wood all the time.",
        1170.14,
        1172.02
    ],
    [
        " And of course, being a very wealthy family, I carried water too. We didn't have a well.",
        1172.42,
        1177.56
    ],
    [
        " We had to get water from a couple miles away, so I'm carrying water.",
        1178.24,
        1182.26
    ],
    [
        " And it sounds like a lot of racial all the stories.",
        1183.18,
        1187.86
    ],
    [
        " My kids, you're on and roll their eyes, they've heard them.",
        1188.02,
        1190.64
    ],
    [
        " But I'm really proud of my roots.",
        1191.16,
        1193.48
    ],
    [
        " And it's interesting, my goal was to be a high school football coach.",
        1193.9,
        1198.9
    ],
    [
        " But first of all, I thought I was going to be a professional athlete.",
        1198.9,
        1201.78
    ],
    [
        " I was sure I was going to be an NFL as a middle-anebracker.",
        1201.92,
        1204.74
    ],
    [
        " Well, I did get drafted, but the real world was there was a war going on.",
        1204.94,
        1211.02
    ],
    [
        " I had just gotten married.",
        1211.9,
        1216.4
    ],
    [
        " And I thought, you know, out of younger brother in the Army, in Vietnam.",
        1217.74,
        1220.98
    ],
    [
        " And this is 1966 when I graduated.",
        1222.06,
        1224.84
    ],
    [
        " And you were after John. I'm surprised by the way you hear.",
        1225.92,
        1228.88
    ],
    [
        " I was very surprised to hear that Tom Richards finished high school.",
        1229.34,
        1232.2
    ],
    [
        " And John Farve, that's breaking news on the same program.",
        1232.82,
        1236.18
    ],
    [
        " You did it, Jockel.",
        1236.38,
        1237.28
    ],
    [
        " But I got a dream job.",
        1237.64,
        1243.6
    ],
    [
        " I thought if I don't, I'll do the tryout in San Diego.",
        1244.12,
        1247.86
    ],
    [
        " I would do the tryout if I don't get a real job",
        1248.4,
        1253.98
    ],
    [
        " that I really first classed job.",
        1253.98,
        1255.32
    ],
    [
        " But I wanted a first assistant job in a high school and a large high school.",
        1255.46,
        1258.86
    ],
    [
        " And Oregon, and I got that job.",
        1259.66,
        1261.24
    ],
    [
        " So I didn't go to camp.",
        1261.64,
        1262.96
    ],
    [
        " But then I had the guilt setting in all year long.",
        1264.18,
        1268.06
    ],
    [
        " And my brother's still serving.",
        1268.96,
        1270.5
    ],
    [
        " He's going for another tour in Vietnam.",
        1270.62,
        1271.96
    ],
    [
        " So I resigned my, I was to be the head football coach of Springfield High School,",
        1271.96,
        1278.08
    ],
    [
        " the following fall.",
        1278.18,
        1279.26
    ],
    [
        " And it was like April May.",
        1279.68,
        1281.14
    ],
    [
        " And I just, I couldn't do that.",
        1281.14,
        1283.28
    ],
    [
        " I resigned that job.",
        1283.52,
        1285.48
    ],
    [
        " I went to my department head, Dr. Boyz, PE, and chemistry in high school.",
        1285.84,
        1289.58
    ],
    [
        " My chemistry department head was a guy named John Vote, and John was an Naval Aviator.",
        1290.1,
        1294.92
    ],
    [
        " This is what he can do.",
        1295.64,
        1296.52
    ],
    [
        " And I says, I think I'll probably join the Marine Corps.",
        1296.6,
        1298.32
    ],
    [
        " I don't know.",
        1298.44,
        1298.78
    ],
    [
        " He said, no, don't do that.",
        1299.34,
        1301.04
    ],
    [
        " Go fly.",
        1301.78,
        1302.56
    ],
    [
        " So San Point Naval Air Station was open in those days up in Seattle, Washington.",
        1302.86,
        1307.12
    ],
    [
        " He says, come with me to reserve weekend.",
        1307.68,
        1309.94
    ],
    [
        " And I went flying with him.",
        1310.94,
        1313.0
    ],
    [
        " And then we hung out in the old club, and I was on the stage dancing with some Polynesian ladies.",
        1313.92,
        1318.9
    ],
    [
        " And I thought, I could do this.",
        1318.9,
        1320.32
    ],
    [
        " I could do this job.",
        1320.54,
        1322.72
    ],
    [
        " So I took the test and did the interview.",
        1323.66,
        1327.14
    ],
    [
        " And I was in class 32, 68, and the fall of 68, and Pensacola, at the AOC class.",
        1328.24,
        1335.38
    ],
    [
        " And John, you were 38.",
        1336.3,
        1337.62
    ],
    [
        " 38, 68.",
        1338.1,
        1338.64
    ],
    [
        " He was six weeks later.",
        1338.64,
        1339.6
    ],
    [
        " OK.",
        1340.04,
        1340.32
    ],
    [
        " OK.",
        1341.02,
        1341.16
    ],
    [
        " So there we go.",
        1342.22,
        1342.74
    ],
    [
        " So did you guys meet each other after that when you got into the actual aviation training program?",
        1343.0,
        1347.66
    ],
    [
        " I met in Vietnam.",
        1348.16,
        1349.18
    ],
    [
        " Yeah, we met in Vietnam.",
        1349.5,
        1349.84
    ],
    [
        " OK, yeah.",
        1349.84,
        1350.14
    ],
    [
        " We got these friends there.",
        1350.28,
        1351.16
    ],
    [
        " He was always enough far enough behind me that I didn't really get to know him.",
        1351.24,
        1354.66
    ],
    [
        " Only three months.",
        1354.78,
        1355.78
    ],
    [
        " But you know, it should go through his pretty intensive training.",
        1356.28,
        1358.72
    ],
    [
        " Right.",
        1358.82,
        1358.94
    ],
    [
        " And not a big socializer in August, John, I don't think.",
        1359.34,
        1363.78
    ],
    [
        " And we worked pretty hard.",
        1364.0,
        1365.26
    ],
    [
        " And so I really got to know John in Vietnam, I met a fracked.",
        1365.44,
        1369.86
    ],
    [
        " I think we looked in a log book today.",
        1370.1,
        1372.7
    ],
    [
        " My log book's somewhere in the bottom of storage in Santer, California.",
        1372.82,
        1376.68
    ],
    [
        " But I think we flew together.",
        1376.68,
        1378.7
    ],
    [
        " Probably a couple of dozen times.",
        1378.72,
        1380.18
    ],
    [
        " Oh, yeah.",
        1380.18,
        1380.8
    ],
    [
        " And he was my, as we call it, today we called it a Clarence Pumpkin.",
        1381.18,
        1385.16
    ],
    [
        " I'll call it.",
        1385.68,
        1386.1
    ],
    [
        " See me.",
        1386.24,
        1386.68
    ],
    [
        " He was my Clarence Pumpkin.",
        1386.9,
        1388.68
    ],
    [
        " So in a day I'm good, but by the way, it's a, I don't want to make him feel too good about himself today.",
        1388.78,
        1393.7
    ],
    [
        " But he, you know, it's critical.",
        1393.7,
        1395.64
    ],
    [
        " Every job in a cockpit is a critical thing.",
        1395.84,
        1397.74
    ],
    [
        " Combat or not.",
        1398.08,
        1398.92
    ],
    [
        " But getting where you're going and all systems being switches in the right position.",
        1399.84,
        1406.36
    ],
    [
        " And when you roll in and put me hot, that means we know what we're going to do with the inner volometer.",
        1407.06,
        1412.2
    ],
    [
        " Whether we're going to fly a pair, fire a pair or a two pair or...",
        1412.2,
        1415.52
    ],
    [
        " And keeping an eye on things as a copoid.",
        1415.52,
        1418.76
    ],
    [
        " Besides operating the miniguns or whatever else he does.",
        1418.8,
        1421.44
    ],
    [
        " So John was excellent.",
        1421.72,
        1423.08
    ],
    [
        " And then, and having a copoid knows what he's doing.",
        1423.32,
        1425.6
    ],
    [
        " More than once I've got to fly with guys and you probably have to, John.",
        1426.12,
        1429.44
    ],
    [
        " You just go over and say, don't touch a dang thing.",
        1429.6,
        1432.56
    ],
    [
        " Just don't touch anything.",
        1432.84,
        1434.26
    ],
    [
        " I'll let you know what I want you to do something.",
        1434.62,
        1436.84
    ],
    [
        " But John wasn't that kind of guy.",
        1437.2,
        1438.36
    ],
    [
        " He was a, he was, he was in the mode.",
        1438.48,
        1441.86
    ],
    [
        " He was a good guy.",
        1442.16,
        1443.56
    ],
    [
        " So when did you guys figure out or get assigned helicopters as opposed to whatever else the Navy has to offer?",
        1444.2,
        1450.88
    ],
    [
        " Is that happening at flight school?",
        1450.88,
        1452.5
    ],
    [
        " At the end of flight school?",
        1452.92,
        1453.72
    ],
    [
        " Yeah, well you go through flight school and you go through primary training, which is flying to T-34.",
        1453.86,
        1458.7
    ],
    [
        " The advanced training, which is flying to T-28.",
        1459.18,
        1461.46
    ],
    [
        " And it's after that, that if you've done your carrier landings and your instrument flying, your formation flying stuff like that.",
        1462.26,
        1468.02
    ],
    [
        " You either go multi-engine jets or helos.",
        1468.24,
        1470.54
    ],
    [
        " In my situation, my class, they were needing helipilot, so they were being armed.",
        1471.08,
        1475.04
    ],
    [
        " So they took my whole class and said, you guys are going helos.",
        1475.68,
        1478.36
    ],
    [
        " And for me, it didn't, it wasn't a burning desire for one or the other.",
        1478.92,
        1483.02
    ],
    [
        " There were some people at one and multi-engine because they wanted to go with the airlines or people at one to go jets because they wanted to go jets.",
        1483.72,
        1489.46
    ],
    [
        " And I told the guy, I said, well, I like to play the big transports.",
        1490.02,
        1492.92
    ],
    [
        " And he said, well, then you should join the Air Force.",
        1492.92,
        1494.62
    ],
    [
        " So, going with helos was fine with me and got through the program.",
        1495.86,
        1500.12
    ],
    [
        " I'm glad I did.",
        1500.12,
        1500.86
    ],
    [
        " And I think flying in Halthru was probably the last of the World War II type flying.",
        1501.44,
        1507.1
    ],
    [
        " As long as you brought the plane back in one piece, they really didn't care what you did.",
        1507.48,
        1513.02
    ],
    [
        " There were rules and fly rules, but the job was to get the mission done.",
        1513.22,
        1518.4
    ],
    [
        " And that was the main thing.",
        1518.82,
        1519.56
    ],
    [
        " And whatever took to get the mission done, that's what you needed to do.",
        1519.68,
        1522.58
    ],
    [
        " I was in flight school and I had my primary flight instructor was a Ganyam Alsege named Johnny Hankel.",
        1523.52,
        1530.9
    ],
    [
        " Johnny's retired in Florida.",
        1531.2,
        1532.28
    ],
    [
        " I just called him another day to thank him.",
        1532.8,
        1534.38
    ],
    [
        " I haven't talked to him since 1969.",
        1534.38,
        1536.12
    ],
    [
        " And so, on the sea wolf mail list that you get comes in with addresses numbers, I said, there's Hankel.",
        1537.08,
        1542.74
    ],
    [
        " That was the same guy, I call him up.",
        1542.86,
        1545.4
    ],
    [
        " A lady answers the phone.",
        1545.94,
        1547.02
    ],
    [
        " Who may have said his calling?",
        1548.04,
        1549.02
    ],
    [
        " I said, Carl Nelson's calling, like he knows.",
        1549.22,
        1551.34
    ],
    [
        " Like he remembers 42 years ago.",
        1551.84,
        1554.66
    ],
    [
        " And so, more than that, 52 years ago, I'm sorry.",
        1555.26,
        1558.58
    ],
    [
        " So, he comes on the phone, cautiously like, I'm not buying anything type of voice.",
        1558.88,
        1562.7
    ],
    [
        " Hello?",
        1563.06,
        1563.66
    ],
    [
        " I said, Johnny Hankel, he says, who's calling?",
        1563.74,
        1567.46
    ],
    [
        " He didn't admit anything.",
        1567.88,
        1569.4
    ],
    [
        " Well, like I said, hey, I'm a flight student years from February of 1969.",
        1570.2,
        1575.08
    ],
    [
        " Softly field, 234, and he says, Jesus.",
        1575.92,
        1579.1
    ],
    [
        " Really?",
        1579.78,
        1581.08
    ],
    [
        " I said, I'm sure you remember me and he said, actually, I don't.",
        1582.06,
        1584.48
    ],
    [
        " I said, I know you don't.",
        1584.54,
        1585.52
    ],
    [
        " But here's what he did.",
        1585.94,
        1586.92
    ],
    [
        " I was getting ready solo.",
        1588.34,
        1590.04
    ],
    [
        " And I thought I was going to fly just because I joined.",
        1590.52,
        1593.98
    ],
    [
        " I left my teaching and coaching job.",
        1594.26,
        1595.86
    ],
    [
        " I went in the military because I wanted to serve him Vietnam.",
        1596.12,
        1598.62
    ],
    [
        " Where my brother was serving?",
        1598.86,
        1599.94
    ],
    [
        " And he was serving, actually, back up the clock.",
        1600.38,
        1604.3
    ],
    [
        " When I got into officer of Canada School, he was serving.",
        1604.72,
        1607.54
    ],
    [
        " Sadly, he was killed in action in November 23rd, 1968.",
        1608.28,
        1612.72
    ],
    [
        " So, 22-year-old young man, second tour, infantry, 25th infantry.",
        1613.68,
        1618.58
    ],
    [
        " And so, anyway, I was in a hurry to get there.",
        1621.9,
        1624.7
    ],
    [
        " I wasn't trying to get even.",
        1624.76,
        1625.82
    ],
    [
        " That wasn't my goal.",
        1625.98,
        1626.72
    ],
    [
        " I just wanted to serve.",
        1626.84,
        1627.72
    ],
    [
        " And I wanted to get to Vietnam.",
        1628.14,
        1629.28
    ],
    [
        " And I thought just was the only way to get there.",
        1629.52,
        1631.18
    ],
    [
        " I knew I couldn't do it in the transport.",
        1631.84,
        1633.16
    ],
    [
        " I didn't want to fly mail to Saigon.",
        1633.3,
        1635.34
    ],
    [
        " Oh, God bless the mail, guys.",
        1635.46,
        1637.08
    ],
    [
        " And so, I read about there was a pool in advanced training in Mississippi.",
        1638.64,
        1646.48
    ],
    [
        " I thought, oh, my God.",
        1646.98,
        1648.3
    ],
    [
        " And then Nixon was trying to stop the war.",
        1648.5,
        1651.04
    ],
    [
        " Good Lord, that guy was trying to ruin my plan.",
        1651.46,
        1653.34
    ],
    [
        " So, I was pretty depressed.",
        1653.8,
        1655.72
    ],
    [
        " And what was the pool?",
        1656.1,
        1657.32
    ],
    [
        " What do you mean there was a pool?",
        1657.6,
        1658.38
    ],
    [
        " Well, in flight training, they try to keep them moving through quickly.",
        1659.48,
        1662.98
    ],
    [
        " Yet, they're on a schedule to get students through a syllabus every flight from primary to advanced.",
        1663.36,
        1669.5
    ],
    [
        " And after advanced, I mean, after primary, you go to Meridian, Mississippi, advanced jet training.",
        1669.68,
        1676.26
    ],
    [
        " Or you go to the...",
        1676.72,
        1681.24
    ],
    [
        " Yeah, the T-28 flying, where they're preparing you for fixed-wing or helicopter,",
        1681.24,
        1687.0
    ],
    [
        " or for multi-engine helicopter.",
        1687.82,
        1689.58
    ],
    [
        " And so, that's where the decision was made after you finished primary.",
        1690.3,
        1694.12
    ],
    [
        " And it's softly field VT-1, they called it, the T-34 mentor.",
        1694.42,
        1698.54
    ],
    [
        " So, I'm getting down to about three or four more flights to go.",
        1702.72,
        1705.48
    ],
    [
        " And a pool would be where there was a weather hold-up or a maintenance hold-up or whatever.",
        1706.12,
        1711.88
    ],
    [
        " And the students were backed up.",
        1712.3,
        1713.64
    ],
    [
        " Got it.",
        1713.82,
        1714.18
    ],
    [
        " And so, instead of getting through Meridian, which was kind of intermediate training,",
        1714.42,
        1718.9
    ],
    [
        " instead of getting through Meridian in six weeks, it might be three, four, five months.",
        1719.42,
        1723.78
    ],
    [
        " And I thought, good Lord, I will never get out of here.",
        1724.68,
        1727.62
    ],
    [
        " Because after Meridian, you got to go to Kingsville and Beville, and then you get your wings.",
        1727.72,
        1732.0
    ],
    [
        " And then you go to a rag, and it's a long time.",
        1732.42,
        1735.28
    ],
    [
        " I didn't have much time.",
        1735.96,
        1736.9
    ],
    [
        " From the time I started flight school until I got my wings, I was 11 months and nine days.",
        1737.66,
        1743.28
    ],
    [
        " I was in a hurry.",
        1743.46,
        1744.04
    ],
    [
        " It was an 18-month program.",
        1744.38,
        1745.44
    ],
    [
        " John went through pretty quickly, too.",
        1746.02,
        1747.34
    ],
    [
        " I was in a hurry.",
        1748.46,
        1750.0
    ],
    [
        " Well, that day, Hank was just, what's wrong?",
        1750.16,
        1753.5
    ],
    [
        " You seemed a little down.",
        1753.68,
        1754.5
    ],
    [
        " So, I'm way down.",
        1755.12,
        1755.96
    ],
    [
        " Here's the deal.",
        1755.96,
        1756.54
    ],
    [
        " They got a pool.",
        1756.66,
        1757.18
    ],
    [
        " And Meridian, I'll never get out of this damn place.",
        1757.44,
        1759.62
    ],
    [
        " And the press just kind of stopped the war.",
        1759.74,
        1761.12
    ],
    [
        " What am I going to do?",
        1761.3,
        1762.12
    ],
    [
        " This is awful.",
        1762.54,
        1763.22
    ],
    [
        " I gave up my great coaching job.",
        1763.6,
        1765.56
    ],
    [
        " And he says, what are you doing tonight?",
        1765.92,
        1768.2
    ],
    [
        " I'm studying, sir.",
        1769.62,
        1770.6
    ],
    [
        " I wasn't studying.",
        1770.88,
        1771.5
    ],
    [
        " He says, come to my house.",
        1772.22,
        1774.44
    ],
    [
        " Give me the address.",
        1774.56,
        1775.14
    ],
    [
        " I go to his house.",
        1775.34,
        1776.22
    ],
    [
        " My wife and I, and he's a J.G.",
        1776.5,
        1779.26
    ],
    [
        " Pretty important guy when you're an instant.",
        1779.58,
        1781.06
    ],
    [
        " And he's guys' wings and everything.",
        1781.26,
        1782.92
    ],
    [
        " And I said, wow, you know, I'm going to an officer's house.",
        1782.92,
        1785.8
    ],
    [
        " And he's a senior officer.",
        1785.8,
        1787.22
    ],
    [
        " I got there.",
        1787.62,
        1788.58
    ],
    [
        " And we have, I don't know what we had for dinner.",
        1789.36,
        1791.92
    ],
    [
        " I didn't even remember.",
        1792.08,
        1792.74
    ],
    [
        " I was just nervous, you know.",
        1792.86,
        1794.5
    ],
    [
        " And what I would do, how do I act?",
        1794.64,
        1796.62
    ],
    [
        " Trying to remember all the term school stuff they told us.",
        1797.18,
        1799.62
    ],
    [
        " Well, he brings out eight millimeter movies.",
        1799.8,
        1802.12
    ],
    [
        " How three movies.",
        1802.68,
        1804.14
    ],
    [
        " And I went, oh, my God, where, what is that?",
        1804.36,
        1809.72
    ],
    [
        " And he told me, and I went, man,",
        1810.4,
        1812.54
    ],
    [
        " I flew out of his house.",
        1813.5,
        1814.96
    ],
    [
        " And I flew all the way through to get my wings and Ellison.",
        1815.66,
        1818.22
    ],
    [
        " And then I sweated Ellison because at my week to get my wings,",
        1818.72,
        1822.38
    ],
    [
        " they had only two slots for Hal 3.",
        1822.38,
        1824.02
    ],
    [
        " Can you believe that?",
        1824.34,
        1825.14
    ],
    [
        " Two slots.",
        1825.68,
        1826.18
    ],
    [
        " Busy, Bazzetta.",
        1827.14,
        1827.96
    ],
    [
        " And I had a busy past, great guy, great friend.",
        1828.14,
        1830.62
    ],
    [
        " But Dick Buzzle and I got the orders.",
        1830.9,
        1833.5
    ],
    [
        " So was that the first time you heard of Hal 3?",
        1834.56,
        1836.78
    ],
    [
        " First time I heard of Hal 3, we were some Hanko at VT1",
        1837.06,
        1840.36
    ],
    [
        " when he showed me the whole movies.",
        1840.36,
        1841.6
    ],
    [
        " And I didn't tell anybody about it, like my secret.",
        1842.88,
        1846.42
    ],
    [
        " I wanted to make sure I got the job.",
        1846.62,
        1849.22
    ],
    [
        " I'm not giving any leads to anybody.",
        1849.66,
        1851.56
    ],
    [
        " So it was a blessing.",
        1852.12,
        1853.56
    ],
    [
        " And I'll tell you, I'm talking too much on it.",
        1853.74,
        1857.04
    ],
    [
        " It's put me for John here.",
        1857.04,
        1858.46
    ],
    [
        " But the greatest thing that I probably, not outside of the birth",
        1858.7,
        1864.44
    ],
    [
        " of my two daughters, the greatest thing that happened to me",
        1864.44,
        1866.8
    ],
    [
        " because the mission was incredible.",
        1867.68,
        1869.48
    ],
    [
        " Incredible guys to fly with.",
        1869.8,
        1871.5
    ],
    [
        " And working with SEAL teams and with the boats.",
        1872.12,
        1875.32
    ],
    [
        " A real mission we were needed.",
        1876.38,
        1879.46
    ],
    [
        " And there's not a better mission on Earth than that.",
        1880.18,
        1883.48
    ],
    [
        " I thought it was.",
        1884.0,
        1884.92
    ],
    [
        " When you get assigned to Hal 3 out of flight school, where do you go?",
        1886.44,
        1891.16
    ],
    [
        " Well, the first thing we had to do is we had to go to Fort Rucker",
        1892.6,
        1895.02
    ],
    [
        " for three weeks for gunnery training.",
        1895.06,
        1896.86
    ],
    [
        " Because the Navy didn't have any gunnery training for the Helos or anything.",
        1897.38,
        1899.96
    ],
    [
        " The Army had that.",
        1900.42,
        1901.14
    ],
    [
        " So we spent three weeks in Fort Rucker, which is an Alabama,",
        1901.84,
        1905.22
    ],
    [
        " went through gunnery training.",
        1906.14,
        1907.18
    ],
    [
        " Then we had to go through Sears School for escape from evasion and that.",
        1907.72,
        1912.46
    ],
    [
        " So we went through that.",
        1912.66,
        1913.54
    ],
    [
        " And that was interesting.",
        1914.36,
        1915.46
    ],
    [
        " And I did mine in Little Creek.",
        1916.18,
        1917.62
    ],
    [
        " And actually it was out in the field in Coronado.",
        1918.02,
        1921.4
    ],
    [
        " And I remember after that, out there for about three or four days,",
        1922.02,
        1925.62
    ],
    [
        " and coming back, they were on a bus bringing respect to the base after this,",
        1926.3,
        1929.66
    ],
    [
        " then they stopped at this hamburger place.",
        1930.12,
        1931.76
    ],
    [
        " And I hadn't had anything to eat for three days.",
        1932.7,
        1935.52
    ],
    [
        " So I went in and got a cheeseburger.",
        1935.94,
        1938.0
    ],
    [
        " And I can taste that cheeseburger until today.",
        1938.46,
        1940.42
    ],
    [
        " The best cheeseburger I've ever had.",
        1940.84,
        1942.8
    ],
    [
        " But then we got back and then you got orders.",
        1944.84,
        1949.72
    ],
    [
        " It was actually about six months from the time we finished flight school before I got to Vietnam,",
        1949.72,
        1954.04
    ],
    [
        " which was the first of August.",
        1954.28,
        1955.56
    ],
    [
        " And I got my wings in February.",
        1956.32,
        1958.22
    ],
    [
        " It was two of us that got our wings.",
        1958.56,
        1959.56
    ],
    [
        " The other was a marine pilot.",
        1959.72,
        1960.8
    ],
    [
        " And he was flying cobras and he was actually killed in Vietnam.",
        1961.8,
        1964.68
    ],
    [
        " Did Hal three have any presence in America?",
        1966.1,
        1969.16
    ],
    [
        " Was there headquarters here or anything?",
        1970.04,
        1971.98
    ],
    [
        "",
        1972.44,
        1972.44
    ],
    [
        " So you didn't even...",
        1972.44,
        1973.64
    ],
    [
        " That's it.",
        1973.64,
        1974.56
    ],
    [
        " You're just kind of on your own working through the system.",
        1974.74,
        1977.32
    ],
    [
        " And you've been squatted with his commission and decommissioned in Vietnam.",
        1977.84,
        1980.66
    ],
    [
        " Yeah, that's...",
        1980.92,
        1982.32
    ],
    [
        " It's like the only one that's...",
        1982.32,
        1983.82
    ],
    [
        " You've been squatted with my commission in a combat zone.",
        1983.82,
        1986.34
    ],
    [
        " Right.",
        1986.5,
        1986.6
    ],
    [
        " But there's no presence.",
        1986.98,
        1988.18
    ],
    [
        " No headquarters back here.",
        1988.34,
        1989.44
    ],
    [
        " Nothing.",
        1989.74,
        1990.06
    ],
    [
        " No.",
        1990.84,
        1990.98
    ],
    [
        " So you don't even meet your team until you get to Vietnam.",
        1991.3,
        1995.44
    ],
    [
        " So you get them to me.",
        1995.78,
        1996.58
    ],
    [
        " Right.",
        1996.78,
        1996.84
    ],
    [
        " I just had the pleasure, by the way, I go back to Louisiana annually,",
        1997.44,
        2002.14
    ],
    [
        " because...",
        2002.14,
        2003.02
    ],
    [
        " And I'll say it here, one of them named to be unnamed.",
        2003.02,
        2005.68
    ],
    [
        " But one of my door gunners, unfortunately, is in prison in Angola,",
        2005.7,
        2010.78
    ],
    [
        " not a good place to be, Louisiana.",
        2010.78,
        2012.42
    ],
    [
        " Life.",
        2013.4,
        2013.8
    ],
    [
        " And while I on this trip, I got to meet a guy,",
        2014.36,
        2018.72
    ],
    [
        " 92-year-old Robert Spencer, retired Navy captain,",
        2019.14,
        2023.36
    ],
    [
        " the first commanding officer of Hal three.",
        2023.62,
        2025.72
    ],
    [
        " He stood the squadron up.",
        2026.0,
        2027.14
    ],
    [
        " Yes he did.",
        2027.4,
        2027.82
    ],
    [
        " And he's...",
        2028.22,
        2028.64
    ],
    [
        " If you saw this scramble to see wolves, he's in there.",
        2028.64,
        2031.88
    ],
    [
        " And quite a character.",
        2033.76,
        2035.12
    ],
    [
        " And he'd go to his house, and he'll smoke 25, 30 cigarettes an hour.",
        2036.1,
        2041.8
    ],
    [
        " And I was there, and drank eight or 10 bottles of beer right there.",
        2041.96,
        2045.18
    ],
    [
        " And a little cooler right next to his chair.",
        2045.4,
        2047.32
    ],
    [
        " I don't think he's chair.",
        2047.66,
        2048.66
    ],
    [
        " Great guy.",
        2049.22,
        2049.94
    ],
    [
        " Great guy.",
        2050.24,
        2050.62
    ],
    [
        " What's the...",
        2051.78,
        2053.4
    ],
    [
        " Oh, go ahead.",
        2053.4,
        2053.74
    ],
    [
        " Well, I was going to say it's a 92.",
        2054.66,
        2055.98
    ],
    [
        " He's about to be doing pretty well.",
        2056.32,
        2057.62
    ],
    [
        " But so my first...",
        2060.12,
        2061.72
    ],
    [
        " When I got to Hal three, then we got to Ben Toey.",
        2061.72,
        2063.68
    ],
    [
        " And then he had the first part of it.",
        2064.36,
        2065.62
    ],
    [
        " He had these famed flights just to get familiar with the area.",
        2065.68,
        2068.02
    ],
    [
        " And one of my first flights, I just tell Carl about this today,",
        2068.68,
        2071.3
    ],
    [
        " that one of my first flights was to hoist a three-holder down to that six.",
        2071.68,
        2078.18
    ],
    [
        " Expand on that.",
        2079.08,
        2080.76
    ],
    [
        " So Carl says, well, we built our three-holder.",
        2081.84,
        2084.42
    ],
    [
        " So the three-holder was the outhouse.",
        2084.98,
        2086.86
    ],
    [
        " They didn't have one down at that six, because that six was just kind of forming up.",
        2087.34,
        2091.18
    ],
    [
        " And so it went there and drafted off.",
        2092.16,
        2094.34
    ],
    [
        " As your first combat mission?",
        2095.16,
        2096.96
    ],
    [
        " I guess one of my first missions.",
        2097.76,
        2099.12
    ],
    [
        " Yes, I was.",
        2099.46,
        2099.8
    ],
    [
        " He was holding a crap butt.",
        2099.8,
        2102.38
    ],
    [
        " But then...",
        2102.96,
        2104.02
    ],
    [
        " So one of my later flights was about a month later,",
        2104.02,
        2106.76
    ],
    [
        " we had one of our heels got shot down.",
        2107.2,
        2110.3
    ],
    [
        " And this was a BC Lake, which down near where that six was done by Sun and Doc.",
        2111.32,
        2115.88
    ],
    [
        " And I was flying with a guy that was in his last couple weeks in hell three.",
        2117.06,
        2120.56
    ],
    [
        " And most of the time they just doing easy stuff.",
        2121.06,
        2122.76
    ],
    [
        " We got this call of heel that was down.",
        2123.28,
        2124.78
    ],
    [
        " We went in to get the people out.",
        2125.18,
        2126.58
    ],
    [
        " Everybody was killed.",
        2127.34,
        2128.34
    ],
    [
        " It was in the kind of a swamp area.",
        2128.56,
        2130.3
    ],
    [
        " We were able to get one of the bodies out.",
        2130.84,
        2132.78
    ],
    [
        " And we were at the hall this time, we were taking fire.",
        2133.26,
        2135.36
    ],
    [
        " And I was shooting an M16 out of the...",
        2135.86,
        2138.0
    ],
    [
        " And I was a cop out.",
        2138.0,
        2138.72
    ],
    [
        " I'm shooting it outside.",
        2138.78,
        2139.72
    ],
    [
        " You finally get one body.",
        2140.4,
        2141.32
    ],
    [
        " We get out.",
        2141.66,
        2142.06
    ],
    [
        " Some cobras came and they were able to get us out.",
        2142.06,
        2143.98
    ],
    [
        " Then they brought in some Vell 4, the Black Ponies.",
        2144.38,
        2147.32
    ],
    [
        " And they kind of cleared the area.",
        2147.88,
        2149.02
    ],
    [
        " Then they were able to secure it and get them out the next day.",
        2149.18,
        2152.44
    ],
    [
        " But when we get back and landed,",
        2153.26,
        2154.68
    ],
    [
        " probably a foot behind where I was sitting, there was a round of five rounds right behind where I was sitting.",
        2155.58,
        2161.42
    ],
    [
        " So that was my very first combat.",
        2161.82,
        2163.64
    ],
    [
        " That you'll hear about BC Lake.",
        2164.72,
        2166.22
    ],
    [
        " What was that date, John?",
        2166.38,
        2167.28
    ],
    [
        " That was September...",
        2167.96,
        2169.2
    ],
    [
        " September...",
        2169.2,
        2169.34
    ],
    [
        " September 15th.",
        2169.34,
        2171.42
    ],
    [
        " It's a major, major, major operation.",
        2171.74,
        2176.06
    ],
    [
        " We lost four seawolves that day.",
        2176.86,
        2179.94
    ],
    [
        " Yeah, off from that six.",
        2180.42,
        2181.3
    ],
    [
        " So then two weeks later, I was assigned to that six as one of the replacement pilots.",
        2182.4,
        2187.28
    ],
    [
        " So it was funny, I...",
        2188.3,
        2189.42
    ],
    [
        " First I'd take the three-holder down there, then they got this mission where they lost some of the pilots.",
        2189.42,
        2194.18
    ],
    [
        " And then I'm assigned to that six.",
        2194.34,
        2196.3
    ],
    [
        " So I was like destined to be there.",
        2197.16,
        2199.24
    ],
    [
        " And you said to them, I was the guy that brought you your first three-holder.",
        2199.24,
        2203.92
    ],
    [
        " I showed up and I said, I brought you three-holder.",
        2204.42,
        2207.14
    ],
    [
        " I'm John Farn.",
        2207.46,
        2208.04
    ],
    [
        " Oh, okay, come on.",
        2208.38,
        2209.52
    ],
    [
        " And so we were there and actually,",
        2210.14,
        2212.18
    ],
    [
        " Son and Doc got blown up.",
        2212.84,
        2214.32
    ],
    [
        " So we wanted to go into that story on the 20th of October.",
        2214.48,
        2218.06
    ],
    [
        " I got there on the 8th of October and we got mortared.",
        2218.34,
        2221.26
    ],
    [
        " And the Son and Doc was on the river.",
        2221.68,
        2223.38
    ],
    [
        " And we didn't have any perimeter around where the helopad was.",
        2224.36,
        2227.32
    ],
    [
        " But they had all the barges in that for the swift boats.",
        2227.32,
        2229.98
    ],
    [
        " So all the swift boats were down there.",
        2230.58,
        2232.28
    ],
    [
        " Big barges with fuel and everything.",
        2232.44,
        2234.44
    ],
    [
        " It was about, you know, 20, 30, you know, a couple hundred feet from where the helopad was.",
        2234.54,
        2240.5
    ],
    [
        " And one night, it's very distinct sound when you've got the incoming.",
        2240.88,
        2244.04
    ],
    [
        " So we heard the incoming, ran to the bunkers.",
        2244.72,
        2247.8
    ],
    [
        " It was late early evening.",
        2248.16,
        2250.2
    ],
    [
        " And I was actually reading Catch 22.",
        2250.86,
        2252.52
    ],
    [
        " It was about halfway through it.",
        2252.8,
        2253.94
    ],
    [
        " I haven't still haven't finished.",
        2254.24,
        2255.66
    ],
    [
        " That's ironic.",
        2255.82,
        2256.36
    ],
    [
        " Yeah, exactly.",
        2256.7,
        2257.44
    ],
    [
        " So there was a little lull in the action.",
        2258.6,
        2260.3
    ],
    [
        " We ran to the, and I was on flight status and I ran to the helos.",
        2260.94,
        2264.04
    ],
    [
        " We got airborne and we flew the rest of the night.",
        2264.2,
        2267.58
    ],
    [
        " Then health, we scrambled that one.",
        2268.34,
        2271.0
    ],
    [
        " They were just done.",
        2271.34,
        2272.04
    ],
    [
        " I was there.",
        2272.3,
        2272.78
    ],
    [
        " And Earl and Carl, we flew all night long just putting in strike after strike going back.",
        2273.36,
        2278.44
    ],
    [
        " We had a refuel.",
        2278.56,
        2279.28
    ],
    [
        " Finally in the morning, we kind of got it secured.",
        2279.84,
        2281.84
    ],
    [
        " We went back and landed on the pad.",
        2282.4,
        2284.44
    ],
    [
        " And they had come in and rammed sack their shacks and everything.",
        2285.28,
        2288.14
    ],
    [
        " We wanted to make sure you get to see if the people were still in the bunker.",
        2288.56,
        2291.58
    ],
    [
        " They actually got into the barges and got out and stood up both and got out to see.",
        2292.18,
        2296.4
    ],
    [
        " So everybody, I think there was only one person that was killed that was on one of the barges.",
        2297.04,
        2300.46
    ],
    [
        " But halfway through the night, they finally hit the fuel barge.",
        2301.1,
        2304.18
    ],
    [
        " You see the huge fireball come up.",
        2304.54,
        2307.08
    ],
    [
        " And you could see it from down where that one was, which was, you know, probably 50 clicks away.",
        2307.46,
        2311.82
    ],
    [
        " Easy to navigate there.",
        2313.76,
        2315.04
    ],
    [
        " Looking at a big barge flight.",
        2315.14,
        2316.1
    ],
    [
        "",
        2316.38,
        2316.38
    ],
    [
        " And then the next day we found out there was five rockets pointed at the helos.",
        2316.98,
        2321.54
    ],
    [
        " Because if you're most vulnerable, just as you're starting to lift off.",
        2321.54,
        2324.68
    ],
    [
        " And for some reason, he messed up.",
        2325.08,
        2327.22
    ],
    [
        " They didn't work, but they didn't go off.",
        2327.34,
        2329.02
    ],
    [
        " And we found out afterwards we were first detached from to ever take off during a mortar attack and make it.",
        2329.12,
        2334.76
    ],
    [
        " Another record.",
        2334.76,
        2337.08
    ],
    [
        " Yeah.",
        2337.5,
        2337.6
    ],
    [
        " And so then so now, now you ever start to feel like you had some kind of black cloud over your head.",
        2338.82,
        2343.36
    ],
    [
        " Because right now we got rounds it behind you, replacing the guys that were killed.",
        2343.38,
        2347.42
    ],
    [
        " You got the first person to take off during a mortar attack.",
        2347.42,
        2350.38
    ],
    [
        " This is the zone in the first two months or three months.",
        2350.56,
        2352.74
    ],
    [
        " And no wonder you didn't finish reading catch 22 because you realized you were freaking crazy.",
        2353.56,
        2357.8
    ],
    [
        " But the thing is, and we, Carl and I were talking about this the other day,",
        2358.14,
        2362.18
    ],
    [
        " says, you know, we were there to do a job and do a mission.",
        2362.24,
        2364.74
    ],
    [
        " So you never thought about those things.",
        2365.06,
        2367.1
    ],
    [
        " You never thought about the negative.",
        2367.38,
        2369.0
    ],
    [
        " You know, what could happen?",
        2369.24,
        2370.0
    ],
    [
        " You may be years later, think, boy, I had some close calls and we did.",
        2370.56,
        2373.74
    ],
    [
        " But not when it was happening.",
        2374.38,
        2375.82
    ],
    [
        " When you were, it's like the Arab, they wouldn't, they see the pilots are always so calm.",
        2375.98,
        2379.4
    ],
    [
        " You're always flying the airplane.",
        2379.68,
        2380.9
    ],
    [
        " And that's all your focus, is to fly the airplane.",
        2381.1,
        2384.0
    ],
    [
        " What the engines go out of that is, why aren't they screaming or anything?",
        2384.28,
        2387.3
    ],
    [
        " Because they're focused on doing their job, which is to fly the plane safely and land it.",
        2387.56,
        2391.32
    ],
    [
        " How well did you guys feel you were trained when you showed up there?",
        2391.78,
        2394.3
    ],
    [
        " Highly trained.",
        2396.68,
        2397.36
    ],
    [
        " I think we were some of the better pilots.",
        2397.86,
        2400.06
    ],
    [
        " And because we were very trained and we'd done this a million times.",
        2401.22,
        2404.78
    ],
    [
        " And then flying in combat it was a little more intense.",
        2405.58,
        2407.4
    ],
    [
        " And we were focused on your job.",
        2408.24,
        2409.88
    ],
    [
        " I think the Navy does a great job of training their pilots.",
        2410.2,
        2413.22
    ],
    [
        " You know, just doing the caroling, it was a piece of cake.",
        2413.82,
        2415.96
    ],
    [
        " And it's just what's so hard about this.",
        2416.54,
        2417.64
    ],
    [
        " Of course, we did it on a beautiful day, com seas.",
        2417.66,
        2420.58
    ],
    [
        " But we had shot, you know, probably a thousand approaches simulated at land.",
        2421.12,
        2425.92
    ],
    [
        " So you get out to sea and it was nothing hard about it at all.",
        2426.16,
        2429.78
    ],
    [
        " Of course, at night in rough seas, that's a different story.",
        2430.16,
        2433.1
    ],
    [
        " But the HAL3 had nine detachments throughout the Mechung Delta.",
        2433.5,
        2439.12
    ],
    [
        " It strategically placed all the way from Cambodian border down to where I was.",
        2440.04,
        2444.72
    ],
    [
        " Down in the lower Camel Peninsula.",
        2445.56,
        2449.06
    ],
    [
        " And if you were flying, if you got in trouble at night, you needed a matter of vacat night.",
        2450.28,
        2454.78
    ],
    [
        " Or an advanced tactical support base and ATSB kind of a triangle shape.",
        2455.36,
        2460.04
    ],
    [
        " And they got constant gene and all around it.",
        2460.44,
        2461.98
    ],
    [
        " And they got hit all the time at night.",
        2462.1,
        2463.94
    ],
    [
        " They scrambled the seawalls.",
        2464.46,
        2465.96
    ],
    [
        " And we would fly.",
        2466.18,
        2466.8
    ],
    [
        " We were all weather pilots.",
        2466.94,
        2468.26
    ],
    [
        " In those days, most of the Army guys were not all weather pilots.",
        2469.18,
        2472.82
    ],
    [
        " They were VFR daylight pilots, not all of them.",
        2473.0,
        2476.02
    ],
    [
        " I was going to say by all weather, that includes night time.",
        2476.24,
        2479.98
    ],
    [
        " Night time and rain.",
        2480.18,
        2481.92
    ],
    [
        " There we've monsoon season, you can barely see in front of your face.",
        2482.44,
        2485.24
    ],
    [
        " We're flying instruments in an old UH-1B.",
        2485.52,
        2487.92
    ],
    [
        " But we were all instrument trained.",
        2488.22,
        2489.94
    ],
    [
        " And we were heavily instrument trained.",
        2490.58,
        2492.72
    ],
    [
        " After we got our, through our primary training in T28, we had instrument training there.",
        2493.18,
        2497.96
    ],
    [
        " We went through another squadron, VT6, nothing but instrument training.",
        2498.36,
        2502.56
    ],
    [
        " So we got all, we got transition to the aircraft, precision and acrobatics.",
        2503.54,
        2508.0
    ],
    [
        " And then we got over to do instruments and then instruments again.",
        2508.24,
        2511.84
    ],
    [
        " And then went to do FCLPs, field landing carrier practice, a lot of them, before you go hit the boat.",
        2512.18,
        2518.4
    ],
    [
        " And those days, every naval area had wings on, was the carrier qualified.",
        2518.86,
        2523.48
    ],
    [
        " Not anymore.",
        2523.78,
        2524.74
    ],
    [
        " We're saving money now.",
        2525.38,
        2526.36
    ],
    [
        " So not anymore.",
        2526.92,
        2527.88
    ],
    [
        " And obviously the army's just not even landing on carriers at all.",
        2529.04,
        2533.38
    ],
    [
        " And you don't, I mean, just in a regular Navy.",
        2534.32,
        2536.86
    ],
    [
        " We got to fly a helicopter to do a resupply at sea.",
        2537.68,
        2541.62
    ],
    [
        " And that deck's moving and you got to do all weather anyways.",
        2541.88,
        2544.88
    ],
    [
        " And there's no horizon, half the time and everything else.",
        2545.16,
        2547.62
    ],
    [
        " Whereas you don't necessarily have to contend with that in some of the other services.",
        2547.78,
        2552.18
    ],
    [
        " It was always interesting to me.",
        2552.8,
        2554.4
    ],
    [
        " When an aircraft package would come down to where I was, solid anchor, sea float,",
        2554.44,
        2558.98
    ],
    [
        " but solid anchor wouldn't have to run away.",
        2559.22,
        2561.04
    ],
    [
        " They would come and get there by nine.",
        2561.58,
        2563.16
    ],
    [
        " And they usually by five.",
        2564.14,
        2565.52
    ],
    [
        " Got to get back.",
        2565.94,
        2566.68
    ],
    [
        " And when it gets dark, you know, okay.",
        2567.12,
        2571.5
    ],
    [
        " But to be fair, when you mission song and dock, I had a memory as I was a copo out in those days.",
        2572.74,
        2578.82
    ],
    [
        " And I was copo out for to go unnamed, an O and C.",
        2580.22,
        2584.92
    ],
    [
        " And we usually flew at 800 feet.",
        2585.24,
        2590.0
    ],
    [
        " And he had to be 1200 feet that night.",
        2591.2,
        2593.52
    ],
    [
        " That's it, sir.",
        2593.78,
        2595.02
    ],
    [
        " We're getting nosebleeds up here.",
        2595.18,
        2596.34
    ],
    [
        " Our rockets are burning out before they hit the ground.",
        2596.94,
        2599.16
    ],
    [
        " But anyway, that's what song and dock reminds me of.",
        2600.22,
        2603.28
    ],
    [
        " So after that, they brought in an LST and we did,",
        2603.56,
        2606.44
    ],
    [
        " we flew off an LST the rest of the time that we're down there at Son and dock.",
        2607.02,
        2610.86
    ],
    [
        " After that, that base got kind of overrun then.",
        2611.46,
        2614.74
    ],
    [
        " Yeah, but they got it secure and they still kept the ship boats there and everything.",
        2615.1,
        2620.02
    ],
    [
        " But they did overrun that night.",
        2620.64,
        2621.98
    ],
    [
        " Yeah, they did.",
        2622.16,
        2622.76
    ],
    [
        " And then they left.",
        2623.46,
        2624.38
    ],
    [
        " I'm assuming they left.",
        2625.16,
        2626.1
    ],
    [
        " Well, we secured the area.",
        2626.38,
        2627.26
    ],
    [
        " We got the area secured again and we went back in.",
        2627.54,
        2630.66
    ],
    [
        " But then they moved the helo pads.",
        2631.08,
        2632.46
    ],
    [
        " Well, we didn't keep the helo pad.",
        2633.1,
        2634.46
    ],
    [
        " They brought in an LST and we flew off the LST the rest of the time.",
        2634.48,
        2638.36
    ],
    [
        " So going back to showing up, you show up there, you feel like you're saying you were well-trained.",
        2639.26,
        2645.22
    ],
    [
        " And then what was the kind of on the job training procedure to get you guys where you start off as a co-pilot every time?",
        2645.52,
        2653.4
    ],
    [
        " Every new guy starting off as a co-pilot?",
        2653.68,
        2655.04
    ],
    [
        "",
        2655.42,
        2655.42
    ],
    [
        " We didn't have enough time.",
        2655.92,
        2657.32
    ],
    [
        " The minimum time for our aircraft commander was 500 total flight hours.",
        2657.48,
        2661.38
    ],
    [
        " Most of us showed up out of training command with 252, 262, 270.",
        2661.5,
        2665.86
    ],
    [
        " So you transition in any squadron or navy when you get there new, you have to transition to the type.",
        2666.42,
        2671.88
    ],
    [
        " You go through what's called a rag replacement, not an acronym, just you know.",
        2672.02,
        2675.46
    ],
    [
        " Replacement air group.",
        2675.8,
        2676.74
    ],
    [
        " And so you go to the rag, set it up on all the systems, fly the airplane, and you're a co-pilot.",
        2676.96,
        2682.88
    ],
    [
        " When you have enough time and you qualify, you become aircraft commander.",
        2683.46,
        2687.34
    ],
    [
        " And with Hal 3, once you showed the capability to manage and control two aircraft and tactically be my knowledgeable, you become a fire team leader, FTL, another acronym.",
        2687.34,
        2702.1
    ],
    [
        " So John was an FTL.",
        2703.0,
        2704.56
    ],
    [
        " Yeah, most of us were in that.",
        2704.98,
        2706.84
    ],
    [
        " Yeah.",
        2707.1,
        2707.22
    ],
    [
        " And then what, at what point did you realize who you were supporting?",
        2708.04,
        2713.06
    ],
    [
        " When you saw that, when you saw the eight millimeter home movies where they were saying, hey, we're supporting the SEAL teams over there.",
        2713.26,
        2718.3
    ],
    [
        " And let me tell you what the SEAL teams are.",
        2718.38,
        2719.52
    ],
    [
        " Yeah, he did, and I never heard of a SEAL.",
        2719.7,
        2721.82
    ],
    [
        " I had no idea what a SEAL was.",
        2721.92,
        2723.68
    ],
    [
        " And I forgot what it wasn't.",
        2724.08,
        2725.22
    ],
    [
        " I had to ask him the next day.",
        2725.28,
        2726.22
    ],
    [
        " What did you say they were?",
        2726.3,
        2727.14
    ],
    [
        " And he said, well, they're like, like frog men.",
        2727.96,
        2730.14
    ],
    [
        " I said, yeah, I know what movies in World War II.",
        2730.14,
        2732.56
    ],
    [
        " I knew what frog men were.",
        2732.84,
        2733.96
    ],
    [
        " And he said, well, they revolved from that from UDT.",
        2734.14,
        2736.7
    ],
    [
        " They're still a UDT.",
        2736.82,
        2737.7
    ],
    [
        " And that was 1968.",
        2738.1,
        2741.14
    ],
    [
        " The SEALs hadn't been around a long time as SEALs.",
        2741.14,
        2745.58
    ],
    [
        " And yeah, and I remember going to, first of all, C-flow was a bunch of barges tied together.",
        2745.98,
        2753.48
    ],
    [
        " And the boat day, wherever I think it was, it was from Alpinacela.",
        2754.6,
        2759.58
    ],
    [
        " And it was great because they had two SEALs but soon we lived on these barges.",
        2762.14,
        2766.5
    ],
    [
        " The Johns were, the river was rushing down below this way at morning and this way in the afternoon.",
        2767.28,
        2774.7
    ],
    [
        " And all night long, you couldn't sleep at first from your new guy because they were setting off concussion good age all night.",
        2775.44,
        2781.9
    ],
    [
        " And the next morning, many mornings there'd be a sapper that was trying to get there to blow the place up,",
        2782.46,
        2788.52
    ],
    [
        " laying up the go-over on the bank, bloated up at the sun, you know.",
        2788.8,
        2792.48
    ],
    [
        " And a couple of times they got sappers on the boat but they got them.",
        2793.1,
        2796.76
    ],
    [
        " The SEALs got them before they did any damage.",
        2796.8,
        2799.04
    ],
    [
        " But it's amazing the perseverance of some of those characters.",
        2799.22,
        2803.98
    ],
    [
        " I think the primary mission was we were the close air support for the swiftbos going up now into canals.",
        2804.2,
        2809.8
    ],
    [
        " And if you ever go, I've gone to places and talked to somebody and he was on the swiftbos and he found out I was on Hal 3.",
        2810.86,
        2817.4
    ],
    [
        " And he's buying me beer and rest in the night.",
        2817.48,
        2819.52
    ],
    [
        " So the swiftbos guys really and the SEALs as well supported the SEALs.",
        2820.1,
        2826.66
    ],
    [
        " Oh yeah, it's a legendary to make sure you give nothing but full respect to the SEALs when you're in the SEAL teams for sure.",
        2827.16,
        2835.12
    ],
    [
        " So what's a normal mission look like? How are you getting the tasking?",
        2836.24,
        2840.4
    ],
    [
        " Are you meeting with guys beforehand or are you meeting with the SEAL platoons and going over, hey, here's where we want to get dropped off?",
        2840.8,
        2846.64
    ],
    [
        " Well, how's that look like?",
        2847.36,
        2848.92
    ],
    [
        " Well, Carl couldn't speak to that because he had, he was with the SEALs.",
        2849.38,
        2852.66
    ],
    [
        " On that six we didn't have any SEALs with us. We just had the swiftbos.",
        2852.92,
        2856.2
    ],
    [
        " And there wasn't a lot of coordination with the swiftbos except when they got in trouble they call us up and scrambles for close air support when they got in trouble.",
        2856.74,
        2864.78
    ],
    [
        " But the SEALs, those missions were coordinated and I'll let Carl speak to that.",
        2865.2,
        2869.22
    ],
    [
        " They had many types of missions as you know, Jaco.",
        2869.26,
        2873.5
    ],
    [
        " And many times they would just be advising us, look, we're going to go in at night, we're going to go by boat.",
        2873.62,
        2882.08
    ],
    [
        " You know, they've got a kit car in scouting that's going to lead them in.",
        2882.52,
        2885.86
    ],
    [
        " And tellgen says XYZ is here and they would let us, you know, where they're going to be and then coordinates are where they're going to be.",
        2886.16,
        2893.84
    ],
    [
        " And I'll tell a story here about John Sandoz.",
        2896.56,
        2899.42
    ],
    [
        " I'll use your name, John and outstanding officer.",
        2899.72,
        2903.84
    ],
    [
        " And the good news on him is he operated often and heavy and nightly seemed like, I don't think he got it.",
        2904.58,
        2911.3
    ],
    [
        " There was one purple heart in his group but he was a heavy operator and had soft him on that one.",
        2911.48,
        2916.14
    ],
    [
        " So, but he did a night operation one night.",
        2916.18,
        2919.4
    ],
    [
        " He's just know where he's going to be and I was, we were on Brady five, the scramble aircraft all our gears all in.",
        2919.6,
        2926.6
    ],
    [
        " We've done all the checks. We crank it once it's ready to go and you literally hop in there and you're airborne and like, you know, I've heard term three minutes.",
        2926.78,
        2934.66
    ],
    [
        " We made, we've got off a lot of work and three minutes lots of times.",
        2935.1,
        2938.56
    ],
    [
        " And we got airborne and it was black, literally black.",
        2939.38,
        2943.58
    ],
    [
        " Well, with pre-brief John, we gave John, what was the strobe called that we had, John, that we carried.",
        2943.58,
        2951.44
    ],
    [
        " There were little strobes that had a guard around it and it was.",
        2952.02,
        2955.12
    ],
    [
        " Oh, a directional strobe.",
        2955.24,
        2956.42
    ],
    [
        " Yeah, it was a good one.",
        2956.5,
        2957.54
    ],
    [
        " And he had one and he had a prick 90 radio of mine that I gave him because it was small and it was easy to operate.",
        2957.7,
        2964.62
    ],
    [
        " And so, John himself, tough seal, he's out there and the enemy is over here and freedom's over here.",
        2965.0,
        2973.12
    ],
    [
        " And John is between both of them and he's going to defend.",
        2973.12,
        2975.32
    ],
    [
        " And he's out there, G-Wolf 13.",
        2975.98,
        2978.44
    ],
    [
        " Put some fire in Northeast about three, about 030 and just walk it in and I'll tell you that one to stop.",
        2979.64,
        2991.44
    ],
    [
        " Okay, so we, I rolled in and started laying rockets.",
        2991.76,
        2996.18
    ],
    [
        " And it was hilarious because he goes, okay, a little closer, a little closer.",
        2996.76,
        3002.74
    ],
    [
        " And he's voice starts raising, a little bit closer.",
        3003.22,
        3006.2
    ],
    [
        " Let's close it up!",
        3006.6,
        3007.94
    ],
    [
        " And I could hear, I could hear Rock is going off in the background and I was, here I am, safe and sound, 800 feet or whatever I was, 600 feet.",
        3009.4,
        3018.02
    ],
    [
        " And it was hilarious.",
        3018.52,
        3019.74
    ],
    [
        " And I never let him forget that, ever.",
        3020.14,
        3022.38
    ],
    [
        " So when you're flying at, I mean it's really, how black it can be at night, like it can be so dark outside.",
        3022.88,
        3032.14
    ],
    [
        " So when it's that dark, you're just flying pure instruments, you're just looking at, you're not even looking outside because there's nothing to see.",
        3032.46,
        3039.4
    ],
    [
        " Unless you're looking at fire coming up at you.",
        3040.24,
        3042.36
    ],
    [
        " That in some minutes real bright.",
        3043.22,
        3045.38
    ],
    [
        " Sometimes you get lucky and there's a moon out, and there's a moon out, then you get flashes of light off the squigglys and rivers and streams.",
        3045.94,
        3053.72
    ],
    [
        " But yeah, there's nice out there when you're like this and that's when you have to have a copilot who knows what he's doing, who can navigate, because you're busy as hell keeping that thing on altitude on heading.",
        3055.1,
        3067.68
    ],
    [
        " And realize you've got a wingman who's got to have discipline too.",
        3067.76,
        3071.76
    ],
    [
        " He's got to know the heading you're on and out.",
        3071.84,
        3074.28
    ],
    [
        " You've got any collision light top and bottom, so you can keep tracking with each other, but it's, it can get hairy out there at night.",
        3074.44,
        3081.76
    ],
    [
        " And it's, you know, some guys you look over at what time I mentioned Earl Schatz, where Earl was copilot in my many time.",
        3081.94,
        3088.6
    ],
    [
        " Good guy, but he was over there like this.",
        3088.74,
        3091.02
    ],
    [
        " You got the leans pretty bad because the semi-circle canal is kind of getting messed up and you think your level but you're not when you start, when you start getting the vertigo.",
        3091.02,
        3100.06
    ],
    [
        " He's over there like this. I said, okay, Earl was just, we weren't in combat or anything.",
        3100.34,
        3104.92
    ],
    [
        " We were just flying. He's over there leans. I said, okay, Earl you got it.",
        3105.02,
        3109.0
    ],
    [
        " He said, oh that's okay. I'm over there laughing, the cruise laughing, but Earl, excellent pilot.",
        3109.08,
        3117.4
    ],
    [
        " But once in a while you can get him like that. But no, it's dark and it's like, how do you say the inside of somebody's rectum?",
        3117.4,
        3126.54
    ],
    [
        " Money say that nicely. It's dark.",
        3126.62,
        3128.22
    ],
    [
        " I think you just did it.",
        3128.46,
        3129.22
    ],
    [
        " Okay.",
        3129.5,
        3129.74
    ],
    [
        " But once again, if you do it enough, you know how to do it and you're comfortable doing it.",
        3130.52,
        3136.86
    ],
    [
        " So what were the switch, let's talk about the Swiftboard operations because those guys were pushing up and pushing the envelope into enemy territory.",
        3137.48,
        3143.9
    ],
    [
        " What was that opt-tempo like?",
        3144.6,
        3146.3
    ],
    [
        " Well, there's a ground beyond you to go to where the coordinates were then you were just putting in fire.",
        3147.08,
        3151.3
    ],
    [
        " And once again, they would say shoot right over our heads and say, well why don't you pull back a little bit just to make sure.",
        3151.72,
        3158.18
    ],
    [
        " But those would get intense. And I think you saw quite a bit of that when they did the documentary on Scramble of Sea Wheels.",
        3159.06,
        3165.72
    ],
    [
        " And that's what it was like. We were out there supporting them, putting in a close fire to them just so they could get back out of that situation.",
        3166.26,
        3173.74
    ],
    [
        " And you mentioned John, you mentioned the World War II attitude when it comes to flying and fighting.",
        3173.9,
        3181.5
    ],
    [
        " And I mean, I get that. But can you talk a little bit more about, I know that the way you all felt about A, your gunners, the guys that were on your birds,",
        3181.82,
        3191.76
    ],
    [
        " but also your maintenance crews that were keeping your birds up and running and using beer cans to patch them up and whatever else.",
        3191.84,
        3199.34
    ],
    [
        " So that's sort of the World War II mentality that you're talking about where you said there were rules but, but you had to do the mission.",
        3199.86,
        3207.74
    ],
    [
        " And I think that was part of it. It was a team effort. So you talk about the gunners and the maintenance people.",
        3208.06,
        3215.3
    ],
    [
        " We all worked very well together. We all had our part to do and it was all coordinated and it all came together.",
        3215.54,
        3222.7
    ],
    [
        " And we had to get the gunners do their job, the maintenance people. And it was a team effort.",
        3222.72,
        3229.52
    ],
    [
        " And everybody supported the team and all had the same mission to do. Even though it was a different part. It's like a football team.",
        3230.32,
        3237.84
    ],
    [
        " You know, you got your job to do and it doesn't work unless you're doing your part of the job. And that's what we did. It just worked.",
        3238.12,
        3247.68
    ],
    [
        " I was going to say, and you had to know, Jaco, is that a fire team and most of the Tyson was would come on for 24 on 24 off.",
        3247.68,
        3257.02
    ],
    [
        " For 24 on, you're on for scrambles. You get your meals and you get your rest when you can. But you're on duty from noon to noon, usually we did it.",
        3257.36,
        3266.16
    ],
    [
        " But wherever, but and when you're and anything that happened during that time, your crews at the radio, you're all briefed and by brief, you go down to what we call TOC with the Army, the Operation Center.",
        3266.44,
        3283.14
    ],
    [
        " We know where are there were there are telleries at. We know where the units all the units are. We know what the radio frequencies are.",
        3283.42,
        3290.08
    ],
    [
        " We know what the planned operations are. We have a general idea where the bad guys are. But most of the time when we weren't actually involved in a combat operation, we would be patrolling and basically looking for trouble.",
        3290.38,
        3304.98
    ],
    [
        " So we always did and we'd usually find it. And sometimes people get it. It's never I can't I have a hard time thinking about a flight that I was on that we didn't get shot at.",
        3305.06,
        3318.32
    ],
    [
        " I'm sure there were some, but it was rare that we didn't get shot at. And we wanted to shoot at us because we could shoot back. We can know where they were.",
        3318.78,
        3326.06
    ],
    [
        " Didn't have to call for clearance. They shot at you. You could just fire in my A.O. R.A.O. down at dead one before I went to dead.",
        3326.3,
        3333.44
    ],
    [
        " That's a jump six was John. And the A.O. We had was literally a free fire zone. We could shoot any eligible age male. Now we didn't. We were and that's not how we operated. You don't go.",
        3333.44,
        3347.34
    ],
    [
        " We didn't go blown up hoochers and shooting randomly and we didn't shoot it. We didn't do that. Honestly. Ever. I mean you do that and somebody is true and you're going to get your butt kicked off and back to back to home garden heartbeat.",
        3347.58,
        3361.3
    ],
    [
        " We were professional but.",
        3361.3,
        3362.74
    ],
    [
        " Elis Relays from Ale could be that we just we might just take his sandbound up under him. You know because he's in the wrong area. We don't kill a guy but he's swimming.",
        3363.2,
        3373.5
    ],
    [
        " And if it's a guy who gets stupid and start shooting back well then we erase that guy. But again we were pre-brief. We knew where everything was. What was going on?",
        3374.22,
        3386.44
    ],
    [
        " And more often than not we could brief T.O.C. as well as they could brief we could get the frequencies from them but the intel we could feed to them. We knew what was going on everywhere.",
        3387.2,
        3398.62
    ],
    [
        " So in a 24 hour period where you're on so you said you do 24 hour on and then 24 hour off and the 24 hour period that you're on how much time are you in the air?",
        3399.14,
        3407.18
    ],
    [
        " Depends on what kind of operation you have but I honestly I I flew a lot because I was a dependent the more airborne I was a better pilot I was a better my crew was because everybody's doing their job they loved it. I loved it.",
        3408.2,
        3426.22
    ],
    [
        " And better we knew our area of operations. I have many times flown with you say every other days 15 days. I flown many months for 100 to 130 hours a month and during the day maybe 8 to 10 hours it wasn't unusual.",
        3426.22,
        3445.5
    ],
    [
        " We we're looking sure a lot booked today and we flew together that first month at that day long. All day long. And it was that was our job is to fly. Sitting in the hooch we're not doing our job. So we were out flying just even if it was just training looking for action or looking for something.",
        3446.16,
        3466.1
    ],
    [
        " So when you're day off what are you doing you're doing your job whether it's hops or admin or maintenance or whatever your job is or sleeping because you know the next day you may not get any sleep.",
        3467.28,
        3477.0
    ],
    [
        " So you sleep. And no it was we were JG's and I remember I was getting a fit and support debrief from my own sea very nice man. I didn't know what a fit and support. I knew what it was I sought in class some time.",
        3477.54,
        3495.3
    ],
    [
        " But I better know that the support wasn't and he was stroking me and I didn't know it but he he says now Carl I know you're really like this mission you're really enjoying oh yes or I mean I was just he says but the real Navy's not like this.",
        3495.62,
        3510.22
    ],
    [
        " You're not going to go to a squadron and have this much authority and responsibility. I mean we're doctors deciding who lives and who dies every day. And we're trying to make the right decision every day. I think we did.",
        3510.52,
        3523.32
    ],
    [
        " So he was right we got to lay curse some was it like. I know it was so we were JG's and you're a fire team leader you're responsible for that whole flight you're in charge of it even if you got a lieutenant commander sitting next to you you're the one that's calling shots as a JG because you're in charge of it.",
        3524.72,
        3542.96
    ],
    [
        " And that was important I think and I look at people say what's the best period of your life. I was high school or college I can honestly say the best period of my life was the six years I spent on active duty in the Navy.",
        3542.96,
        3555.44
    ],
    [
        " The rent the friendships you make during that period especially in combat are so close closer than ever the friendships I have so like Carl and Earl and Tim Zeemer we're all there we've done the same thing together.",
        3556.34,
        3570.48
    ],
    [
        " And we had a reunion what 10 years ago now was 2009 at my house up 12 years ago. He's not good at math.",
        3570.78,
        3579.54
    ],
    [
        " And Carl well first of all I invited Earl and his wife up to Chicago because his wife had never been to Chicago so I'll come up show you the this big city in the right lights and everything.",
        3580.74,
        3590.2
    ],
    [
        " And then our later I got a call from Carl says well thanks for inviting me because I always talk to him in the meantime and I said well Carl you've been here before you're always welcome.",
        3590.52,
        3599.9
    ],
    [
        " The next thing I know I had my house full of people coming up for a reunion we had 14 guys showed up.",
        3600.3,
        3605.88
    ],
    [
        " This is on the 4th of July.",
        3605.9,
        3607.5
    ],
    [
        " Far has got free food and booze so we got a big tent put it up in the backyard and everything and we had this little reunion and John Santos said it was you always had a seal that every one of our unions very small",
        3607.86,
        3619.36
    ],
    [
        " and we just a small group of people that were together what I found interesting about the first time that we did it some of these people I hadn't seen in 40 years.",
        3619.36,
        3627.7
    ],
    [
        " And so where you started was a common denominator was Vietnam remember this mission remember that guy remember that incident by the end of the evening it was like we just seen him last weekend.",
        3629.48,
        3639.14
    ],
    [
        " I was amazed how fast you could catch up with somebody.",
        3639.54,
        3642.68
    ],
    [
        " You should do a study on this.",
        3643.4,
        3645.06
    ],
    [
        " Well it's like your family you know these guys know all your crap and they still like you and you they know you're in bad days and good days and I'm going to tell a story it's one of those this is just a no no but it's true.",
        3645.82,
        3660.04
    ],
    [
        " He talked about being when you're in charge of a fire team you're in charge and in rank matters but rank on the cockpit goes away you may say sir but you're in charge of the airplane.",
        3661.5,
        3673.0
    ],
    [
        " Equal pilots of captain okay captain sit there don't touch anything that you're in charge and and Navy regs that you your aircraft cannot be common deared by some guy on the ground sand fly over here and do this.",
        3673.46,
        3687.34
    ],
    [
        " No the only person that can don't become a your comedy or your aircraft and your aircraft commander is a flag officer a line officer in your back sitting in a seat is the only guy that can override an aircraft commander flag officer so that in mind what night at that one captain Martin white great guys passed on I was our seal he came to flag that one.",
        3687.98,
        3713.32
    ],
    [
        " And you know you start flying and you don't mean it in a bad way but you get your chin out and your chest out and your aggressive and and no BS you can laugh and have fun but the mission serious it's no screwing around so captain tried one to go on a comment flight said it came down and and he was my copo of course I set in the left seat and respect with him have the right which aircraft man and a helicopter my wingman",
        3713.96,
        3742.34
    ],
    [
        " was two other guys I want you to know you put lieutenant commander and a lieutenant and I'm a JJ very very green. So you're the junior guy in rank but you're the but you're the flight and leader got it and we're down there at the TLC and there was this army guy who I didn't like anyway he was a captain he didn't like me he was just he was just too good a cushy to goody to shoes and didn't know squat what he was talking about so he's up there and he's briefing those",
        3742.74,
        3772.2
    ],
    [
        " Eagles on captain tried he kept you know kissing up and I just said stop stop brief me this is not the army this is a navy the navy it has nothing to do with rank it's who's the smartest guy here and on this mission I'm the smartest guy here brief me captain",
        3772.2,
        3794.1
    ],
    [
        " tried shook you said look down Carl he was so nice to me he should have slapped me but he didn't do that and that army guy was mad but he's nothing you can do about it but that's kind of how it is the aircraft commander is the ultimate it's like the captain of a ship",
        3794.1,
        3812.84
    ],
    [
        " you what you say goes and your job is to do the right thing I want I want to try and get a little bit better feel for the some of the operations and I mean just the first operation that you were talking about going to the VC lake and you're going to recover a helicopter like talk us through from you get the call to you you're leaving the scene and you got the body recovered was it you know you're sitting in your you're sitting in the",
        3813.46,
        3842.82
    ],
    [
        " in the in the ready room and all of a sudden the call comes in what does that look like no I was in a fan flight so we were out flying just in the general area and we get this call at a halo was down we got the coordinates and we were close to the coordinates so we were there fairly quickly",
        3842.96,
        3859.14
    ],
    [
        " so we got in and you have are you always you're always fine with a section of birds of two birds you're always flying together this is a single bird okay because it was a you was a",
        3859.14,
        3869.38
    ],
    [
        " John was new in country and you were flying an admin flight right yes you were flying a slick so flying a star you still had you still had",
        3869.38,
        3878.08
    ],
    [
        " door gunners you still had to crew in the back mm-hmm but you might fly alone if you're doing an admin mission you might fly with just one bird like when you hoisted the three",
        3878.08,
        3885.36
    ],
    [
        " hole or down just a single plane that's right because you weren't you weren't looking to be in you know mission combat mission per",
        3885.36,
        3893.82
    ],
    [
        " movie with the air but if something happens you got to respond to it and we did this bill belts was it was last week in",
        3893.82,
        3900.38
    ],
    [
        " country and he flew in and try to get these guys out as best we could and so that else was your was your he was a the helicopter commander pilot the",
        3900.38,
        3911.52
    ],
    [
        " one that went down to the one that you were in the one I was in okay so the one that you were in it's his last week in",
        3911.52,
        3916.24
    ],
    [
        " country this last week in country he's getting ready to go home and everything but he was showing me around the area",
        3916.24,
        3921.16
    ],
    [
        " stuff is as a new pilot and then we get this call that he goes down respond to it and the crew in the back once we got down low they got they jumped out",
        3921.16,
        3931.14
    ],
    [
        " when I want you to take you to get to to find them to find the down he low it was in the minutes you have coordinates you can see smoke it's well we couldn't there",
        3931.14,
        3940.12
    ],
    [
        " wasn't any smoke or anything but it was down it was a kind of swampy area so there wasn't a fire but we were close to the area",
        3940.12,
        3947.04
    ],
    [
        " they gave us the coordinates which are we're kind of right there so we're there within I want to say we're you know five 10 minutes at",
        3947.24,
        3953.16
    ],
    [
        " there within five minutes easy and so we just flew in and you know we there wasn't any fire at times we were down there the",
        3953.16,
        3962.6
    ],
    [
        " crew jumps out to try and get the bodies out but they were kind of the heat was turned in they were kind of pinned under it",
        3962.6,
        3968.4
    ],
    [
        " they were only get able to get one body out we got that in the heel in the meantime we started taking fire from the tree line",
        3968.4,
        3975.22
    ],
    [
        " and that's when I was shooting the m16 at the tree line and then we got nothing we got the body in and then we just didn't some cobras came",
        3975.46,
        3984.26
    ],
    [
        " because they had heard about the coordinates and then they covered us as we came out let me ask you John we're on the fly here two guys from",
        3984.26,
        3991.64
    ],
    [
        " depth one we were down to one bird because every 100 hours we had to get a new aircraft from maintenance the major maintenance done and been to",
        3991.64,
        3999.7
    ],
    [
        " so we would do the oil changes and filter changes and so forth but they did all the heavy stuff but two guys from depth one were so Mike Ligow I'll give him Rich Lambert they came up and they got",
        4000.3,
        4011.28
    ],
    [
        " shot down that day too where they already shot down when you got there you got their first probably didn't you I think we got",
        4011.28,
        4017.08
    ],
    [
        " their first you got their first they came and scrambled up went in and they had a gunship and the bad guys I think had a 51 caliber and they were not",
        4017.08,
        4028.18
    ],
    [
        " in the air it was like a setup was that going to be because once the first one come down they know we're going to try and come and get people out",
        4028.18,
        4036.14
    ],
    [
        " so they kind of you were lucky you guys were shut down yeah very lucky when when when you were flying and and Carl you mentioned that you",
        4036.14,
        4045.7
    ],
    [
        " can't even remember operations where you didn't take fire how often is your aircraft getting hit you know that you",
        4045.7,
        4054.22
    ],
    [
        " post flight really heavily when you get back and you can you know it when you're when you're a new guy you can hear",
        4054.22,
        4060.72
    ],
    [
        " certain things but when you're got experience you can hear gunfire you can hear it from a from 800 feet you can hear it you can",
        4060.72,
        4084.2
    ],
    [
        " and not and we by the way we found we found we would find the seals would bring in Intel stuff and it would be a drawing every helicopter and in Vietnamese telling the",
        4084.2,
        4096.56
    ],
    [
        " bad guys where to aim so they could hit the aircraft because most of the time they'd shoot at us and hit the tail section most all of my hits not all of them but most of them were",
        4096.56,
        4107.48
    ],
    [
        " after of the cabin they were some in the cabin and they were uncomfortable sometimes I know John got a purple heart and you can tell that story and I got one or all got one done and we",
        4107.52,
        4119.46
    ],
    [
        " just no big deal I mean you get it because you got shot and it's not nothing necessarily heroic people think a big a purple",
        4119.46,
        4125.86
    ],
    [
        " hearts a big deal is not a big deal I give my name they want it if I can have the whole back period but so since you brought the",
        4125.86,
        4132.96
    ],
    [
        " topic up but this is some yeah let's let's let's talk about your part about this all the time and so we car was on debt six at that point and we were out and that one",
        4133.06,
        4145.42
    ],
    [
        " only had one of their birds a one in maintenance so we went down to debt one and we formed of three plain formation and so I was a pilot of one car",
        4145.42,
        4154.32
    ],
    [
        " was a pilot of one this or a shot was a pilot of the third so we went out took some fire upon the target and I'm not sure who was first one and I think me you forgot",
        4154.32,
        4165.48
    ],
    [
        " to add it was a heavy fire team and I was a fire team leader so calls those two guys are doing everything I asked when we do most of time so calls",
        4165.48,
        4173.82
    ],
    [
        " a first so heavy fire team means you got three birds three birds okay so calls the first one and you're going in to do what",
        4173.82,
        4180.02
    ],
    [
        " what are you going to strike put in a strike in so files when you say put in a strike in meaning you're going to lay fire down on to rock is it close air support",
        4180.02,
        4189.4
    ],
    [
        " necessarily or is it what is she is we were just taking some ground fire and we're going to put it out basically so you're rolling in and then",
        4189.4,
        4198.58
    ],
    [
        " car was a first one in Earl was a second one and so Carl peels off and Earl's putting down fire so he's peeling off that's",
        4198.58,
        4205.16
    ],
    [
        " when the plane was between the second plane supposed to put down on the fire so Earl put down fire by that time Carl is supposed to come around",
        4205.16,
        4211.68
    ],
    [
        " then when Earl comes off the target I'm putting fire down I came off the target and that's when I got hit and so so we argued today I",
        4211.68,
        4222.3
    ],
    [
        " said Carl you didn't cover me coming off target and he says well you were out of position I said I wasn't how to position you were",
        4222.3,
        4229.78
    ],
    [
        " out of it I do like so I got hit so where'd you get hit I got hit in the foot so the round came up and acted tips of my two",
        4229.78,
        4238.34
    ],
    [
        " so toes off tips of my toes up on my right foot and then you saw the scrambles seawalls my gunner that day was he",
        4238.34,
        4247.8
    ],
    [
        " got hit the same time kid he was what kid and the scrambles seawalls at the end where the round came up cut his",
        4247.8,
        4256.02
    ],
    [
        " mic cord came out dotted his helmet and dotted the eye on kid written on the back of his helmet it was in the movie it was",
        4256.02,
        4262.78
    ],
    [
        " in the movie and it cut the back of his neck like you cut it with a knife yeah and he told so he gets it I look back and I'm",
        4262.78,
        4270.08
    ],
    [
        " trying to call him and he's not responding I look back and all I see is blood oh geez he gives me a thumbs up a big",
        4270.08,
        4276.78
    ],
    [
        " smile and start shooting again and the round just you cut the mic cord just graze the back of his neck and",
        4276.78,
        4283.36
    ],
    [
        " of course when you cut your neck or head it just bleeds like crazy and then so then we go back land carl comes over",
        4283.36,
        4291.96
    ],
    [
        " picks me up and carries me into the infirmary the real story should we hear the real story well that's so until this day we argue",
        4291.96,
        4301.6
    ],
    [
        " who's out of position but we're the best friends it's interesting that's like in a seal platoon that's that's one of the",
        4301.6,
        4310.16
    ],
    [
        " basic maneuvers we do is like one person shooting is that person rolls out there's someone that's picking up fire right behind",
        4310.16,
        4314.96
    ],
    [
        " him as that person rolls out there's someone picking up fire radio that's the way it's supposed to be carl that's the way it's supposed to be in a race track",
        4314.96,
        4322.52
    ],
    [
        " back in a race track pattern this veteran at that time I probably had 800 missions and fire it barely knows how to",
        4322.52,
        4330.5
    ],
    [
        " pre-flight yet in position I'm not but what's funny we got back and and I didn't know that that Purin Tim was wounded and we got",
        4330.5,
        4338.48
    ],
    [
        " back landed and John was oh oh I thought my god he's probably has a body shot check his body check the blood and I couldn't find",
        4338.48,
        4349.6
    ],
    [
        " any blood anywhere I'm looking at nothing nice dry I'm thinking I can't end down and I picked him up and gently carried him 600 yards",
        4349.6,
        4359.44
    ],
    [
        " down to infirmary the length of the base he's moaning the whole way meantime Burin Tim's bleeding and he's walking chatting the whole",
        4359.44,
        4366.82
    ],
    [
        " time but John's John's moon he must have a brain moon I can't see or something",
        4366.82,
        4374.0
    ],
    [
        " and so it's just what I put up all of it and we get down to her and takes these boot off and you shot in a big toe",
        4374.0,
        4382.24
    ],
    [
        " so Earl calls you Earl calls him nine toes that's his name so then I get met a",
        4382.24,
        4391.32
    ],
    [
        " backed up to Ben 2 to the third surge which is the Army hospital and I obviously wasn't that badly wounded",
        4391.32,
        4397.38
    ],
    [
        " and they put me in the back room and that night everybody came over to see me I had a little night",
        4397.38,
        4405.0
    ],
    [
        " stand table I must have had 30 scotch and waters on a little table because everybody brought me a drink",
        4405.0,
        4412.96
    ],
    [
        " do you save your boots the boots I do I do and I was very lucky the doctor said because it came",
        4412.96,
        4418.02
    ],
    [
        " it was he had still told boots but it came up to the bottom and he said just missed a steel",
        4418.02,
        4422.96
    ],
    [
        " tall but to hit the steel toe they'll ricochet around and taking all your toes out John has the",
        4422.96,
        4428.72
    ],
    [
        " boot on a nice little stand and he's living room with his sprinkler around it and music and so forth",
        4428.72,
        4434.98
    ],
    [
        " he's got a plaque there that's what I do and I have actually have the round that came up okay",
        4434.98,
        4442.34
    ],
    [
        " he's got the round from he's got the round so it came up with my foot and then hit me on the side",
        4442.4,
        4449.98
    ],
    [
        " of the leg and I didn't know you can only feel one pain at a time and what hit me on the side",
        4449.98,
        4455.12
    ],
    [
        " leg and it when I was getting out of the heel I saw this round down by the collective so I picked",
        4455.12,
        4458.92
    ],
    [
        " it up and put in my pocket was that two days later I was getting out of bed and I bumped my knee",
        4458.92,
        4463.6
    ],
    [
        " and he got cheese that really hurts and I had a big wealth about this big round on the inside of my",
        4463.6,
        4469.48
    ],
    [
        " thigh there and so you can only feel one pain I just feel my toes at the time a couple days there",
        4469.48,
        4474.16
    ],
    [
        " I was feeling the other one but that was around who was the seal then oh there was a change command",
        4474.16,
        4480.68
    ],
    [
        " that day I got shot was a change command and Captain Berkstrom was taking over from Captain",
        4480.68,
        4486.26
    ],
    [
        " Twight and the tradition was that the first guy that got shot the seal had to buy him a bottle of",
        4486.26,
        4492.16
    ],
    [
        " Scott so we get him for a bottle of Scotch so there's a we had an Oscars meeting I don't a month",
        4492.16,
        4498.16
    ],
    [
        " later something like that and sure enough he gave me a bottle of Scotch bought it back to that",
        4498.16,
        4502.78
    ],
    [
        " and shared it with the team was it cheap I can't remember so what about you Carl when did you",
        4502.78,
        4511.64
    ],
    [
        " get shot what happened you all rolling over together and we just we just it was minor it was a",
        4511.64,
        4518.24
    ],
    [
        " minor stuff but I bled a lot I use we took around through the cockpit what was what was the operation",
        4518.24,
        4523.5
    ],
    [
        " you know actually we were just on a patrol we weren't actually even putting in his strike you could",
        4523.68,
        4528.32
    ],
    [
        " take a round randomly and it happened one time when we were taking a a platoon to insert them the",
        4528.32,
        4537.44
    ],
    [
        " radio when it got shot on the way in with one of Richard's guys Tom Richard's guys but we just took",
        4537.44,
        4545.86
    ],
    [
        " random rounds I recall and and or on I took both took flack on the face word bounced off of the",
        4545.86,
        4554.5
    ],
    [
        " center divider and the windscreen so we got glass in our face and metal in our face and it looked",
        4554.5,
        4560.58
    ],
    [
        " pretty bad until we shaved the beard and actually was bad at all it was minor so I didn't limp any",
        4560.58,
        4565.76
    ],
    [
        " where I didn't have to be carried down to third third third third third nobody bought me booze at",
        4565.76,
        4571.64
    ],
    [
        " nobody cared you know and I didn't care but when they treat you and you're wounded and they treat",
        4572.26,
        4577.94
    ],
    [
        " you and they stitch you or whatever you get a purple heart that's what the honorable Joe",
        4577.94,
        4584.74
    ],
    [
        " Gary figured out it hurt Morgan sowing up and it did get in the shot because they did the",
        4584.74,
        4589.96
    ],
    [
        " pull of skin around my toes and stuff and I had to soak my foot for about a week to make sure there's",
        4589.96,
        4594.24
    ],
    [
        " no infection we gave him tons of grief over that and we love Johnny's great guy one of the best",
        4594.24,
        4599.88
    ],
    [
        " guys I know and a gentleman I don't have many guys I can call a gentleman that I know at least",
        4599.88,
        4604.86
    ],
    [
        " not seawalls anyway but I was back flying in two weeks and at what point so what point did you",
        4604.86,
        4611.46
    ],
    [
        " guys link up and start were you were you at the same debt was that debt six you said yes and what",
        4611.46,
        4616.6
    ],
    [
        " caused that what caused you to to be to start working together what had happened well I I was a",
        4616.6,
        4622.24
    ],
    [
        " very experienced 15 liter what they do is a when you first get to Hal three in those days you had",
        4622.24,
        4628.74
    ],
    [
        " month or two in the home garden you kind of transition you are already transitioned to the H1",
        4629.06,
        4635.62
    ],
    [
        " because you flew the H1 in fly school but you transition to the mission and build your time get",
        4635.62,
        4641.6
    ],
    [
        " to know the area of operations you fly to every debt taking mail and parts and people and",
        4641.6,
        4647.26
    ],
    [
        " not month or two you do that and then you're a detachment and you make aircraft commander and then",
        4647.26,
        4653.04
    ],
    [
        " you make fire team leader and after a period of time before you go home they bring you back in",
        4653.04,
        4658.12
    ],
    [
        " your flight at home guard again for a couple of months as the aircraft commander like Bill Belskid",
        4658.12,
        4663.26
    ],
    [
        " for you and when you were when he went to Vc Lake and so the executive officer was one to bring",
        4663.26,
        4672.26
    ],
    [
        " me back to do that and I said it was March and I said hey I got two months March and April I",
        4672.26,
        4678.74
    ],
    [
        " I don't want to go back I'm just getting good at this leave me alone and so I've wind and wind",
        4678.74,
        4685.12
    ],
    [
        " and finally he demoted me he took me to took me to death six apart me so they didn't have a",
        4685.32,
        4693.14
    ],
    [
        " fire team leader one and got killed and one had we chained to his tour and so they had some really",
        4693.14,
        4704.72
    ],
    [
        " really good aircraft commanders and you you were a copilot our first got there I think and you",
        4704.72,
        4711.36
    ],
    [
        " became maybe you weren't after the commander I said okay man oh you okay well there were",
        4711.36,
        4715.34
    ],
    [
        " there were three or four five good guys and I'll name them John Farr John Barnes",
        4715.34,
        4720.02
    ],
    [
        " Mackineman Paul Waters who did I miss",
        4720.02,
        4723.12
    ],
    [
        " hey Mackineman did I miss a Mackineman and super guys and the exo said go get those those guys",
        4723.12,
        4733.44
    ],
    [
        " are all just they need a little leadership they need a little experience and go do it if you got",
        4733.44,
        4740.48
    ],
    [
        " go and see not so much he had a bad case of lieutenant commander then which is do nothing I",
        4740.98,
        4750.56
    ],
    [
        " I tried to figure out I wanted to win through the Navy I tried to avoid lieutenant commander if",
        4750.56,
        4754.84
    ],
    [
        " I could go from lieutenant to commander I'd have been very happy but anyway so I sort of had to be",
        4754.84,
        4762.3
    ],
    [
        " me and a little put my chin out and just out and have these these great guys that took about",
        4762.3,
        4769.0
    ],
    [
        " 30 minutes to fire up and get going and all of a sudden we were flying all day every day like",
        4769.78,
        4774.78
    ],
    [
        " was supposed to not sitting back at the boat waiting for meals and then what's on with the movie",
        4774.78,
        4780.28
    ],
    [
        " we don't give damn what's in a movie we're going to fly in a period that's what you do that's how",
        4780.28,
        4785.62
    ],
    [
        " you know your ale that's how you support the people out there in the boats and that's how it",
        4785.62,
        4789.76
    ],
    [
        " happens if somebody gets shot down you're right there on the spot that's what we do are you guys",
        4789.76,
        4795.76
    ],
    [
        " flying the same helicopter all the time do you have a particular one or you're just whichever one's",
        4795.76,
        4802.78
    ],
    [
        " ready well whichever is one's ready and able to fly maybe so you got to mind that the two you have",
        4802.78,
        4808.18
    ],
    [
        " on debt you're flying nose um obviously and then you have to take up what you want some mother",
        4808.18,
        4813.4
    ],
    [
        " in very so many hours to do the annual maintenance and then get another one back how much",
        4813.4,
        4818.68
    ],
    [
        " difference is there between you know this one and that one none you know physically flying",
        4818.68,
        4824.56
    ],
    [
        " they're all the same just like driving a car you know what to do they're all it's you know I was",
        4824.56,
        4829.6
    ],
    [
        " in a training squadron with Earl and VT3 after our helicopter we went back fix wing for a while",
        4829.6,
        4835.3
    ],
    [
        " and I remember guys fighting over a aircraft that was smoother and it was a bravo model instead of",
        4835.3,
        4843.78
    ],
    [
        " a charter model it's faster and I mean who gives a crap just go fly you know we and that's what we did",
        4843.78,
        4849.78
    ],
    [
        " we didn't have our name on the aircraft that's top gun crap you know we didn't put you I you know",
        4850.1,
        4856.5
    ],
    [
        " I I'll tell us joke I when I became maintenance officer VT3 I was a boot lieutenant commander",
        4856.5,
        4862.4
    ],
    [
        " unfortunately and we had 400 airplanes and we were starting to downsize taking these old charter",
        4862.4,
        4868.1
    ],
    [
        " models that were made for carer landings and they were all beat up from hard landings and they",
        4868.1,
        4872.54
    ],
    [
        " were towing them over and scrapping them well my assistant maintenance officers a guy named",
        4872.54,
        4877.1
    ],
    [
        " Russ Combs great guy and he's he's boss you want me you're my new boss you're gonna put your name",
        4877.1,
        4883.02
    ],
    [
        " on one of these airplanes I said you put my name on those airplanes combs and I will break every",
        4883.02,
        4888.88
    ],
    [
        " bone in your body don't you do it well so one day I get I come back from a flight and he's",
        4888.88,
        4895.38
    ],
    [
        " I cut your plane proct up in front sir just seeing I says where I go out and all the line guys",
        4895.38,
        4902.02
    ],
    [
        " are on laughing he took one of those old charlie mild scraped off the exhaust painted lieutenant",
        4902.02,
        4907.68
    ],
    [
        " commander CD Nelson rotor head and old charlie mild right there in front and it was a big high",
        4907.68,
        4913.92
    ],
    [
        " and so they're gonna take it to main side and just scrap it anyway so who cares well pretty soon",
        4913.92,
        4919.94
    ],
    [
        " I get a phone call from guys I was just in a navy leave museum and your airplanes in there",
        4919.94,
        4924.24
    ],
    [
        " they took that plane just at random and reworked that charlie mild and put it in the museum",
        4924.24,
        4930.8
    ],
    [
        " and they left my name on it then we's named down a Pensacola yeah and but I think it's gone I couldn't",
        4930.98,
        4935.66
    ],
    [
        " find it last time and thank god for that but uh anyway no we didn't what we didn't care what we flew",
        4935.66,
        4942.62
    ],
    [
        " we're going flying let Tom Cruise get his name on something we did have nicknames for each other",
        4942.62,
        4948.54
    ],
    [
        " and I can't tell you John's real nickname because his family's gonna see this I always see we'll",
        4948.54,
        4960.54
    ],
    [
        " be in the redden and people would just come up and kind of chill out the last two weeks before",
        4960.54,
        4964.6
    ],
    [
        " they left and I actually flew the last two weeks that I was in the squadron the CIA had sold",
        4964.6,
        4972.34
    ],
    [
        " something on the black market and they this was down in human force there was some kind of",
        4972.34,
        4976.8
    ],
    [
        " communication center in the human force and they couldn't quite figure out what it was or where it",
        4976.8,
        4982.88
    ],
    [
        " was and so they sold sometime in the black market they wouldn't tell us what it was but they knew",
        4982.88,
        4987.3
    ],
    [
        " it would end up to this headquarters area and so they had they picked a a signal or a frequency",
        4987.3,
        4995.12
    ],
    [
        " that wasn't being used by any other families in the area put that in homerine device and we",
        4995.12,
        4999.92
    ],
    [
        " were to follow it and we did this for 10 days and then this went on a site and it just goes slow",
        4999.92,
        5005.44
    ],
    [
        " it go a couple hundred miles and spend the night go a little further spend the night and they finally",
        5005.44,
        5010.4
    ],
    [
        " got to an area oh we were getting a straight signal we never got a real strong signal so we talked",
        5010.4,
        5015.86
    ],
    [
        " and says one night we just followed the signal back and I flew over this church and the needle just",
        5015.86,
        5021.38
    ],
    [
        " did a 180 so I went back told the seals about this and they went and rated that church and they found",
        5021.38,
        5028.74
    ],
    [
        " a huge communication center in the basement of the church so once they knocked that out we had this",
        5028.74,
        5033.68
    ],
    [
        " real strong signal so we flew it and I hope this guy gets the place before I have to leave country",
        5033.68,
        5040.88
    ],
    [
        " so the last day I was in country we finally decided well this is it hadn't moved for three or four",
        5041.32,
        5048.18
    ],
    [
        " days and it must be the place it wasn't exactly where they thought it was but it must be the place",
        5048.18,
        5051.92
    ],
    [
        " so we were to fly in throughout smokes and they had a couple flights of F4s off the coast",
        5051.92,
        5059.08
    ],
    [
        " so we went in a hundred feet throw the smokes out pull back and that was the best air show ever",
        5059.08,
        5066.5
    ],
    [
        " in my life and they F4s came in just bombed the place and so then I flew back to Ben-Tuy",
        5066.5,
        5072.98
    ],
    [
        " literally jumped out of one hilo they had my bag packed in another hilo jumped in another hilo",
        5072.98,
        5079.2
    ],
    [
        " food-as-I-guy next day flew home so I flew a mission my last day in country when you guys were there",
        5079.2,
        5086.44
    ],
    [
        " you know like when we like my generation looks looks at the Vietnam War and the late 60s or",
        5086.44,
        5094.44
    ],
    [
        " early 70s you know it's all this protesters and hippies and and controversy about being in Vietnam",
        5094.44,
        5101.02
    ],
    [
        " how much of that stuff did you guys actually experience or think about when you were over there",
        5101.02,
        5106.44
    ],
    [
        " I didn't think about it at all not at all I was we're doing our job doing our mission we didn't",
        5106.44,
        5114.62
    ],
    [
        " think about what's going on back in the States to be honest at least for my part I remember going",
        5114.62,
        5119.54
    ],
    [
        " to R&R and I didn't go to R&R until like in my 11th month I said what I didn't want to miss out on",
        5119.54,
        5126.3
    ],
    [
        " any of the flying that's terrible I'm awful flight hog that's what they used to call me and that",
        5126.3,
        5131.08
    ],
    [
        " was a nice name they call me but we got I remember we flying over to Honolulu I'm going to meet my wife",
        5131.08,
        5138.2
    ],
    [
        " my then wife then she liked me then and she girls I mentioned your mom and so",
        5138.2,
        5144.08
    ],
    [
        " uh",
        5147.32,
        5147.82
    ],
    [
        " guys were all chatty and all excited and we get on this old bus and we're going they're taking us",
        5147.82,
        5152.9
    ],
    [
        " to Ford Jorusi there on on Waikiki and all the women are all lined up and as we drive through",
        5152.9,
        5159.72
    ],
    [
        " Alamo on or drive past the park and everything is we're going to Ford Jorusi you could hear a pin drop",
        5159.72,
        5166.5
    ],
    [
        " on that bus all that chatter all of a sudden it died and guys were all a gap",
        5166.5,
        5171.86
    ],
    [
        " because women weren't wearing bras I've we've never seen that and men had a ponytail longer than mine",
        5172.76,
        5183.14
    ],
    [
        " and they looked funny they had beards and they were funny tie-died tie-stuff I'd never seen",
        5183.14,
        5190.7
    ],
    [
        " so in 10 months I didn't recognize where I honestly I was in shock and I also remember",
        5190.7,
        5198.36
    ],
    [
        " I don't know what the hell I was doing but we went to a movie in Honolulu one of the times",
        5198.5,
        5203.66
    ],
    [
        " and it was the movie version of Mash okay and I was so offended by the disrespect for officers",
        5203.66,
        5214.0
    ],
    [
        " in the military I got it walked out in about 10 minutes wouldn't stay it's funny how you know",
        5214.0,
        5221.26
    ],
    [
        " so offended and and then when you mention up I remember going in and this is 1970 going in",
        5221.26,
        5228.22
    ],
    [
        " leaving me saying goodbye to people and they're all gung-hole ra ra but when I came back same guys were",
        5228.22,
        5235.12
    ],
    [
        " was it really bad no oh gee kill babies over there no but some of that stuff and I even 50 years later",
        5235.12,
        5247.0
    ],
    [
        " in my living room one of my relatives asked told me gee Carl I didn't know you were being",
        5247.0,
        5251.76
    ],
    [
        " on I said yeah oh well were you what she used term what term did she use made a",
        5251.76,
        5261.04
    ],
    [
        " dragatory term she said and whatever it was were you disappointed or were you ashamed or whatever",
        5261.04,
        5268.92
    ],
    [
        " she said I said no matter fact I wasn't my son loves give me the cut sign because it's his step",
        5268.92,
        5276.06
    ],
    [
        " and he doesn't want me to blow her away with with my fired fury but I didn't I restrained",
        5276.06,
        5281.92
    ],
    [
        " and I said matter of fact I don't know anybody that I served with who feels that way matter of fact",
        5281.92,
        5292.04
    ],
    [
        " and this is interesting guy friends of mine that didn't serve and didn't go to Vietnam I've yet",
        5292.04,
        5300.52
    ],
    [
        " to meet one and talk to one who's not sorry they didn't and I've yet to meet one who served that",
        5300.56,
        5307.52
    ],
    [
        " was sorry they did so that's my little world I guess that's the people I hang around I hang around",
        5307.52,
        5313.44
    ],
    [
        " mostly good people so did you see anything like that John well no when I came home I was welcomed",
        5313.44,
        5322.56
    ],
    [
        " home because you know from a family perspective I got to the house and my parents picked me up",
        5322.56,
        5327.58
    ],
    [
        " airport and I was in uniform got back to the house and they had to assign it was an 8 by 4",
        5327.96,
        5335.34
    ],
    [
        " board park aboard they had written on it welcome home and they had my sister had painted and she",
        5335.34,
        5341.66
    ],
    [
        " was an artist the sea wolf signia on this wasn't 8 by 8 by 4 foot board and so I was it was",
        5341.66,
        5351.16
    ],
    [
        " set up in the front yard had it in the front yard up welcome home John so in my course my",
        5351.16,
        5358.08
    ],
    [
        " my dad being the army and his history is very supportive of that but I did have one incident where",
        5358.08,
        5363.8
    ],
    [
        " they had me go on some recruit recruiting duty when I first came back for about two months and",
        5363.8,
        5369.54
    ],
    [
        " I had to go down to the University of Illinois and we were down there for a couple days doing some",
        5369.54,
        5374.58
    ],
    [
        " recruiting duty not that we got a lot of people signed up for anything but I went to put my pants",
        5374.58,
        5380.7
    ],
    [
        " on one more in the the legs and my pants just fell off so when I was there apparently somebody had",
        5380.7,
        5386.58
    ],
    [
        " thrown some acid or something on my uniform yeah that was the only incident I I had with that but",
        5386.58,
        5393.96
    ],
    [
        " other than that recruiting very well we're getting a lot of people into the Navy",
        5393.96,
        5397.88
    ],
    [
        " well what about you know it's a question that comes up a lot and I've working with draftees",
        5397.88,
        5407.24
    ],
    [
        " and from what I've looked when I've talked to Vietnam vets and when I read about them the the common",
        5407.32,
        5414.58
    ],
    [
        " thread is that people that were people that were good leaders and took care of their men they would",
        5414.58,
        5422.22
    ],
    [
        " either not know who the draftees were because they just they just were good or they like the",
        5422.22,
        5428.24
    ],
    [
        " draftees and could tell who they were but they had no issues with them because the draftees would",
        5428.24,
        5432.78
    ],
    [
        " say they kind of had to step up and and the draft you say I don't like that we were doing this to say",
        5433.26,
        5437.64
    ],
    [
        " well how do you want to do it and they would kind of engage them into the into the planning and then",
        5437.64,
        5441.68
    ],
    [
        " listen to their input and then you you can read some negative opinions of the draftees when you get",
        5441.68,
        5447.56
    ],
    [
        " someone that's you know it's almost like an excuse well the draftees didn't want to do what they",
        5447.56,
        5451.46
    ],
    [
        " needed to do what did you guys did you guys notice any difference between draftees and and and",
        5451.46,
        5458.1
    ],
    [
        " guys that were I guess for lack of a better term lifers I don't think I did that I think if you",
        5458.1,
        5465.76
    ],
    [
        " were drafted in it was maybe a specific for the Navy I think in May maybe a different situation",
        5465.76,
        5471.42
    ],
    [
        " because most people there drafted went into the army they were then I think the people that",
        5471.42,
        5476.8
    ],
    [
        " ended up in the Navy were more volunteers and wanted to be in the Navy they're going to pick a",
        5476.8,
        5481.5
    ],
    [
        " service I want to be in the Navy or the Air Force I don't want it that's sort of being the Army.",
        5481.5,
        5485.1
    ],
    [
        " Got it. If there's sea wolves they volunteer and they volunteer to be sea wolves. Yes.",
        5485.1,
        5489.24
    ],
    [
        " I read a book one time I had to give a speech I was asked to get and reluctantly of course I did",
        5489.4,
        5494.32
    ],
    [
        " to give a speech on Memorial Day. They'd come out of your shelf for that. Yeah I did for that.",
        5494.32,
        5498.78
    ],
    [
        " There's a cemetery in a little town in gridley, California up north of Sacramento about an hour",
        5498.82,
        5506.28
    ],
    [
        " and they've got a really a many Arlington in the back and I was really overcome it was neat",
        5506.28,
        5512.56
    ],
    [
        " didn't know this but I don't know how they know but supposedly the first sailor killed in the",
        5512.96,
        5518.6
    ],
    [
        " Pearl Harbor attack was from gridley, California. Now I don't know how they decided to go kill first",
        5518.6,
        5525.44
    ],
    [
        " without the configuration but they did and so they built it around that and they have a celebration",
        5525.44,
        5531.7
    ],
    [
        " every year. Well I met the manager because friend of mine was on the board of directors I thought",
        5531.7,
        5536.44
    ],
    [
        " the board of directors have a cemetery what do you do fight over spots or I mean what do you need",
        5536.44,
        5540.56
    ],
    [
        " a board for that for a lottery for a plot plotter anyway and I met her nice lady Gazing she says",
        5540.56,
        5548.46
    ],
    [
        " you know you served not the way I did and she says we need a speaker this was like November and I",
        5548.46,
        5555.62
    ],
    [
        " said when she says oh it may Memorial Day I'm but yeah I mean I'm this I was farming those days",
        5555.62,
        5563.16
    ],
    [
        " I was raising olives for olive oil 500 acres that's how they stick your toe in the water you're good",
        5563.16,
        5569.78
    ],
    [
        " toe and so I got this I got to say oh god I'm how long do I need to talk she said whatever you want",
        5569.78,
        5576.82
    ],
    [
        " I said realistically she said 20 minutes that's it okay I said you want to read this piece before I",
        5576.82,
        5583.14
    ],
    [
        " give it because you know I don't want to be cut no she says whatever you want so I started reading",
        5583.14,
        5589.28
    ],
    [
        " books and kind of going through stuff and I read a book that was pretty neat and well it was well",
        5589.28,
        5594.48
    ],
    [
        " documented and it was well referenced at all the pages and and it was written by a guy named",
        5595.96,
        5601.22
    ],
    [
        " BG Birkett and the book is called stolen valor and about guys who pretend to be a rank they're",
        5601.22,
        5610.3
    ],
    [
        " not or pretend they serve and they didn't and it mentioned our friend former senator and secretary",
        5610.3,
        5616.76
    ],
    [
        " sage John Kerry and other people like that and it was really interesting book because I learned a",
        5616.76,
        5623.7
    ],
    [
        " lot and what I learned was that if I ask you what percentage of men volunteered for Vietnam what would",
        5623.7,
        5634.0
    ],
    [
        " you say John? That was 10% 76% according to this research okay yeah a big number and a big number",
        5634.0,
        5646.2
    ],
    [
        " now I'm only volunteered but but you know it was a lot of shocking things and about drugs and",
        5646.76,
        5653.76
    ],
    [
        " you know people say gee you're in Vietnam you must have a problem with drugs I didn't smell",
        5653.76,
        5659.0
    ],
    [
        " where I wanted to lies at a John Denver concert in 1975 I had no I mean if somebody did drugs",
        5659.0,
        5665.22
    ],
    [
        " and I swear I would know we were close we live side by side we're like a family we're known",
        5665.22,
        5670.88
    ],
    [
        " I'll agree with it I had no none of the enlisted nobody did drugs I never saw any of that in Vietnam",
        5670.88,
        5677.46
    ],
    [
        " might have been some of those guys chasing women with buying them teas and sighing I don't know",
        5677.46,
        5683.52
    ],
    [
        " but we didn't have any women to chase where I was and just a bunch of buddha ugly guys so",
        5683.52,
        5688.76
    ],
    [
        " I think they may be part of that is because of the squadronry and you know it's a different level",
        5688.76,
        5693.14
    ],
    [
        " you're in the Navy the training and and the people who are selected to go you know you were just",
        5693.14,
        5698.9
    ],
    [
        " quality people and they weren't into those things the country changed Jack because Jack will",
        5698.9,
        5706.78
    ],
    [
        " because that day I remember my opening line of my speech on and in that way I walked I went to",
        5706.78,
        5715.02
    ],
    [
        " thank God I put a suit on but I wanted to give that speech on Memorial Day in gridley 2005 I think",
        5715.02,
        5720.32
    ],
    [
        " was a dear I my daughters dropped me off and I said I gotta walk and do this saying you don't",
        5720.32,
        5728.88
    ],
    [
        " have this big hedge in this big many orange and they had 500 people in there and that every",
        5728.88,
        5733.84
    ],
    [
        " miss whatever county singing a song and they had a flyover from from their base in Sacramento and",
        5733.84,
        5740.7
    ],
    [
        " they had even had a guy from World War One who could barely walk in these uniform and I mean",
        5740.7,
        5745.8
    ],
    [
        " and that I don't honor guard there and she called it she called it a fire squad but it is an honor",
        5745.8,
        5751.7
    ],
    [
        " guard and so and I remember my opening line and all in with that was the last",
        5751.7,
        5758.16
    ],
    [
        " battle of the Vietnam War was fought and won by the Swift boat veterans against John Kerry",
        5758.16,
        5766.64
    ],
    [
        " and people got on their feet and clapped that's what kind of crowd I had how's that for changing the",
        5766.64,
        5773.34
    ],
    [
        " amazing so I was coming a long way from 1970 right that is that is definitely heading back in the",
        5774.94,
        5782.76
    ],
    [
        " other direction for sure you know before we I know I opened talking about that operation where you",
        5782.76,
        5790.16
    ],
    [
        " were where Carl you were you were supporting Zulu platoon what other what do you remember about",
        5790.16,
        5797.28
    ],
    [
        " that day I mean that had to be sort of did sounds like that had to be one of the more you know",
        5797.28,
        5802.72
    ],
    [
        " more I guess dramatic operations that you supported we had some we had with the seal themes we had",
        5803.44,
        5813.24
    ],
    [
        " some exciting was most of them were at night but that was a broad daylight one and when the ONC",
        5813.24,
        5820.2
    ],
    [
        " of Zulu came to me the night before and we sat down and you mentioned about the indication we",
        5820.2,
        5824.88
    ],
    [
        " we live we live within 50 75 yards of those guys and so yeah we'd pre-brief the night before and",
        5824.88,
        5831.7
    ],
    [
        " talk about you know where they're going and most of time you know they didn't wasn't daylight it",
        5831.7,
        5836.5
    ],
    [
        " was a night off and we would stand ready to scramble if they got in trouble and but this was",
        5836.5,
        5841.72
    ],
    [
        " going to be a daylight off and he had intelligence about some supplies or equipment or ammo or",
        5841.72,
        5848.76
    ],
    [
        " something that was north of our of our base probably you know maybe a 50 clicks I'm not sure a 20 clicks",
        5848.76,
        5856.0
    ],
    [
        " and we briefed it and what he was going to do and he had a had a sea lords let come a ed dire",
        5857.66,
        5862.56
    ],
    [
        " was flying that as you mentioned and ed was a former fire team leader up at debt nine well",
        5862.56,
        5867.1
    ],
    [
        " experience understood fire team tactics and so forth and so we briefed it and so forth and we",
        5867.1,
        5876.88
    ],
    [
        " took off and and my copilot my copilot was oral and he was well experienced ready",
        5876.88,
        5883.86
    ],
    [
        " or was ready to be I think he was about this far from aircraft commander and obviously was a",
        5883.86,
        5890.08
    ],
    [
        " very successful 15-liter retired as Navy captain hell of a guy and but my wingman to go in name",
        5890.08,
        5899.6
    ],
    [
        " was questionable but we put him with a new with a newer copilot who was a pretty solid guy so we",
        5899.6,
        5906.84
    ],
    [
        " always tried to put a solid copilot with a pilot maybe not all pilots are ashes the bases like",
        5906.84,
        5912.42
    ],
    [
        " John but some guys there are some guys you were good guys but they you know God didn't give them",
        5912.9,
        5917.98
    ],
    [
        " those skills so that's fact so so I knew my wingman was questioned but we briefed off the op",
        5917.98,
        5925.04
    ],
    [
        " and what we're going to do we're going to escort this slick in and and and I would I would lead",
        5925.04,
        5931.46
    ],
    [
        " the we'd lead it into the LZ into the land use on with I'd lead it in and I decided it was",
        5931.46,
        5938.22
    ],
    [
        " going to be a it was going to be a break left because I wanted the right door was Mike Dobson",
        5938.22,
        5945.34
    ],
    [
        " going to be the outside of the circle we would go down to about a hundred feet or less and circle",
        5945.34,
        5953.82
    ],
    [
        " low orbit while the seals exit the slick and cover him we literally they cover fire down not",
        5953.82,
        5960.18
    ],
    [
        " wait for any fire and and then once they're all out and clear an imposition and the slick wanted",
        5960.18,
        5967.24
    ],
    [
        " to pull pitch and he would call and warn me we would escort him out I'd lead him out other",
        5967.24,
        5971.66
    ],
    [
        " wingman following him out well as I made my turn and I'm looking across Earl I made a I made a",
        5971.66,
        5981.5
    ],
    [
        " left hand turn so I'm looking across my copilot and I'm saying Earl do you see see well whatever",
        5981.5,
        5988.38
    ],
    [
        " his number was I know he's hungry but I'm not saying it no call him stay on the radio find him",
        5988.38,
        5997.74
    ],
    [
        " meantime I got a seal team on the ground I've got a escort a slick out and my wingman's missing",
        5997.74,
        6004.64
    ],
    [
        " so he had to be shot down or had a mechanical failure or something but I and I'm trying to",
        6004.64,
        6011.96
    ],
    [
        " raise him Earl's trying to raise him I'm communicating with dire we get dire out we getting",
        6011.96,
        6016.14
    ],
    [
        " pre-possess we get him over to a safety area at altitude where you get orbit and wait until we",
        6016.14,
        6021.24
    ],
    [
        " need him because they got to come out sometime so meantime we're calling for my wingman he's not",
        6021.24,
        6028.16
    ],
    [
        " answering no answer can't find him well then I get a call from Tom Richards and Tom's on the ground",
        6028.16,
        6037.0
    ],
    [
        " and he said when you're flying over here did you did you see you know I have to put your strike",
        6037.0,
        6044.18
    ],
    [
        " in you want to put a strike in I put a strike in single ship which is against squadron policy",
        6044.18,
        6048.08
    ],
    [
        " do single single ship strikes because you know but I had no choice obviously that guy's on the ground",
        6048.08,
        6053.82
    ],
    [
        " and they were taking fire we were taking fire on the way in and on the way up so it was pretty they",
        6053.82,
        6059.08
    ],
    [
        " were they were not happy folks on the ground there the bad guys so Tom asked you know do you see",
        6059.08,
        6066.72
    ],
    [
        " anybody I said after I put the strike and I said yeah I got a I got 10 12 guys dead there and we",
        6066.72,
        6074.1
    ],
    [
        " and what else you see and I says there was a big dike they were on it they were on the dikes were",
        6075.12,
        6081.02
    ],
    [
        " kind of running east west and they were flooded they were little dikes and there was a great big",
        6081.02,
        6087.96
    ],
    [
        " dike and beyond that a tree line and that's where the fire was coming from was from behind the",
        6087.96,
        6093.62
    ],
    [
        " big dike and the tree line well we knocked out that big dike pretty quickly but the tree line",
        6093.62,
        6098.52
    ],
    [
        " and we had a hard time stopping the fire and we we laced it pretty good I mean our old",
        6099.44,
        6104.2
    ],
    [
        " walls the many got up and down there many times but I'm I'm starting to get concerned about",
        6104.2,
        6110.48
    ],
    [
        " conserving my ammo and making sure to make sure it counts and we got to find my but I couldn't",
        6110.48,
        6115.62
    ],
    [
        " worry about those four guys that were in my trail ship and I lost them but I had six seals on",
        6115.62,
        6121.32
    ],
    [
        " the ground my own four guys and four guys and the other airplane of diars so you know we got 14",
        6121.32,
        6127.98
    ],
    [
        " guys I got to worry about of my own before I worry about four more and all of a sudden",
        6127.98,
        6135.58
    ],
    [
        " and Tom and I were talking and all of a sudden they started taking the heavy fire and I",
        6135.58,
        6141.98
    ],
    [
        " I didn't know who it was but it was Grant Tell for them went down you took around in one leg and",
        6141.98,
        6148.14
    ],
    [
        " it went up and mish and missed the family jewels and went down the other leg I mean you may",
        6148.14,
        6152.82
    ],
    [
        " heard about that and he and he survived it no no femoral artery puncture I mean he could have",
        6152.82,
        6158.74
    ],
    [
        " been gone right there and and those wounds there was a guy shot in the chest I'm not sure which guy",
        6158.74,
        6163.06
    ],
    [
        " there was a guy shot in the lower abdomen Tom was getting the hand and just just it disabled his",
        6163.06,
        6170.4
    ],
    [
        " weapon and and I'm talking to Tom and it was obvious to me I'm I'm sitting there at low level",
        6170.4,
        6176.24
    ],
    [
        " I'm doing pedal terms literally the aircraft and you know what happens when you're going slow",
        6176.24,
        6181.58
    ],
    [
        " you get the treating blade stall it's called and the aircraft starts kind of bucking but I did",
        6181.58,
        6186.76
    ],
    [
        " that because I wanted to have a flat profile on the aircraft so that my right door and my left",
        6186.76,
        6192.46
    ],
    [
        " door and Earl could shoot because we needed every weapon firing.",
        6192.46,
        6196.44
    ],
    [
        " Meantime it looks like you know and before Tom even asked for extraction I could see",
        6197.48,
        6204.98
    ],
    [
        " that they were in extremists absolutely more than I'd ever seen on any mission guys in trouble",
        6205.02,
        6212.64
    ],
    [
        " you know how many guys total did they have on the ground? That's six and so that was the the",
        6212.64,
        6218.2
    ],
    [
        " select carried in all others all the six years in one bird and and I and I in my haste I mentioned",
        6218.2,
        6224.4
    ],
    [
        " there I forgot them first part of the story on the way in I'm in front edge in the middle in my",
        6224.4,
        6233.06
    ],
    [
        " tramship behind and we're transiting up in about 10 clicks short of the LZ the kids sitting on",
        6233.08,
        6241.5
    ],
    [
        " there I think it was the right side of the aircraft got hit in the shoulder radio man got hit",
        6241.5,
        6246.14
    ],
    [
        " in the right shoulder so it and that happens when you're flying in a hostile area so we turn around",
        6246.14,
        6252.66
    ],
    [
        " and flew back when we went back landed got the kids medical help and Tom wasn't even Tom Richard",
        6252.66,
        6260.84
    ],
    [
        " wasn't even part of the operation and tell for said let's go back I said okay I'll cover you",
        6260.84,
        6268.14
    ],
    [
        " and he says and Richard says I'll go and and I know that a couple guys and I'm not sure I'll I won't",
        6268.14,
        6277.36
    ],
    [
        " use her names but a couple other seals said don't but they wanted to go so Tom hops in and off we",
        6277.36,
        6284.72
    ],
    [
        " went but the story got kind of muffled over 50 years because we never got the debrief the up",
        6284.72,
        6294.24
    ],
    [
        " the guys got wounded went to third surge went home they were at the end of their tour most of them",
        6294.24,
        6299.54
    ],
    [
        " already packed up all their stuff except for their favorite weapon so we never debriefed it ever",
        6299.54,
        6304.7
    ],
    [
        " so come back to the mission here we got loaded got Tom on board and off we went back again",
        6304.7,
        6311.86
    ],
    [
        " now the story over the years like remember hearing from other seals well you guys went to the LZ and",
        6312.84,
        6319.2
    ],
    [
        " then you went back to the same LZ that's why they got hit that's not true it didn't happen that way",
        6319.2,
        6324.8
    ],
    [
        " we did not even get to the ease LZ the first time we didn't even make an approach to it because",
        6324.8,
        6330.46
    ],
    [
        " again we just got hit transiting the area so we went back",
        6330.46,
        6335.64
    ],
    [
        " and inserted they got in place I can see I'm coming back to the extremist part and and I called Ed in",
        6336.92,
        6344.8
    ],
    [
        " and Ed was already on his way and thank God Ed was a former fire team leader he knew the story he",
        6344.8,
        6350.72
    ],
    [
        " knew he knew how to fly he had a slick with a lot of power and because I was about a quarter of an",
        6350.72,
        6357.84
    ],
    [
        " inch from landing and picking up myself now that would have been the last possible situation because",
        6357.84,
        6363.78
    ],
    [
        " as you know all know John on a hot day a scene will have loaded with armament the probability",
        6364.02,
        6369.06
    ],
    [
        " you're putting six people in taking off is 1% if that if you could even get airborne at all and uh",
        6369.06,
        6376.68
    ],
    [
        " you have to understand that these UH1 Braavans were 8 9000 pound airplanes and we had them loaded",
        6376.68,
        6386.04
    ],
    [
        " with fuel and loaded with armament and four people in it and on a hot day we could sometimes we",
        6386.04,
        6391.24
    ],
    [
        " couldn't even hover we had to take off skip along before we got translational lift we had to be",
        6391.24,
        6397.5
    ],
    [
        " into the wind and very careful and be smooth we would say I'd say to my co-pilot you want to hold",
        6397.5,
        6403.1
    ],
    [
        " this collective and this stick like it's a beautiful woman you don't want to fender you don't",
        6403.1,
        6410.02
    ],
    [
        " want to be rock you want to be gentle and just ease this think it off the ground is what I would say",
        6410.02,
        6416.0
    ],
    [
        " don't hold the bitch think it up and it'll get up okay and then we did yep and sometimes you",
        6416.0,
        6421.98
    ],
    [
        " you hear the RPM start going down at 6,000 red light comes on and get an oral and then you've got",
        6421.98,
        6430.96
    ],
    [
        " to be kicking out boxes of ammo in the river throwing out your rocket pods and hoping you don't",
        6430.96,
        6435.34
    ],
    [
        " crash I never did did you nope you had some close calls on the LSTs you know the same thing you",
        6435.34,
        6441.68
    ],
    [
        " get barely hover we get it over the edge and then you would dive for the water to get airspeed",
        6441.68,
        6446.74
    ],
    [
        " hope you got the airspeed before you got to the water and use the water to push off the air to get",
        6446.74,
        6452.04
    ],
    [
        " translational lift and so we were that heavy so I thought crap you know and I my guys knew we",
        6452.04,
        6459.24
    ],
    [
        " may be dumping rockets to the bad guys and a lot of we may need to get these people it will wait as",
        6459.24,
        6465.06
    ],
    [
        " well ed came in he got them all I didn't see the kid hanging on to the kid basically I was busy",
        6465.06,
        6474.38
    ],
    [
        " we were putting fire in but thank god for Tom Richards on that flight but I did see Tom dragging",
        6474.38,
        6481.5
    ],
    [
        " guys across several levees under fire and the two guys that weren't wounded did a heck of a job",
        6481.5,
        6495.04
    ],
    [
        " um grant telphars lucky to be here in this world and whenever I see Tom Richards uh it never fails",
        6496.32,
        6504.02
    ],
    [
        " he hugs me which is not all that nice but he thanks me for him being on the green side of grass",
        6504.02,
        6510.32
    ],
    [
        " did the same thing at your house last year sure sure and and that's uh that's uh and and my",
        6510.32,
        6516.42
    ],
    [
        " my one of my crewman my dobson he was who is a heck of a guy a stellar one of the best and we",
        6516.64,
        6525.76
    ],
    [
        " had some good ones gunners ever and he he says why didn't we get more awards on that and I said well",
        6525.76,
        6534.32
    ],
    [
        " our reward is that there are six guys that got wounded and they survived and they got families",
        6534.32,
        6542.34
    ],
    [
        " and most of them I think all of them got back on active duty that's a big award so my wingman what",
        6542.34,
        6550.88
    ],
    [
        " happened to my wingman didn't answer wouldn't answer so we're escorting the slick back to the base",
        6550.88,
        6557.58
    ],
    [
        " with wounded people and that's on my mind I'm calling to get the ambulance down to get the guys ready",
        6557.58,
        6563.28
    ],
    [
        " and so forth and uh Earl still calling them on the radio no response and all of a sudden Thompson says",
        6563.28,
        6571.46
    ],
    [
        " sir see wolf blight blight just joined up on us he joined up on us well my temperature went to",
        6572.66,
        6581.28
    ],
    [
        " I don't know a thousand and we landed and uh first of all we had to get the seals taken care of",
        6581.28,
        6588.88
    ],
    [
        " and they weren't and you know and you're kind of coming down from a high after that much adrenaline",
        6588.88,
        6596.36
    ],
    [
        " going and I talked to you there later craft commander he says I don't know what happened we just got",
        6598.96,
        6604.36
    ],
    [
        " stuck on the ground and that's that's all I'll say but as he supposedly just went when we were going",
        6604.36,
        6612.66
    ],
    [
        " in low he just lost it and flew into the ground and got stuck on the mud and couldn't get out that's",
        6612.66,
        6626.34
    ],
    [
        " from the crewman it's a sad day for seawolves because um and I reported that happening to",
        6626.34,
        6635.56
    ],
    [
        " my exo not to seal with the exo who I knew pretty well and uh nothing was done pretty embarrassing",
        6635.56,
        6645.36
    ],
    [
        " if if if one of those I promised the aircraft commander that was my trail ship that if one of",
        6645.36,
        6655.4
    ],
    [
        " us wasn't going to make it either and I meant it but they all made it so that's kind of a story",
        6655.4,
        6661.68
    ],
    [
        " that hasn't been told and when they when Mike Slattery wrote the wrote the uh award recommendation and",
        6661.68,
        6669.7
    ],
    [
        " I was talking to Gordy Peterson he was also as seawolf for a while debt one and debt two and",
        6669.7,
        6676.82
    ],
    [
        " Gordy says you mean he abandoned you and the face of the enemy that's the damn sure it did",
        6676.82,
        6682.52
    ],
    [
        " now again the guy with suspect we certainly didn't think he would do that",
        6684.72,
        6689.8
    ],
    [
        " um so I'm conflicted by that one I want to kill the guy still on the other hand",
        6689.8,
        6698.06
    ],
    [
        " uh everybody made it out everybody did their job my four guys Tom Gleavon's passed on",
        6698.06,
        6705.96
    ],
    [
        " my job sometimes it's all last week or all shot I just talked to him a few days ago he's close to us",
        6706.4,
        6712.76
    ],
    [
        " really good guy uh 100% auction by the way COPD problem but what a guy yeah he's probably gonna",
        6712.76,
        6721.9
    ],
    [
        " outlive us both John and and you and I talked and I know you're still connected to Tom Richards who",
        6721.9,
        6728.08
    ],
    [
        " you know as I mentioned had they played a role in changing my life for me and uh hopefully we",
        6728.08,
        6734.5
    ],
    [
        " can talk to him and I can get him out here to sit down in this room and that would be just",
        6734.5,
        6738.26
    ],
    [
        " honor to be able to do that Tom's changed a lot of lives one time he was speaking at a seawilk",
        6738.26,
        6744.88
    ],
    [
        " convention in 2004 and somebody is the camera on me now yeah oh and so somebody says",
        6744.88,
        6753.88
    ],
    [
        " it's been a role for two hours at most show me your wound he goes",
        6753.88,
        6757.78
    ],
    [
        " his finger he got shot in the finger but good makes it clearer like you know",
        6757.78,
        6762.46
    ],
    [
        " uh Tom changed a lot if he's one of the again one of the bravest nicest guys I know and uh",
        6763.02,
        6768.6
    ],
    [
        " and saw because of Jackie I'm sure not not Tom and uh just a good guy and and happy he's a friend of mine",
        6768.6,
        6777.08
    ],
    [
        " and happy he's there yeah",
        6777.08,
        6779.7
    ],
    [
        " any other uh John any operations that stick out in your mind as sort of the pinnacle of",
        6779.7,
        6788.92
    ],
    [
        " your tour over there I think the one uh when Ben two he got hit or uh son and doc",
        6789.04,
        6795.1
    ],
    [
        " that one that was the big one that was the all night long you know for like 12 hours just",
        6795.1,
        6801.46
    ],
    [
        " putting strike after strike after strike and so you're so you're sitting there and the base",
        6801.46,
        6808.16
    ],
    [
        " starts to get attacked and is it is it the first call does that a contingency plan that you all",
        6808.16,
        6813.38
    ],
    [
        " have hey if we start getting attacked we're gonna get these birds out of here",
        6813.38,
        6816.08
    ],
    [
        " well the first reaction was to get to the bunker just so you know then assess the situation",
        6817.76,
        6823.92
    ],
    [
        " and then there was that law and I was the time to go and we we just ran out to the helos and",
        6823.92,
        6829.5
    ],
    [
        " hopped in and took off and how many guys were on base defending the base or did everyone get",
        6829.5,
        6835.48
    ],
    [
        " into either helicopters or swift boats and get out of there well the base was was an open area",
        6835.48,
        6840.24
    ],
    [
        " there was no perimeter around debt six and uh and I'm not sure there was a perimeter around the",
        6840.24,
        6846.36
    ],
    [
        " the the barges that were on the river they just had a whole string of barges right there down",
        6846.36,
        6851.26
    ],
    [
        " the river and it wasn't a big village or anything but uh we didn't have any perimeter guards around",
        6851.26,
        6857.18
    ],
    [
        " where we were and we were just a couple hundred yards off from where the the barges were",
        6857.18,
        6862.48
    ],
    [
        " so we just got in the bunker now after we took off and then we went back because we were",
        6862.48,
        6867.48
    ],
    [
        " unsure about the rest of the people that were there the crew the other pilots and so but we found",
        6867.48,
        6872.44
    ],
    [
        " out the head got into the boats and and got out how much fuel how long can you guys fly for in the",
        6872.44,
        6877.88
    ],
    [
        " Huey when you're loaded out to bear a couple hours yeah I don't have to most flights are pretty",
        6877.88,
        6885.82
    ],
    [
        " short but I don't have a long flight yeah and the 20 minute fuel light is very accurate",
        6885.82,
        6891.1
    ],
    [
        " I had one mission where we came back and we literally the 20 minute fuel light came on we went",
        6892.34,
        6897.54
    ],
    [
        " back up to Kamal which was where death three was and as we as we touched down the engine shut itself",
        6897.54,
        6904.4
    ],
    [
        " down we ran out of fuel as we were touching down were you flying with me when we had to land",
        6904.4,
        6912.34
    ],
    [
        " and send out for fuel because we ran out no and we got it about the other time we got a hand",
        6912.34,
        6921.08
    ],
    [
        " and scrambled the sea wolves right the story yeah and my doubts about that one my dobson was my",
        6921.08,
        6926.26
    ],
    [
        " equipment again and we didn't run out of fuel but I but I landed at hot the end because I was",
        6926.26,
        6935.8
    ],
    [
        " at the end of the 20 minutes and that light gets bigger and bigger and at nighttime it's huge",
        6935.8,
        6941.96
    ],
    [
        " just like the sun daytime is still pretty damn big what was the mission that you were doing",
        6941.96,
        6947.02
    ],
    [
        " we were covering seals that day and I don't remember what the Pacific operation was the missions all",
        6947.78,
        6954.52
    ],
    [
        " come together I remember Mike Slattery asked me on the phone time how about blah blah blah and I",
        6954.52,
        6960.56
    ],
    [
        " said you know they all kind of blend together it's hard to separate them out I remember the Zulu",
        6960.56,
        6967.62
    ],
    [
        " in in detail I dream about that one and and and thank God about it every night not every night but",
        6967.62,
        6974.84
    ],
    [
        " most nights but we were we were covering seals and and my dobson could give you more detail but",
        6974.84,
        6984.18
    ],
    [
        " we had to make a call about whether we we ended up with less fuel than my wingman and we",
        6984.18,
        6992.9
    ],
    [
        " ended up swapping stations and refueling one time to cover at back and forth what we got I got",
        6992.9,
        6998.66
    ],
    [
        " so low I couldn't go back at the time the seals were already in we were safe but so you stayed on",
        6998.66,
        7004.16
    ],
    [
        " station to support them absolutely even though you were low on fuel and you you had enough fuel just",
        7004.26,
        7009.26
    ],
    [
        " to get them and then make it to a rice paddy somewhere basically well is no place called hot",
        7009.26,
        7013.52
    ],
    [
        " the end it was even it wasn't no fuel there and it wasn't we didn't any bad there was a rice paddy",
        7013.52,
        7018.22
    ],
    [
        " near a little town yes and so we set a perimeter up and we sent out for fuel and by sending",
        7018.22,
        7025.2
    ],
    [
        " it sending out for fuel you you grab ammo cans and it's pulled fuel from the other bird yeah and",
        7025.2,
        7032.94
    ],
    [
        " it's pretty embarrassing you think about how can you let yourself run out of fuel well",
        7032.94,
        7038.24
    ],
    [
        " sometimes you don't have and you know the big thing is contamination you worry about",
        7038.24,
        7042.86
    ],
    [
        " getting fuel contaminated and but it worked out okay we made it but that was it takes",
        7042.86,
        7049.24
    ],
    [
        " Mike dobson tell the story he can tell it without any alcohol he's a better story teller and I am",
        7049.24,
        7054.06
    ],
    [
        " mission focused so then when you guys get home from Vietnam what what happens with your careers at",
        7054.06,
        7060.84
    ],
    [
        " this point because whichever whoever was counseling you Carl that told you the rest of the Navy",
        7060.84,
        7066.2
    ],
    [
        " ain't like this he was definitely right I know I had some new guys that were on their first",
        7066.2,
        7072.6
    ],
    [
        " deployment when I was in the battle of the battle of moddy and it's it's kind of a corrupting",
        7072.6,
        7079.52
    ],
    [
        " thing to be in this situation where there's very limited bureaucracy we have total control over",
        7079.52,
        7085.3
    ],
    [
        " what's happening you're doing the job you always dreamed about and I remember some of the older",
        7085.3,
        7090.9
    ],
    [
        " more experienced guys saying it's not gonna get any better than this this is the best deployment",
        7090.9,
        7095.42
    ],
    [
        " you're ever gonna do so enjoy it and it sounds like you guys got some of that advice but what was",
        7095.42,
        7100.72
    ],
    [
        " the reality when you got back how many of us would we went from how three how many wants to lay",
        7100.72,
        7105.62
    ],
    [
        " cursed well I what I did is that I wanted to go to lay curse but I had orders to quantum what was",
        7105.62,
        7114.1
    ],
    [
        " lay cursed a lay curse New Jersey there was a naval air station and that's where the lambs",
        7114.1,
        7120.54
    ],
    [
        " program started and what was the lambs program all right right airborne multi-purpose systems and",
        7120.54,
        7128.14
    ],
    [
        " we were they we had he loves the h2s could track submarines and they're submarine warfare ASW as",
        7128.14,
        7136.86
    ],
    [
        " Danny says and so what so the detailer was actually in Vietnam and an Irland Carl had already left",
        7136.86,
        7146.28
    ],
    [
        " and they were going to lay cursed and I had orders to quantum point and so the detailer wanted to go",
        7146.28,
        7153.2
    ],
    [
        " on a mission so I put him the copilot seat and we went out and found some targets and let him shoot",
        7153.36,
        7158.6
    ],
    [
        " the the minigun everything and I told the crew if they ran that the minigun's dry he had to buy the",
        7158.6,
        7164.02
    ],
    [
        " crew a case of beer because it was so hard to re re-string and everything it's easy to just",
        7164.02,
        7169.08
    ],
    [
        " cut the next one out and go so I told the crew let him shoot as much as he wants by a case of",
        7169.08,
        7174.36
    ],
    [
        " beer everyone's a dry well he ran the minigun's dry get back and I said you know I'd really like",
        7174.36,
        7179.78
    ],
    [
        " to go to lake cursed and he says I can't promise anything but I'll see what I can do in about four",
        7179.78,
        7186.78
    ],
    [
        " weeks later I get my orders and I'll go to lake cursed beautiful and then I'm in lake cursed and",
        7186.78,
        7191.3
    ],
    [
        " minigun solves a lot of problems on both ends yes but I'm in lake curse now and I'm walking through",
        7191.3,
        7197.0
    ],
    [
        " the hangar and I see this commander coming the other way and I salute him and I'm still a JG",
        7197.0,
        7202.34
    ],
    [
        " at the time and sees my name tag he says far he calls me over says I think you were supposed to be in",
        7202.34,
        7208.08
    ],
    [
        " my squadron and I said I don't know they gave me orders to come here and I'm just following orders",
        7208.84,
        7212.8
    ],
    [
        " but that's how I ended up in lake cursed and then that's you know and the three of us were still",
        7212.8,
        7219.5
    ],
    [
        " real close and became closer even then we got the lake curse a bunch of hell three guys yeah what",
        7219.5,
        7225.38
    ],
    [
        " was almost embarrassing was most of us had three four rows of ribbons and we didn't know what most",
        7225.38,
        7233.66
    ],
    [
        " of men we just we got all these medals you know somebody asked me what were your",
        7233.66,
        7238.64
    ],
    [
        " write-ups and I said I don't know where were your ribbons I don't know where's your log where I",
        7238.64,
        7243.64
    ],
    [
        " know it's in a storage somewhere but with we're with this basin there's a bunch of guys that either",
        7243.64,
        7249.74
    ],
    [
        " dodged the Vietnam or they let's give them the benefit of the doubt they just didn't get a chance",
        7249.74,
        7253.5
    ],
    [
        " to go but they're on the east coast and they were resentful they were resentful",
        7253.5,
        7260.64
    ],
    [
        " you know and they were warned someone as the words were following us there was always quarters and",
        7262.7,
        7269.72
    ],
    [
        " you always get another word and I was like oh crap maybe I should take leave I don't want to",
        7269.72,
        7275.12
    ],
    [
        " get the and you know sour grapes and you know like I show up there and I got 11-12-100 hours or",
        7275.12,
        7284.3
    ],
    [
        " whatever and most of those guys got having you made aircraft commander yet because we've been",
        7284.3,
        7288.98
    ],
    [
        " flying our bus off and they've been on a in most well well I think the guys from hell that came",
        7288.98,
        7295.32
    ],
    [
        " back to the squadron like that from hell three we had been in combat we'd seen a lot and you've",
        7295.32,
        7301.86
    ],
    [
        " mentioned in the book that you've written about tactics and strategy about filling the void and",
        7301.86,
        7307.48
    ],
    [
        " just taking charge if you see something that can done you got to step in and take command and I",
        7307.48,
        7313.84
    ],
    [
        " think the guys from hell three stepped up and they did their jobs better than anybody else we just",
        7313.84,
        7319.76
    ],
    [
        " stepped up and started getting stuff done can I remember at one point how was the night maintenance officer",
        7319.76,
        7325.82
    ],
    [
        " in the squadron and one and the bird there's always birds down but I was night maintenance officer",
        7325.82,
        7332.96
    ],
    [
        " and one night we got every single aircraft in the squadron was up and ready for flight the next day",
        7332.96,
        7339.28
    ],
    [
        " and I went in the wardrobe and put on the board it says all aircraft are ready for flight today",
        7339.52,
        7345.46
    ],
    [
        " and and I think that was a nice accomplishment to have all the birds up because I think",
        7345.46,
        7351.88
    ],
    [
        " taking charge and working with the chief and the maintenance people and then we worked late hours we",
        7351.88,
        7357.76
    ],
    [
        " they actually we were past midnight one time just to get this last bird up so you could have",
        7357.76,
        7363.16
    ],
    [
        " them all up on that next day that is when I got the liquor they had 10 birds and one up forever",
        7363.16,
        7370.06
    ],
    [
        " and first our CO was a guy and a nice guy the first one that had one was there mr.",
        7370.06,
        7377.46
    ],
    [
        " peanut I told you about him he looked like the guy on the planet of peanut chart and I was a",
        7377.62,
        7383.78
    ],
    [
        " line division officer I mean I was a charge of nothing but a bunch of guys that were yelling at",
        7383.78,
        7389.16
    ],
    [
        " women and doing I tried to keep them all on the control high school guys well I really worked on",
        7389.16,
        7394.18
    ],
    [
        " them we trained and we got pretty damn good and they looked they looked almost like a troop well",
        7394.18,
        7400.7
    ],
    [
        " there was one bird up and I had them all trained up and I'm watching them from the line check",
        7400.7,
        7406.18
    ],
    [
        " on the end which is out in the big blimp anger and the commander comes out our CEO and he",
        7406.18,
        7412.24
    ],
    [
        " pre-flight sharecraft and it passed the pre-flight all right he climbs in go up by that climbs in",
        7412.34,
        7420.58
    ],
    [
        " he got through the checklist okay they plug the power in start one start two all right sounds perfect",
        7420.58,
        7429.84
    ],
    [
        " everything is good they have the guy I heard playing captain in front he had the ones and he's",
        7429.84,
        7436.54
    ],
    [
        " holding the guy short here and so forth we had a guy who was on the APU there I'll give you",
        7436.54,
        7441.38
    ],
    [
        " power you know it's like a like a like a four wheeler and he turns you know the and the",
        7441.38,
        7448.76
    ],
    [
        " CEO sluts him he sluts him hops back on and drives off yanks the plug out of the side of the airplane",
        7448.76,
        7454.9
    ],
    [
        " it's down and I ran and hid so we were flying the H2s we were assigned to a destroyer so that we",
        7454.9,
        7467.3
    ],
    [
        " were landing on the back of the destroyer and we were at you were like the third dead I was on",
        7467.3,
        7472.46
    ],
    [
        " six dead I went over we had lost a bird in the med and I they put an H2 and a HC or C5 we flew it",
        7472.46,
        7482.3
    ],
    [
        " over and there was just the replacement crew so it was two pilots and a crewman and so we got to",
        7482.3,
        7488.34
    ],
    [
        " sit in the cockpit of the C5 flying across the Atlantic we flew over and I was sitting the cockpit",
        7488.34,
        7494.56
    ],
    [
        " and they got a warning fuel light on one of the engines and had to shut it down if I hadn't been",
        7494.56,
        7500.08
    ],
    [
        " sitting in the thing I would have never known that shut an engine down we had to land in Madrid",
        7500.08,
        7504.6
    ],
    [
        " wait for wait waited a week for a part to finally come then we finally got over two Naples and",
        7504.6,
        7511.66
    ],
    [
        " that's where they unloaded the the Hilo then that flew on the the Boeing and they never flew in",
        7511.66,
        7518.32
    ],
    [
        " flew in the med doing ASW work well John didn't tell you yeah telling what happened why you",
        7518.6,
        7525.08
    ],
    [
        " what you didn't tell him was the crew that you replaced what they the guys you replaced the aircraft",
        7525.08,
        7532.86
    ],
    [
        " yeah they had crashed in the med lost in a bird lost a bird in a crew in the med we had we were",
        7532.86,
        7538.82
    ],
    [
        " where our planes were starting to drop like flies at that time and he's going over there with",
        7538.82,
        7545.14
    ],
    [
        " another bird got to be on your mind John no I wouldn't I didn't you know you don't think about that",
        7545.14,
        7550.72
    ],
    [
        " you know you got a job doing it they're thinking about doing there and I was happy to be in the",
        7550.72,
        7555.1
    ],
    [
        " med and we were flying you know we're working the med and the only place we really wanted to go to was",
        7555.1,
        7560.52
    ],
    [
        " Greece and so we were pulling in the Greece dropped anchor and we were going to go in Liberty all",
        7560.52,
        7567.64
    ],
    [
        " of a sudden there was some Russian subs coming out of the Atlantic we had to pick up anchor and go",
        7567.64,
        7571.94
    ],
    [
        " so we were chasing them across and we were actually at one point they surfaced all their subs and",
        7572.6,
        7578.34
    ],
    [
        " we think they're trying to sneak some nuclear subs into the med so they had all the surface ones",
        7578.34,
        7584.16
    ],
    [
        " decals up on and we were like into perfect formation the ten Russian ships ten US ships",
        7584.16,
        7589.74
    ],
    [
        " information going across the med all of a sudden they all their subs went under aircraft",
        7589.74,
        7596.6
    ],
    [
        " for flying every which way because we're trying to keep track of them and so we're flying to get",
        7596.6,
        7601.88
    ],
    [
        " but you could never get a confirmation of where they were because there was so much noise in the",
        7601.88,
        7606.28
    ],
    [
        " water with all the ships and everything but they're flying around in their helicopters taking a",
        7606.28,
        7610.96
    ],
    [
        " picture of us on our hangers we're flying around taking a picture of them on their hangers and",
        7610.96,
        7615.76
    ],
    [
        " stuff like that we go all the way across the med and the admiral from the Russian ship calls up our",
        7615.76,
        7622.38
    ],
    [
        " admiral says thanks for the escort across the med and they peeled off and went into Alexandria",
        7622.38,
        7626.42
    ],
    [
        " and that's of course where we didn't have good relationships with Egypt so what was an",
        7626.42,
        7632.02
    ],
    [
        " interesting tour across the med with the Russian ships at the same time and then how long did you",
        7632.02,
        7637.9
    ],
    [
        " guys unobstain in the Navy for I stayed on well I did a tour at Lakehurst and then that's when I",
        7637.9,
        7646.32
    ],
    [
        " met my wife at the end of my tour and I got out of the Navy went back and worked for Burles so",
        7646.32,
        7651.76
    ],
    [
        " that job was still there like like you were told hey Burles will always be here and it was I went",
        7651.76,
        7657.22
    ],
    [
        " back and worked for Burles and then I joined the reserves so I spent 24 years in the reserves so I",
        7657.22,
        7663.8
    ],
    [
        " actually got 30 years in here Tyra as a captain and I know that you were in Guam for a chunk of time",
        7663.8,
        7670.1
    ],
    [
        " when were you in Guam when did you when were you last in Guam oh man I was probably last in Guam",
        7670.1,
        7676.56
    ],
    [
        " in the 80s I went over there as a maintenance officer and we there are two weeks we consider a good",
        7676.56,
        7683.82
    ],
    [
        " planning to leave Chicago in February and go to the South Pacific and Guam and do our two",
        7683.82,
        7689.18
    ],
    [
        " executive duty good plan so we did that and the unit I was in was the Guam unit and a Guam",
        7689.18,
        7695.68
    ],
    [
        " was the where the Naval Air Station was there and we won the Bartol Trofi one year which was the",
        7695.68,
        7703.62
    ],
    [
        " best reserve unit in all the Navy and we won that one year I think when I was the training officer",
        7703.62,
        7710.68
    ],
    [
        " we got that and then I became I was CEO of Midway Unit actually got to fly out the Midway on P3",
        7710.68,
        7718.62
    ],
    [
        " landed on Midway Island not many people can say they've been on Midway Island then he was the",
        7718.62,
        7724.9
    ],
    [
        " CEO of the Comnevere land which was down in Norfolk and that was a nice tour for me and then the",
        7724.9,
        7734.64
    ],
    [
        " the Agonigua unit ran into some tough times and they fired the CEO and they brought me back in",
        7734.64,
        7741.18
    ],
    [
        " and we turned that around and I found this this marine poster you know it's a couple of eight",
        7741.18,
        7750.4
    ],
    [
        " fours and it's set on top and so I took this poster and I redid it a little bit and I says put",
        7750.8,
        7759.52
    ],
    [
        " this poster up we're getting back on top and we took the the Agonigua unit back up and then I",
        7759.52,
        7765.52
    ],
    [
        " went out there as a CEO with the unit to Agonigua and and Captain Butterfield was a CEO out there",
        7765.52,
        7774.66
    ],
    [
        " and he was involved in that debacle when they tried to get the hostages out of",
        7774.66,
        7780.4
    ],
    [
        " Iran he says we could have used some good helipilot on that mission for sure and but",
        7780.4,
        7788.74
    ],
    [
        " so that was like the late 80s I was in Guam I just know I was in Guam in like 1990",
        7788.74,
        7795.8
    ],
    [
        " late 1992 or early 1993 is when I got there I was thinking maybe you and I were in the Navy at the same time",
        7795.8,
        7803.32
    ],
    [
        " and you're you're not going to do 75 year old guys I'm 76 yeah so it's a what the oh go ahead",
        7803.98,
        7814.06
    ],
    [
        " but I love Guam was a great place I like yeah and I had a nice tour with with the reserves",
        7814.06,
        7820.32
    ],
    [
        " then my last four years I was on the Admiral staff as a deputy for training and readiness of",
        7820.32,
        7826.36
    ],
    [
        " it the great lakes because they closed Glenview at the time I thought he had actually talked",
        7826.36,
        7830.78
    ],
    [
        " him into keeping Glenview open but I think because we met with some of the senators and that was when",
        7830.78,
        7838.22
    ],
    [
        " Braque was going on and everything I had to give a speech about why we should keep Glenview open",
        7838.22,
        7842.6
    ],
    [
        " to these people and then I had lunch with him at a table and I thought I felt I had talked",
        7842.6,
        7847.64
    ],
    [
        " him into keeping Glenview open but I think they went behind doors and says well you can have",
        7847.64,
        7853.26
    ],
    [
        " Glenview or you can have great lakes and so the Navy had to make a pic and they took great lakes",
        7853.26,
        7857.54
    ],
    [
        " which now today is the sole training center if you go in the Navy as enlisted you're going through",
        7857.54,
        7863.62
    ],
    [
        " great lakes 100 percent yep but I was on the Admiral staff up there for about four years",
        7863.62,
        7868.48
    ],
    [
        " and then I retired out of there and how long did you stay at burls for four I was at burls until",
        7868.48,
        7874.88
    ],
    [
        " that merged with spirit and I actually got my picture in the last burls annual report because I had",
        7874.88,
        7882.08
    ],
    [
        " just sold the largest computer that burls had to the University of Chicago Medical Center which was",
        7882.08,
        7887.42
    ],
    [
        " the A15 and it was a big deal then it merged with spirit then it went then I went to digital",
        7888.4,
        7894.52
    ],
    [
        " and I ended up working for SAIC which is this up here in La Jolla and I was in telecommunic I worked",
        7894.52,
        7903.58
    ],
    [
        " in telecommunications and we did all software development for the our box and I had a Maritek",
        7903.58,
        7909.14
    ],
    [
        " then SBC bought a Maritek and bought a Pac-Pel so I had offices in Chicago down in San Antonio",
        7909.14,
        7915.5
    ],
    [
        " actually an apartment because that's where the main executives were then out in San Ramón where",
        7915.5,
        7920.3
    ],
    [
        " Pac-Pel was and I can remember I was with that president one day and I said you know if I put",
        7920.3,
        7925.7
    ],
    [
        " all my offices together they'll be bigger than you're office and you looked at me you know I could fix",
        7925.7,
        7930.5
    ],
    [
        " that so I was having responsibility for all the our box you know kind of those software operations",
        7930.5,
        7938.68
    ],
    [
        " for their their back end systems and stuff got it and so what about you Carl how long did you make",
        7938.68,
        7945.16
    ],
    [
        " it in the Navy after you got home from health you know John admitted the part about about Glenview",
        7945.16,
        7951.76
    ],
    [
        " that's really important that was I grabbed a T28 I was an ask-why didn't for training squatting for",
        7951.76,
        7957.24
    ],
    [
        " a while and we'd take off or all and I several times and come one time Earl shot nine other time",
        7957.24,
        7962.42
    ],
    [
        " got him Tim Zimmer and Zip as he's referred to you by some Zip and I would fly up and we go up just",
        7962.42,
        7968.82
    ],
    [
        " stay and it's John and eat and sleep for free and give him a hard time but yeah I I",
        7969.38,
        7976.94
    ],
    [
        " I was in Lakers there and I I wasn't sure what I was going to do I was still a USNR I hadn't",
        7976.94,
        7987.86
    ],
    [
        " augmented but I was thinking about it and and Steve Schrader and I were both",
        7987.86,
        7995.28
    ],
    [
        " untracked to go into the believe it and not going to the FBI Steve actually went in I didn't I was",
        7995.84,
        8002.06
    ],
    [
        " my interview and I never forget his name was Jay Wallace LaPride he ended up running the New York",
        8002.06,
        8007.14
    ],
    [
        " office one of my questions of my interview I thought it was being fun I said well we got you got",
        8007.14,
        8011.64
    ],
    [
        " you know you had to go Hoover and you got Jay Wallace LaPride and would I be Carl Dean Nelson",
        8011.64,
        8017.78
    ],
    [
        " or C. Dean Nelson he didn't laugh he's a good guy yeah he said that was funny so I it came",
        8017.78,
        8025.96
    ],
    [
        " down to go back to school or teacher or whatever so but I I went down was flight instructor I went",
        8025.96,
        8032.18
    ],
    [
        " through West Coast at H.S. all 35 I got picked up early from 10 commander commander did my",
        8032.18,
        8041.18
    ],
    [
        " instructor an apple five I got offered a job by a guy on a ship my last cruise and my wife",
        8041.64,
        8047.94
    ],
    [
        " who at that time and rest her soul she's passed on but she was not a fan of the Navy and didn't",
        8047.94,
        8054.52
    ],
    [
        " like being a naval officer's wife because you know that some work it's not easy and and so but",
        8054.52,
        8062.74
    ],
    [
        " we ended up getting divorced later but I always kept and say that my I got up because my wife",
        8062.74,
        8067.08
    ],
    [
        " didn't like the Navy but turned out she didn't like me I can't imagine that but so either 10 years",
        8067.08,
        8073.22
    ],
    [
        " 11 months and nine days Navy was great to me I can't imagine anybody was treated better than I",
        8073.22,
        8079.64
    ],
    [
        " was treated by the Navy just a kid from Kusbe Oregon and literally and John was saying today the",
        8079.64,
        8085.1
    ],
    [
        " Navy's got a great system of evaluating and promoting the right people with some exceptions he was",
        8085.1,
        8090.04
    ],
    [
        " looking at me but I met my wife when I was stationed at Lakehurst oh yes so I was just getting",
        8090.04,
        8099.5
    ],
    [
        " I was just getting ready to get out of the act of duty Navy and I met my wife we dated and then",
        8099.5,
        8109.48
    ],
    [
        " they the CEO wanted me to be the O&C of it take a detachment out and it was North Atlantic cruise",
        8109.48,
        8118.04
    ],
    [
        " detachment on the boat and I says I went to and I says you know there's people that are more qualified",
        8118.24,
        8124.32
    ],
    [
        " to take this detachment out than me and he says he looked at me and says you're the most qualified",
        8124.32,
        8129.9
    ],
    [
        " and you're going and he knew I was dating Jean at the time so I just met Jean so we dated for a",
        8129.9,
        8139.5
    ],
    [
        " couple months and I was gone for two months on this North Atlantic cruise on the Boeing and",
        8139.5,
        8146.3
    ],
    [
        " and Carl was on was O&C of it that prior to me and so we both knew the new the CEO of the ship",
        8146.62,
        8153.42
    ],
    [
        " which was just a great guy and we were pretty close to him and came back and got out of the Navy",
        8153.42,
        8165.34
    ],
    [
        " in December got married in January and started back at Burles in February and somebody says you",
        8165.34,
        8173.36
    ],
    [
        " you shouldn't do three life changing situations like dead and succession because you put some time",
        8173.66,
        8178.98
    ],
    [
        " between but so we dated for eight months I was gone for two of those months and we got eight months",
        8178.98,
        8185.92
    ],
    [
        " later we got married and we just had our 47th wedding anniversary last January. I'll stay",
        8185.92,
        8191.76
    ],
    [
        " there great. What did you end up doing Carl in the rest of your what you got out of the Navy?",
        8191.76,
        8196.38
    ],
    [
        " I got recruited to train corporation I ran an office there and lived in the Hingtubeach, California",
        8196.64,
        8204.5
    ],
    [
        " and Newport Beach and then got recruited to Boise Cascade Corporation Office of Products Division.",
        8204.5,
        8213.02
    ],
    [
        " I was General Sales Manager and I never sold anything my life. I bought some stuff but I had",
        8213.8,
        8219.68
    ],
    [
        " sold anything so then then I ended up getting recruited to to the Hershey organization. I loved",
        8219.68,
        8225.5
    ],
    [
        " Western states of a snacking beverage and then I did a tour of craft. Matter of fact a couple",
        8225.5,
        8230.86
    ],
    [
        " times in Chicago John and I had dinner there with his dad he was a great man. John F. Far",
        8230.86,
        8237.56
    ],
    [
        " senior was no reason no wonder that he and I stayed close and communicated through the 50s when",
        8237.56,
        8247.2
    ],
    [
        " I was president. He still had time to communicate with your dad to make a couple of phone calls for",
        8247.2,
        8255.74
    ],
    [
        " your aunt was it or his dad was absolutely a class act. I always sat by him at John's wedding",
        8255.74,
        8266.52
    ],
    [
        " and other times I always was trying to pick that man's brain because there's a lot there and just",
        8266.52,
        8272.84
    ],
    [
        " he was a senior executive at canteen corporation which was a contract feeder for",
        8273.52,
        8278.96
    ],
    [
        " auto companies and so forth. And then the machine itself was just a good guy. But anyway I did",
        8278.96,
        8287.86
    ],
    [
        " craft and then I got recruited to a metagon and airplane and he had my seat and I had a lot of",
        8287.86,
        8294.34
    ],
    [
        " frequent flyer points and so I had one A first class in those days United and I could roll in after",
        8294.34,
        8299.64
    ],
    [
        " a long week and I commuted in California worked in Chicago about that and beat myself up and he",
        8299.64,
        8307.36
    ],
    [
        " had my seat and got chatting he hired me to be my first CEO's job and so instead of running a",
        8307.36,
        8313.3
    ],
    [
        " three a three hundred million dollar section of craft and on healthcare food service I had a three",
        8313.3,
        8319.96
    ],
    [
        " million dollar muffin company I ran but it took more work and paid less money and that's how smart I",
        8319.96,
        8327.06
    ],
    [
        " am so I took a got to be part of a company going public after that we sold that company. Garden",
        8327.06,
        8334.84
    ],
    [
        " burger was a vegetarian garden burger I had a 600 acre ranch they thought I was a cataroid",
        8334.84,
        8339.84
    ],
    [
        " shit thought I was an ideal candidate put my food background to run a run a veggie burger company",
        8339.84,
        8346.24
    ],
    [
        " and all my employees had air rings and and flip flops and what are they what are they what are",
        8346.24,
        8355.54
    ],
    [
        " those leather shoes. Burkin stocks. Burkin stocks. They all had broken stocks. I know you're talking about it.",
        8356.3,
        8361.28
    ],
    [
        " And so here I'm sitting there in a three piece and start shirt almost as much start",
        8361.36,
        8365.8
    ],
    [
        " for John's got and anyway it was a great deal it was a lot of fun and then I ended up last year",
        8365.8,
        8373.1
    ],
    [
        " and it was starting my own company made olive oil up to three hundred thousand gallons a year",
        8373.1,
        8378.3
    ],
    [
        " we were the second largest in the US when I sold I got lucky some some guys came along and",
        8378.3,
        8385.22
    ],
    [
        " made me an offer I didn't understand and they came back and double the offer and then I understood.",
        8385.78,
        8390.54
    ],
    [
        " So I sold I've been the luckiest guy on the planet I got two grown daughters through grand",
        8390.9,
        8396.64
    ],
    [
        " sheds and they were the grandkids helped me and the plant they were always a cubby was born when",
        8396.64,
        8403.12
    ],
    [
        " I when I poured concrete they think they own that plant but great kids great life luckiest guy on",
        8403.12,
        8408.92
    ],
    [
        " planet I live on a houseboat on Pine Flat Lake six miles from Sequoia how do you beat that.",
        8408.94,
        8414.74
    ],
    [
        " Tough to beat. I was talking to to Dick couch. Okay. And we were talking and I and I hadn't got",
        8415.12,
        8423.58
    ],
    [
        " back to him for a couple of weeks he says what happened I said I'm sorry Dick I dropped my phone",
        8423.58,
        8428.26
    ],
    [
        " in the lake at Pine Flat. He said you know what if you drop your phone in the lake something's",
        8428.26,
        8434.92
    ],
    [
        " going right that sounds like a good plan. Yeah and that's it that's it's been great and great to",
        8434.92,
        8442.12
    ],
    [
        " be connected with John and his family all of them. Gene didn't get much ink but Gene is the real",
        8442.12,
        8447.98
    ],
    [
        " brains of the outfit and the reason he was nervous about going cruising the real story behind the",
        8447.98,
        8453.62
    ],
    [
        " backstory the manisquan Inn is where is where Gene worked and she was a school teacher working",
        8453.62,
        8461.74
    ],
    [
        " the manisquan Inn in the summertime could look a moment and she still got it and she and she had",
        8461.76,
        8468.12
    ],
    [
        " lots of suitors and John did not want to leave her unattended. I left my car with her one day",
        8468.12,
        8474.4
    ],
    [
        " went on the cruise because I didn't want to leave with my other roommate. Great great great great",
        8474.4,
        8480.06
    ],
    [
        " John's got a great family. Well I first went to got orders to Lakeursons as well New Jersey.",
        8480.06,
        8485.58
    ],
    [
        " I just want to get in and out of New Jersey without meeting the Jersey girl she changed my whole",
        8486.3,
        8490.8
    ],
    [
        " perspective. We have three lovely boys and eight grandchildren and so now I'm tired and we're",
        8491.0,
        8498.48
    ],
    [
        " just traveling the country because one lives in the Chicago area that we spend some time with.",
        8498.48,
        8502.72
    ],
    [
        " One lives in Boulder and his family we just spent a week with them. We're out here in California",
        8503.06,
        8507.96
    ],
    [
        " because my oldest son and his family are out here so we're out there out here visiting them so",
        8507.96,
        8513.32
    ],
    [
        " great family. If I can add about Gene if I add one little tribute thing she's sort of a celebrity",
        8513.32,
        8518.48
    ],
    [
        " other than in fact an honor ID card a military ID it says commander Gene Far. I don't know how",
        8519.02,
        8525.42
    ],
    [
        " she got that but other than that you ever go to Jersey mics. Yeah subs yeah there's a picture in",
        8525.42,
        8531.46
    ],
    [
        " there of the original he's laughing. The original Jersey mics it was on in Point Pleasant wasn't it?",
        8531.46,
        8538.44
    ],
    [
        " Right yes. And it's the first Jersey my first sub I ever had in 1970 and there was a picture",
        8538.44,
        8544.36
    ],
    [
        " of the original Jersey mics and they add zones and out work there and bought it out but there's",
        8544.44,
        8551.54
    ],
    [
        " a picture there of the beach at Point Pleasant and there's a girl is it yellow or red the bathing suit.",
        8551.54,
        8557.04
    ],
    [
        " I think it's red. Yeah anyway it's a girl and a two-piece bathing suit that's his wife.",
        8557.32,
        8561.54
    ],
    [
        " Well that's outside that's gonna be the most googled picture after this podcast comes out.",
        8561.82,
        8569.1
    ],
    [
        " You're welcome Gene. Well look we've been going for a little over two hours now probably a good",
        8569.1,
        8575.22
    ],
    [
        " probably I mean this is just a good place to wrap it up barn any got anything else John.",
        8575.22,
        8581.12
    ],
    [
        " I just like to say that I think my time in the Navy it was the best part of my life especially",
        8582.04,
        8588.34
    ],
    [
        " that six years on his active duty and it's been a privilege and an honor to have served",
        8588.34,
        8593.9
    ],
    [
        " and supported the United States and I think more people should should feel that way",
        8593.94,
        8599.38
    ],
    [
        " and and I to go through and do that and the people we had that we led hopefully we made a",
        8599.38,
        8607.38
    ],
    [
        " positive impact on other people's lives and made it better but it's been a privilege and honor",
        8607.38,
        8613.86
    ],
    [
        " to serve our country. Carl? Get it I remember as you talked about",
        8613.86,
        8623.88
    ],
    [
        " the question about people's attitudes and we came back and so forth my brother was killed in",
        8623.88,
        8630.2
    ],
    [
        " in action in 1968 I was my last week off from Canada school I hadn't we were getting ready to",
        8630.2,
        8639.66
    ],
    [
        " put on the bar and be for real and then they extended us four weeks and moved 16 instead but",
        8639.66,
        8647.72
    ],
    [
        " I met his body in San Francisco and escorted the body from San Francisco to Cuispe, Oregon and",
        8648.04,
        8657.52
    ],
    [
        " in spite of what was going on in the country then it was the most moving experience you can imagine",
        8657.52,
        8663.94
    ],
    [
        " the way the airlines handled his body with respect how they put him on they they put him on first",
        8663.94,
        8672.44
    ],
    [
        " took him my I'm sorry put his body on last and took it off first when I did how the captain",
        8672.72,
        8678.32
    ],
    [
        " held all the people in their seats until my brother was off until I was actually the aircraft",
        8678.32,
        8682.98
    ],
    [
        " and since I've been retired I've done a lot of traveling John C's more of eating",
        8682.98,
        8690.84
    ],
    [
        " an Earl and and Tim more than me they like but I see a lot of good in America in spite of",
        8690.84,
        8698.78
    ],
    [
        " what the news programs may put out even today the 24-hour news cycle is our problem",
        8699.16,
        8704.38
    ],
    [
        " I see good people out there that are and I don't see racism at all I see good people doing good",
        8704.38,
        8712.98
    ],
    [
        " things being kind to each other and particularly to an old man who they have got no reason to be",
        8712.98,
        8717.56
    ],
    [
        " kind to and that's me and I see it in every state I've been I've no bad experiences and I've driven",
        8717.56,
        8725.68
    ],
    [
        " probably 200,000 miles the last five years around our country I've even been a Honduras",
        8727.28,
        8733.0
    ],
    [
        " still made a lot of good people I just like to say I've enjoyed this and I'd like to thank my son",
        8733.0,
        8739.82
    ],
    [
        " Eric he's the one that talked me into doing this I'm not big on going out and touting when I've done",
        8739.82,
        8745.66
    ],
    [
        " and things like that so he I'm glad he took the you know took charge of it and came through and",
        8745.66,
        8752.16
    ],
    [
        " you know talked to Helen and got this arranged and I've enjoyed the two hours that we've spent",
        8752.66,
        8758.28
    ],
    [
        " here with you and I've looked at some of your broadcasts and enjoyed them as well so I want to thank",
        8758.28,
        8764.72
    ],
    [
        " you for having us and I want to thank Eric for helping arrange it for me. Absolutely thanks to",
        8764.72,
        8771.32
    ],
    [
        " Eric and and thanks to both of you obviously thanks for coming on and and sharing your story",
        8771.32,
        8777.18
    ],
    [
        " and sharing the story of of what you all did more important thanks for what thanks for what you",
        8777.38,
        8785.22
    ],
    [
        " guys did for America and um",
        8785.22,
        8788.68
    ],
    [
        " and for going out and holding the line",
        8788.68,
        8800.8
    ],
    [
        " and on top of all that um",
        8803.78,
        8806.64
    ],
    [
        " uh profound thank you and a solemn salute to the 44 members of the sea wolves pilots and gunners",
        8806.64,
        8819.08
    ],
    [
        " that were killed in action in Vietnam and who gave their lives for us and to take care of my",
        8819.08,
        8829.06
    ],
    [
        " four fathers in the sea will teams we will not forget their sacrifice thanks for coming on",
        8829.06,
        8837.64
    ],
    [
        " thank you john thank you and with that Carl Nelson and john far sea wolves have left the building",
        8837.64,
        8847.96
    ],
    [
        " always good to hear those stories man you I'm glad we're able to capture them this is a unit that was",
        8847.96,
        8858.04
    ],
    [
        " founded and commissioned in Vietnam and then decommissioned in Vietnam this the whole life of",
        8859.26,
        8865.32
    ],
    [
        " the sea wolves was in Vietnam that's it I'm pretty sure most highly decorated naval air squadron",
        8865.32,
        8873.38
    ],
    [
        " in history which is also kind of crazy so",
        8873.38,
        8878.26
    ],
    [
        " good to be able to pass on these uh capture these stories appreciate them coming on here",
        8878.26,
        8887.86
    ],
    [
        " and well these guys were always ready to go echo Charles yeah I'm thinking that we should probably",
        8891.7,
        8897.2
    ],
    [
        " do our best so we are also always ready to go what do you think do you go yes I agree",
        8897.2,
        8904.7
    ],
    [
        " it's kind of stay capable that's kind of the deal that's the gig so what are we going to do we're",
        8904.7,
        8918.02
    ],
    [
        " thankful for that always there was a time where we were doing a lot less jujitsu we don't like that at all",
        8918.02,
        8923.44
    ],
    [
        " capability hit some challenges all good though we're back we're doing jujitsu we're reading we're working out",
        8923.44,
        8928.56
    ],
    [
        " we're maintaining relationships as well forget about that good stuff so through this path that we're all",
        8928.56,
        8937.06
    ],
    [
        " on you run into some pain yeah unfortunately the truth it's reality pain is part of it",
        8937.06,
        8945.14
    ],
    [
        " we'll see pain in suffering okay I'm overstating that because it isn't a level of suffering",
        8945.18,
        8951.32
    ],
    [
        " because you're gonna suffer regardless if you're not on the path you're gonna suffer those",
        8951.32,
        8955.2
    ],
    [
        " consequences I'm not being on the path if you're on the path you're gonna suffer what the path",
        8955.2,
        8959.92
    ],
    [
        " gives you to suffer so you can need some help we that help jackeau fuel supplementation",
        8959.92,
        8967.44
    ],
    [
        " for your body and for your brain so first thing we have is jackeau discipline go",
        8967.44,
        8972.34
    ],
    [
        " in a can in a powder and in a capsule so speak of the cans these are your energy drinks of today",
        8973.18,
        8981.22
    ],
    [
        " the real energy drinks modern updated updated upgraded upgraded beneficial benevolent",
        8981.22,
        8991.06
    ],
    [
        " but yeah benevolent that's it they are they're good they are they're good for you energy drink that",
        8991.06,
        8996.98
    ],
    [
        " you get all the front-end benefits of the energy drink and then you get back-end benefits rather",
        8996.98,
        9001.56
    ],
    [
        " than back-end detriments as it were back in the day like where you're going with that like that",
        9001.56,
        9006.42
    ],
    [
        " so yes discipline go you can get them at wawa you can get them at vitamin shop you can get them",
        9006.42,
        9012.18
    ],
    [
        " on jackeaupewel.com also with jackeau has this stuff for your immunity stuff for your joints",
        9012.18,
        9016.8
    ],
    [
        " stuff for your additional protein that you might need keep in mind this additional protein",
        9016.8,
        9023.06
    ],
    [
        " milk it's called milk is the best tasting protein that there is in fact even if you were to start",
        9023.06,
        9034.0
    ],
    [
        " ranking just straight up desserts like if you just started ranking desserts straight up it's",
        9034.0,
        9040.9
    ],
    [
        " on it's in the game I mean it's beating there's a lot of desserts in my opinion it's straight up",
        9040.9,
        9045.28
    ],
    [
        " beating right and legit desserts too yeah that it's beating um let's see there's a whole",
        9045.28,
        9052.28
    ],
    [
        " whole genre of cakes in fact most cakes are getting beat by milk in my opinion I usually think",
        9052.62,
        9057.66
    ],
    [
        " cakes are dry okay so you're you're correct actually and usually a little case study so my mother",
        9057.66,
        9064.1
    ],
    [
        " in law is in town and she likes these things like uh they're almost like shortbread cakes okay and",
        9064.1,
        9071.6
    ],
    [
        " they come in this lavish like container okay and like half of them are like coated with I don't know",
        9071.6,
        9076.98
    ],
    [
        " what you call icing or whatever you call that in the one that's at some point it was soft and",
        9076.98,
        9081.7
    ],
    [
        " now it hardened and now it's a shell but it's like anyway I forget I forget what they're called",
        9081.7,
        9085.94
    ],
    [
        " but they're whatever so like okay cool yeah she's not and so my did you get that hitter",
        9085.94,
        9091.04
    ],
    [
        " yeah you know I got into okay just to see what up you know they look good yeah so I was like cool",
        9091.04,
        9097.28
    ],
    [
        " and I eat one I was like oh yeah yeah it's like of course good I keep in mind I wasn't evaluating",
        9097.28,
        9102.04
    ],
    [
        " it like this at the time but I'm like cool good thinking back on those things whatever they",
        9102.04,
        9109.3
    ],
    [
        " were called mokas better mokas straight up better mokas better oh yeah and I'm talking about",
        9109.3,
        9113.28
    ],
    [
        " this front end taste straight up oh yeah just a sheer pleasure of drinking mok is better than",
        9113.28,
        9119.52
    ],
    [
        " those cakes and the thing is the cakes weren't like all these are like surprisingly junk no no no no",
        9119.52,
        9125.62
    ],
    [
        " they're all good they came through for what they were doing yeah this one's better if you start",
        9125.62,
        9130.56
    ],
    [
        " graphing all desserts yeah like mok is is in the upper percentage correct and there's and it's",
        9131.22,
        9139.26
    ],
    [
        " absolutely good for you yeah so there you go that's the good news I think the you know be little",
        9139.26,
        9146.62
    ],
    [
        " for the for the design is going to get a Nobel eat prize right man you gotta put that stuff",
        9146.62,
        9158.42
    ],
    [
        " together it's hard to make that stuff taste so good it's not easy yeah I would think it's like",
        9158.42,
        9163.1
    ],
    [
        " through iteration after iteration after iteration to make it taste that good yeah it's not like oh",
        9163.1,
        9168.0
    ],
    [
        " cool here's you know the ingredients put them in there now it tastes good no it's hard what's",
        9168.0,
        9173.24
    ],
    [
        " weird is like I didn't think about that and when belittle was kind of explaining I was like",
        9173.24,
        9177.18
    ],
    [
        " oh that makes sense and then I realized oh shit that applies to a lot of stuff then because",
        9177.18,
        9182.1
    ],
    [
        " okay so we're doing like flavor testing this is for is this for your drink",
        9182.1,
        9187.4
    ],
    [
        " you know man go mayhem we're doing some in a tasting and stuff so he's like hey what do you think",
        9188.2,
        9193.42
    ],
    [
        " about this is before when we're doing great or whatever is like what do you think about this I was",
        9193.42,
        9196.92
    ],
    [
        " like yeah I want it to be like more more like I need more this particular flavor whatever it's",
        9196.92,
        9203.0
    ],
    [
        " like okay cool here's the but keep in mind that in turn does this to it and it's like oh man this",
        9203.0,
        9208.6
    ],
    [
        " is like a balance so you got a balance it perfect yeah and sometimes straight up and this is what",
        9208.6,
        9214.04
    ],
    [
        " have been with that particular flavor he's like sometimes it simply won't work given what you're",
        9214.04,
        9218.78
    ],
    [
        " trying to do yeah just simply won't work otherwise you got to either add sugar which that's the main",
        9218.78,
        9223.54
    ],
    [
        " thing you just got to add sugar right which we're not doing exactly right so the same thing for",
        9223.54,
        9228.44
    ],
    [
        " milk same thing for like those malt bars like everything I was like oh man you guys got some",
        9228.44,
        9233.2
    ],
    [
        " you have a task you know it's a hard job oh yeah but I think the Nobel Eats prize is gonna go to",
        9233.2,
        9240.6
    ],
    [
        " be little yeah and the jacquefuel what what are they the food team they're making the they're",
        9240.6,
        9247.26
    ],
    [
        " making it yeah mixing it up fed xing it to me so if you want any of that stuff got a jacquefuel",
        9247.26,
        9254.62
    ],
    [
        " dog guy by the way look we know that shipping can be expensive and we know that there's other",
        9254.62,
        9259.94
    ],
    [
        " let's say global organizations in the world that offer free shipping if you're a member of",
        9259.94,
        9270.58
    ],
    [
        " taking away from that that's a good business model yeah we know that we have to offer some things",
        9270.62,
        9275.42
    ],
    [
        " that we can also give you the equivalent value so check it out if you subscribe to any of these",
        9275.42,
        9281.56
    ],
    [
        " things you don't have to pay for shipping shipping is free you know what I thought of actually just",
        9281.56,
        9287.36
    ],
    [
        " now about the some global organizations in the free shipping situation yeah you pay a membership fee",
        9287.36,
        9294.98
    ],
    [
        " for that also we're not it's not even free it's yeah it's not fee free at all if you buy nothing",
        9294.98,
        9301.84
    ],
    [
        " yeah they scammed you you still paying you're still paying guess what you're still paying so that's",
        9301.84,
        9308.46
    ],
    [
        " kind of the better what he called like the superior element in this hey if you don't and not",
        9308.46,
        9314.78
    ],
    [
        " weird they trick you pay us money and it's free it's one of those switcherooes you know",
        9314.78,
        9320.76
    ],
    [
        " well it's like not all you got free shipping now just for the ability to have free shipping just",
        9320.76,
        9326.72
    ],
    [
        " pay us a membership fee so it's a very strange all right it's a good deal with the catch uh yeah",
        9326.72,
        9332.42
    ],
    [
        " there you'll fight them in shop you can also get it at you can also get it out while while for the",
        9332.42,
        9335.8
    ],
    [
        " drinks and people are asking a lot about a lot of other retailers across the country we're working",
        9335.8,
        9349.52
    ],
    [
        " our our phone rings all day long which is awesome because people want the the distributors the",
        9350.06,
        9355.58
    ],
    [
        " stores want to have it in there and we are getting it in there we're being strategic we don't want",
        9355.58,
        9362.36
    ],
    [
        " to outdo our supply chain right now as we build out our logistic capabilities this is a military",
        9362.36,
        9368.1
    ],
    [
        " operation right this doesn't mean we're going to be overly cautious I mean we're going to push",
        9368.1,
        9373.04
    ],
    [
        " the envelope and we've been pushing the envelope you know there's been sometimes a little bit thin",
        9373.04,
        9376.76
    ],
    [
        " on the logistics train but we're still pushing forward but we don't want to totally overwhelm our",
        9376.76,
        9380.98
    ],
    [
        " logistics train so we are we're getting there it's taken a little longer than we want it to",
        9380.98,
        9385.82
    ],
    [
        " understood but we want a solid base to get there so if you we're working on it and we will be",
        9385.82,
        9395.14
    ],
    [
        " worldwide we'll be nationwide pretty quick we're working on it so everyone can have the benefits",
        9395.14,
        9402.1
    ],
    [
        " yeah yeah yeah feel kind of bad with all the benefits just in my cupboard also origin USA this is",
        9402.1,
        9409.9
    ],
    [
        " where you can get your American made stuff denim for jeans yep the boots got wallets and belts",
        9409.9,
        9418.54
    ],
    [
        " and whatnot yeah you jitsu stuff yep by the way since we're talking about norm today this if",
        9418.54,
        9424.28
    ],
    [
        " you don't know this the seals in norm met much of the time war jeans why do they wear jeans because",
        9424.28,
        9431.28
    ],
    [
        " they were more comfortable more durable and better so you can see all kinds of pictures of the",
        9431.28,
        9437.22
    ],
    [
        " seals in norm you can see them in the Maycon Delta wearing jeans and guess what we have a pair of",
        9437.22,
        9448.0
    ],
    [
        " jeans based on that history and they're called Delta 68 and I'm talking about 1968 so yeah",
        9448.0,
        9455.18
    ],
    [
        " is there anything cooler than Delta 68 jeans it's gonna be very hard to find some of them there",
        9455.18,
        9460.22
    ],
    [
        " they're they're the most comfortable jeans you will ever put on your body and by the way",
        9460.22,
        9464.4
    ],
    [
        " they're also as comfortable as whatever else you could put on your legs as a human there's",
        9464.4,
        9469.16
    ],
    [
        " nothing more comfortable I probably would agree with that if I had some but oh that's a bummer",
        9469.16,
        9475.64
    ],
    [
        " that's completely my fault by the way yeah that's my fault I should have had the whole world revolve",
        9475.64,
        9480.14
    ],
    [
        " around you more probably right well actually technically all it wears shark fin shorts which are",
        9480.14,
        9488.22
    ],
    [
        " from origin by the way by the way I don't know if they I think that might be sold out of those so",
        9488.52,
        9493.52
    ],
    [
        " that's a whole another story nonetheless they do have geese and rash guards for jujitsu as well",
        9493.52,
        9497.42
    ],
    [
        " yeah all kinds of jujitsu stuff compression stuff like all kind of all made in America too by the way",
        9497.42,
        9501.96
    ],
    [
        " I know I said that one time but the way I said it is indicating that it's not as big of a deal",
        9501.96,
        9506.26
    ],
    [
        " as it really is not to get crazy here but if you need a ghee get an orange and ghee for sure",
        9506.26,
        9510.9
    ],
    [
        " get a rift ghee because it's next level it's another thing it's another it's another",
        9510.9,
        9516.58
    ],
    [
        " it's a complete elevation from whatever kind of ghee you've ever worn in your life the rift ghee is a",
        9517.86,
        9523.2
    ],
    [
        " totally new ballgame it's freaking awesome so if you if you need a ghee get yourself a rift ghee",
        9523.2,
        9528.04
    ],
    [
        " well yeah so yeah again origin USA dot com well check out all their stuff on there because there's a",
        9528.04,
        9532.98
    ],
    [
        " lot of stuff for me to go down the list right now and say all the stuff is gonna take a long time",
        9532.98,
        9536.66
    ],
    [
        " so go in there check check check the kind of patience right now no and believe me I'm patient to be",
        9536.66,
        9541.8
    ],
    [
        " sitting here with you freaking time and time again as you've put me through this but it's all good",
        9541.8,
        9546.42
    ],
    [
        " I understand fully nonetheless there that's that's what it is also jacquoise the store is called jacquoise",
        9546.46,
        9552.52
    ],
    [
        " store the OG since day one day five not day one day five uh so you go to jacquoise store.com",
        9552.52,
        9563.06
    ],
    [
        " this where you can get this one equals freedom shirts and hoodies and hats some rash cards on there",
        9563.06,
        9568.04
    ],
    [
        " get after it shirts hats tank tops good you know what that means you say good if you know what that",
        9568.04,
        9576.14
    ],
    [
        " means you want to represent the three can get your shirts and hats and hoodies got shorts on there as",
        9576.14,
        9581.52
    ],
    [
        " well so yeah a lot of good stuff on there um we also have a free shipping subscription situation",
        9581.52,
        9588.3
    ],
    [
        " and it's not the kind you got to pay for a membership just to have it you get a shirt every month",
        9588.3,
        9595.24
    ],
    [
        " a little bit different designs free shipping on that one as well but yeah it's called the short",
        9595.24,
        9600.0
    ],
    [
        " locker so that's on jacquoise store as well so yeah if you want to check out check out check out that",
        9600.0,
        9603.58
    ],
    [
        " if you like that and by the way all the stuff that we're talking about if you want to support",
        9603.58,
        9608.62
    ],
    [
        " want to give that support to the podcast this is how you do it otherwise it's like oh we will run",
        9608.62,
        9615.66
    ],
    [
        " you know people are out there running advertisements for um stuff yeah stuff that you actually don't",
        9615.66,
        9623.1
    ],
    [
        " want registry cleaner for your uh computer right look nothing against registry",
        9623.1,
        9628.74
    ],
    [
        " cleaners for your computer hard drives but you don't want to hear about that when we're talking about",
        9628.92,
        9632.32
    ],
    [
        " freaking uh Huey gunships and we don't want to tell you about that what we're talking about Huey",
        9632.32,
        9639.3
    ],
    [
        " gunships so all the stuff jacquoiseule.com jacquoisestore.com origin USA.com if you want to support we",
        9639.3,
        9647.48
    ],
    [
        " appreciate it you know it's interesting and this i was talking to Jill our boy Jill Jermos and yeah",
        9647.48,
        9653.88
    ],
    [
        " and he reminded me of this and i know this i know this like it's well the back of my hand",
        9654.06,
        9660.5
    ],
    [
        " is that it's interesting anyway i know this but everyone's a while when i'm reminded of it i'm",
        9660.5,
        9664.26
    ],
    [
        " reminded of the for lack of a better term. Interestinglyness of it where all this stuff",
        9664.26,
        9670.56
    ],
    [
        " origin genes jacquoise store stuff uh jacquoiseule stuff this is all stuff that you that we",
        9670.56,
        9677.62
    ],
    [
        " actually use now and have before even like these exist this is it this is like just the better version",
        9678.36,
        9685.02
    ],
    [
        " now like short ear wearing right now oh that's from jacquoise store right there.",
        9685.02,
        9688.42
    ],
    [
        " Who do you that i wear jacquoise store the shorts that i wear literally like these shorts",
        9688.52,
        9692.86
    ],
    [
        " are so worn out because they wear them every single day that like it has the outline from",
        9692.86,
        9698.34
    ],
    [
        " my cell phone like on the pocket or whatever or drinks that we're drinking. Oh yeah origin shorts",
        9698.34,
        9703.64
    ],
    [
        " though by the way yeah like it's all i have jacquoise store.com shorts on right now exactly right",
        9703.64,
        9709.8
    ],
    [
        " with the digital pattern. Oh yeah so it's not like. It's cheek camo. Oh yeah that's one of the",
        9709.8,
        9715.36
    ],
    [
        " options for sure so it's not like oh yeah support the podcast by buying some keychains that we",
        9715.36,
        9721.5
    ],
    [
        " sort of just made up or whatever which would be kind of cool i guess these things are cool because",
        9721.5,
        9726.64
    ],
    [
        " i use keychains but they're not arbitrary things. That's what you're talking about with your",
        9726.64,
        9730.34
    ],
    [
        " black belt feature now. That was a gift. Yeah i go Charles if you see him maybe for",
        9730.34,
        9735.48
    ],
    [
        " how he's a black belt don't worry you walk in from on cause he's got it on his keychain. He's like hey",
        9735.48,
        9739.64
    ],
    [
        " do you want to hear let me put these keys on the table where they're visible. Okay okay there you go",
        9739.64,
        9746.52
    ],
    [
        " first off that was a gift from Mike from Trajitsu magazine okay i want him to disrespect him",
        9746.52,
        9751.12
    ],
    [
        " okay putting it somewhere. All some saying is we know we all know you're a black belt when",
        9751.12,
        9757.14
    ],
    [
        " your key's going on the table which is where they always go in front of everyone. Anyway",
        9757.14,
        9761.76
    ],
    [
        " what i was trying to tell our people is that this is stuff that we use anyway even before it",
        9761.76,
        9769.96
    ],
    [
        " existed so it's not some arbitrary thing we're saying hey support the podcast by the way we'll give",
        9769.96,
        9773.64
    ],
    [
        " you this this moderately valued thing you know it's like these are things that are like when you're",
        9773.64,
        9778.36
    ],
    [
        " in the game on the path they're legitimately there's one thing. Check hey subscribe to the podcast",
        9778.36,
        9784.42
    ],
    [
        " also check out a jackele unraveling podcast that's me and Darryl Cooper BC. Talking about all",
        9784.42,
        9791.92
    ],
    [
        " coins of stuff grounded podcast we got the warrior kid podcast we got jackele underground.com",
        9791.92,
        9796.66
    ],
    [
        " that's our own platform right we can't just be we can't just be parasites on these big platforms",
        9796.66,
        9804.08
    ],
    [
        " cause guess what the big platform might describe they're gonna scrape you off and now what are",
        9804.08,
        9814.4
    ],
    [
        " if the big platforms decide to scrape off us cause we're over there. No we have our own platform.",
        9814.4,
        9823.5
    ],
    [
        " It's called jackele underground jackele underground.com you are helping us build it just in case",
        9824.08,
        9829.8
    ],
    [
        " these people get squirrely and they start injecting their behaviors into what we're doing.",
        9829.8,
        9837.48
    ],
    [
        " See that's a cool thing about a podcast a cool thing about a podcast is you can do it well",
        9837.76,
        9841.7
    ],
    [
        " if you are doing a podcast in an in an old school way which is hey we're just gonna do what we want",
        9842.74,
        9850.58
    ],
    [
        " then you can do whatever you want we can literally do whatever we want on this podcast.",
        9850.58,
        9853.52
    ],
    [
        " But what if platforms said well actually we don't want you to do that or we want you to do this",
        9853.84,
        9859.1
    ],
    [
        " or we're gonna put an advertisement in there whatever that whatever they're gonna do that can do right",
        9859.1,
        9862.38
    ],
    [
        " so we don't want to allow someone else to control what we are doing.",
        9862.38,
        9867.12
    ],
    [
        " So therefore if you want to help us out you can go to jackele underground.com and we're making",
        9868.86,
        9873.24
    ],
    [
        " we make another little podcast for that we're talking about interesting topics adjacent topics",
        9873.24,
        9878.82
    ],
    [
        " it costs money it costs eight dollars and eighteen cents a month to keep it rolling but",
        9878.82,
        9884.34
    ],
    [
        " if look if you can afford that we get it we're not trying to exclude you from the team.",
        9884.34,
        9891.12
    ],
    [
        " We're not trying to exclude you from the movement you can email assistance at jackele underground.com",
        9892.3,
        9898.18
    ],
    [
        " and we'll take care of that appreciate the support we also have a youtube channel by the way",
        9898.18,
        9903.28
    ],
    [
        " speaking of platforms we have a youtube channel this is where I put in a lot of work creatively",
        9903.28,
        9910.84
    ],
    [
        " as the assistant director to many of these videos the good ones and if you want to check out my work",
        9910.84,
        9917.34
    ],
    [
        " you want to see what the really the pinnacle of assistant directing you can check some of these",
        9917.34,
        9923.62
    ],
    [
        " videos out on jackele podcast youtube channel. Yeah the epitome is always the pinnacle of assistant",
        9923.62,
        9932.26
    ],
    [
        " directing so my daughter she's eight by the way so keep keep that in mind before she's flat",
        9932.26,
        9937.78
    ],
    [
        " handle so she you know she's like oh yeah you and jacke are youtubers and I'm like oh",
        9937.78,
        9942.5
    ],
    [
        " okay uh you know maybe maybe not depends on what you mean whatever so she's like hey what is like",
        9943.42,
        9949.06
    ],
    [
        " well what does jackele do then you know all right's books or whatever you say yeah but he already",
        9949.06,
        9954.6
    ],
    [
        " wrote those books like what does he do yeah like what does he do and you know eight years old you",
        9954.6,
        9960.94
    ],
    [
        " here what do you do you that's what you think right you think what do you do what do you do when you",
        9960.94,
        9964.78
    ],
    [
        " wake up like what does he do she knows what I do I play on the computer all day you know is that",
        9964.78,
        9970.04
    ],
    [
        " you know kind of thing she understands so anyway so I was like oh you know whatever he does his",
        9970.04,
        9978.68
    ],
    [
        " thing she goes jackele hardly does anything she goes she said straight up you do most like you do",
        9978.68,
        9985.64
    ],
    [
        " pretty much everything and then it's what I kind of laughed at it's like yeah you're right jackele",
        9985.64,
        9991.96
    ],
    [
        " just talks he's like she's like yeah he just talks like you're the one has to film you're the one",
        9991.96,
        9996.04
    ],
    [
        " to come on with this you're the one because she sees everything I do you know yep so next time",
        9996.04,
        10003.44
    ],
    [
        " she says something like that I'll be like well you know he does he is the assistant director",
        10003.44,
        10007.72
    ],
    [
        " on some of these videos you know so now we know I am I am I am I am an employed individual",
        10007.72,
        10014.12
    ],
    [
        " yep my my work is is the pinnacle of effort yes you're doing your part that's",
        10014.12,
        10021.94
    ],
    [
        " check so yes youtube channel we do have one also we have psychological warfare",
        10022.68,
        10027.14
    ],
    [
        " sonal we made jaco made technically of him helping me through moments of weakness that I might have",
        10027.14,
        10035.46
    ],
    [
        " from time to time then we extended it to other weaknesses that others might have from time to",
        10035.46,
        10039.86
    ],
    [
        " time so what you do pop that in you're feeling the money and a skip that work how you put it in",
        10039.86,
        10044.84
    ],
    [
        " you can tell you why why you should not do that it's good if you want someone to hang on your",
        10044.84,
        10050.14
    ],
    [
        " wall get something cool to hang on your wall from Dakota Meyer flipside canvas dot com is going",
        10050.2,
        10055.28
    ],
    [
        " to send you a bunch of cool designs check them out and you're supporting Dakota Meyer and if",
        10055.28,
        10061.3
    ],
    [
        " you're doing that like your whole day is good in my opinion got some books final spin this is not",
        10061.3,
        10069.44
    ],
    [
        " a book about leadership there may or may not be some leadership lessons in there it's more a book",
        10069.44,
        10074.88
    ],
    [
        " about life and death and the and the journey that human beings go through and the pitfalls that they",
        10075.26,
        10083.78
    ],
    [
        " fall into and how they rise out of those or don't you can check that out it's coming out",
        10083.78,
        10091.18
    ],
    [
        " if you want to get the first to dish you have best order now because you know the publisher's like",
        10091.18,
        10096.78
    ],
    [
        " well you know we don't want to invest too much in this become you know it's like okay cool",
        10096.78,
        10101.3
    ],
    [
        " so they're not going to print enough you're not going to get one unless you're in the game",
        10101.52,
        10104.9
    ],
    [
        " getting the game also leadership strategy and tactics field manual the code evaluation to protocol",
        10104.9,
        10109.18
    ],
    [
        " discipline because freedom field manual there's a new version out that has my head on it but it's",
        10109.18,
        10114.36
    ],
    [
        " bigger than my original head my head is grown way the warrior kid one two three and four Mikey and the",
        10114.36,
        10122.72
    ],
    [
        " dragons about face by hackworth which I was honored too late the forward four extreme ownership",
        10122.72,
        10130.84
    ],
    [
        " and the dichotomy leadership the first two books I wrote about leadership with my brother",
        10130.84,
        10135.86
    ],
    [
        " lafe babin we have echelon front which is a leadership consultancy and what we do is solve problems",
        10135.86,
        10141.22
    ],
    [
        " through leadership we have an online training platform ef online dot com on there all the time",
        10141.22,
        10148.22
    ],
    [
        " courses on there get your team aligned you know I don't need to come out to your location good",
        10148.22,
        10154.16
    ],
    [
        " deal Dave Burke doesn't need to come out to your location lafe babin doesn't need to come out to",
        10154.16,
        10158.56
    ],
    [
        " look at we're we're in your location virtually check that out we have some some live events that we do",
        10158.56,
        10168.34
    ],
    [
        " one of them is called the muster and is two-day leadership seminar the next one is in Phoenix",
        10168.34,
        10175.76
    ],
    [
        " August 17th and 18th and then last Vegas October 28th and 29th go to extreme ownership dot com if",
        10175.76,
        10182.48
    ],
    [
        " you want to get in the game there we have something I don't even know if this will be out yet we",
        10182.48,
        10188.68
    ],
    [
        " have the FTX which is a field training exercise you learn tactics you apply the tactics with laser",
        10188.68,
        10193.8
    ],
    [
        " weapons you apply the leadership tactics that we talk about all the time and they will be ingrained",
        10193.8,
        10200.8
    ],
    [
        " into your brain when you are done with the field training exercise massive lessons learned and if",
        10200.8,
        10205.58
    ],
    [
        " you want to help service members active and retired their families gold star families check out",
        10205.58,
        10210.46
    ],
    [
        " markley's mom she has a charity organization and she gets one of the things that she's doing is",
        10210.68,
        10216.4
    ],
    [
        " getting medical treatment for service members that the government doesn't cover and she'll cover",
        10216.4,
        10224.8
    ],
    [
        " the whole bill so if you want to help service members get those medical treatments you can donate",
        10224.8,
        10232.36
    ],
    [
        " or get involved at america's mighty warriors dot org and if you want more of my grueling rumination",
        10232.36,
        10240.16
    ],
    [
        " or you need more of echoes hypnotic hypotheses you can find us on the internet on twitter on the",
        10240.16,
        10247.48
    ],
    [
        " gram and on facebook echoes at echo jose i'm at jocke willink and thanks once again to john far",
        10247.48,
        10253.36
    ],
    [
        " and carol may nelson thanks to john sun marine forgetting us linked up thanks for sharing your",
        10253.36,
        10260.16
    ],
    [
        " stories gentlemen and thank you for your incredible service to our great nation and thanks to all the",
        10260.16,
        10266.34
    ],
    [
        " sea wolves themselves that flu and vietnam and risk their lives and sometimes gave their lives",
        10266.34,
        10272.82
    ],
    [
        " for their brothers in arms on the ground and to all our military personnel veterans around the world",
        10272.82,
        10280.46
    ],
    [
        " thank you for what you do and what you have done to protect freedom and our way of life and the same",
        10280.46,
        10288.58
    ],
    [
        " goes to our police law enforcement firefighters paramedics emt's dispatchers correctional officers",
        10288.58,
        10294.7
    ],
    [
        " border patrol secret service and all first responders thank you for protecting us when we need you",
        10294.7,
        10301.84
    ],
    [
        " and to everyone else out there you never know when the call will come and you never know how much",
        10301.84,
        10310.86
    ],
    [
        " time you will have in fact you don't know how much time you have so don't wait don't hesitate",
        10310.86,
        10319.28
    ],
    [
        " don't procrastinate instead like the mighty sea wolves of helicopter attack squadron three go",
        10319.28,
        10329.5
    ],
    [
        " out there and get after it and until next time this is echo and jaco out",
        10329.5,
        10336.76
    ]
]