[
    [
        " The idea of the dichotomy of leadership, that idea came to me because I was working with these young junior officers.",
        0.42,
        10.76
    ],
    [
        " And you know what they want to do? They want to do good. They want to do good.",
        10.76,
        15.7
    ],
    [
        " So if you tell them to be aggressive, cool, got it. They are on freaking level 14 Berserk remote.",
        16.32,
        24.86
    ],
    [
        " They're charging into whatever you tell them.",
        25.16,
        28.78
    ],
    [
        " Not to move.",
        30.36,
        31.72
    ],
    [
        " You tell them, hey, make sure you take the high ground.",
        32.2,
        37.68
    ],
    [
        " Cool. Guess what they're doing? They're running to the top of every freaking hill that they see.",
        38.82,
        43.72
    ],
    [
        " Yeah. So so anything that I would tell them, there was a, there was that a proclivity to take it to the extreme.",
        44.06,
        51.34
    ],
    [
        " And so within like one or two iterations at our land warfare training facility, I was like, okay,",
        51.8,
        59.84
    ],
    [
        " I got to tell these guys that there has to be balanced.",
        60.0,
        61.88
    ],
    [
        " Everything that I'm saying has to be balanced. Every single thing that I'm saying has to be balanced.",
        62.02,
        65.2
    ],
    [
        " If you take anything that I'm saying and you take it to an extreme, it's going to be bad.",
        65.44,
        68.08
    ],
    [
        " So I tried to do the same thing. It's kind of a universal.",
        68.88,
        76.94
    ],
    [
        " Man, I hate to say it's like a cop out.",
        77.7,
        79.88
    ],
    [
        " You know, because it's like, whoa, you know, if your ego's, you're saying ego's no good, no, actually, it's a balance, right?",
        81.34,
        86.64
    ],
    [
        " And it kind of sounds like a cop out. Does it sound like a little bit of a cop out echo channels? You seem to agree with me.",
        86.68,
        90.98
    ],
    [
        " Yeah, I mean, it can. Yeah, but no, yes, but no.",
        91.0,
        95.66
    ],
    [
        " I mean, it's a real bummer, I think some, not a bummer, but someone will say, were you're saying that,",
        95.9,
        101.04
    ],
    [
        " you know, you're saying that the ego is bad, but the ego's, the ego's what, you know, I don't want to hire people to bunch of pushovers.",
        101.48,
        109.06
    ],
    [
        " Yeah. It's like, yeah, I know, man, that's the dichotomy. And they're kind of like, oh,",
        109.6,
        113.26
    ],
    [
        " yeah, like they think I don't have that, they forget that I have that, you know, and it's why I feel like bad.",
        114.16,
        119.6
    ],
    [
        " Sometimes pulling the economy card, but it's the truth. Yeah, the truth is, man, you take something to the extreme and it's bad.",
        119.6,
        126.66
    ],
    [
        " Yeah, that's the truth. You still don't like it? No, I, I agree with you, where it's like, you know that it's not a cop out.",
        127.24,
        136.88
    ],
    [
        " In fact, it's the opposite of a cop out. It's like, you got to be real specific and you got to use judgment.",
        137.02,
        141.82
    ],
    [
        " You got to, you know, there's just more to it than that. In fact, when someone doesn't recognize the dichotomy, that might be more of the cop out.",
        141.82,
        149.4
    ],
    [
        " It's kind of like, oh, you say go here. Oh, I went there. I went there. That's what you said, right? It's like, right, you got to start using your judgment a little bit, you know.",
        149.5,
        155.98
    ],
    [
        " Yep.",
        156.54,
        157.52
    ],
    [
        " You were, you were talking about, does it sound like a cop out? And in, in these scenarios of top gun, you know, everything is like a scenario.",
        159.14,
        168.26
    ],
    [
        " What do I do in this situation? You know, how do I react to this? And like the classic answer, the classic answer was always, it depends.",
        168.26,
        175.54
    ],
    [
        " It, which had this feeling of like, yes, a cop out, it's a cop out and like, oh, you don't really know, or you don't have to be definitive because there are times when people want a black and white.",
        175.86,
        185.16
    ],
    [
        " They want a black and white answer. Hey, if I have this situation, what do I do?",
        185.32,
        187.82
    ],
    [
        " It actually depends. And, but it actually does depend. It depends. It's not a cop out. It's not a cop out.",
        188.52,
        194.78
    ],
    [
        " So it's like one, though, it does. And because it's not satisfying and it requires like,",
        194.98,
        200.14
    ],
    [
        " contemplation and understanding of the nuance and how did I get here in the first place? What am I trying to accomplish?",
        200.42,
        206.8
    ],
    [
        " So I was just thinking to myself when you were talking about this, this, this feeling of that sounds like a cop out was the, the answer I gave five thousand times the top gun to the students is it depends.",
        207.48,
        218.72
    ],
    [
        " And then you got to dig in and go through it and go, well, actually in the case that you're describing, this might actually be a better answer than in the same situation, but driven by another goal or got there for a different reason.",
        219.4,
        230.74
    ],
    [
        " Hey, I might go a different direction here. And then you as a leader have to actually apply some judgment in real time as opposed to this situation requires this response.",
        230.98,
        238.36
    ],
    [
        " Well, it's, that's not that simple. Hey, assault team leader, what are you doing way back there when there's, when they're all bogged down up in the front?",
        238.36,
        243.66
    ],
    [
        " Yeah.",
        243.94,
        244.06
    ],
    [
        " Well, you told me not to get engaged in like the room to room clearance. Totally. Yeah, but they're bogged down. Yeah.",
        244.06,
        249.74
    ],
    [
        " That your example of where should the platoon commander be in a patrol? It depends. Yeah, where it makes sense. Totally.",
        250.08,
        256.96
    ],
    [
        " Could be in the front, could be in the back, could be in the middle.",
        257.26,
        260.64
    ],
    [
        " You know, and I guess we've hit this. I'm probably beating a dead horse a little bit, but, but the unsatisfying nature of that answer, when I got to, um,",
        261.18,
        270.76
    ],
    [
        " the basic school, I'm a, I'm a brand new second lieutenant. And, uh, we get to the, the, the basic school and right outside of the main headquarters building is this giant bronze statue of the lieutenant.",
        271.32,
        284.66
    ],
    [
        " And he's in this pose. He's got his rifle. He's pouring his arm up and it says follow me, you know, which is what they push you lead from the front.",
        285.0,
        294.72
    ],
    [
        " Get out in front of your man. And, and in a lot of ways, that's right.",
        295.06,
        300.36
    ],
    [
        " That's right to, to have that, but in a lot of ways, it's actually not right. But,",
        301.2,
        306.82
    ],
    [
        " to die, place yourself where you need to be is nowhere near as cool as, follow me, lead from the front.",
        307.56,
        317.16
    ],
    [
        " But if that's what you, hey, I lead from the front like cool, you have no idea what's going on back here. And half of your guys just got hammered because of that.",
        317.9,
        324.18
    ],
    [
        " There's this, I think this compulsion, which is why the class would think plays so well to,",
        326.42,
        332.46
    ],
    [
        " that, that even just the catchphrases of leadership, which don't actually serve a leader very well, lead from the front.",
        333.52,
        339.86
    ],
    [
        " Who's gonna say, oh, that's a, that's a terrible leadership philosophy. But actually sometimes you don't want to be in the front.",
        340.2,
        344.34
    ],
    [
        " Yeah, which is why I have a section in leadership strategy and tactics, which is actually called lead from the rear.",
        344.56,
        349.2
    ]
]