[
    [
        " Set your goal and never fear from it. Cool. I got a better idea. How about the end must be adjusted to the means?",
        0.44,
        7.46
    ],
    [
        " Right, this never wants that Lambo. I",
        8.94,
        14.56
    ],
    [
        " Want a dream board. I got a Lambo and I got an infinity pool",
        14.56,
        18.04
    ],
    [
        " Cool, how's that Wendy's",
        18.04,
        24.38
    ],
    [
        " Salary kicking in",
        24.38,
        26.26
    ],
    [
        " Right adjust your means a little bit man adjust the end to fit the means",
        28.42,
        32.84
    ],
    [
        " Sure. Oh, this is this again. No one's there's no there's no there's not one single",
        32.84,
        39.52
    ],
    [
        " Inspirational meme on the Graham that says",
        39.52,
        43.34
    ],
    [
        " That says the end must be adjusted to the means no one says that actually it's the opposite as far as in the",
        43.34,
        49.88
    ],
    [
        " Inspirational quotes industry will for lack of better. It's the exact opposite actually",
        49.88,
        56.06
    ],
    [
        " Yeah, yeah, it's like hey basically. It's like a K. I just the men's the means right or the ends of the means right so it's kind of like hey don't",
        56.26,
        62.8
    ],
    [
        " Freaking have this goal",
        62.8,
        64.46
    ],
    [
        " That's like unrealistic essentially essentially yeah fact like it's unrealistic right like it's a responsible",
        64.46,
        72.06
    ],
    [
        " Do you respond you have an irresponsible goal right there? You can like whatever kill yourself doing it right you should go in the",
        72.06,
        78.12
    ],
    [
        " Comment should be like your dumb should be right given that right if you say it but they'll talk about someone right now",
        78.12,
        85.8
    ],
    [
        " That's gonna hear this me look who's kind of bullshit",
        85.8,
        87.64
    ],
    [
        " Yeah, oh, yeah, if you're down for the thing and I get it because double tap",
        87.64,
        94.44
    ],
    [
        " Heart like if you want to be a bit, you know for your first hundred million. Oh, yeah, yeah",
        94.44,
        101.26
    ],
    [
        " Well, there's people that tap that twice. Oh, yeah, right 100% yes, sir and and like for a moment",
        101.26,
        107.32
    ],
    [
        " They're kind of like pumped",
        107.32,
        108.32
    ],
    [
        " Yeah, I'm sure they're pumped the whole time",
        108.32,
        111.24
    ],
    [
        " Tell the ends really but no, well if you're the guy if you're the guy who says this what this book is saying",
        112.84,
        118.88
    ],
    [
        " Hey, like the end must be adjusted to the means. That's a good goal. Like that's a lofty goal, which you know obviously",
        118.88,
        124.84
    ],
    [
        " I can't hate on lofty goals wait, that's not even really a lofty goal",
        124.84,
        128.82
    ],
    [
        " That's just a realistic thing to do as a human, but the real is making realistic human memes",
        128.82,
        133.86
    ],
    [
        " Yeah, well, you know, you know, the first one will be the end must be adjusted to the means it's very not inspirational",
        133.86,
        139.58
    ],
    [
        " They would get down voted. Yeah, you'll you'll be branded as the hater really like that's what that's the point where they they'll brand you as a",
        139.66,
        147.36
    ],
    [
        " Hey, everyone's always hating and you know where this this goes into the whole idea Dave that you were talking about of like",
        147.36,
        154.24
    ],
    [
        " About hey, this isn't really sexy. This is the absolute like non",
        154.24,
        160.22
    ],
    [
        " This is getting down voted. This is getting haters. Oh, yeah, and and what's interesting is who you gonna who's gonna get the up vote?",
        160.22,
        168.34
    ],
    [
        " Right",
        170.12,
        170.52
    ],
    [
        " This person is getting you're getting hated all yeah, cuz you're like actually it's an honor to go",
        170.52,
        175.08
    ],
    [
        " You should check yourself right all the downer the doubter right? Oh, yeah",
        175.08,
        178.68
    ],
    [
        " The doubt the people to yeah, and the thing is I get it because there's a once in a great while you'll get someone who",
        178.68,
        184.5
    ],
    [
        " Achieved this super lofty goal not to say that they didn't adjust the ends to the means because they had the means",
        184.5,
        189.64
    ],
    [
        " Apparently at the end of the day the means were there cuz the end is there to right but here's the thing they had that",
        189.64,
        196.0
    ],
    [
        " Unun",
        199.14,
        199.78
    ],
    [
        " Uninspirational names. We'll just say realistic",
        199.78,
        201.54
    ],
    [
        " Realistic means yeah, yeah, but unless they they achieved that goal that was kind of untyp not typically",
        201.54,
        209.1
    ],
    [
        " Realistic it was unrealistic right comparatively speaking or whatever and they achieved it I",
        209.1,
        216.28
    ],
    [
        " Mean we could easily argue that",
        216.28,
        218.72
    ],
    [
        " Like oh this person did this because they had the mean the means right that will that",
        218.72,
        225.1
    ],
    [
        " The intellectual horsepower they had the educational thing they had they always think set up so it's actually a realistic goal",
        225.16,
        231.78
    ],
    [
        " I know that that's what I'm saying where but they'll take the the the the crazy quote unquote unrealistic",
        231.78,
        238.2
    ],
    [
        " Ends right the goal will say president. Oh, but that's the one right the classic president of the United States",
        238.2,
        244.46
    ],
    [
        " You can do anything you want well. I'm gonna send my goal the highest I possibly can in life president of the United States",
        244.46,
        248.88
    ],
    [
        " Mm-hmm, right so they're like all right cool",
        248.88,
        251.62
    ],
    [
        " Therefore we should all essentially set goals as high as president of the United States right okay?",
        252.06,
        258.92
    ],
    [
        " That's kind of the inspirational message right okay meanwhile the very few individuals that became president of the United States had the means",
        259.1,
        268.1
    ],
    [
        " So they're ends technically",
        268.1,
        271.1
    ],
    [
        " By definition were adjusted their ends were adjusted to the means cuz they had the means you see him saying",
        271.1,
        278.32
    ],
    [
        " Not everyone has the means so you gotta adjust those yeah meanwhile everyone's saying no no no no no no no no",
        278.32,
        284.22
    ],
    [
        " Don't you can do it I can do it too right which hey, I'm not saying they can't I'm not even saying that but I'm saying hey man",
        284.22,
        291.78
    ],
    [
        " You gotta be really realistic on that kind stuff yeah seem saying",
        291.78,
        296.06
    ],
    [
        " But then if you say that you just can't say that I don't know what's really crazy is like I just got slapped in my own face",
        296.06,
        303.66
    ],
    [
        " Thinking about this because we're kind of joking about this",
        303.66,
        306.84
    ],
    [
        " but what he's saying and what he saw was",
        306.84,
        311.82
    ],
    [
        " Hundreds and hundreds of thousands of soldiers that were killed",
        311.82,
        318.02
    ],
    [
        " Because the leadership didn't adjust the ends to the means totally",
        318.02,
        323.14
    ],
    [
        " Which is crazy to think about and as you guys are talking I was thinking my mind like people have figured this out",
        323.14,
        329.32
    ],
    [
        " There there are even phrases out there the one I kept thinking of as you're talking about this is I remember the phrase",
        329.56,
        335.9
    ],
    [
        " Live within your means like I've heard that said phrase",
        335.9,
        340.18
    ],
    [
        " What it's not is it's not hanging on a poster and any kids bedroom anywhere like I don't go to bed at night like it's an iron girl going",
        340.18,
        348.66
    ],
    [
        " I'm gonna live within my means",
        348.66,
        350.88
    ],
    [
        " The irony inside that is the best way to actually",
        350.88,
        354.64
    ],
    [
        " Ultimately expand your means over time so your means get greater and greater is to do exactly that",
        355.38,
        359.88
    ],
    [
        " Yeah, like that's that's the trick to it is is the the dissatisfaction of the reality is something people overlook and",
        359.88,
        369.02
    ],
    [
        " The the unfunny part of that",
        369.02,
        371.7
    ],
    [
        " Which is the sobering piece that you just mentioned is that it can actually lead people down a path",
        371.7,
        377.64
    ],
    [
        " To do exactly what you just said which",
        377.64,
        381.08
    ],
    [
        " Which almost seems not possible except for the fact that these that he specifically live that in a way he goes",
        382.34,
        389.12
    ],
    [
        " What are we doing here?",
        389.12,
        391.78
    ],
    [
        " What are we doing what are we expending?",
        392.36,
        394.68
    ],
    [
        " To a con and what are we accomplishing by doing that?",
        395.42,
        397.82
    ],
    [
        " So it wasn't just the national exhaustion. It was the national exhaustion with nothing to show for",
        397.82,
        402.62
    ],
    [
        " And then the scale of that which is",
        402.62,
        405.36
    ],
    [
        " Which is impossible seen as opposed to hey, why don't we operate within our means here?",
        405.36,
        410.94
    ],
    [
        " Why don't we do that? Yeah, and if you fast forward the kid if there was a kid that had a poster on the wall that said live within your means and",
        411.08,
        419.66
    ],
    [
        " Therefore they're saving and they're putting together and you look at them in 20 years and they're in a way better position than something that was like",
        419.66,
        426.16
    ],
    [
        " you know",
        426.16,
        427.62
    ],
    [
        " You need the Lambo",
        427.62,
        429.72
    ],
    [
        " Whatever right because they're gonna end up in debt and they can't invest properly and",
        429.72,
        436.04
    ],
    [
        " They have to work a job that they don't really like and it's a job that's a dead-end job like all these things add up",
        436.1,
        442.04
    ],
    [
        " You said something about you being an NBA basketball player, right?",
        442.04,
        446.72
    ],
    [
        " I would say on record on a",
        447.2,
        449.74
    ],
    [
        " Inspirational or demotivational post St. Hainborough. That's unrealistic. I would tell you that",
        449.74,
        455.32
    ],
    [
        " Yeah, and I think factually it is under well as far as factually goes it is unrealistic",
        455.32,
        460.74
    ],
    [
        " I don't know that I would tell a high school kid that when he's really into basketball. I don't know if I would I would say that",
        461.22,
        469.4
    ],
    [
        " Like it'd be unrealistic in certain ways like if under certain circumstances or whatever",
        469.4,
        474.04
    ],
    [
        " But given like how you consider it most people how they get into like professional sports whatever they work hard",
        474.04,
        479.42
    ],
    [
        " They really love the sport, you know, they go through trials and tribulations or whatever and they end up making it kind of a thing",
        479.42,
        485.12
    ],
    [
        " So if you get someone that that's kind of in the beginning of that",
        485.12,
        488.66
    ],
    [
        " Type a path right where that path is not straight up blocked off for whatever reason like it would be in your case",
        488.9,
        494.44
    ],
    [
        " I wouldn't really say that's unrealistic",
        494.44,
        496.02
    ],
    [
        " The point is there are really cases where it's unrealistic",
        496.02,
        499.96
    ],
    [
        " So if you tried to be an NBA player hired the best coach in the world",
        499.96,
        506.7
    ],
    [
        " I get it you would wind up",
        506.7,
        510.24
    ],
    [
        " Exhausting all your resources I should adjust my my end",
        510.24,
        514.78
    ],
    [
        " Yes, sir",
        514.94,
        516.04
    ],
    [
        " You might want to make sure that your kid who you don't want to stifle that dream",
        516.04,
        521.28
    ],
    [
        " You might want to make sure that they're not putting all the regs in that one basket two like hey listen go for it",
        521.28,
        528.2
    ],
    [
        " But you're not gonna drop out of school. Yeah, you're not gonna",
        528.2,
        532.0
    ],
    [
        " Stop doing this and this with the",
        532.0,
        534.78
    ],
    [
        " The ultimate meme of focus on your goals and block out every distraction",
        534.78,
        541.32
    ],
    [
        " So I'm done with school because school stupid because schooling and help me be being an NBA player",
        541.58,
        545.56
    ],
    [
        " Meanwhile your five six you're done growing you're not that good of a shot, but you've got this this passion",
        545.56,
        551.8
    ],
    [
        " You might want to keep that kid on the track of hey cool. I'm not here to crush your dreams however, comma",
        551.8,
        557.26
    ],
    [
        " Let's consider some other things as you're doing this",
        557.26,
        559.54
    ]
]