[
    [
        " That was a hurricane disaster giant exercise, where terrorists take over the local school",
        0.0,
        7.86
    ],
    [
        " while everything's going on and a huge monster exercise. My first bout with Killer B's,",
        7.86,
        15.78
    ],
    [
        " have you ever seen their swammer Killer B's?",
        16.62,
        20.78
    ],
    [
        " I think I've, no, actually no, I've driven, remember San Diego for a while? Echo Tos, there was",
        21.24,
        29.98
    ],
    [
        " driven through some swarms of bees. I don't know if it was quite the murder, wasp, or whatever",
        29.98,
        35.58
    ],
    [
        " those things were. But no, I've not dealt with actual legit Killer B's, no. Cloud just coming across.",
        35.58,
        41.84
    ],
    [
        " Yeah, one guy just screamed, getting a vehicle or lay down flat. And this cloud came over the entire",
        42.82,
        50.56
    ],
    [
        " field and they just went away. It was the craziest thing. Did anyone get attacked? No one got hit,",
        50.56,
        55.92
    ],
    [
        " significant that I remember. It was just the weirdest thing. But that happened to",
        56.3,
        60.52
    ],
    [
        " they weren't really living up to the right. No, we were in Colombia once and actually doing,",
        60.52,
        67.92
    ],
    [
        " you know, kind of something, you know, going in, you know, and the locals sat down on a hive",
        68.24,
        79.16
    ],
    [
        " and underground, you know, ground hive and jumped up and ran and left all their guns.",
        79.22,
        85.58
    ],
    [
        " And I don't, you know, literally, I mean, it was horrible. It was a cloud again.",
        86.8,
        90.54
    ],
    [
        " And we're in a bad spot, actually. You can't be without your gun.",
        91.66,
        96.34
    ],
    [
        " So I've got, unless you're getting attacked by bees, then you said, hell,",
        97.24,
        101.4
    ],
    [
        " it's also where these guys live. Yeah. You know, I mean, it's just, yeah, just outside of",
        103.62,
        109.6
    ],
    [
        " Cartagena, where, you know, they take the the mothership down that's, you know, it's a sandbagged,",
        109.6,
        116.66
    ],
    [
        " big giant fairy and they take it down and then go in and it's bad guy land. Don't drop a gun,",
        116.68,
        124.02
    ],
    [
        " but they did. And so I've got my beekeepers hat that I, you know, when you want to relax in the jungle,",
        124.3,
        130.26
    ],
    [
        " you throw that beekeeper's hat on your turn. Relax. Yeah. Don't like breathing the area back in",
        130.9,
        137.24
    ],
    [
        " on me, but hey, I'll take it, you know, and I've got my gloves and I got the, you know, the tips",
        137.24,
        142.54
    ],
    [
        " cut off of index finger and thumb and middle finger. And so Ed's going to go get the guns. And I've",
        142.54,
        151.12
    ],
    [
        " got my hands clenched, hiding those little exposures. As soon as I reached out to grab one of the",
        151.12,
        159.92
    ],
    [
        " whack, whack, whack, whack. It was great. They are just honed in. And we spoke the area too to kind",
        159.92,
        165.68
    ],
    [
        " of try and call them down. The idea was, I don't know how much it worked, but yeah, legit. Not cool.",
        165.68,
        173.08
    ]
]