[
    [
        " This is John Compon cast number 287 with Echo Trolls and me, John Cowinling, good evening,",
        0.14,
        6.68
    ],
    [
        " Eko.",
        6.82,
        7.0
    ],
    [
        " Good evening.",
        7.14,
        7.46
    ],
    [
        " And joining us again is Dave Burke, good evening, Dave.",
        7.68,
        10.6
    ],
    [
        " Good evening.",
        10.86,
        11.24
    ],
    [
        " So listen, if you've been tracking, we have been talking about BH LaDelle Hart.",
        11.72,
        18.16
    ],
    [
        " We've been talking about his strategy of the indirect approach.",
        18.32,
        20.52
    ],
    [
        " We've been covering his book, the strategy of indirect approach.",
        20.52,
        23.04
    ],
    [
        " Then we rolled into his book, which is just called strategy.",
        23.04,
        25.72
    ],
    [
        " The stuff is, it's so important to wrap your head around this stuff.",
        27.52,
        36.42
    ],
    [
        " It's a lot of it is counterintuitive when you hear it.",
        37.2,
        40.38
    ],
    [
        " It's counterintuitive when you hear it.",
        40.5,
        42.58
    ],
    [
        " It's sometimes even more counterintuitive when you try and do it.",
        42.96,
        48.0
    ],
    [
        " And if you understand it and you do it and you execute it, it is a game changer in the",
        49.44,
        57.56
    ],
    [
        " way you execute.",
        57.56,
        58.36
    ],
    [
        " And it's also a game changer in the way you think.",
        58.98,
        61.0
    ],
    [
        " So if you haven't yet listened to 285 and 286 to learn a little bit about BH LaDelle",
        61.84,
        68.6
    ],
    [
        " Hart, who he is, you know, a veteran soldier, a British soldier, World War I, wounded multiple",
        68.6,
        77.4
    ],
    [
        " times sent back from the front, multiple times sent back to the front, multiple times,",
        77.4,
        81.94
    ],
    [
        " fought in the battle of Assom.",
        82.26,
        84.12
    ],
    [
        " I mean, just almost his whole battalion wiped out, gravely wounded with gas.",
        84.5,
        89.76
    ],
    [
        " He was gassed.",
        89.82,
        90.38
    ],
    [
        " I mean, Ben Hallam back quite literally.",
        90.6,
        93.94
    ],
    [
        " And there's not too many people we can talk about, obviously, that fought in the battle",
        95.12,
        99.04
    ],
    [
        " of Assom.",
        99.04,
        99.62
    ],
    [
        " And on the last podcast, I was talking about the fact that he, you know, battle, you know,",
        100.38,
        106.06
    ],
    [
        " we throw the words battle tested around like all this battle tested.",
        106.06,
        108.98
    ],
    [
        " How about battle tested in what's actually the worst battle ever?",
        109.46,
        113.78
    ],
    [
        " That's where he kind of started to think about the strategy and tactics that we're being",
        115.22,
        120.78
    ],
    [
        " used.",
        120.78,
        121.14
    ],
    [
        " This is what sort of when he talks about the indirect approach is the antithesis to what World",
        121.14,
        128.34
    ],
    [
        " War I was.",
        128.34,
        129.72
    ],
    [
        " So if you haven't yet, go back and listen to 285 and 286 and then join us right now with",
        129.72,
        138.28
    ],
    [
        " 287 Dave.",
        138.28,
        140.02
    ],
    [
        " Any intro remarks?",
        140.42,
        141.96
    ],
    [
        " No, Matt.",
        142.66,
        143.06
    ],
    [
        " You were writing down that.",
        143.26,
        144.12
    ],
    [
        " Yeah, just thinking about the last podcast that we did and just where he's coming from.",
        144.12,
        151.24
    ],
    [
        " And I'm actually super stoked to get to these concluding these, the end of this section",
        151.24,
        156.74
    ],
    [
        " or this trilogy because I was saying this last time, I think this is all new.",
        156.74,
        166.34
    ],
    [
        " Like I get to hear this in real time and the sort of the chronology of your very first",
        166.6,
        172.56
    ],
    [
        " introduction from 285 was like, hey, a little bit of the background of heart, but I didn't",
        172.56,
        175.94
    ],
    [
        " really, I didn't really sink in as you were saying it of what you just said, like what he",
        175.94,
        182.66
    ],
    [
        " went through.",
        182.66,
        183.42
    ],
    [
        " And you said it left a mark on him, but I don't, I did not, I did not appreciate the",
        184.24,
        190.28
    ],
    [
        " depth of that mark and what it compelled him to do to try to course correct this massive,",
        190.28,
        198.42
    ],
    [
        " this, this massive mistake that that he had to endure in witness.",
        198.76,
        204.32
    ],
    [
        " So I have, I think I've been able to understand what he's been saying a lot better as you've",
        204.48,
        211.66
    ],
    [
        " been reading it, thinking about where he came from.",
        211.66,
        214.12
    ],
    [
        " You know what I should have done is I should have gone, well, first of all, I should have",
        215.32,
        219.5
    ],
    [
        " given a little bit more detail there, but I also should have gone back.",
        219.5,
        224.42
    ],
    [
        " There's so many references to BH Label Heart in so many manuals.",
        224.42,
        228.36
    ],
    [
        " It's ridiculous.",
        228.36,
        229.16
    ],
    [
        " And I should have pulled some of those up and said, oh, when we did this Marine Corps manual,",
        229.4,
        234.6
    ],
    [
        " when I did this Army manual, here's where this come from.",
        234.78,
        236.82
    ],
    [
        " Here's the roots of the statement because they, they cite, they cite him.",
        236.84,
        240.08
    ],
    [
        " So I guess part of it is there's some other podcasts that I have in the hopper in my mind",
        242.58,
        248.86
    ],
    [
        " that I want to do that I really can't do without people understanding this idea of the strategy",
        248.86,
        255.76
    ],
    [
        " of the indirect approach.",
        255.76,
        256.68
    ],
    [
        " I just can't, I can't go forward.",
        257.0,
        258.76
    ],
    [
        " It's like I had to do this.",
        258.82,
        259.92
    ],
    [
        " So I will go back, I'm sure, and do some more historical context around his life and",
        260.32,
        269.78
    ],
    [
        " what he went through.",
        269.78,
        270.68
    ],
    [
        " But I also, man, I wanted to get this stuff out there.",
        271.84,
        274.64
    ],
    [
        " You know, it's like I prioritize an execute drill to be quite frank with you.",
        274.7,
        277.62
    ],
    [
        " I would, I wanted to get people to understand this and and see how beneficial it can be",
        278.18,
        285.46
    ],
    [
        " for their thought process because it's been so beneficial for my, for the last 30 years",
        285.46,
        292.34
    ],
    [
        " of my life, maybe 20, 25 years of my life where I realized, wait a second.",
        292.34,
        297.5
    ],
    [
        " Going direct isn't always the best thing.",
        298.94,
        300.72
    ],
    [
        " In fact, the more I figured that out, the more I was like, oh, going direct is usually not the best thing.",
        300.86,
        305.88
    ],
    [
        " Quite often, the indirect approach is correct.",
        306.7,
        309.72
    ],
    [
        " It's the correct thing in Jiu-Jitsu, it's the correct thing in battlefield, it's the correct thing as a leader,",
        310.3,
        314.38
    ],
    [
        " it's the correct thing interacting with other human beings.",
        314.86,
        317.02
    ],
    [
        " So that's kind of where we are, how we got here.",
        318.18,
        322.14
    ],
    [
        " You know, a lot, a lot, that's the weird thing about having a podcast and doing things via podcast is",
        322.14,
        327.76
    ],
    [
        " part of the benefit of it is the immediacy of it, right?",
        327.76,
        333.46
    ],
    [
        " Like, there's not, you know, if you write a book, if I was to write a book about this stuff,",
        333.84,
        337.9
    ],
    [
        " it would take three years.",
        338.18,
        338.96
    ],
    [
        " Now, two years.",
        339.3,
        339.94
    ],
    [
        " Like, if I just was gave up everything else inside, I'm going to write a book about this.",
        340.7,
        343.66
    ],
    [
        " It would take two years to do to get it, to get it written, to get it published,",
        343.76,
        347.66
    ],
    [
        " to get it, or started to get it written, edited.",
        347.86,
        349.36
    ],
    [
        " Like, there's so much lag time.",
        349.36,
        350.94
    ],
    [
        " To do a podcast, it's like, cool.",
        351.82,
        353.84
    ],
    [
        " You know what, here's a book, I've had this book for a long time.",
        354.32,
        356.78
    ],
    [
        " I actually gave you my extra copy of this book.",
        357.1,
        359.22
    ],
    [
        " So, to be able to say, you know what, I want to get this done.",
        360.26,
        364.38
    ],
    [
        " Now's the time, boom, you can go and execute it.",
        364.5,
        366.38
    ],
    [
        " And what you sacrifice is you sacrifice some perfection, right?",
        366.84,
        371.86
    ],
    [
        " You sacrifice some perfection because, head, I sat there and thought about the best way to do this.",
        372.28,
        377.2
    ],
    [
        " Maybe I would have said, you know what I need to.",
        377.28,
        378.5
    ],
    [
        " I need an entire episode about the Battle of the Psalm.",
        378.68,
        381.68
    ],
    [
        " I need an entire episode about what gasing does to you.",
        381.86,
        385.26
    ],
    [
        " I need to do an episode about his battalion with the Yorkshire Light Regiment, right?",
        385.48,
        390.3
    ],
    [
        " And talk about exactly who is in there.",
        390.42,
        391.86
    ],
    [
        " There's a whole bunch of different things I could have done.",
        391.88,
        393.9
    ],
    [
        " And that's what I would have made this better.",
        395.1,
        397.12
    ],
    [
        " And that's one of the compromises that you make in moving forward and executing.",
        398.8,
        404.46
    ],
    [
        " Like, you know what, I'm looking back now, hindsight.",
        404.7,
        406.56
    ],
    [
        " 2020.",
        407.12,
        407.52
    ],
    [
        " Cool.",
        407.72,
        407.92
    ],
    [
        " Should have done that.",
        408.16,
        408.88
    ],
    [
        " Didn't do it.",
        409.0,
        409.7
    ],
    [
        " We'll do it in the future.",
        409.86,
        410.88
    ],
    [
        " It's the way it goes.",
        411.86,
        413.04
    ],
    [
        " Yeah, and even for me, as I contemplate what I'm trying to say, you talk about",
        413.84,
        418.48
    ],
    [
        " you sacrifice the perfection of your sacrifice.",
        418.48,
        420.82
    ],
    [
        " Even the way I'm trying to say what I'm thinking is not exactly right.",
        421.3,
        424.9
    ],
    [
        " It's not how I would say it if I spent time to sit down with a pen and paper and write out",
        425.0,
        429.26
    ],
    [
        " what I'm thinking or what I'm thinking about or the references I'm making in my head.",
        429.26,
        433.64
    ],
    [
        " But to be able to sort of reflect in real time as you're reading this,",
        434.2,
        439.02
    ],
    [
        " as inaccurate or not as eloquent as I'd like it to be,",
        439.68,
        443.16
    ],
    [
        " it's a really cool exercise as a listener of leadership",
        443.42,
        447.38
    ],
    [
        " to think about hearing what he's saying, contemplating the frame of reference he had,",
        447.38,
        455.24
    ],
    [
        " and how it applies to our world, which is",
        455.78,
        459.22
    ],
    [
        " yes, you don't need to be in World War I to recognize how absolutely directly affected you can be",
        459.22,
        468.6
    ],
    [
        " by thinking about what he's saying and applying it to your day-to-day life and how you interact",
        468.6,
        472.2
    ],
    [
        " with other people, which is kind of crazy to think about it.",
        472.2,
        474.72
    ],
    [
        " But it's also true.",
        475.48,
        477.5
    ],
    [
        " And I guess if there's a problem with any of this, if there's a problem with any of the things",
        477.96,
        482.34
    ],
    [
        " that you're saying is that there's nothing sexy about the indirect approach,",
        482.34,
        486.54
    ],
    [
        " it doesn't like, it doesn't play well.",
        486.84,
        490.0
    ],
    [
        " I'm going to get up and give a speech about the indirect approach.",
        490.78,
        493.98
    ],
    [
        " Men, we're going to subordinate our egos today.",
        494.72,
        497.48
    ],
    [
        " Like, the language doesn't work.",
        497.76,
        500.56
    ],
    [
        " It doesn't give you that immediate satisfaction that people want with",
        500.86,
        505.04
    ],
    [
        " Claus Witzie in total war.",
        505.04,
        507.04
    ],
    [
        " But what's crazy is how obvious is how obvious it is to think about how it helps you achieve",
        508.7,
        514.68
    ],
    [
        " the ultimate objective, which is winning the war and how much more satisfying that is",
        514.68,
        520.04
    ],
    [
        " than just winning a battle or then losing the war.",
        520.04,
        526.18
    ],
    [
        " So for whatever it lacks in the excitement of the language of",
        526.44,
        530.7
    ],
    [
        " we're going to destroy every single aspect of our enemy down to the ground.",
        530.7,
        536.78
    ],
    [
        " This actually is the tool that you need to be successful in anything.",
        537.4,
        541.96
    ],
    [
        " This is how you actually win.",
        542.42,
        543.82
    ],
    [
        " Is that how you win?",
        543.88,
        544.32
    ],
    [
        " Yes, very counter-cultural.",
        544.68,
        548.82
    ],
    [
        " It's very like you said, it doesn't sell well.",
        549.38,
        554.78
    ],
    [
        " You could imagine St.",
        555.82,
        559.66
    ],
    [
        " Wal Jackson standing up and saying, all right, guys, the enemy is half-mile down there.",
        559.7,
        564.56
    ],
    [
        " We are going to take the fight to them and people getting fired up.",
        564.8,
        567.8
    ],
    [
        " As opposed to saying, hey, the enemy is right down there and we're going to walk 14 miles right now",
        567.82,
        573.12
    ],
    [
        " to go and hit him from where he doesn't really expect it.",
        573.12,
        576.74
    ],
    [
        " Because we don't want to have to face his strength.",
        577.0,
        584.62
    ],
    [
        " We're a little scared to do that.",
        584.64,
        585.82
    ],
    [
        " So we're going to walk around and kind of suck our punch him.",
        586.18,
        588.06
    ],
    [
        " You guys with me?",
        589.1,
        589.94
    ],
    [
        " As opposed to forward into the breach, right?",
        590.32,
        596.12
    ],
    [
        " No, not really.",
        596.66,
        598.38
    ],
    [
        " We're going to sneak around and suck our punch somebody.",
        598.82,
        600.64
    ],
    [
        " Who's with me?",
        601.04,
        601.82
    ],
    [
        " He.",
        601.96,
        602.06
    ],
    [
        " But it's how you win.",
        602.72,
        605.08
    ],
    [
        " So let's jump back into it.",
        606.28,
        609.92
    ],
    [
        " Further revision of theory and trying to revise any theory and readjust it for better balance.",
        612.7,
        618.22
    ],
    [
        " Oh, isn't that interesting?",
        618.74,
        620.02
    ],
    [
        " We're talking about balance because everything is a dichotomy.",
        620.02,
        622.68
    ],
    [
        " Again, I owe royalties to the to the LaDelle Hart family.",
        623.58,
        627.72
    ],
    [
        " It is a help to have a background of study in the subject as long as one is willing to modify one's",
        628.54,
        636.18
    ],
    [
        " conclusions.",
        636.18,
        636.96
    ],
    [
        " Not interesting.",
        637.74,
        639.06
    ],
    [
        " We have to actually be willing to modify our conclusions.",
        639.58,
        642.38
    ],
    [
        " Change our mind.",
        643.24,
        644.42
    ],
    [
        " I was.",
        646.96,
        647.82
    ],
    [
        " So far as I know, the first student of war after 1914 to 1918 to make a re-examination of the",
        648.2,
        654.8
    ],
    [
        " prevailing doctrines derived from classmates about the objective in war.",
        654.8,
        658.44
    ],
    [
        " After calling it in question in number of articles in the military journals, I was",
        659.14,
        664.52
    ],
    [
        " I dealt with it more fully in Paris or the future of war 1925.",
        664.52,
        670.58
    ],
    [
        " This little book began with a criticism of the way that the orthodox aim, quote,",
        670.7,
        675.64
    ],
    [
        " the destruction of the enemy's main forces on the battlefield, end quote, had been pursued in",
        675.82,
        680.72
    ],
    [
        " World War I pointing out its indecisive and exhausting results.",
        680.72,
        685.2
    ],
    [
        " To your point earlier, like, hey, we want to go and confront the enemy head on.",
        685.74,
        691.42
    ],
    [
        " Cool.",
        691.56,
        691.72
    ],
    [
        " We did that for three years, four years, and we had not only we had indecisive and exhausting",
        691.92,
        699.26
    ],
    [
        " results. We were exhausted. We didn't get anywhere.",
        699.26,
        700.72
    ],
    [
        " God, what a what a freaking sin.",
        701.54,
        704.94
    ],
    [
        " What a sin to expend all those lives and be exhausted from it and have no real decisive victory.",
        705.7,
        713.76
    ],
    [
        " Continuing, it went on to argue that the advantages of the moral objective,",
        715.04,
        721.14
    ],
    [
        " showing how armored forces might deliver a decisive blow against the Achilles heel of the",
        721.48,
        726.2
    ],
    [
        " enemy army, which is the communication and command centers, which form its nerve system,",
        726.2,
        731.02
    ],
    [
        " and two, how air forces besides cooperating in this strategic action might also strike with the",
        731.2,
        736.66
    ],
    [
        " decisive effect direct at a nation's nerve system, and that is its static civil centers of the",
        736.66,
        743.28
    ],
    [
        " industry. So he's the first guy that said, hey, well, we did in World War I sucked,",
        743.28,
        748.2
    ],
    [
        " and we shouldn't do it again. How about we use freaking tanks and aircraft to",
        748.76,
        753.82
    ],
    [
        " pierce the enemy and cut off their communication and ruin their industries?",
        755.06,
        760.0
    ],
    [
        " Continuing, the general staff prescribed the book for the study of the officers of the first",
        760.72,
        768.0
    ],
    [
        " experimental mechanized force when this was formed two years later. The air staff, less surprisingly,",
        768.0,
        773.04
    ],
    [
        " made still fuller use of it. There was then a lack of textbooks on air strategy,",
        773.56,
        778.56
    ],
    [
        " and it fitted the development, the developing trend of their views on the subject.",
        778.56,
        783.28
    ],
    [
        " The chief of staff, the chief of the air staff distributed copies to his fellow chiefs of staffs.",
        784.52,
        790.62
    ],
    [
        " What I have said now is thus a revision. After prolonged reflection of what I wrote a quarter",
        791.86,
        797.94
    ],
    [
        " century ago, and in a vowel of error over part of the thesis, it shows, so he's taking ownership",
        797.94,
        805.2
    ],
    [
        " of something that he screwed up. It shows how in correcting the balance, one is apt to tilt too far",
        805.2,
        812.28
    ],
    [
        " the other way. This is something I call classic team guy over correction. I would make a,",
        812.28,
        817.48
    ],
    [
        " I'd go and guys would be coming through my training. They'd make a mistake, hey, you're",
        817.7,
        820.6
    ],
    [
        " micro manging, also they let people do whatever they want, or the opposite.",
        820.6,
        823.42
    ],
    [
        " Correcting the balance, one is apt to tilt too far the other way. Te Lawrence",
        824.96,
        829.88
    ],
    [
        " observed in a letter he wrote me in 1928, this is Lawrence of Arabia. This is a guy that",
        830.92,
        835.7
    ],
    [
        " fought the Arab revolt in the Sinai and Palestinian campaign in World War I. I mean this guy is a",
        835.7,
        842.24
    ],
    [
        " legendary. And Lawrence of Arabia says, quote, the logical system of classmates is too complete.",
        842.24,
        850.26
    ],
    [
        " What an opening line. The logical system of classmates is too complete. It leads",
        850.76,
        857.78
    ],
    [
        " to stray his disciples, those of them at least, who would rather fight with their arms than with",
        857.78,
        864.56
    ],
    [
        " their legs? What a freaking statement to open up a letter. Rather fight with their arms and with",
        864.56,
        873.48
    ],
    [
        " their legs. What an epic statement. Actually, it's kind of a kind of a, who goes in with my",
        873.48,
        881.46
    ],
    [
        " arm. Displenty goes freedom field manual talking about, you know, oh, you want to fight? You want",
        883.56,
        888.18
    ],
    [
        " to, you want to know self defense? Cool. You want to punch me? I want to run away. You want to kick me",
        888.18,
        893.0
    ],
    [
        " cool? I'm going to run away. I'm going to fight with my legs, not with my arms. Continuing on,",
        893.0,
        899.88
    ],
    [
        " you at present are trying with very little help from those whose businesses it is to think upon",
        900.18,
        905.24
    ],
    [
        " their profession to put the balance straight after the orgy of the last war.",
        905.24,
        909.4
    ],
    [
        " When you succeed about 1945, these are like little jokes he's making because he's writing this",
        910.46,
        916.78
    ],
    [
        " in 1928. When you succeed about 1945, your sheep will pass your bounds of discretion and have to",
        916.78,
        924.56
    ],
    [
        " be shivvyed back to some later strategist back and forward we go. End quote. In 1925, I myself went",
        924.56,
        934.74
    ],
    [
        " too far in arguing the advantages of the air stroke at civil objectives, though I did qualify this",
        934.74,
        941.32
    ],
    [
        " by emphasizing the importance of executing it in such a way as to inflict the least possible",
        941.32,
        946.12
    ],
    [
        " permanent injury for the enemy of today is the customer of the morrow and the ally of the future.",
        946.12,
        953.02
    ],
    [
        " Who would think that that's possible? Who would think that Germany would become our ally?",
        953.74,
        959.28
    ],
    [
        " Who would think that the Japanese would rebuild them to a point of economic power where",
        959.9,
        966.68
    ],
    [
        " we're in total cooperation with totally? My belief then was that a decisive air attack would",
        966.68,
        974.12
    ],
    [
        " inflect less total damage and constitute less of a drain on the defeated country's recuperative",
        974.12,
        979.22
    ],
    [
        " power than a prolonged war of the existing type. In further study, I came to realize that an",
        979.22,
        984.86
    ],
    [
        " air attack on industrial centers was unlikely to have an immediate decisive effect and more likely",
        984.86,
        989.76
    ],
    [
        " to produce another prolonged war of attrition in fresh form with perhaps less killing but more",
        989.76,
        995.32
    ],
    [
        " devastation than from 1918. 1914 to 1918. World War One. But when one began to point this out,",
        995.32,
        1004.64
    ],
    [
        " one soon found that the air staff was far less receptive to the revised conclusion than to the",
        1005.68,
        1011.34
    ],
    [
        " original conclusion. They continued to cherish faith in a speedy decision and when war experienced",
        1011.34,
        1017.38
    ],
    [
        " compelled them to relinquish it, they pinned their faith instead on industrial attrition as",
        1017.38,
        1022.82
    ],
    [
        " fervently as the general staff of the last war had done to manpower attrition.",
        1022.82,
        1026.28
    ],
    [
        " We're not learning lessons. Cut. Collective egos at play. Just not learning lessons.",
        1026.98,
        1039.56
    ],
    [
        " A lot of this is why, like I said a couple times now that this book and this strategy is a setup for me",
        1044.72,
        1052.9
    ],
    [
        " for another series of podcasts that I want to do and it's all going to come so",
        1052.9,
        1057.32
    ],
    [
        " become so clear. Nevertheless, a realization of the drawbacks and evils of taking the civil",
        1057.32,
        1065.7
    ],
    [
        " fabric as the objective does not mean the restoration of battle in the own sense of the objective.",
        1065.7,
        1070.78
    ],
    [
        " The drawbacks of that cause went cause Witzie and formula were amply shown in World War One.",
        1070.9,
        1076.98
    ],
    [
        " In contrast, World War Two demonstrated the advantage of new potentialities of indirect or strategic",
        1077.3,
        1083.78
    ],
    [
        " action against a military objective, amply confirming what had been forecast in that respect.",
        1083.78,
        1090.56
    ],
    [
        " Is he saying, yeah, I told you so? Yes, he is. He's saying, I told you so. I told you that these",
        1091.56,
        1100.3
    ],
    [
        " things, I told you that this air that this most mechanized fast moving elements could change the",
        1100.3,
        1107.28
    ],
    [
        " face of war, especially when coupled with air power. I told you so. Even in the past such action",
        1107.28,
        1115.64
    ],
    [
        " had been effectively exploited by some of the great captains despite the limitations of their instruments.",
        1115.64,
        1120.9
    ],
    [
        " But now with the help of new instruments, the airplane, the tank, it proved still more decisive",
        1121.26,
        1127.38
    ],
    [
        " despite the increased strength of tactical resistance. The new mobility produced a flexibility",
        1127.38,
        1133.86
    ],
    [
        " in varying the direction of thrust and threat which disarmed such resistance.",
        1133.86,
        1138.92
    ],
    [
        " And that's what we talked about in the last podcast. France, Poland, the Balkans, just",
        1139.62,
        1145.7
    ],
    [
        " disarmed resistance. The time has come for a fresh revision of the doctrine of the objective or",
        1145.7,
        1153.78
    ],
    [
        " military aim in light of recent experience and present conditions. It is much to be desired",
        1153.78,
        1159.42
    ],
    [
        " that it should be undertaken on combined service basis to produce an agreed solution for there is",
        1159.42,
        1165.04
    ],
    [
        " a dangerous discordance of doctrines at presence. The outlines of a revised theory fitted to",
        1165.04,
        1172.16
    ],
    [
        " present conditions and knowledge have emerged. I hope in course of this discussion of the subject,",
        1172.16,
        1177.12
    ],
    [
        " the key idea is strategic operation rather than battle, an old term that has outlived its suitability",
        1177.12,
        1187.34
    ],
    [
        " and utility. So get rid of this whole idea of battle. Battles may still occur but should not be",
        1187.34,
        1196.14
    ],
    [
        " regarded as the aim itself to repeat an earlier conclusion that was strikingly vindicated in World",
        1196.14,
        1202.36
    ],
    [
        " War II quote the true aim is not so much to seek battle as to seek a strategic situation so",
        1202.36,
        1210.62
    ],
    [
        " advantageous that does not of itself produce the decision that if it does not of itself produce",
        1210.62,
        1216.54
    ],
    [
        " the decision, its continuation by a battle is sure to achieve this. That's what we're looking for.",
        1216.54,
        1222.1
    ],
    [
        " And have your opponent recognize that before the battle takes place.",
        1222.94,
        1226.4
    ],
    [
        " Optimally yes, optimally they go you know we don't even have a chance. If they don't recognize it",
        1227.92,
        1232.18
    ],
    [
        " cool, you're in such a good position that it doesn't matter anyways and the battles over very quickly.",
        1232.18,
        1236.44
    ],
    [
        " Yeah. I mean I'm writing things down. I mean just the things inside what he just said.",
        1236.58,
        1243.12
    ],
    [
        " I'm just the first thing of the comment about study is designed to modify conclusions.",
        1243.24,
        1248.0
    ],
    [
        " Not not to validate your conclusions like I'm going to go to research and I'm going to literally",
        1248.8,
        1254.72
    ],
    [
        " just overlook and bypass anything that doesn't align with what I already think I know.",
        1254.9,
        1259.54
    ],
    [
        " I'm just like that's not convenient so I'm going to skip that. So I'm going to find I'm going to",
        1259.9,
        1263.52
    ],
    [
        " study so I can find information to reinforce what I already know. He's like no I'm doing the study",
        1263.52,
        1267.58
    ],
    [
        " to figure out what I what I thought that's actually wrong to modify my to modify my conclusions.",
        1267.58,
        1274.28
    ],
    [
        " The inherent humility in that approach so I'm going to study to find out where I'm wrong.",
        1274.74,
        1280.88
    ],
    [
        " How hard that actually is to do and then he used the air staff these example and of course",
        1283.64,
        1288.32
    ],
    [
        " you know the air staff is a thing that didn't even exist and now it's this thing where that",
        1288.32,
        1292.0
    ],
    [
        " counter culture there they're the opposing view of hey we need to look at these things differently",
        1292.0,
        1296.36
    ],
    [
        " and then how quickly how quickly they solidified around their new approach and became the inflexible",
        1296.36,
        1305.74
    ],
    [
        " rigid we are going to stick to these conclusions we're going to state of these we are not going to",
        1305.74,
        1309.92
    ],
    [
        " change our our our viewpoint of this and how quickly that that process happens to",
        1309.92,
        1314.62
    ],
    [
        " human beings do not change no they really don't and they really like to dig into whatever they got",
        1314.62,
        1324.52
    ],
    [
        " a hold when they got a hold of something they hang on to it totally it's like trying to pry a",
        1324.52,
        1328.0
    ],
    [
        " toe it's like a little freaking kid a uh a three-year-old with the rattle you know what I'm saying they",
        1328.0,
        1334.94
    ],
    [
        " got that rattle go and try and take that away from them why is that it's a human instinct to hang",
        1334.94,
        1341.78
    ],
    [
        " on to what you got and you see the general staff after 32 years of military service and 150 years",
        1341.78,
        1348.98
    ],
    [
        " and combined military service between these three four generals and and and they have that new",
        1348.98,
        1355.0
    ],
    [
        " rattle that they got a hold of and they won't let go of it yeah and they're going to kick and scream",
        1355.0,
        1361.64
    ],
    [
        " it's disturbing it's crazy and he said something too that that he's referenced you've you've",
        1362.14,
        1369.28
    ],
    [
        " already said it and and this one kind of finally stuck is is he's making the connection to leadership",
        1369.28,
        1375.46
    ],
    [
        " he he's not talking about Klauswood so much he keeps saying about his students his disciples the",
        1375.46,
        1381.76
    ],
    [
        " influence he had on a generation of leaders and the the the tragedy that was created by that",
        1381.76,
        1389.78
    ],
    [
        " based on Klauswood's influence over people and he's made the illusion too like that really wasn't his",
        1390.32,
        1397.76
    ],
    [
        " intent it wasn't his intent oh he definitely last podcast he definitely pointed out that that was",
        1397.76,
        1402.02
    ],
    [
        " not his intent totally but the power for better for worse the power of that leadership and if you",
        1402.02,
        1408.84
    ],
    [
        " have disciples and you've said this over and over again and again I don't remember the exact",
        1408.84,
        1413.84
    ],
    [
        " quote the the the the uneducated disciples are more dangerous than the enemy and to to just",
        1413.84,
        1423.58
    ],
    [
        " blindly follow the language or the words of the leader and just try to go implement them without",
        1423.58,
        1430.58
    ],
    [
        " truly understanding the context and then the evolving application of that to the world that they're",
        1430.58,
        1436.12
    ],
    [
        " going to be in it's I mean I put them from from those two pages just pulling out those through those",
        1436.12,
        1442.36
    ],
    [
        " things how critical those things are can can you fathom the freaking group think that's going on",
        1442.36,
        1450.36
    ],
    [
        " check it out not only is everyone on my side bought into this bullshit so my entire freaking",
        1450.36,
        1460.46
    ],
    [
        " army of millions of people is all bought into this idea and your side and your millions of soldiers",
        1460.46,
        1470.5
    ],
    [
        " and leaders are all bought to the same idea imagine how crazy that is imagine how crazy it is",
        1470.5,
        1476.26
    ],
    [
        " that our group think is so strong that both opposing sides both are bought into the same group think",
        1476.26,
        1483.64
    ],
    [
        " at the peril of millions of soldiers like that's nuts to think how strong that group think is to think",
        1483.64,
        1493.08
    ],
    [
        " I'm looking at you and you're doing the exact same thing as me and I'm thinking well we're just",
        1493.08,
        1498.2
    ],
    [
        " going to keep doing it and you're looking at me thinking we're going to keep doing it and neither one",
        1498.2,
        1501.6
    ],
    [
        " of us is able to say you know what this doesn't make any sense hey are you looking at what are enemies",
        1501.6,
        1505.38
    ],
    [
        " doing this this is this seems kind of dumb the power of the group think there the power of you know",
        1505.38,
        1511.78
    ],
    [
        " we always talk about right you got to detach and you got to take you know take a more strategic",
        1511.78,
        1516.78
    ],
    [
        " view these are the freaking generals on both sides at the same time at the same time wrapped up in",
        1516.78,
        1526.6
    ],
    [
        " the identical group think when they are getting a daily dose of reality the the most stark reality",
        1526.6,
        1534.98
    ],
    [
        " that human beings have ever seen ever the most stark reality that human beings have ever seen they're",
        1534.98,
        1541.48
    ],
    [
        " getting slapped in the face with that on the daily basis and they never look around and say hey",
        1541.48,
        1547.36
    ],
    [
        " you know what this is freaking stupid what are we doing this is the sickest group think",
        1547.36,
        1554.5
    ],
    [
        " fathomable it's crazy so it's detach it's detached but like detaching to the strategic levels not",
        1555.96,
        1565.44
    ],
    [
        " enough if you're surrounded if you're completely surrounded if you're in the virtual reality goggles",
        1565.44,
        1573.6
    ],
    [
        " on right no matter where you look it's like you're in the game you need to take those things off your head",
        1573.6,
        1578.88
    ],
    [
        " all right this is the last chapter that we're going to cover in this book",
        1583.5,
        1586.64
    ],
    [
        " it's called grand strategy and it's going to tie into a lot of things this book is concerned",
        1586.64,
        1596.62
    ],
    [
        " with strategy rather than with grand strategy or war policy to deal adequately with this wider",
        1596.62,
        1601.98
    ],
    [
        " subject would require not only a much larger volume but a separate volume for while grand",
        1601.98,
        1608.02
    ],
    [
        " strategy should control strategy its principles often run counter to those which prevail in the",
        1608.02,
        1614.68
    ],
    [
        " field of strategy for that very reason however it is desirable to include here some indication",
        1614.68,
        1622.54
    ],
    [
        " of the deeper conclusions to which a study of grand strategy leads",
        1622.54,
        1627.44
    ],
    [
        " the object in war so this is an interesting setup right the setup is hey what I've been talking about",
        1627.44,
        1636.16
    ],
    [
        " at this strategic level we're actually gonna we're actually gonna have some principles that are",
        1636.4,
        1643.04
    ],
    [
        " counter to that when we go up one more level so this is a very interesting setup",
        1643.04,
        1646.86
    ],
    [
        " the object in war is to attain a better peace even if only from your own point of view",
        1646.86,
        1654.66
    ],
    [
        " hence it is essential to conduct war with constant regard to the peace you desire",
        1654.66,
        1660.2
    ],
    [
        " that's what's up here to be common sense what are we trying to get done how can we get it done",
        1661.62,
        1669.28
    ],
    [
        " not just to win right now but how can we set ourselves up in the grand future so that we're doing",
        1669.28,
        1676.34
    ],
    [
        " what we wanted so we're in a situation we want to be in this is the underlying",
        1676.34,
        1680.4
    ],
    [
        " cloud swits definition of war as a quote continuation of policy by other means end quote the pro",
        1680.4,
        1688.64
    ],
    [
        " longation of that policy through the war into the subsequent peace must always be born in mind so",
        1688.64,
        1695.38
    ],
    [
        " you you always have to think about the future you always have to think about the future",
        1695.38,
        1699.92
    ],
    [
        " you have to think strategically over time yeah at all times a state which expands its strength",
        1699.92,
        1710.44
    ],
    [
        " to the point of exhaustion bankrupt its own policy and future again what's the ROI what's the",
        1710.44,
        1718.36
    ],
    [
        " ROI and what we're doing we're expanding all of our capital to make something happen and we look",
        1718.36,
        1723.8
    ],
    [
        " up and cool we made it happen but we have no capital left we can't pay our employees we can't",
        1723.8,
        1728.56
    ],
    [
        " order anymore of our supplies good job no not a good job if you concentrate exclusively on victory",
        1728.56,
        1739.08
    ],
    [
        " with no thought for the after effect you may be too exhausted to profit by the peace while it is",
        1739.08,
        1745.24
    ],
    [
        " almost certain that the peace will be a bad one containing the germs of another war this is a lesson",
        1745.24,
        1752.62
    ],
    [
        " supported by abundant experience I brought up this quote again or one of the previous podcasts",
        1752.62,
        1761.12
    ],
    [
        " about hey cool you want and now you're in charge of a wasteland how about a leadership capital",
        1761.12,
        1766.2
    ],
    [
        " perspective cool I got Dave to do what I told him to do and now he hates working here and he's",
        1766.2,
        1771.7
    ],
    [
        " not going to do a good job and he's putting his resume out there to everybody else good job",
        1771.7,
        1776.16
    ],
    [
        " cool but I got him to do what I want him to do I won but he's got the germs of another war",
        1776.16,
        1784.08
    ],
    [
        " yeah and by the way go look at what happened between world war one and world war two that's exactly",
        1784.08,
        1791.18
    ],
    [
        " what it is that's what he's referring to when there's other examples but there's that's a freaking",
        1791.18,
        1796.96
    ],
    [
        " perfect one no one was happy at the end of that war the risks become greater still in any war that",
        1797.12,
        1806.22
    ],
    [
        " is waged by a coalition for in such a case a a two complete victory inevitably complicates the",
        1806.22,
        1814.42
    ],
    [
        " problem of making a just and wise peace settlement where there is no longer a counterbalance of an",
        1814.42,
        1818.82
    ],
    [
        " opposing force to control the appetites of victors there is no check on the conflicting views and",
        1818.82,
        1823.56
    ],
    [
        " interests between parties the Alliance what a brilliant statement right this is 19 I guess he's",
        1823.56,
        1830.46
    ],
    [
        " what yeah this is this is so this is after world war two yeah as it has to be I mean that reference",
        1830.46,
        1835.5
    ],
    [
        " to yeah American Russia like that yep cool yep we work together and as soon as we don't have our",
        1835.5,
        1842.36
    ],
    [
        " common enemy anymore now we're pissed at each other yeah the divergences then apt to come so",
        1842.36,
        1849.3
    ],
    [
        " acute as to turn the comradeship of common danger into the hostility of mutual dissatisfaction",
        1849.3,
        1855.24
    ],
    [
        " so the ally of one war becomes the enemy in the next there you go hello Soviet Union yeah versus",
        1855.24,
        1862.26
    ],
    [
        " America this raises a further and wider question the friction that commonly develops in any alliance",
        1862.26,
        1870.5
    ],
    [
        " system especially when it has no balancing force has been one of the factors that have fostered",
        1870.5,
        1879.28
    ],
    [
        " infusion so joining together this is like in a platoon you have a platoon if you leave them alone",
        1880.48,
        1888.8
    ],
    [
        " for a little while they'll start fighting each other that's just what's gonna happen no there's",
        1888.8,
        1894.38
    ],
    [
        " no balancing forces no one to go against even if it's just the trading cadre that's enough of",
        1894.38,
        1898.84
    ],
    [
        " a you know we'll go against those guys are another platoon once they're alone they're gonna start",
        1898.84,
        1903.5
    ],
    [
        " fighting each other so we look for we look for solutions infusion but history teaches us that in",
        1903.5,
        1909.6
    ],
    [
        " practice this is apt to mean domination by one of the constituent elements and although there is a",
        1909.6,
        1915.04
    ],
    [
        " natural tendency toward the fusion of small groups and a larger ones the usual result of forcing",
        1915.04,
        1919.82
    ],
    [
        " the pace is the confusion of the plans to establish a comprehensive political unit kind of I will",
        1919.82,
        1926.16
    ],
    [
        " say that's a pretty pessimistic view it's a realistic view but it's a pessimistic view",
        1926.16,
        1930.28
    ],
    [
        " more over regrettable as it may seem to the idealist the experience of history provides little",
        1931.48,
        1936.24
    ],
    [
        " warrant for the belief that real progress and the freedom that makes progress possible wise in",
        1936.24,
        1941.16
    ],
    [
        " unification this is something we need to pay attention to for where unification has been",
        1941.16,
        1945.74
    ],
    [
        " able to establish unity of ideas it has usually ended in uniformity paralyzing the growth of new",
        1945.74,
        1953.46
    ],
    [
        " ideas and where unification has merely brought about an artificial or imposed unity it is",
        1953.46,
        1959.68
    ],
    [
        " irksome it's irksomeness has led through discord to disruption I love that that from a leadership",
        1961.42,
        1968.54
    ],
    [
        " perspective right we get everyone on board the plan hey listen everyone just lock it up we're",
        1968.54,
        1973.54
    ],
    [
        " going with my plan seems to help right it seems to help but by the way no one's now thinking",
        1973.54,
        1979.78
    ],
    [
        " and on top of that people are pissed discord so now as soon as something goes wrong you know we",
        1979.78,
        1986.34
    ],
    [
        " got an element that's breaking off you got people complaining why is that we're trying to force",
        1986.34,
        1991.84
    ],
    [
        " uniformity we're trying to force people to think the same way it's a problem vitality springs",
        1991.84,
        2000.68
    ],
    [
        " from diversity which makes for real progress so long as there is mutual toleration",
        2000.68,
        2006.14
    ],
    [
        " based on the recognition that worse may come from an attempt to suppress differences",
        2006.14,
        2012.16
    ],
    [
        " then from acceptance of them again if you're an elite and you got someone that's a little outside",
        2012.34,
        2018.64
    ],
    [
        " the lines and all you do is beat them into submission you're it's not helping",
        2018.64,
        2022.42
    ],
    [
        " for this reason the kind of peace that makes progress possible is best assured by the",
        2022.42,
        2029.44
    ],
    [
        " mutual checks created by a balance of forces alike in the sphere of internal politics and of",
        2029.44,
        2036.26
    ],
    [
        " international relations so he goes into a little bit about you know the the balance of power",
        2038.9,
        2047.0
    ],
    [
        " in politics right he says he says any monopoly of power leads to ever repeated demonstrations of",
        2047.0,
        2055.18
    ],
    [
        " the historical truth epitomized in lord actin's famous dictum all power corrupts and absolute power",
        2055.18,
        2066.1
    ],
    [
        " which develops from the study of grand strategy against the background of history is the practical",
        2066.1,
        2070.54
    ],
    [
        " necessity of adapting the general theory of strategy to the nature of a nation's fundamental policy",
        2070.54,
        2076.16
    ],
    [
        " gotta make sure you're aligned gotta make sure you're aligned",
        2076.16,
        2079.86
    ],
    [
        " goes into some the difference between an an acquisitive state and a conservative state meaning hey",
        2079.86,
        2091.38
    ],
    [
        " my state is going out to acquire other properties that we're gonna go go on the attack and a",
        2091.38,
        2096.28
    ],
    [
        " conservative state which is hey we're just trying to maintain what we've got the acquisitive state",
        2096.28,
        2101.98
    ],
    [
        " inherently unsatisfied needs to gain victory in order to gain its object and must therefore",
        2101.98,
        2109.6
    ],
    [
        " court greater risks in the attempt the conservative state can achieve its object by merely inducing",
        2109.6,
        2116.0
    ],
    [
        " the aggressor to drop his attempt at conquest by convincing him that the game is not worth the",
        2116.0,
        2121.18
    ],
    [
        " candle in victory its victory isn't a real sense attained by foiling one's bid one sides look",
        2121.18,
        2129.3
    ],
    [
        " by foiling the other sides bid for victory indeed in attempting more it may defeat its own purpose",
        2129.3,
        2138.14
    ],
    [
        " by exhausting itself so much that is unable to resist other enemies or the internal effects",
        2138.14,
        2144.4
    ],
    [
        " of overstrain self exhaustion in war has killed more states than any foreign assailant",
        2145.98,
        2152.52
    ],
    [
        " and how often do we see that in companies how often do we see in companies where they are just",
        2152.52,
        2158.44
    ],
    [
        " going so hard and investing in so many different places and chewing up their teams",
        2158.44,
        2165.82
    ],
    [
        " we have to you have to be cognizant of that",
        2167.86,
        2172.72
    ],
    [
        " weighing these factors the problem it can be seen that the problem of a conservative state is to",
        2172.72,
        2180.56
    ],
    [
        " find the type of strategy that is suited to fulfill its inherently more limited object in the most",
        2180.56,
        2186.26
    ],
    [
        " strength-conserving way so as to ensure future as well as presence now there's a reason I'm",
        2186.26,
        2192.88
    ],
    [
        " covering this part because of this statement at first glance it might seem that pure defense",
        2192.88,
        2198.06
    ],
    [
        " would be the most economical method but this implies static defense and historical experience warns us",
        2198.06,
        2206.6
    ],
    [
        " that it is dangerously brittle method on which to rely economy of force and deterrent effect are",
        2206.6,
        2214.6
    ],
    [
        " best combined in defensive offensive method based on high mobility that carries the power of a quick",
        2214.6,
        2221.8
    ],
    [
        " repost and a quick repost repost is a is a move in fencing it's a thrust in fencing",
        2225.62,
        2231.1
    ],
    [
        " so it's cool to think you know what we're just going to conserve we're going to stay here we're",
        2231.1,
        2236.78
    ],
    [
        " going to be on the defensive but we have to remember that historically speaking and when he's",
        2236.78,
        2241.86
    ],
    [
        " talking about historically speaking he's talking about a massive swath of history that he's looked at",
        2241.86,
        2247.18
    ],
    [
        " to confirm that you got to have some offense you got to be on offense and we say this a lot like",
        2248.1,
        2255.34
    ],
    [
        " if you're if you're just if you're not growing you're you're losing totally he's also",
        2255.34,
        2262.82
    ],
    [
        " clearly learned the lesson that he's kind of accused",
        2262.82,
        2267.44
    ],
    [
        " collisots of not applying which is the context to the statements where you say hey the conservative",
        2268.1,
        2277.12
    ],
    [
        " approach and oh by the way if you're over there thinking that i'm telling you dig in and be",
        2277.12,
        2284.22
    ],
    [
        " conservative that's not what i'm saying and to clarify and have the the understanding of the comment",
        2284.22,
        2290.52
    ],
    [
        " itself so the comment or the headline doesn't become the story which he he referenced so many times",
        2290.62,
        2297.86
    ],
    [
        " of hey this statement became its own the interpretation of the statement became its own truth when",
        2297.86,
        2304.28
    ],
    [
        " it's not really what he meant but he didn't actually take the time to make sure his disciples his",
        2304.28,
        2308.2
    ],
    [
        " learners understood i'm not saying dig in i'm not saying that and i know if you're hearing that",
        2308.2,
        2314.2
    ],
    [
        " let me be let me be more clear what this approach really means and that's clearly a lesson he's",
        2314.2,
        2319.24
    ],
    [
        " taken from the other leaders that didn't do that and the the outcomes of that creates when you",
        2319.24,
        2323.92
    ],
    [
        " don't actually explain what you mean we talked about almost as a joke inside of here of don't care",
        2323.92,
        2327.94
    ],
    [
        " or you know hold the line and if you're hearing i hold the line on all things let me be more clear",
        2327.94,
        2334.74
    ],
    [
        " that's not what i'm saying i'm saying this this and this and this is how you apply this so i really",
        2334.74,
        2338.82
    ],
    [
        " like the idea that he's he's taking the comment and then giving the context around us people can",
        2338.82,
        2343.24
    ],
    [
        " understand what he's talking about the people that are actually studying what he's saying the",
        2343.24,
        2347.48
    ],
    [
        " idea of the dichotomy of leadership that idea came to me because i was working with these young",
        2347.84,
        2356.82
    ],
    [
        " junior officers and you know what they want to do they want to do good they want to do good",
        2356.82,
        2362.78
    ],
    [
        " so if you tell them to be aggressive cool got it they are on freaking level 14 bazarker mode",
        2362.78,
        2372.0
    ],
    [
        " they're charging into whatever you tell them not to move you tell them hey make sure you take the",
        2372.08,
        2384.36
    ],
    [
        " high ground cool guess what they're doing they're running to the top of every freaking hill that they",
        2384.36,
        2390.5
    ],
    [
        " see yeah so anything that i would tell them there was a there was that a proclivity to take it to",
        2390.5,
        2398.02
    ],
    [
        " the extreme and so within like one or two iterations at our land warfare training facility i was like",
        2398.02,
        2406.54
    ],
    [
        " okay i got to tell these guys that there has to be balanced everything that i'm saying has to be",
        2406.54,
        2410.24
    ],
    [
        " balanced every single thing that i'm saying has to be balanced if you take anything that i'm saying",
        2410.24,
        2413.74
    ],
    [
        " and you take it to an extreme it's gonna be bad",
        2413.74,
        2415.16
    ],
    [
        " so i tried to do the same thing it's kind of a universal man i hate to say it's like a copout",
        2415.16,
        2427.04
    ],
    [
        " you know because it's like you know if your ego's you're saying ego's no good no actually it's a balance",
        2428.48,
        2433.28
    ],
    [
        " right and it kind of sounds like a copout does it sound like a little bit of a copout echo",
        2433.28,
        2436.94
    ],
    [
        " Charles you seem to agree with me yeah i mean it can yeah but no yes but no i mean it's a real",
        2436.94,
        2443.9
    ],
    [
        " bummer i think some not a bummer but someone will say were you're saying that you know you're",
        2443.9,
        2451.34
    ],
    [
        " saying that the ego is bad but the egos the egos what you know i don't want to hire people to",
        2451.34,
        2455.22
    ],
    [
        " bunch of pushovers yeah it's like yeah i know man that's the dichotomy and they're kind of like oh",
        2455.22,
        2460.28
    ],
    [
        " they like they think i don't have that they forget that i have that you know and it's",
        2460.28,
        2465.86
    ],
    [
        " why i feel like bad sometimes pulling the economy card but it's the truth yeah the truth is man",
        2465.86,
        2472.18
    ],
    [
        " you take something to the extreme and it's bad yeah that's the truth you still don't like it",
        2472.18,
        2478.02
    ],
    [
        " no i i agree with you where it's like you know that it's not a copout in fact it's the opposite",
        2478.02,
        2485.06
    ],
    [
        " of a copout it's like you got to be real specific and you got to use judgment you got to you",
        2485.06,
        2489.44
    ],
    [
        " know there's just more to it than that in fact when someone doesn't recognize the dichotomy that",
        2489.44,
        2494.66
    ],
    [
        " might be the more of the copout it's kind of like oh you say go here oh i went there i went there",
        2494.66,
        2499.38
    ],
    [
        " that's what you said right it's like right you got to start using your judgment a little bit you know",
        2499.38,
        2503.02
    ],
    [
        " yep you weren't you were talking about does it sound like a copout and in the scenarios of top",
        2503.02,
        2513.54
    ],
    [
        " gun you know everything is like a scenario what do i do in this situation you know how i react",
        2513.54,
        2517.58
    ],
    [
        " to this and and like the classic answer the classic answer was always it depends in which had",
        2517.58,
        2524.14
    ],
    [
        " this feeling of like yes a copout it's a copout and like oh you don't really know or you don't",
        2524.14,
        2528.72
    ],
    [
        " have to be definitive because there are times when people want a black and white they want a black",
        2528.72,
        2532.82
    ],
    [
        " and white answer hey if i have this situation what do i do it depends well it actually depends",
        2532.82,
        2536.84
    ],
    [
        " and but it actually does depend it yeah it depends it's not a copout it's not a copout so it's like",
        2536.84,
        2542.7
    ],
    [
        " one though it does and because it's not satisfying and it requires like contemplation and understanding",
        2542.7,
        2549.9
    ],
    [
        " of the nuance and how did i get here in the first place what am i trying to accomplish so",
        2549.9,
        2554.82
    ],
    [
        " i was just thinking to myself when you were talking about this this uh this feeling of that sounds",
        2554.82,
        2561.0
    ],
    [
        " like a copout was the the answer i gave five thousand times the top gun to the students it depends",
        2561.0,
        2565.76
    ],
    [
        " and then you got to dig in and go through it and go well actually in the case that you're describing",
        2565.76,
        2570.28
    ],
    [
        " this might actually be a better answer than in the same situation but driven by another",
        2570.42,
        2575.14
    ],
    [
        " goal or got there for a different reason hey i might go a different direction here yeah and then you",
        2575.14,
        2580.26
    ],
    [
        " as a leader have to actually apply some judgment in real time as opposed to this situation requires",
        2580.26,
        2584.8
    ],
    [
        " this response well it's that's not that simple hey assault team leader what are you doing way",
        2584.8,
        2588.6
    ],
    [
        " back there when there's uh when they're all bogged down up in the front yeah will you told me not",
        2588.6,
        2592.52
    ],
    [
        " to get engaged in like the room the room clearance totally you have it there bogged down yeah",
        2592.52,
        2596.8
    ],
    [
        " that your example of where should the platoon commander be in a patrol it depends yeah where it",
        2597.6,
        2603.08
    ],
    [
        " makes sense totally could be in the front could be in the back could be in the middle you know and",
        2603.08,
        2609.42
    ],
    [
        " and i i guess we've hit this i'm probably beating a dead horse a little bit but but the unsatisfying",
        2609.42,
        2615.3
    ],
    [
        " nature of that answer when i got to um the basic school i'm i'm a i'm a i'm a brand new second lieutenant",
        2615.3,
        2621.72
    ],
    [
        " and uh we get to the the the the basic school and right outside of the main headquarters building is",
        2622.38,
        2628.48
    ],
    [
        " this giant bronze statue of a lieutenant and he's in this pose he's got his rifle his point is",
        2628.48,
        2634.98
    ],
    [
        " arm up and it says follow me you know which is what they push you lead from the front get out",
        2634.98,
        2642.62
    ],
    [
        " in front of your man and and in a lot of ways that's right that's right to to have that but in a lot",
        2642.62,
        2650.86
    ],
    [
        " of ways it's actually not right but place yourself where you need to be is nowhere near as cool as",
        2650.86,
        2660.44
    ],
    [
        " follow me lead from the front but if that's what you hey i lead from the front like cool you have no",
        2660.44,
        2667.78
    ],
    [
        " idea what's going on back here and half your guys just got hammered because of that",
        2667.78,
        2671.26
    ],
    [
        " there's this i think this compulsion which is why the claus wits think plays so well to",
        2671.26,
        2679.6
    ],
    [
        " the that even just the catch phrases of leadership which don't actually serve a leader very well",
        2680.44,
        2685.64
    ],
    [
        " hmm lead from the front who's gonna say like that's a that's a terrible leadership philosophy but",
        2685.64,
        2689.6
    ],
    [
        " actually sometimes you don't want to be in the front yeah which is why i have a section in",
        2689.6,
        2693.32
    ],
    [
        " leadership strategy and tactics which is actually called lead from the rear to me so it kind of like",
        2693.32,
        2700.94
    ],
    [
        " you have to like the more under because there has to be the formula right at some level like",
        2700.94,
        2707.54
    ],
    [
        " obviously at the at the surface the formula is like or you might someone might make the mistake",
        2707.54,
        2713.16
    ],
    [
        " the formula is lead from the front at all times right but that's not the formula formula is it",
        2713.16,
        2719.04
    ],
    [
        " depends okay on what and there's a formula under there but then under there you're like okay well",
        2719.04,
        2724.58
    ],
    [
        " if this and this and this oh well it depends a little bit more and the deeper you go there has to",
        2724.58,
        2728.6
    ],
    [
        " be some formula right no okay so that and that's what i was gonna say too here so the",
        2728.6,
        2736.52
    ],
    [
        " the solution you know wait i have the formula you know what the formula is it dichotomy or",
        2736.52,
        2741.74
    ],
    [
        " devil tell you the formulas it depends yeah so i feel like you're like yeah so both those are",
        2741.74,
        2747.38
    ],
    [
        " cop out answers you don't want to hear no no i'm actually agreeing with you like that that's what",
        2747.38,
        2752.14
    ],
    [
        " i would have said to it all it's gonna always depend okay so it and also on top of it there's",
        2752.14,
        2759.04
    ],
    [
        " more than one one right answer a lot of the time or pretty much all the time pretty much with",
        2759.04,
        2763.1
    ],
    [
        " very few exception i would think there are wrong answers oh yeah yeah i agree with that too okay",
        2763.1,
        2770.88
    ],
    [
        " but you're saying there's more than one right answer yeah in many cases yes so i would say the",
        2770.88,
        2775.74
    ],
    [
        " solution is the more you understand about all of it the better decision you can make and the better",
        2775.74,
        2783.0
    ],
    [
        " the better educated you will be on what decision to make given the parameters of all the dichotomies",
        2783.0,
        2790.58
    ],
    [
        " except for the fact that you may not have enough information to make the decision that seems like",
        2790.96,
        2796.98
    ],
    [
        " it's gonna be the perfect decision in which case you kind of screwed up by not moving a little bit",
        2796.98,
        2802.28
    ],
    [
        " more quickly and making decision based on the information that you had at that current moment",
        2802.28,
        2806.22
    ],
    [
        " yeah but when i meant when i meant what i meant by knowing like educated yourself not on any specific",
        2806.22,
        2814.22
    ],
    [
        " scenario i'm saying on how it works on the dichotomy of leadership or on the laws of combat",
        2814.22,
        2820.56
    ],
    [
        " or whatever okay yes understand it well yeah then you're going back to what i said which is the",
        2820.56,
        2824.98
    ],
    [
        " formulas is dichotomy yeah and you got to be balanced yeah that's the formula the formulas be",
        2824.98,
        2829.52
    ],
    [
        " balanced yeah like some the more you know about the whole game will say the more you know when you're",
        2829.52,
        2835.6
    ],
    [
        " going to be on this side of the dichotomy we're leaning on this side of the dichotomy the more",
        2835.6,
        2839.3
    ],
    [
        " you know about yourself the more you know about your guys building relationships by the way the",
        2839.3,
        2843.22
    ],
    [
        " more you know about this don't worry about how this works then you're going to know more",
        2843.22,
        2846.6
    ],
    [
        " about under what types of circumstances you're going to lean here or lean now you know what's",
        2846.6,
        2851.24
    ],
    [
        " cool we have a business called echelon front yes sir the reason we have a business called echelon",
        2851.24,
        2856.68
    ],
    [
        " front is because we have to help leaders work through these issues we can't give them a formula",
        2856.68,
        2864.08
    ],
    [
        " that they can then apply across the board in all situations but like you're saying correctly",
        2864.08,
        2869.36
    ],
    [
        " if they learn and understand the principles they can start to make better decisions and right",
        2869.36,
        2875.3
    ],
    [
        " decisions based on their understanding of these principles and applying them holistically to their",
        2875.62,
        2881.48
    ],
    [
        " scenario right yes exactly right which i was gonna say yeah exactly what i'm saying where",
        2881.48,
        2886.66
    ],
    [
        " where do you get the formula from oh you're probably the most educated on this whole game",
        2886.66,
        2891.64
    ],
    [
        " as far as the game goes right so the more you let's say you consult with a client right the more",
        2891.64,
        2897.06
    ],
    [
        " you consult with them hopefully the more they're going to learn that same game and they're going to",
        2897.06,
        2901.9
    ],
    [
        " need you less and less yes same that's the goal yes sir absolutely all right back to the book the",
        2901.9,
        2911.38
    ],
    [
        " east roman empire was a case where such an actively conservative strategy had been carefully",
        2911.38,
        2921.84
    ],
    [
        " thought out as a basis of war policy a fact which goes far to explain this empire's unrivaled",
        2921.84,
        2928.04
    ],
    [
        " span of existence another example more instinctive than reasoned is provided by the strategy",
        2928.04,
        2933.82
    ],
    [
        " based on c power that england practiced in her wars from the 16th of the 19th century the value of",
        2933.82,
        2940.68
    ],
    [
        " it was shown by the way that her strength kept pace with her growth while all her rivals broke down",
        2940.68,
        2946.62
    ],
    [
        " in turn through self-exhaustion and war traceable to their immoderate desire for the immediate",
        2946.62,
        2953.38
    ],
    [
        " satisfaction of outright victory along series of mutually exhausting and devastating wars above",
        2953.38,
        2964.2
    ],
    [
        " all the 30 years war has brought had brought statesmen by the 18th century to realize the necessity",
        2964.2,
        2971.78
    ],
    [
        " when engaged in war of curbing both their ambitions and their passions in the interests of their",
        2971.78,
        2978.84
    ],
    [
        " purpose on the one hand that this realization tended to produce a tacit limitation of warfare",
        2981.18,
        2986.08
    ],
    [
        " and avoidance of excesses which might damage after the war prospect so he's going back in time and",
        2986.08,
        2991.14
    ],
    [
        " say look we kind of learned these lessons it was a regression that's why earlier in the last",
        2991.14,
        2995.2
    ],
    [
        " podcast we've talked about he talked about clousewitz was a regression we're going backwards",
        2995.2,
        3001.0
    ],
    [
        " because they had figured this stuff out the 30 years war I mean that's the 1600 you got",
        3001.0,
        3006.28
    ],
    [
        " Germany and Sweden fighting Spain and the Catholics were spying all kinds of crazy warfare going on to",
        3006.28,
        3011.46
    ],
    [
        " know to know real decisive victory it's a problem they realize that their ambitions and passions",
        3011.46,
        3018.02
    ],
    [
        " frequently carried them too far so that the return to peace found their countries weakened rather",
        3018.02,
        3023.08
    ],
    [
        " than strengthened but they'd learned to stop short of national exhaustion",
        3023.08,
        3028.02
    ],
    [
        " which again you take that for leadership capital and we're expanding more than we have",
        3028.02,
        3035.9
    ],
    [
        " at the most satisfactory at the and the most satisfactory peace settlements even for the stronger",
        3038.02,
        3044.94
    ],
    [
        " side proved to be those which were made by negotiation rather than decisive military issue",
        3044.94,
        3050.6
    ],
    [
        " this gradually education in inherent limitations of war was still in process when it was interrupted",
        3050.6,
        3057.82
    ],
    [
        " by the French Revolution which brought to the top men who were novices in statemanship the",
        3057.82,
        3066.14
    ],
    [
        " directory and its successor Napoleon pursued the vision of an enduring peace through war after war",
        3066.14,
        3073.88
    ],
    [
        " for 20 years there you go Napoleon going for peace 20 years of war the pursuit never led to the",
        3073.88,
        3082.0
    ],
    [
        " goal but only to spreading exhaustion and ultimate collapse the bankruptcy of the Napoleonic Empire",
        3082.0,
        3088.88
    ],
    [
        " renewed a lesson that had often been taught before the impression however came to be obscured",
        3088.94,
        3096.1
    ],
    [
        " by the sunset haze of Napoleonic myth the lesson had been forgotten by the time it was repeated",
        3096.1,
        3101.68
    ],
    [
        " in the war of in the world war one even after that bitter experience the statement of the second",
        3101.68,
        3108.82
    ],
    [
        " world war were no wiser although war is contrary to reason since it is a mean of deciding",
        3108.82,
        3118.5
    ],
    [
        " issues by force when discussion fails to produce an agreed solution the conduct of war",
        3118.5,
        3123.56
    ],
    [
        " must be controlled by reason if its object is to be fulfilled and here he goes into how we reasonably",
        3123.56,
        3132.96
    ],
    [
        " conduct war one while fighting is a physical act its direction is a mental process the better your",
        3132.96,
        3143.84
    ],
    [
        " strategy the easier you will gain the upper hand and the less it will cost you",
        3143.84,
        3148.38
    ],
    [
        " very important thing to think about to conversely the more strength you waste the more you increase",
        3148.38,
        3159.94
    ],
    [
        " the risk of the scales of war turning against you and even if you succeed in winning victory the",
        3159.94,
        3166.5
    ],
    [
        " less strength you will have to profit by peace just just apply that one to world war one and it's",
        3166.5,
        3177.14
    ],
    [
        " like okay we need to stop this three the more brutal your methods the more bitter you will make",
        3177.14,
        3184.54
    ],
    [
        " your opponents with the natural result of hardening the resistance you are trying to overcome",
        3184.54,
        3190.56
    ],
    [
        " thus the more evenly the two sides are matched the wiser it will be to avoid extremes of violence which",
        3191.56,
        3197.7
    ],
    [
        " tend to consolidate the enemies troops and people behind their leaders I mean okay war yeah what about",
        3197.7,
        3206.22
    ],
    [
        " leadership perspective on that one no like the more brutal the more you the more you shut up",
        3206.22,
        3211.66
    ],
    [
        " Dave and do what I told you to do shut up team this is what we're doing the more you do that",
        3211.66,
        3215.7
    ],
    [
        " the more resistance you're going to have to overcome for these calculations extend further",
        3215.7,
        3225.14
    ],
    [
        " the more intent you appear to impose a peace entirely of your own choosing by conquest the",
        3225.14,
        3236.88
    ],
    [
        " stiffer the obstacle you will raise in your path so when I make a peace that's completely you know",
        3236.88,
        3245.48
    ],
    [
        " in my favor cool I'm gonna end up with problems and the more I impose a plan on Dave and his team the",
        3245.48,
        3253.0
    ],
    [
        " more I'm gonna end up with problems and I can see the looks on the people's faces in a company when",
        3253.0,
        3262.38
    ],
    [
        " I tell them that it's so hard to believe it's so hard to believe that hey actually the more",
        3262.38,
        3268.44
    ],
    [
        " efficient way is to say hey Dave how do you want to do this it's so hard to believe that",
        3268.44,
        3273.3
    ],
    [
        " seems so much more efficient mean is hey Dave here's the plan shut up and do it here give this to",
        3273.3,
        3280.0
    ],
    [
        " your team here's the orders go execute which is funny because people go oh you know these military",
        3280.0,
        3288.18
    ],
    [
        " these military way of leading wouldn't work in the civilian world it's like what are you talking",
        3288.86,
        3292.44
    ],
    [
        " about it's always fun laughs like yeah yeah this is exactly what juggle did with me he'd be like hey how",
        3292.44,
        3297.76
    ],
    [
        " do you want to do it and I'd be like how this sounds like we could play okay cool",
        3297.76,
        3300.28
    ],
    [
        " five further more if and when you reach your military goal the more you ask of the defeated",
        3300.28,
        3313.94
    ],
    [
        " side the more trouble you will have and the more cause you will have to provide for an ultimate",
        3313.94,
        3319.62
    ],
    [
        " attempt to reverse the settlement achieved by war again when you impose your plan on people when",
        3319.62,
        3327.62
    ],
    [
        " you impose your will on people there will be organ rejection of that force is a vicious cycle",
        3327.62,
        3340.08
    ],
    [
        " or rather a spiral unless its application is controlled by the most carefully seasoned calculation",
        3340.52,
        3347.9
    ],
    [
        " just just think about that a common thing I tell clients minimum you want to lead with minimum",
        3347.9,
        3354.7
    ],
    [
        " force required that's how you want to lead if I don't have to say anything that's the best",
        3354.7,
        3358.08
    ],
    [
        " if I have to say hey this is maybe an idea if I get to a point where I have to bark and order",
        3358.08,
        3362.68
    ],
    [
        " to someone and tell them shut up and do what I told you do that's bad that's that's the vicious",
        3362.68,
        3366.22
    ],
    [
        " circle of force we don't like it thus war which begins by denying reason comes to vindicate it",
        3366.22,
        3375.78
    ],
    [
        " vindicate it throughout all phases of the struggle the fighting instinct is necessary to success",
        3375.78,
        3384.46
    ],
    [
        " in the battlefield so the fighting instinct we got to be ready to fight the fighting instinct is",
        3384.46,
        3390.7
    ],
    [
        " necessary to success in the battlefield although even here the combatant who can keep a cool head",
        3390.7,
        3397.06
    ],
    [
        " has an advantage over the man who sees red so that's his little caveat and then he says but the",
        3397.06,
        3406.62
    ],
    [
        " fighting instinct should always be written on a tight reign the statesman who gives that instinct",
        3406.62,
        3414.22
    ],
    [
        " its head loses his own and for you just want to scrap cool guess what's going to happen you're",
        3414.22,
        3420.72
    ],
    [
        " going to lose your own head he is not fit to take charge of the fate of a nation",
        3420.72,
        3425.62
    ],
    [
        " victory in the true sense implies that the state of peace and of one's people is better after the",
        3425.62,
        3437.12
    ],
    [
        " war than before victory in this sense is only possible if a quick result can be gained or if a",
        3437.12,
        3444.76
    ],
    [
        " long effort can be economically proportioned to the national resources how much are you investing",
        3444.76,
        3450.7
    ],
    [
        " how much are you investing of capital from your company how much are you investing in leadership",
        3450.7,
        3456.12
    ],
    [
        " capital ROI where's it at the end must be adjusted to the means",
        3456.12,
        3464.14
    ],
    [
        " we throw that one out all the time and it's and it's got like the connotations of being a wimp",
        3466.28,
        3472.42
    ],
    [
        " focus on your goal there's 48 freaking uh uh inspirational memes a day set your goal and never",
        3472.42,
        3486.64
    ],
    [
        " fear from it cool I got a better idea how about the end must be adjusted to the means",
        3486.64,
        3491.34
    ],
    [
        " right this is not very important that lambo I want a dream board I got a lambo and I got an infinity",
        3493.56,
        3501.42
    ],
    [
        " cool how's that Wendy's salary kicking in right adjust your means a little bit man adjust the end",
        3501.42,
        3515.82
    ],
    [
        " to fit the means you know sure oh this is this again no one's there's no there's no there's not one",
        3515.82,
        3522.9
    ],
    [
        " single for inspirational meme on the gram that says that says the end must be adjusted to the means",
        3522.9,
        3530.42
    ],
    [
        " no one says that actually it's the opposite as far as in the inspirational uh quotes industry well",
        3530.42,
        3537.12
    ],
    [
        " for lack of better it's the exact opposite actually yeah yeah it's like hey basically it's like",
        3537.12,
        3542.46
    ],
    [
        " okay adjust the men's to the means right or the ends of the means right so it's kind of like hey",
        3542.46,
        3545.84
    ],
    [
        " don't freaking have this goal that's like unrealistic essentially essentially yeah fact like it's",
        3545.84,
        3553.04
    ],
    [
        " unrealistic right like it's irresponsible do you respond you have an irresponsible goal right",
        3553.04,
        3558.32
    ],
    [
        " there you can like whatever kill yourself doing it right you should go in the comments should be",
        3558.32,
        3562.94
    ],
    [
        " like your dumb should be right given that right but if you say it but they'll talk about someone",
        3562.94,
        3569.42
    ],
    [
        " right now that's gonna hear this me look this kind of bullshit you gotta get set your goals you're",
        3569.42,
        3575.12
    ],
    [
        " telling oh yeah if you're down for the thing and I get it because double tap a heart like if you",
        3575.12,
        3580.68
    ],
    [
        " want to be a bit you know for your first hundred million oh yeah foot yeah full there's people",
        3580.68,
        3586.04
    ],
    [
        " that to tap that twice oh yeah right 100% yes sir and and like for a moment they're kind of like",
        3586.04,
        3592.0
    ],
    [
        " pumped yeah I'm sure they're pumped the whole time until the ends really but no well if you're the",
        3592.68,
        3599.96
    ],
    [
        " guy if you're the guy who says this what this book is saying hey like the end must be adjusted to",
        3599.96,
        3605.06
    ],
    [
        " the means that's a good goal like that's a lofty goal which you know obviously I can't hate",
        3605.06,
        3609.9
    ],
    [
        " on lofty goals wait that's not even really a lofty goal that's just a realistic thing to do as a",
        3609.9,
        3614.32
    ],
    [
        " human right but the realistic making realistic human memes yeah well you know way you know",
        3614.32,
        3619.84
    ],
    [
        " is that first one will be the end must be adjusted to the mean it's very not inspirational they",
        3619.84,
        3624.12
    ],
    [
        " would get down voted yeah you'll you'll be branded as the hater really like that's what that's",
        3624.12,
        3629.38
    ],
    [
        " the point where they they'll brand you as a hit is like everyone's always hating and you know",
        3629.38,
        3633.42
    ],
    [
        " and this this goes into the whole idea Dave that you were talking about of like",
        3633.42,
        3638.16
    ],
    [
        " about hey this isn't really sexy this is the absolute like none this is getting down voted this",
        3638.16,
        3646.04
    ],
    [
        " is getting haters and and what's interesting is who you gonna who's gonna get the up vote right",
        3646.04,
        3653.22
    ],
    [
        " this person is getting you're getting hated all yeah cuz you're like actually it's an",
        3653.22,
        3658.44
    ],
    [
        " unrealistic goal you should check yourself right all the downer the doubter right oh yeah the",
        3658.44,
        3662.74
    ],
    [
        " doubt the people yeah and the thing is I get it because there are ones in a great while you'll",
        3662.74,
        3667.62
    ],
    [
        " get someone who achieved this super lofty goal not to say that they didn't adjust the ends to",
        3667.62,
        3672.38
    ],
    [
        " the means because they had the means apparently at the end of the day the means were there because",
        3672.38,
        3676.78
    ],
    [
        " they end is there to right but here's the thing they had that uh un unspirational names",
        3676.78,
        3684.32
    ],
    [
        " we'll just say realistic realistic memes yeah yeah but unless they they achieved that goal that was",
        3684.32,
        3690.94
    ],
    [
        " kind of untyped not typically realistic it was unrealistic right comparatively speaking whatever",
        3690.94,
        3697.38
    ],
    [
        " and they achieved it I mean we could easily argue that like oh this person did this because they",
        3697.5,
        3706.66
    ],
    [
        " had the mean the means right yeah well that had the intellectual horsepower they had the",
        3706.66,
        3711.26
    ],
    [
        " educational thing they had they always think set up so it's actually a realistic goal I know",
        3711.26,
        3716.08
    ],
    [
        " that that's what I'm saying where but they'll take the the the the crazy quote unquote unrealistic",
        3716.08,
        3722.28
    ],
    [
        " uh ends right the goal will say president but that's the one right the classic president of the",
        3723.42,
        3727.92
    ],
    [
        " United States you can do anything you want well I'm gonna send my goal the highest I possibly can in",
        3727.92,
        3731.5
    ],
    [
        " life president of the United States right so they're like all right cool therefore we should all",
        3731.5,
        3737.78
    ],
    [
        " essentially set goals as high as president of the United States right okay that's kind of the",
        3737.78,
        3743.58
    ],
    [
        " inspirational message right okay meanwhile the very few individuals that became president of the",
        3743.58,
        3751.02
    ],
    [
        " United States had the means so their ends technically by definition were adjusted their ends were",
        3751.02,
        3759.24
    ],
    [
        " adjusted to the means because they had the means you see I'm saying but not everyone has the",
        3759.24,
        3763.18
    ],
    [
        " means so you gotta adjust those yeah yeah meanwhile everyone's saying no no no no no no no",
        3763.18,
        3768.12
    ],
    [
        " don't if you can do it I can do it too right which hey I'm not saying they can't I'm not even saying that",
        3768.12,
        3774.32
    ],
    [
        " but I'm saying hey man you gotta be realistic realistic on that kind of stuff yeah",
        3774.32,
        3779.12
    ],
    [
        " seem sane but then if you say that you just can't say that I don't know what's really crazy is",
        3779.16,
        3784.82
    ],
    [
        " like I just got slapped in my own face thinking about this because we're kind of joking about this",
        3784.82,
        3790.8
    ],
    [
        " but what he's saying and what he saw was hundreds and hundreds of thousands of soldiers that were",
        3790.8,
        3801.44
    ],
    [
        " killed because the leadership didn't adjust the ends to the means totally which is crazy to think",
        3801.44,
        3808.7
    ],
    [
        " about and as you guys are talking I was thinking my mind like people have figured this out",
        3808.7,
        3813.26
    ],
    [
        " that there there are even phrases out there the one I kept thinking of as you're talking about this is",
        3813.26,
        3818.06
    ],
    [
        " I remember the phrase live within your means like I've heard that said phrase what it's not is",
        3818.06,
        3825.84
    ],
    [
        " it's not hanging on a poster in any kids bedroom anywhere yeah like I don't go to bed at night like",
        3825.84,
        3831.74
    ],
    [
        " it's an iron real going I'm gonna live within my means the irony inside that is the best way to",
        3831.74,
        3838.0
    ],
    [
        " actually ultimately expand your means over time so your means get greater and greater is to do",
        3838.96,
        3843.18
    ],
    [
        " exactly that like that's that's the trick to it is is the the dissatisfaction of the reality is",
        3843.18,
        3850.34
    ],
    [
        " something people overlook and the the unfunny part of that which is the sobering piece that you",
        3850.34,
        3857.98
    ],
    [
        " just mentioned is that it can actually lead people down a path to do exactly what you just said which",
        3857.98,
        3865.0
    ],
    [
        " which almost seems not possible except for the fact that these that he specifically live that in a",
        3866.26,
        3872.68
    ],
    [
        " way he goes what are we doing here what are we doing what are we expanding to a con and what are",
        3872.68,
        3880.74
    ],
    [
        " we accomplishing by doing that so it wasn't just the national exhaustion it was the national exhaustion",
        3880.74,
        3885.52
    ],
    [
        " with nothing to show for and then the scale of that which is which is impossible as opposed to",
        3885.52,
        3892.6
    ],
    [
        " hey why don't we operate within our means here why don't we do that yeah and if you fast forward",
        3892.88,
        3898.28
    ],
    [
        " the kid if there was a kid that had a poster on the wall that said live within your means",
        3898.28,
        3902.26
    ],
    [
        " and therefore they're saving and they're putting together and you look at them in 20 years",
        3902.26,
        3907.3
    ],
    [
        " and they're in a way better position than something that was like you know you need the lambo",
        3907.3,
        3913.64
    ],
    [
        " whatever right because they're gonna end up in debt and they can't invest properly and they have",
        3913.64,
        3920.7
    ],
    [
        " to work a job that they don't really like and it's a job that's a dead end job like all these",
        3920.74,
        3925.22
    ],
    [
        " things add up you said something about you being an NBA basketball player right I would say on",
        3925.22,
        3932.4
    ],
    [
        " record on a inspirational or demotivational post saying hey bro that's unrealistic I would tell you",
        3932.4,
        3939.14
    ],
    [
        " that yeah yeah and I think factually it is under well as far as factually goes it is unrealistic",
        3939.14,
        3944.7
    ],
    [
        " I don't know that I would tell a high school kid that when he's really into basketball I don't know",
        3945.14,
        3951.42
    ],
    [
        " if I would I would say that like it'd be unrealistic in certain ways like if the underserved",
        3951.42,
        3956.98
    ],
    [
        " in circumstances or whatever but given like how you consider it most people how they get into",
        3956.98,
        3961.38
    ],
    [
        " like professional sports whatever they work hard they really love the sport you know they go",
        3961.38,
        3965.6
    ],
    [
        " through trials and tribulations or whatever and they end up making it kind of a thing so if you",
        3965.6,
        3970.16
    ],
    [
        " get someone that that's kind of in the beginning of that type of path right where that path is not",
        3970.16,
        3975.32
    ],
    [
        " straight up blocked off for whatever reason like it would be in your case I wouldn't really say",
        3975.32,
        3979.38
    ],
    [
        " that's unrealistic the point is there are really cases where it's unrealistic so if you tried to",
        3979.38,
        3986.88
    ],
    [
        " be an NBA player hired the best coach in the world I get it you would wind up",
        3986.88,
        3994.14
    ],
    [
        " exhausting all your resources I should adjust my my end you might want to make sure that your kid who",
        3995.46,
        4002.92
    ],
    [
        " you don't want to stifle that dream you might want to make sure that they're not putting all the",
        4002.92,
        4008.46
    ],
    [
        " eggs in that one basket two like hey listen go for it but you're not going to drop out of school",
        4008.46,
        4014.18
    ],
    [
        " you're not going to stop doing this and this with the the ultimate meme of focus on your goals",
        4014.18,
        4023.72
    ],
    [
        " and block out every distraction so I I'm done with school because school stupid because schooling",
        4023.72,
        4028.12
    ],
    [
        " and help me be an NBA player meanwhile you're five six you're done growing you're not that good of",
        4028.12,
        4034.06
    ],
    [
        " a shot but you've got this this passion you might want to keep that kid on the track of hey cool I'm",
        4034.06,
        4039.36
    ],
    [
        " not here to crush your dreams however comma let's consider some other things as you're doing that",
        4039.36,
        4043.56
    ],
    [
        " actually you should never have a plan B that means you're not fully committed to your plan that's",
        4043.56,
        4047.42
    ],
    [
        " right you got a plan B I guess you're not committed to planning the inspirational meme for you",
        4047.42,
        4051.96
    ],
    [
        " actually he addresses some of this here going back to the book failing a fair prospect of such a",
        4052.38,
        4058.02
    ],
    [
        " victory so the end must be adjusted to me is failing a fair prospect of such a victory why states",
        4058.02,
        4063.32
    ],
    [
        "manship will miss no opportunity for negotiating peace peace through stalemate based on a coincident",
        4063.32,
        4071.6
    ],
    [
        " recognition by each side of the opponent's strength is at least preferable to peace through",
        4071.6,
        4075.86
    ],
    [
        " common exhaustion and has often provided a better foundation for lasting peace",
        4075.86,
        4081.0
    ],
    [
        " it is wiser to run risks of war for the sake of preserving peace than to risk run the risk",
        4081.0,
        4091.24
    ],
    [
        " of exhaustion in war for the sake of finishing with victory a conclusion that runs counter to",
        4091.24,
        4099.6
    ],
    [
        " custom but is supported by experience so it's better to like maybe we don't have war and we just kind",
        4099.64,
        4109.46
    ],
    [
        " of maintain peace with kind of what I've got that's a better deal than you know what we're just",
        4109.46,
        4116.14
    ],
    [
        " gonna we're gonna exhaust ourselves and hope for some kind of a victory yeah",
        4116.14,
        4120.96
    ],
    [
        " yeah",
        4123.14,
        4123.66
    ],
    [
        " perseverance in war is only justifiable if there is a good chance of a good end",
        4123.66,
        4130.12
    ],
    [
        " the prospect of a peace that will balance the sum of human misery incurred in the struggle",
        4130.12,
        4137.56
    ],
    [
        " like each one of these statements Dave you just shake your head knowing where it came from",
        4137.56,
        4143.24
    ],
    [
        " that's all I'm thinking is everyone of these is is what he what this comes from it just how",
        4143.24,
        4149.08
    ],
    [
        " savage that experience had it opened for him indeed deepening the study of past experience leads",
        4149.08,
        4156.96
    ],
    [
        " to the conclusion that nations might often have come nearer to their object by taking advantage of",
        4156.96,
        4162.58
    ],
    [
        " a low in the struggle to discuss a settlement then by pursuing the war with the aim of victory",
        4162.58,
        4168.0
    ],
    [
        " history so look man you got to look for those opportunities we got a little low hey are you",
        4168.0,
        4175.34
    ],
    [
        " gonna keep going with us or you want to maybe stand down history reveals also that in many cases",
        4175.34,
        4180.24
    ],
    [
        " a beneficial peace could have been obtained if the statesmen of the warning nations had shown more",
        4180.24,
        4185.14
    ],
    [
        " understanding of the elements of psychology in their peace feelers you get the peace feelers out",
        4185.14,
        4192.1
    ],
    [
        " they're like what what let me sense about what's happening here and people don't have good understanding",
        4192.1,
        4197.58
    ],
    [
        " of their peace they don't recognize their peace feelers their attitude is commonly be",
        4197.58,
        4203.52
    ],
    [
        " been too akin to to that seen in the typical domestic chore right so now we got to fight with our",
        4203.52,
        4212.08
    ],
    [
        " wife each party is afraid to appear yielding with the result that when one of them shows any inclination",
        4212.08,
        4218.1
    ],
    [
        " towards cut reconciliation this is usually expressed in language that is too stiff while the",
        4218.1,
        4224.88
    ],
    [
        " others app to be slow to respond partly from pride or obscency and partly from a tendency to",
        4224.88,
        4230.1
    ],
    [
        " interpret such a gesture as a sign of weakness when it may be a sign of returning to common sense",
        4230.1,
        4234.54
    ],
    [
        " the classic right yeah just say you're sorry yeah just say you're sorry don't look weak",
        4234.54,
        4242.8
    ],
    [
        " thus the favorable moment of passes and the conflict continues to the common damage",
        4242.8,
        4249.4
    ],
    [
        " right we are killing ourselves over something that we could easily say hey look I'm sorry it's my fault",
        4249.4,
        4255.54
    ],
    [
        " hmm rarely does a continuation serve any good purpose where the two parties are bound to go on",
        4257.0,
        4262.98
    ],
    [
        " living under the same roof this applies even more to modern war than to domestic conflict since the",
        4262.98,
        4268.98
    ],
    [
        " industrialization of nations has made their fortunes inseparable it is the responsibility of",
        4268.98,
        4275.3
    ],
    [
        " statesmanship never to lose sight of the post-war prospect in chasing the mirage of victory",
        4275.3,
        4282.44
    ],
    [
        " where to where the two sides are to evenly match to offer reasonable chance of early success to",
        4287.82,
        4293.76
    ],
    [
        " either the statesman is wise who can learn something from the psychology of strategy it is the",
        4293.76,
        4300.58
    ],
    [
        " elementary principle of strategy that if you find your opponent in a strong position costly to force",
        4300.58,
        4306.24
    ],
    [
        " you should leave him a line of retreat as the quickest way of loosening his resistance get",
        4306.24,
        4311.9
    ],
    [
        " person away out it should equally be the principal policy especially in order to provide your",
        4311.9,
        4317.32
    ],
    [
        " opponent with a ladder by which he can climb down give people a way out give your wife a way out",
        4317.32,
        4324.68
    ],
    [
        " in that argument give your subordinate a way out in that argument give your boss a way out",
        4324.68,
        4331.18
    ],
    [
        " don't make him dig in don't make him fight to the death",
        4331.18,
        4334.84
    ],
    [
        " the question may arise as to whether such conclusions based on the history of war between so-called",
        4336.8,
        4342.86
    ],
    [
        " civilized states applied to the conditions inherent in a renewal of the type of purely predatory war",
        4342.86,
        4349.28
    ],
    [
        " that was waged by the barbarian assailants of the Roman Empire or the mixed religious and predatory",
        4349.28,
        4356.82
    ],
    [
        " war that was pursued by the fanatical followers of Mohammed in such wars any negotiated peace",
        4357.0,
        4366.92
    ],
    [
        " tends to have in itself even less than the normal value it is only too clear from the history that",
        4366.92,
        4375.14
    ],
    [
        " states rarely keep the faith with each other save in so far and so long as their promises seem",
        4375.14,
        4381.1
    ],
    [
        " to them to combine with their interests that's a good thing to note right i'm not going to keep any",
        4381.1,
        4387.74
    ],
    [
        " promises if they're not for my benefit that's what history tells us yeah and now we're so now we're",
        4387.74,
        4393.8
    ],
    [
        " talking about extremists whether it's the barbarians attacking the Romans or the Islamists attacking",
        4393.8,
        4403.68
    ],
    [
        " the west back in the day but the less that a nation has regard for moral obligations the more it",
        4403.68,
        4415.08
    ],
    [
        " tends to respect physical strength the deterrent power of a force too strong to be challenged with",
        4415.08,
        4419.38
    ],
    [
        " a beauty so you got somebody that's not gonna you know you make peace with them but you don't",
        4419.38,
        4423.86
    ],
    [
        " trust them guess what you better be strong people that don't people that don't respect the moral",
        4423.86,
        4429.26
    ],
    [
        " obligation they respect strength in the same way with individuals it is a matter of common",
        4429.56,
        4438.26
    ],
    [
        " experience that the bully type and the robber type hesitate to assail anyone who approaches their",
        4438.26,
        4442.62
    ],
    [
        " own strength check you don't see the bully picking on the big yoke-dub guy with cauliflower years",
        4442.62,
        4450.62
    ],
    [
        " it is folly to imagine that the aggressive types of weather individuals or nations can be",
        4450.62,
        4458.5
    ],
    [
        " bought off or in modern language appeased since the payment of dangled simulates simulates a",
        4458.5,
        4465.84
    ],
    [
        " demand for more dangled what's dangled you asked it's a Viking protection money like hey",
        4465.84,
        4474.78
    ],
    [
        " you can live here i need some dangled you gotta pay me a little bit of you know a little bit of",
        4474.78,
        4479.36
    ],
    [
        " something something and what does that do makes me want more oh the Viking yeah the dangled i asked",
        4479.36,
        4487.5
    ],
    [
        " yeah like i need some protection money from you you know you can you can work this corner but you",
        4487.5,
        4491.66
    ],
    [
        " know you gotta give me my cut yeah what does that make me want more cut yeah yeah so you can't buy",
        4491.66,
        4498.44
    ],
    [
        " them off but they can be curbed they're very belief in force makes them more susceptible to the",
        4498.44,
        4505.72
    ],
    [
        " deterrent effect of a formidable opposing force this forms an adequate check except against pure",
        4505.72,
        4511.72
    ],
    [
        " fanaticism a fanaticism that is unmixed so you get pure fanaticism it doesn't matter if i'm",
        4511.98,
        4520.42
    ],
    [
        " gonna kill you or not you're gonna come while it is hard to make real peace with the predatory",
        4520.42,
        4528.76
    ],
    [
        " types it is easier to induce them to accept the state of truth and far less exhausting than an",
        4528.76,
        4534.08
    ],
    [
        " attempt to crush them whereby they are like all types of mankind infused with the courage of",
        4534.08,
        4540.0
    ],
    [
        " desperation so we have to be strong you have to be strong and look if you're stronger than these",
        4543.32,
        4552.06
    ],
    [
        " predatory fanatics it doesn't necessarily mean you want to go to war with them because they're",
        4552.06,
        4558.34
    ],
    [
        " gonna fight desperately but if you're strong and you can keep them in check that's sort of a good",
        4558.34,
        4563.48
    ],
    [
        " balance of power that's acceptable i don't know how many more you've got on this but i'm just",
        4563.48,
        4571.68
    ],
    [
        " i'm thinking of all the things he's describing all the behavior and the reaction the action and",
        4571.68,
        4578.52
    ],
    [
        " the reaction it's all human nature it's all this is how this is how they will respond to this",
        4578.52,
        4586.18
    ],
    [
        " and the repetitiveness and he keeps coming back to this idea like hey this is",
        4586.18,
        4593.44
    ],
    [
        " not a this is not a sample size of one this isn't just one thing that's happened in history",
        4593.44,
        4597.84
    ],
    [
        " and i think that's the power of the idea of human nature is this is how people will react this is",
        4597.84,
        4602.78
    ],
    [
        " how people will respond and if you understand human nature i mean that to us is is is the foundation",
        4602.78,
        4611.04
    ],
    [
        " of leadership this is a human nature endeavor understanding how people will react",
        4611.04,
        4614.96
    ],
    [
        " and anytime we behave in the extremes there will be a reaction to that",
        4614.96,
        4621.62
    ],
    [
        " to to us operating in the extremes there will be a natural human reaction to some other extreme",
        4622.34,
        4628.18
    ],
    [
        " and he's like hey do you want to subdue human nature be moderate limit the natural reaction i",
        4628.18,
        4635.2
    ],
    [
        " hate have a little bit of something over here have a little something but just listening to all",
        4635.2,
        4638.68
    ],
    [
        " the things you're saying is a human nature human nature human nature human nature yeah and the",
        4638.68,
        4642.72
    ],
    [
        " response be balanced be balanced be balanced be balanced be it's fine to be in the middle to limit to",
        4642.72,
        4648.26
    ],
    [
        " minimize the reaction that you're going to get total war cool you win guess what you got now you got",
        4649.64,
        4658.46
    ],
    [
        " an insurgency it's gonna last for 20 years yeah and and is that really what you want or could you",
        4658.46,
        4664.28
    ],
    [
        " maybe operate with some restraint understanding that what you're really trying to do is not beat them",
        4664.28,
        4668.32
    ],
    [
        " what you're really trying to do is create a piece for a couple of decades maybe could you could",
        4668.32,
        4672.4
    ],
    [
        " you think of the long game here again that's probably not going on a poster somewhere",
        4672.4,
        4677.2
    ],
    [
        " you know you're not getting recruited into the Marine Corps without one yeah",
        4677.2,
        4683.12
    ],
    [
        " here's a little um maybe a little warning for us the experience of history brings ample evidence that",
        4683.12,
        4694.66
    ],
    [
        " the downfall of civilized states tends to come not from the direct assaults of foes but from",
        4694.66,
        4701.88
    ],
    [
        " internal decay combined with the consequences of exhaustion in war yeah that's a little warning",
        4701.88,
        4711.44
    ],
    [
        " a state of suspense is trying and and his usage of the word suspense there is like mental indecision a",
        4711.44,
        4725.38
    ],
    [
        " state of suspense or mental indecision is trying it is often led nations as well as individuals",
        4725.38,
        4733.18
    ],
    [
        " to commit suicide because they were unable to bear it but suspense is better than to reach",
        4733.18,
        4741.76
    ],
    [
        " exhaustion in pursuit of the mirage of victory that's a bold statement so indecision can be so bad",
        4741.76,
        4754.06
    ],
    [
        " that you you can destroy yourself you can kill yourself you want to kill yourself",
        4754.22,
        4759.0
    ],
    [
        " but that's actually better than to just exhaust yourself completely in pursuit of a of a victory",
        4759.0,
        4769.78
    ],
    [
        " that can't be had what's can you know it's counterintuitive about that is you know this idea that",
        4769.78,
        4777.06
    ],
    [
        " humans we need a goal we need something to go towards right we need a goal we need a goal we",
        4777.06,
        4782.74
    ],
    [
        " didn't we want something we want to struggle we want to fight what he's saying here is like well",
        4782.74,
        4788.1
    ],
    [
        " let's think twice about that one let's think twice about that one",
        4788.1,
        4793.72
    ],
    [
        " and I think it's probably because he understands what the true exhaustion of a state looks like",
        4793.72,
        4802.12
    ],
    [
        " on a scale that most people can't comprehend yeah yeah and he said this before I read it",
        4802.12,
        4812.1
    ],
    [
        " the mirage of victory the mirage yeah what you are seeing this goal that you're working towards",
        4813.26,
        4818.94
    ],
    [
        " it's actually not a thing it's not a real thing it's a mirage and you've convinced yourself",
        4818.94,
        4823.56
    ],
    [
        " victory for me is I defeat jaco that's victory and I am going to move towards that until it happens",
        4823.56,
        4829.46
    ],
    [
        " but that's actually not a real thing it's not a real thing yeah it's not a real thing and what you",
        4829.46,
        4835.4
    ],
    [
        " end up with is an insurgency or exhaustion or whatever else or you or you'll rule over the",
        4835.4,
        4842.98
    ],
    [
        " barren wasteland that I left right moreover a truce to actual hostilities enables a recovery",
        4842.98,
        4852.26
    ],
    [
        " and development of strength while the need for vigilance keeps a nation on its toes",
        4852.26,
        4857.96
    ],
    [
        " so we're looking for a truce it's okay peaceful nations are apt however to court unnecessary danger",
        4860.26,
        4867.04
    ],
    [
        " because when once aroused they are more inclined to proceed to extremes than predatory nations",
        4867.04,
        4873.98
    ],
    [
        " interesting right this is like the guy that sort of quiet and keep me to himself",
        4873.98,
        4880.9
    ],
    [
        " but when you piss him off you know then they freaking go ham that's a technical definition as well",
        4881.32,
        4890.76
    ],
    [
        " for the latter making war as a means of gain are usually more ready to call it off when they find",
        4890.76,
        4897.48
    ],
    [
        " an opponent too strong or too easily overcome and this is really the last point for this book",
        4897.48,
        4905.22
    ],
    [
        " that we're going to talk about it is the reluctant fighter impelled by emotion and not by",
        4905.76,
        4913.1
    ],
    [
        " calculation who tends to press a fight to the bitter end thereby he too often defeats his own",
        4913.1,
        4921.5
    ],
    [
        " end even if he does not produce his own direct defeat for the spirit of barbarism can be weakened",
        4921.5,
        4930.66
    ],
    [
        " only during a cessation of hostilities war strengthens it pouring fuel on the flames",
        4930.66,
        4940.6
    ],
    [
        " so by attacking people by attacking this the barbarians when we attack them we make them stronger",
        4940.6,
        4951.38
    ],
    [
        " we make them fight harder",
        4951.38,
        4954.04
    ],
    [
        " war makes them stronger makes them fight makes them resist pours fuel on the flames",
        4956.78,
        4962.92
    ],
    [
        " we can only weaken them by by backing off a little bit again this is not the recruiting poster",
        4962.92,
        4971.76
    ],
    [
        " it's it's so counterintuitive it's so counterintuitive to the natural reaction of",
        4971.76,
        4977.32
    ],
    [
        " push harder be more dominant to get to get the outcome that you want",
        4977.58,
        4983.1
    ],
    [
        " so look we're we're here for the truth we're we're here for the compromise like they think it's",
        4983.1,
        4993.52
    ],
    [
        " so counterintuitive to what we what we preach what we want which is total total victory I like total",
        4993.52,
        4998.9
    ],
    [
        " victory that sounds good it's a mirage yeah just never compromise you know no compromise that's",
        4998.9,
        5007.04
    ],
    [
        " that's another great you know inspirational me because there's none that say hey it's really",
        5007.14,
        5013.78
    ],
    [
        " good to compromise oftentimes and kind of take what you can get and work out a good deal and",
        5013.78,
        5018.16
    ],
    [
        " you know that's fair we're gonna get hammered for this oh yeah some inspirational meme people are",
        5018.16,
        5027.0
    ],
    [
        " gonna be mad at us yeah and what's crazy is I mean you probably you know open up a discipline",
        5027.0,
        5033.02
    ],
    [
        " ecosystem field manual we'll pull out some stuff like this I got all kinds of stuff in there",
        5033.02,
        5037.5
    ],
    [
        " getting crazy right sure are you gonna make me crack it open and start reading so no I'm not guilty",
        5037.5,
        5045.68
    ],
    [
        " as charged I'm kind of wanting to well the good thing about your book is that it's not it's not like",
        5045.68,
        5056.66
    ],
    [
        " you've done a good job whether be in the book itself or compromise page 32 discipline",
        5057.56,
        5064.16
    ],
    [
        " equals freedom field manual when working with other people in dynamic oh this is see this is",
        5064.16,
        5067.94
    ],
    [
        " kind of cool here's what it says this is just the first thing I opened up to when working with other",
        5067.94,
        5072.18
    ],
    [
        " people and dynamic situations and relationships and deals a person especially leader must compromise",
        5072.18,
        5077.24
    ],
    [
        " finding the common ground between teams merging different approaches to the same problem bridging",
        5077.24,
        5084.8
    ],
    [
        " personalities with people who might not get along reaching agreements in courses of action all",
        5084.8,
        5091.32
    ],
    [
        " of these require compromise and in many cases a failure to compromise is a failure to succeed",
        5091.32,
        5098.54
    ],
    [
        " I guess maybe I'm wrong yep I mean maybe I'm wrong about me writing stuff that's inspirational meme",
        5098.54,
        5104.76
    ],
    [
        " crap but those are external compromises with other people other humans that have their own",
        5104.76,
        5111.24
    ],
    [
        " personalities and ethos and issues and compromises needed to unify so work with them compromise so",
        5111.44,
        5119.16
    ],
    [
        " to work with them compromises a must not with yourself and then I wait but internally it's different",
        5119.16,
        5126.34
    ],
    [
        " with myself I have to hold the line there are areas within myself where I cannot compromise",
        5126.34,
        5131.2
    ],
    [
        " I'm gonna work hard I'm gonna train hard I'm gonna improve myself not going to rest on my laurels",
        5131.2,
        5136.72
    ],
    [
        " I'm going to confront my own mistakes I'm going to own my mistakes and confront them I'm going to",
        5136.8,
        5142.06
    ],
    [
        " face my demons I'm not gonna give up or give out or give in I'm going to stand I'm going to maintain",
        5142.06,
        5148.26
    ],
    [
        " myself discipline and on those points there will be no compromise not now not ever whoa",
        5148.26,
        5154.68
    ],
    [
        " it's pretty it's pretty uh we might go meme on that one yeah if you go from the headline to the",
        5154.68,
        5162.46
    ],
    [
        " conclusion there and skip the content of the middle where it says compromise not now not ever you",
        5162.46,
        5168.0
    ],
    [
        " got a little cross with an issue here where your decide was like I didn't quite read the context",
        5168.0,
        5172.7
    ],
    [
        " yeah but I saw the page that said compromise you know how ended it said not now not ever yeah so",
        5172.7,
        5178.98
    ],
    [
        " not good I think if we go through this book here's one called fight go down swing and I'll tell you",
        5178.98,
        5185.1
    ],
    [
        " if you fight with all you have more often than not you won't go down at all you will win",
        5185.1,
        5189.34
    ],
    [
        " but you have to make that attitude part of your everyday life do the extra repetition run the",
        5190.54,
        5195.64
    ],
    [
        " extra mile go the extra round make the right choices give the full measure I'm in the game I think",
        5195.64,
        5204.12
    ],
    [
        " I'm in the inspirational meme game yeah you are but what I was gonna say it's like yeah yeah you do",
        5204.12,
        5209.2
    ],
    [
        " that but the good thing about having a whole book and a whole podcast and eight million other",
        5209.2,
        5215.46
    ],
    [
        " books is or whatever you're gonna explain the whole situation rather than just have the one post",
        5215.46,
        5220.82
    ],
    [
        " you see what I mean look the the entire book is predicate I think the opening salvo you have is",
        5220.82,
        5226.66
    ],
    [
        " this is about you and you say I am nothing but weakness I am nothing but but but flaws I am",
        5226.66,
        5232.96
    ],
    [
        " nothing but these things so this is the this is the this is what you are with yourself with self",
        5232.96,
        5238.58
    ],
    [
        " discipline as opposed to how I'm gonna treat other people around me yes this is aimed internally",
        5238.98,
        5246.96
    ],
    [
        " totally yes I mean in a literal sense and that fight is against I mean it's even in the video",
        5246.96,
        5254.32
    ],
    [
        " that we show it at the most I am nothing but weakness and I'm gonna fight against that weakness",
        5254.32,
        5259.86
    ],
    [
        " that compromise all those things that my mind is telling me to do to myself which is",
        5259.86,
        5264.72
    ],
    [
        " I think also you could look at the terms like the difference between between imposed discipline",
        5266.16,
        5270.52
    ],
    [
        " and self discipline imposed discipline does not work and self discipline does it's simple as that",
        5270.52,
        5275.82
    ],
    [
        " and as we impose ourselves on other people in war in leadership in parenting in insert any",
        5275.82,
        5284.86
    ],
    [
        " human interaction human and another human when you impose your discipline when you impose",
        5284.86,
        5289.4
    ],
    [
        " yourself on them in the end you will lose but it's much more efficient just to impose your way",
        5289.4,
        5296.16
    ],
    [
        " yeah it's faster oh man so there we go that's what we're gonna cover for this book I kind of I guess",
        5296.16,
        5304.46
    ],
    [
        " foreshadowed some of the other things we'll do in the future and it's one of those things if you",
        5304.46,
        5311.18
    ],
    [
        " can make if you can take these lessons these lessons written in blood not just in one more but in",
        5311.18,
        5318.18
    ],
    [
        " war after war after war and the exclamation point of world war one you can learn a lot and you can",
        5318.18,
        5327.92
    ],
    [
        " apply this and we know that it's not as striking we know it's not as sexy we know it's not as meme worthy",
        5327.92,
        5336.26
    ],
    [
        " as some of the more direct approaches we know that but this is to give the original name this is",
        5338.58,
        5353.42
    ],
    [
        " how to win wars with that speaking of winning wars echo Charles we want to you know win the war",
        5353.42,
        5364.68
    ],
    [
        " on ourselves we do yeah that you know when you say win wars right win wars you don't tend to this is",
        5364.76,
        5374.78
    ],
    [
        " what the one of the takeaways that I think hey dang that's something good to remember",
        5374.78,
        5378.5
    ],
    [
        " where when you think about warfare and winning the war you don't think about the peace that afterwards",
        5378.5,
        5384.5
    ],
    [
        " you know like the aftermath so I grew up on Koi you know that so when the thing about Koi is like",
        5384.5,
        5391.48
    ],
    [
        " if you get in a fight with someone and you don't resolve it in a peaceful way I don't care how",
        5391.92,
        5396.08
    ],
    [
        " I don't care if it's kind hey we don't like each other for no good reason and we've just",
        5396.08,
        5399.74
    ],
    [
        " fighting like okay we're cool we fought and we're done if you don't resolve it in some peaceful",
        5399.74,
        5403.8
    ],
    [
        " way you got to deal with somebody's cousin somebody's brother somebody's you know whoever neighbor",
        5403.8,
        5408.6
    ],
    [
        " who's just down for the cause or whatever and you're gonna see him again too that's the thing",
        5408.6,
        5412.88
    ],
    [
        " you go to the store he's gonna be there like next week or whatever you know so it's kind of one of",
        5412.88,
        5417.82
    ],
    [
        " those things where it's kind of in the back your mind if I'm gonna fight this guy I just sort of",
        5417.82,
        5421.16
    ],
    [
        " got to deal with that content with that long that long game you know is there a methodology to get",
        5421.16,
        5426.28
    ],
    [
        " that resolved post fight yeah I think so I mean I've all the fights I've ever been in have never",
        5426.28,
        5434.02
    ],
    [
        " been like lasting like it'd be like a fight and then we're friends afterwards but I was a kid so",
        5434.02,
        5440.26
    ],
    [
        " I have very little on look I had very little understanding of that but nonetheless the point is",
        5440.26,
        5445.98
    ],
    [
        " where that's something when we think of warfare we think of oh defeat cross your enemies having driven",
        5446.22,
        5450.64
    ],
    [
        " before you see what I'm saying and we don't think about that oh wait you know you got your neighbor",
        5450.64,
        5456.1
    ],
    [
        " his freaking dog yeah or whatever his barking his tree is growing over your fence and you're",
        5456.1,
        5461.08
    ],
    [
        " gonna you guys are warring years it's like right you know what to do that you know you got to live next",
        5461.08,
        5465.58
    ],
    [
        " to that guy yeah when you go to the post office or whatever you go to your car and you see him",
        5465.58,
        5469.38
    ],
    [
        " getting in his car too you're like oh that's all or whatever like but you don't have to do it like",
        5469.38,
        5473.38
    ],
    [
        " that you know are you really going to achieve the peace that you hoped for by beating this dude's",
        5473.38,
        5479.26
    ],
    [
        " ass right now yeah or the chances are you're not really if you think a little bit chances are you're",
        5479.26,
        5485.0
    ],
    [
        " not thinking hey I'm gonna go the distance right now like I'm ready to just go I'm ready to go",
        5485.0,
        5489.48
    ],
    [
        " all in I'll fight every cousin nephew brother sister I don't care like but that's where you can end",
        5489.48,
        5497.08
    ],
    [
        " up yeah we want we don't want to know in fact that's a common thing especially like with the neighbors",
        5497.08,
        5501.74
    ],
    [
        " or whatever I'm gonna tell them off it's usually that kind where I'm gonna tell them off I'm not",
        5501.74,
        5505.6
    ],
    [
        " gonna take that from him or her whatever and meanwhile 10 20 30 years you're worrying with this",
        5505.6,
        5511.38
    ],
    [
        " neighbor right next door by the way the feud the view that that's yeah it's total total common thing",
        5511.38,
        5517.08
    ],
    [
        " you know when all you got to do is be like hey like you know make a peaceful discourse and you",
        5517.08,
        5525.02
    ],
    [
        " guys can live uh neighborly seem same preferable but anyway yeah so the point is like thinking about",
        5525.02,
        5530.06
    ],
    [
        " that aftermath or considering that it's a thing you know I do that like if you roll with someone",
        5530.74,
        5536.36
    ],
    [
        " injured so you fight dirty because you want to win you know do that's up then when you're done",
        5536.36,
        5540.38
    ],
    [
        " rolling you tap a Mount Hell yeah everyone's talking about you oh yeah you dirty nobody respects you",
        5540.38,
        5545.44
    ],
    [
        " nobody likes you in the community true you gotta be careful with that can still all right so how can",
        5545.44,
        5552.68
    ],
    [
        " we you know win the war that we're all fighting kind of on an individual basis day to day with",
        5552.68,
        5560.78
    ],
    [
        " unmitigated daily discipline in all things I like it I like it so when I say daily discipline I'm",
        5560.78,
        5567.68
    ],
    [
        " in the energy drink so it's healthy for you and it gives you the payoff that you'd expect from",
        5567.68,
        5573.94
    ],
    [
        " an energy drink you see I'm saying so this is good news for us anyway so on this path that we're",
        5573.94,
        5582.66
    ],
    [
        " supplementation right so we got jock of fuel to the rescue in a sense got energy drinks for you healthy",
        5582.84,
        5590.28
    ],
    [
        " good short term and long term we got protein additional protein tastes real good we got dessert",
        5590.28,
        5596.22
    ],
    [
        " basically dessert that's good for you yeah good short term good long term the aftermath of the",
        5596.22,
        5601.94
    ],
    [
        " mole of the protein the dessert it's good after that it's a peaceful peaceful truth seems to be very",
        5601.94,
        5608.4
    ],
    [
        " peaceful truth yes sir also when you joints act up when your immunity acts up we got some stuff",
        5608.42,
        5615.1
    ],
    [
        " for that as well how do you don't let your joints act up how do we get into a continual state of",
        5615.1,
        5619.38
    ],
    [
        " peace with our joints yeah yeah like that's what I think it's because to wait waiting for your joints",
        5619.38,
        5624.6
    ],
    [
        " to act up as a bad call and I was about to say pretty empty of strike on your joints yeah yeah I",
        5624.6,
        5629.66
    ],
    [
        " mean you're like hey I'm a cooperative you know you're going down like the oh yeah the right",
        5629.66,
        5633.86
    ],
    [
        " path there I'm like preemptive strike yeah yeah see you're join war fair tuned with me",
        5633.86,
        5638.14
    ],
    [
        " hang on Marine Corps recording poster it is it is called joint warfare I mean it's called",
        5638.14,
        5642.9
    ],
    [
        " joint warfare I know bro preemptive so there we go preemptive strike on joint issues joint issues",
        5642.9,
        5648.46
    ],
    [
        " yeah you gotta beat them down beat them into submission yes beat inflammation into submission",
        5648.46,
        5654.4
    ],
    [
        " with joint warfare don't wait until you have joint issues that's a dumb call that's what echo",
        5654.4,
        5661.34
    ],
    [
        " Charles just told you to deal I'm here to help you know all right I'm saying hey if you don't",
        5661.34,
        5668.2
    ],
    [
        " want to worry about joint issues do you take the joint warfare in the super crit oil yes that's it",
        5668.2,
        5672.68
    ],
    [
        " if you don't want to worry about colds or sicknesses or flus or whatever you take the vitamin D3",
        5672.68,
        5679.36
    ],
    [
        " you take the cold war that's gonna help you yeah yeah don't worry about the preemptive strike go to war",
        5679.36,
        5683.78
    ],
    [
        " go to war total war yeah fully um so you can get all the stuff at vitamin chop you can get all",
        5683.78,
        5690.24
    ],
    [
        " the energy drinks at wawa and you can get all of everything on jacofuel.com and if look if you want",
        5690.9,
        5699.26
    ],
    [
        " to save a little bit of money and you want to save brain power you get a subscription get a",
        5699.26,
        5705.78
    ],
    [
        " subscription to whatever you want it'll show up at your house once a month boom there's the",
        5705.78,
        5709.86
    ],
    [
        " mulk there's the joint warfare there's the super grill there it's coming in coming out you know",
        5709.86,
        5714.68
    ],
    [
        " worry worry about it you can focus on something else you can prioritize next to some other tasks",
        5714.68,
        5718.86
    ],
    [
        " yep speaking of brain power origin USA they got some american made stuff how's that have to do with",
        5719.84,
        5725.22
    ],
    [
        " brain power right you know what I'm talking about don't act like you know American American",
        5725.22,
        5729.46
    ],
    [
        " made denim as far as jeans go I was gonna call you on a couple of those last podcast where you",
        5729.46,
        5734.34
    ],
    [
        " know speaking of whatever I'm gonna talk about something totally different that's sort of like",
        5734.34,
        5738.06
    ],
    [
        " become your new mode not yeah because you got to make the association yeah speaking of pickles",
        5738.06,
        5743.16
    ],
    [
        " that's the brain power origin USA dot com you can get some jeans American made denim",
        5743.26,
        5749.14
    ],
    [
        " that's a big deal as far as American made stuff goes you got the denim you got your jeans",
        5749.14,
        5754.42
    ],
    [
        " you got your geese rash cards you got athletic wear you got belts you got boots",
        5754.42,
        5758.76
    ],
    [
        " all made in America origin USA boom see see what I'm saying about the brain power yeah that was",
        5758.76,
        5767.6
    ],
    [
        " definitely had a lot to do with brain power also speaking of a lot to do how you expanded making",
        5767.6,
        5773.38
    ],
    [
        " that connection speaking of ridiculous jaco has a store half a lot it's called jaco store",
        5773.38,
        5781.42
    ],
    [
        " if you want your discipline equals freedom shirts right merch as far as merch goes",
        5781.42,
        5788.42
    ],
    [
        " no shirt this says good on it boom you can get it there you get all kinds of stuff hats",
        5788.42,
        5794.04
    ],
    [
        " sure you still sell that these fresh cards still sell the shirt with your head on it do you still",
        5794.72,
        5799.32
    ],
    [
        " sell the shirt with your head on it you designed that shirt you still sell that shirt with your head on",
        5799.32,
        5804.6
    ],
    [
        " it yeah we still sell it cool best seller really yes it sells double the amount of the one with your",
        5804.6,
        5812.2
    ],
    [
        " head on it if you must know nonetheless yes the should the show that jaco designed with my head",
        5812.2,
        5819.16
    ],
    [
        " on it on there a bunch of other stuff on there as well we have a subscription situation for the",
        5819.16,
        5824.8
    ],
    [
        " shirts some other shirts they're exclusive I said it exclusive okay it's called the shirt locker if",
        5824.8,
        5830.2
    ],
    [
        " you're part of the short locker you have you get one of these shirts every month it's a new their new",
        5830.2,
        5834.48
    ],
    [
        " kind of creative for lack of better terms designs if you're not part of the short locker you don't",
        5834.48,
        5840.7
    ],
    [
        " get them sorry it's like the nature of the locker you see okay you win a little more simple",
        5840.7,
        5846.52
    ],
    [
        " this time which was good I appreciated this simplicity of it you still can't describe what the",
        5846.52,
        5851.9
    ],
    [
        " shirts are with any with any sensible yeah well some things can't be explained you know that's",
        5851.9,
        5860.78
    ],
    [
        " even better that's even better I like that yeah even say look I can't really explain this but trust me",
        5860.78,
        5865.66
    ],
    [
        " you know you're gonna want one of these shirts okay these shirts cannot be explained jaco oh okay",
        5865.66,
        5870.2
    ],
    [
        " only be experienced so you make this choice whether or not you experience it by you wearing them",
        5870.2,
        5876.38
    ],
    [
        " or by you seeing someone else wear them that's up to you that part is up to you",
        5876.38,
        5881.12
    ],
    [
        " I think it's you either you either regret what you have done or what you have not done",
        5881.12,
        5886.7
    ],
    [
        " a lot more regret on what you have not done I think so too see somebody representing in a shirt",
        5886.7,
        5892.36
    ],
    [
        " we're like oh that's cool I'm gonna pick one of those up but you can't it's true yeah that's",
        5892.36,
        5895.68
    ],
    [
        " what the field is telling me as far as feedback goes so yeah I think they're fueled now the field",
        5895.68,
        5900.58
    ],
    [
        " you know check this out you know anyway like I said jacostore.com that's where you can get this",
        5900.58,
        5909.22
    ],
    [
        " cool stuff speaking of cool stuff yeah yeah you can subscribe to this video if you want to",
        5909.22,
        5916.02
    ],
    [
        " because Ecclesiom to think that you haven't subscribed to it yet because you've been listening to",
        5916.02,
        5921.06
    ],
    [
        " 285 episodes 287 episodes that's where you're at you're like you know what maybe today's the night",
        5923.78,
        5929.18
    ],
    [
        " maybe I would get down hold on let me whip out my iPhone and just hit subscribe smash the subscribe",
        5929.18,
        5935.5
    ],
    [
        " button button button the way it's going but yeah so anyways we got this podcast we got the jaco",
        5935.5,
        5942.86
    ],
    [
        " one rambling podcast with DC Daryl Cooper of Marjor made fame we got the grounded podcast we got",
        5942.86,
        5950.92
    ],
    [
        " the warrior kid podcast we also have jaco underground where we have a a sovereign location a virtual",
        5950.92,
        5960.02
    ],
    [
        " sovereign location where we will not be impeded upon by forces we will we will do what we want",
        5960.02,
        5969.96
    ],
    [
        " in the jaco underground look hey here's what's going on in the world there's things happening on",
        5969.96,
        5975.64
    ],
    [
        " these platforms there's things happening these platforms we don't control the platforms we don't",
        5975.64,
        5980.48
    ],
    [
        " control the platforms there's a possibility that things could happen that could hurt what we're",
        5980.48,
        5985.64
    ],
    [
        " trying to do whether they start charging you money to listen on these platforms whether they start",
        5985.64,
        5993.68
    ],
    [
        " inserting advertisements into the middle of us talking about world war one or or Vietnam and all",
        5993.68,
        6000.7
    ],
    [
        " of a sudden you're listening to an advertisement about what mattresses right like so we don't want",
        6000.7,
        6008.56
    ],
    [
        " to have that happen we definitely don't want to be censored for whatever reason so we got to have",
        6008.56,
        6015.24
    ],
    [
        " an alternative platform we made our own jaco underground calm look we hopefully we never have to",
        6015.24,
        6021.32
    ],
    [
        " go to it it's possible but if we do we'll be ready and we appreciate the support to get us ready",
        6021.32,
        6028.4
    ],
    [
        " if you want to subscribe to that we do a little extra podcast and we answer a bunch of questions",
        6028.4,
        6035.24
    ],
    [
        " we give some amplifying information if you want to join it cost eight dollars and eighteen cents a",
        6035.24,
        6039.64
    ],
    [
        " month and if you can't afford that it's cool email assistance at jaco underground calm we're just",
        6039.64,
        6046.48
    ],
    [
        " trying to we're we're here to hook you up if you need it but we appreciate you hooking us up as",
        6046.48,
        6051.88
    ],
    [
        " well freedom isn't free by the way yep we got to maintain that freedom we got a youtube channel",
        6051.88,
        6060.62
    ],
    [
        " speaking of smashing the subscribe button and please speaking of post like and comment what is it",
        6060.96,
        6067.26
    ],
    [
        " post subscribe subscribe like and comment yeah what'd it be annoying if the like every video",
        6067.26,
        6075.58
    ],
    [
        " that's what somebody's got to put in the front of it like and subscribe that's what it is and",
        6075.58,
        6079.5
    ],
    [
        " hit the notification comment too no they say comment oh yeah and it plus hit the note because what are",
        6079.5,
        6083.94
    ],
    [
        " you doing dude let me know in the comments yeah let me know in the comments they always have some",
        6083.94,
        6087.86
    ],
    [
        " dumb thing to talk about yes you know most of the time yeah you know I was thinking I was if you",
        6088.08,
        6093.5
    ],
    [
        " want to see more videos like this could make let me know in the comments shut off right we're talking",
        6093.5,
        6098.22
    ],
    [
        " about you know what you're you're that we'll just say I'm not gonna say you're salty I'm not gonna",
        6098.22,
        6102.42
    ],
    [
        " say that you're salty but I'm that's not what I'm saying the reason that you feel what I think",
        6102.42,
        6107.98
    ],
    [
        " that you're feeling right now about that is because it's like it's super obvious like what they're",
        6107.98,
        6117.84
    ],
    [
        " for the algorithm right the more they want the engagement right obviously they want the comments",
        6117.84,
        6122.46
    ],
    [
        " they want the likes you want to because that's for the algorithm so they can rate their video higher",
        6122.46,
        6126.2
    ],
    [
        " so they can win and you we know that we know that we're not even mad at that really kind of at",
        6126.2,
        6130.5
    ],
    [
        " it but they're no but they're I think we or you are mad quote unquote at the part where they try to",
        6130.5,
        6136.2
    ],
    [
        " like fake like that's not it they try to fake like oh yeah you let me know all I ain't you know you're",
        6136.2,
        6141.2
    ],
    [
        " you know I see what you're saying to each other we're friends almost kind of a feeling and you're",
        6141.2,
        6145.3
    ],
    [
        " like by you don't want to know you don't want to know what I think you know well that's what it feels",
        6145.3,
        6149.96
    ],
    [
        " like I can't read the guys mind so I don't know if you're really wants to know or not but that's not",
        6149.96,
        6153.4
    ],
    [
        " feels that's why I feel it too well I'm not I don't say in the videos like comment but I read the",
        6153.4,
        6162.32
    ],
    [
        " comments because they're funny they are funny and they're good and some of them aren't interesting",
        6162.32,
        6166.04
    ],
    [
        " yeah it's true I've gotten some good tips on books to cover and stuff from YouTube comments literally",
        6166.04,
        6171.8
    ],
    [
        " that's kind of crazy right yeah so I'll read the comments because they're interesting they're funny",
        6171.8,
        6177.4
    ],
    [
        " yeah YouTube comments kind of have a reputation will not kind of straight up YouTube comments have",
        6177.4,
        6184.26
    ],
    [
        " the rep the stigma of being like a cesspool of just like unreasonable negativity but I think usually",
        6184.26,
        6192.32
    ],
    [
        " with our stuff it's there they can be constructive most of the time I'm down yep so uh if you",
        6192.32,
        6199.2
    ],
    [
        " want to leave a comment leave a comment like subscribe smash anyway yes the point is we do have",
        6199.2,
        6206.56
    ],
    [
        " a YouTube channel so if you want to look at that bold there you go also psychological warfare is an",
        6206.56,
        6210.58
    ],
    [
        " album that jaco did I recorded back in the day for the purpose of yeah very hard not man it was helpful",
        6210.58,
        6218.72
    ],
    [
        " they did it was a very literally pressed record bro yeah that's what recording is you press",
        6218.72,
        6223.68
    ],
    [
        " record on the thing you think everybody's like super pumped on that I think they're very impressed yeah",
        6223.68,
        6228.22
    ],
    [
        " nonetheless okay the video was recorded for the purpose of helping me through my moments of weakness",
        6228.22,
        6234.26
    ],
    [
        " then we added some other stuff about weaknesses that I don't have but that other people might have",
        6234.26,
        6239.3
    ],
    [
        " which turned out to be the case so yeah if you have some moments of weakness you want to listen to",
        6239.3,
        6243.36
    ],
    [
        " jaco telling you how to get over and bones psychological warfare if you want to see a visual",
        6243.36,
        6249.2
    ],
    [
        " representation of how to stay on the path go to flipside canvas.com decodamire his company he's",
        6249.2,
        6256.22
    ],
    [
        " putting all stuff kind of cool stuff to hang on your wall and plus is decodamire which is just",
        6256.22,
        6261.26
    ],
    [
        " well it's decodamire got some books final spin coming out soon well coming out November is that",
        6261.26,
        6268.78
    ],
    [
        " soon depending on when you're listening to this so final spin novel book poem transcript what did",
        6268.78,
        6279.18
    ],
    [
        " you say?",
        6279.18,
        6279.94
    ],
    [
        " literature literature if you want that first to dish you know leadership strategy and tactics the code",
        6279.94,
        6289.26
    ],
    [
        " evaluation the protocol this one is freedom field manual read a little bit of that today",
        6289.26,
        6292.82
    ],
    [
        " way the warrior kid one two and three four your kids for your neighbors kids",
        6292.82,
        6298.28
    ],
    [
        " just for every kid that you know get them on the path when they're young Mikey and the dragon's",
        6298.28,
        6303.58
    ],
    [
        " about faced by hack worth which I wrote the forward to extreme ownership and the dichotomy",
        6303.58,
        6307.6
    ],
    [
        " leadership echelon front what do we do at echelon front Dave?",
        6308.06,
        6310.54
    ],
    [
        " we solve your problems with leadership that's what we do what about problems that aren't",
        6311.14,
        6316.18
    ],
    [
        " leadership problems if I've said it once I've said it a thousand times all your problems or",
        6316.18,
        6321.06
    ],
    [
        " leadership problems I stole that though who'd you steal it from somebody go to echelonfront.com if",
        6321.06,
        6329.12
    ],
    [
        " you need help inside your company that's what we do we have eftonline.com where we teach leadership",
        6329.12,
        6335.8
    ],
    [
        " principles online this is your leadership gym this where you go in and get some sets get some",
        6337.26,
        6342.02
    ],
    [
        " reps get it done break work up a little leadership sweat do some role playing ask some questions",
        6342.02,
        6351.0
    ],
    [
        " where they're all the time we have a a a conference that we put on I don't know if that's the",
        6351.0,
        6358.56
    ],
    [
        " best word but we have an event that we do I don't even know if that's the right word anyways there's",
        6358.56,
        6363.14
    ],
    [
        " a thing you can come to which is called the muster we talk about leadership for two days we do",
        6363.14,
        6369.48
    ],
    [
        " activities come and check it out Phoenix August 17th and 18th Las Vegas October 28th and 29th",
        6369.48,
        6379.82
    ],
    [
        " we have something called the FTX coming up July 12th and 13th if you want to check that out it's",
        6379.82,
        6388.88
    ],
    [
        " tactical training with the emphasis on leadership and you can take the leadership principles that",
        6389.78,
        6394.1
    ],
    [
        " we talk about all time and imply them in a tactical environment which will then you will then be",
        6394.1,
        6398.68
    ],
    [
        " able to transfer to whatever environment you're in and if you want to help service members active",
        6398.68,
        6404.24
    ],
    [
        " and retired their families gold star families check out Mark Lee's mom mom Lee she's got a charity",
        6404.24,
        6409.04
    ],
    [
        " organization and if you want to donate or you want to get involved then go to america's mighty warriors",
        6409.04,
        6414.62
    ],
    [
        " dot com dot org sorry and if you want to hear if you want to hear more of this of my",
        6415.14,
        6428.42
    ],
    [
        " cringingly long just reading of texts if you want to hear echo Charles randomly",
        6428.42,
        6441.04
    ],
    [
        " ranting about god knows what if you want to hear Dave getting hyped up on things that don't matter",
        6441.04,
        6448.64
    ],
    [
        " you can find us on the interwebs on twitter on the gram on facebook",
        6448.64,
        6457.64
    ],
    [
        " echo is that echo Charles davis at david ar Burke and i am at jaco wiling and to all of the",
        6457.64,
        6466.8
    ],
    [
        " uniformed personnel out there in the military who take these strategies and put them into action",
        6468.02,
        6475.62
    ],
    [
        " to protect our way of life thank you for what you do and to our police and law enforcement",
        6475.62,
        6480.86
    ],
    [
        " firefighters paramedics emt's dispatchers correctional officers border patrol secret service",
        6480.86,
        6486.16
    ],
    [
        " in all first responders thank you for protecting our way of life here at home and everyone else out",
        6486.16,
        6494.38
    ],
    [
        " remember that Napoleon the great military leader Napoleon Bonaparte remember that he pursued",
        6494.38,
        6504.52
    ],
    [
        " his vision of peace for 20 years of war and ended up defeated and in exile don't do that",
        6504.52,
        6516.32
    ],
    [
        " don't do that think strategic adjust your ends to your means make sure you can actually win",
        6517.34,
        6529.7
    ],
    [
        " make sure you can see that pathway to victory make sure you can see those pathways plural to victory",
        6529.7,
        6539.22
    ],
    [
        " and then start down that path and give it everything you got and until next time this is Dave",
        6539.22,
        6548.18
    ],
    [
        " and echo and jaco out",
        6548.18,
        6551.12
    ]
]