[
    [
        " Okay, so now we're going to roll a new section called cutting communications in planning any stroke at the enemy's communications",
        0.0,
        7.08
    ],
    [
        " either by maneuver around his flank or by rapid penetration of a breach in his front. The question will arise as to the most effective point of aim, whether it should be directly against",
        7.08,
        16.8
    ],
    [
        " the immediate rear or the opposing of the opposing force or further back. When studying the question, so again, and I talked about this before on the last podcast is",
        16.8,
        27.48
    ],
    [
        " every time it talks about communications, it's telling you, hey, you better keep your communication open. When we talk about attacking the enemy's communications and that's how we cause unbalanced and that's how we kind of crush them, great, we're glad to know that that's also a reminder to us as leaders that communication is so paramount to getting our job done. When he's got a whole section called cutting communication, guess what? That should mean to us from a red cell perspective,",
        29.4,
        57.22
    ],
    [
        " don't let your communication get cut and yet we work with companies all the time where the communication isn't open and it's not flowing and people on the front lines don't know what's happening and the people in the head shed don't get the feedback that they should be getting from the front lines. There's not communication happening.",
        57.38,
        71.08
    ],
    [
        " And yet there's a whole section here about cutting communication and you're allowing your communications to be cut when there's not even an enemy. It's not like your competitor got into your email system or got into your phone system and didn't let you call your front line leadership. That didn't happen.",
        71.46,
        85.6
    ],
    [
        " You failed to do it. So where do we cut the communication? When studying this question at the time that experimental mechanized forces were first created this and their strategic use was under consideration. I saw guidance on it by analysis of cavalry raids carried out in the past, especially in the more recent wars since railways came into use.",
        85.9,
        107.56
    ],
    [
        " While such cavalry raids had more limited potentials than a deep strategic penetration of mechanized forces seemed to me to promise that this difference emphasized rather than detracted from making the significant evidence which they provided, making the necessary adjustment the following deductions could be drawn.",
        107.56,
        126.2
    ],
    [
        " And I'm going to kind of burn through this section. The overall concept is that the nearer to the force that the cut is made, the more immediate the effect.",
        127.02,
        136.64
    ],
    [
        " And the nearer to the base, the greater the effect is common sense. If you kill the node at the headquarters, they can't communicate to anybody.",
        137.72,
        146.18
    ],
    [
        " But it's going to take a while for that impact to hit the front lines for them to actually not know what's going on. Whereas if you cut the front line node, that immediate node is kind of messed up.",
        146.66,
        156.2
    ],
    [
        " So that's the general consensus that he gets into there. He goes on to say these deductions were confirmed by the experience of the second war above all the catastrophic, the catastrophically paralyzing effect physically and psychologically.",
        156.76,
        176.16
    ],
    [
        " That was produced when Gordian's Panzer forces racing far ahead of the main German armies severed the allied armies communications where these crossed the far back line of the psalm.",
        176.32,
        189.44
    ],
    [
        " And this is where you run into problems. So catastrophically paralyzing when we start to cut off communications.",
        189.44,
        195.96
    ],
    [
        " So look, are you going to go into your competitors, you know, headquarters and destroy their their their internet and their email? No, you're not going to do that.",
        197.0,
        205.78
    ],
    [
        " But are you allowing that to happen just by just by human nature and laziness and not lack of prioritized and execute? Are you going to allow your communications to fall apart?",
        206.38,
        216.14
    ],
    [
        " There's a decent chance you are we work with companies all the time that aren't communicating. They might as well have had Panzer forces going cut off their email between their front lines and them because there's no email happening.",
        216.14,
        228.48
    ],
    [
        " There's no conference calls happening. There's no text happening. We don't know what's going on. We've lost communications, not through enemy action, but through our own fault.",
        228.66,
        237.94
    ],
    [
        " Yeah, and and one of the ways one of the places we see that with businesses at the communication is a one way communication where I am I am dictating or directing or communicating to you, I'm transmitting.",
        238.92,
        252.28
    ],
    [
        " And there's no response to that transmission. There's no.",
        252.6,
        256.58
    ],
    [
        " So the communication really isn't designed for me to hear what you have to say. It's for me to tell you what to do and how to do it and when to do it and where to do these things.",
        259.04,
        266.06
    ],
    [
        " Yeah, and there I get that compliance, but I don't get that communication, which is a a almost guarantee that sooner later when when they're as friction with that without that communication is that plan is going to fail.",
        266.88,
        280.18
    ],
    [
        " Even when I was just talking about communication, I said, you're not getting the you're not getting the information from lines and you're not getting the feedback you need, which is what you just said.",
        282.52,
        291.46
    ],
    [
        " It's like, hey, communication is supposed to go in two ways. That's what's supposed to be happening if we don't let it happen. We're going to have problems. We're going to have problems.",
        291.64,
        299.3
    ],
    [
        " And in the and making this relevant to to the civilian world of the private sector, the the needle, the biased needle of the communication would be to be transmit as little as possible and receive as much as possible.",
        300.46,
        315.86
    ],
    [
        " When I have when I have my team communicating to me more than I'm committing to communicating to them. Here's what we're seeing. Here's what we're doing. Here's the problems we're having. Here's how we're saying that's what you would want.",
        316.4,
        326.9
    ],
    [
        " Yes, that's how you would set up the bias. Yes, the biases. If I see that I'm the as the leader doing 90% of the communication, I'm the needle is in the wrong direction.",
        326.9,
        336.36
    ],
    [
        " And so the ability for my people to communicate to me, for me to hear from them what they're doing, what they're seeing, where they are.",
        337.0,
        343.94
    ],
    [
        " And I'm doing less communicating to them than they are communicating up to me. That's where I want that needle.",
        344.48,
        351.42
    ],
    [
        " And that falls into something I was talking about the other day on our online platform.",
        352.46,
        357.56
    ],
    [
        " I use this term in both it struck I think both you and Lafe because you've never heard me say it before I started using the term traditional leadership.",
        358.78,
        366.06
    ],
    [
        " Yeah. And then like an archetypical leadership. What does that mean? Well, when we think of a leader, what do we think of? Like if you just say, oh, what does a leader do? Well, a leader gives orders, a leader talks, a leader tells everyone what's going on.",
        366.54,
        378.5
    ],
    [
        " They tell people what to do. That's traditional leadership. And actually in my mind, if I'm doing that sort of traditional leadership, I've made 47 mistakes to get to a point where I have to tell you what's going on. I have to give orders. I have to give you direction about where to go and what to do.",
        378.5,
        398.48
    ],
    [
        " I've made so many mistakes if I'm doing that traditional leadership role of like, all right, here's what we're doing. Does that happen sometimes? And that was when I was talking about the case does sometimes happen where we got a leadership vacuum.",
        398.48,
        410.28
    ],
    [
        " No one knows what to do. There's some confusion. And sometimes we do have to take a role as traditional leader step in, tell everyone what to do. This is what we're doing. This is direction we're having heading.",
        410.4,
        418.46
    ],
    [
        " And a traditional leadership role, I'm in charge. I'm the one that's putting out the word. We want to flip the script on that to what to your point traditional leadership is not what my ideal is.",
        420.06,
        434.6
    ],
    [
        " Ideal leadership is Dave's actually giving me information and telling me what's going on. And I have to give very little communication back because he already understands the commuters and 10 and what his roles were. And he by the way knows more about what's happening on his front than I deal totally.",
        435.1,
        450.62
    ],
    [
        " And he's trying to inform me but still he's there.",
        450.92,
        452.44
    ],
    [
        " So that that traditional leadership versus ideal leadership is is something to pay attention to.",
        453.08,
        462.58
    ],
    [
        " And if you had whatever version of a catastrophic communication failure exists where you know it doesn't have to be the phone lines in combat. But some something that prevents you from communicating.",
        463.22,
        474.86
    ],
    [
        " If your people can't operate based on your intent with zero communication and just go out there and execute until somehow that communication line is reopened for whatever reason.",
        475.5,
        484.56
    ],
    [
        " That again, that is a that is your failure as a leader that they don't know what to do if you're not there to tell them what to do.",
        485.3,
        492.9
    ],
    [
        " So I don't you know in whatever world you're in your version of a communication cut off your people should still be able to execute.",
        493.6,
        501.0
    ]
]