[
    [
        " So this is a, again, there's very few people that would think that the military mind should",
        0.06,
        7.38
    ],
    [
        " focus on, hey, I might have to adjust what I'm trying to get to because it seems like",
        7.38,
        14.62
    ],
    [
        " the military is, you know, like we're going to get this done.",
        14.62,
        18.18
    ],
    [
        " Like, no, this is the number one, the number one axiom is talking about.",
        18.88,
        24.86
    ],
    [
        " Adjust your end to your means.",
        25.4,
        27.12
    ],
    [
        " Number two, keep your object always in mind.",
        27.2,
        30.28
    ],
    [
        " Now, this is a dichotomy, right?",
        30.46,
        31.72
    ],
    [
        " Keep your, your object always in mind while adapting your plan to circumstances.",
        33.04,
        38.16
    ],
    [
        " Realize that there are more, we realize that there are more ways than one of gaining an object,",
        39.44,
        44.36
    ],
    [
        " an object, but take heed that every objective should bear on the object.",
        44.56,
        49.76
    ],
    [
        " And in considering this, just, just real quick.",
        50.4,
        54.82
    ],
    [
        " If you as a leader can understand the fact that there's more ways than one of gaining an object,",
        57.28,
        65.08
    ],
    [
        " your life just got a thousand times more easy.",
        65.32,
        67.34
    ],
    [
        " Just got a thousand times easier.",
        67.76,
        69.72
    ],
    [
        " I've seen countless leaders think that they know the way and want to do something a certain way",
        70.72,
        79.86
    ],
    [
        " and waste time and effort and resources and most important waste leadership capital.",
        79.86,
        86.42
    ],
    [
        " To get something done a certain way when my attitude is like, I don't care.",
        87.66,
        92.32
    ],
    [
        " I don't care how you want to get this done.",
        92.64,
        94.86
    ],
    [
        " I don't care.",
        95.18,
        95.54
    ],
    [
        " This is what we want to get done.",
        96.0,
        97.1
    ],
    [
        " How do you want to do it?",
        97.18,
        97.68
    ],
    [
        " Cool. Sounds good.",
        97.74,
        98.54
    ],
    [
        " It's a viable plan.",
        99.08,
        100.2
    ],
    [
        " It's a minimally viable plan.",
        100.82,
        102.54
    ],
    [
        " Dave's plan.",
        102.98,
        103.38
    ],
    [
        " You know what?",
        103.8,
        104.06
    ],
    [
        " I might do it differently.",
        104.14,
        104.78
    ],
    [
        " Dave's plan looks like it'll could work too cool.",
        105.14,
        106.82
    ],
    [
        " And by the way, do we know your plan is going to work perfectly?",
        107.18,
        110.28
    ],
    [
        " No, we don't.",
        110.9,
        111.54
    ],
    [
        " Do I know my plan is going to work perfectly?",
        111.66,
        112.96
    ],
    [
        " No, we don't.",
        113.22,
        113.62
    ],
    [
        " So why am I going to invest a bunch of resources and time and effort and arguing and leadership capital",
        113.62,
        117.68
    ],
    [
        " trying to convince you to use my plan and set a year plan when they're both a freaking gamble?",
        117.68,
        122.82
    ],
    [
        " Don't waste your time.",
        123.62,
        125.82
    ],
    [
        " Connecting, connecting those two, those two, I guess, axioms together or those, those,",
        127.44,
        136.94
    ],
    [
        " those fundamental things from a leadership standpoint of,",
        137.1,
        140.24
    ],
    [
        " and we even talked about this, you know,",
        141.52,
        143.3
    ],
    [
        " from as a leader showing people a path to the end state that might not happen today,",
        143.5,
        150.02
    ],
    [
        " might happen tomorrow, but it's possible if you're going to say,",
        150.04,
        152.1
    ],
    [
        " let's bring it in the three of us, we're going to, we're going to be a hundred million dollar company.",
        152.44,
        156.02
    ],
    [
        " And I've got no way to show you how that's going to happen other than either just belief or faith",
        156.7,
        167.1
    ],
    [
        " or hope for a miracle or, hey, this one product, this is going to be,",
        167.38,
        173.24
    ],
    [
        " we're going to have this magical product and this is going to work.",
        173.4,
        175.18
    ],
    [
        " And I could also say, hey, listen, our goal, we want to be a hundred million dollar company.",
        175.56,
        181.7
    ],
    [
        " But let me tell you what's going to, what we're going to have to do right now.",
        182.1,
        185.04
    ],
    [
        " We're not.",
        185.28,
        185.52
    ],
    [
        " But we're going to do this in this.",
        186.2,
        187.56
    ],
    [
        " And that's going to allow us to bring in this other group, maybe get an acquisition here.",
        188.14,
        191.78
    ],
    [
        " And you start to lay out this path and people.",
        191.86,
        193.3
    ],
    [
        " And I've seen it in those rooms where you see the leaders lay out the path to getting there.",
        193.38,
        196.72
    ],
    [
        " Not the exact steps we're going to take, but what we, and all of a sudden people go, oh,",
        196.76,
        200.82
    ],
    [
        " yeah, we can, we can do that.",
        201.62,
        203.54
    ],
    [
        " And that's going to lead to this.",
        203.8,
        204.74
    ],
    [
        " And then we bring in more people and we bring in more resources.",
        204.8,
        206.8
    ],
    [
        " We bring in another company that does this, just laying out the steps.",
        206.94,
        211.72
    ],
    [
        " So people in their minds understand, and I'm just saying this because of the word viable,",
        212.08,
        216.44
    ],
    [
        " the, the, the, the, the, the value of people saying, oh, that's actually not crazy.",
        216.74,
        223.2
    ],
    [
        " What you're saying is not this magic crazy pipe dream.",
        223.2,
        225.98
    ],
    [
        " I can actually see how if we do this.",
        226.22,
        228.82
    ],
    [
        " And then if I on that second step of as a subordinate leader, understand what you're trying to accomplish.",
        229.2,
        234.22
    ],
    [
        " And you're not here saying turn left turn right here, do this and not telling me what to do.",
        234.7,
        238.46
    ],
    [
        " Or how to do it.",
        238.96,
        240.44
    ],
    [
        " You're just telling me the end state that we want.",
        240.5,
        242.42
    ],
    [
        " Then I actually get to be the one that drives us to that goal.",
        242.94,
        245.56
    ],
    [
        " That is actually so much more believable now because it's viable because you laid that out.",
        245.86,
        249.72
    ],
    [
        " And then let me, let me move towards that objective.",
        250.04,
        252.64
    ],
    [
        " Here's a detail that I just picked up on.",
        253.72,
        256.08
    ],
    [
        " Taking what you said when you said what I said back to me and I was like, oh, there's an,",
        256.58,
        261.66
    ],
    [
        " there's an error in what I said.",
        261.7,
        262.98
    ],
    [
        " When I, when I say a belief is seeing a path to victory, what it should actually be is",
        263.78,
        273.76
    ],
    [
        " seeing paths plural to victory.",
        273.76,
        277.48
    ],
    [
        " But the reason I thought of this is because as you're sitting here talking about, well,",
        277.86,
        280.3
    ],
    [
        " if I say, okay, Dave, we're going to make a $100 million company.",
        280.48,
        283.2
    ],
    [
        " And you go, oh, that sounds awesome.",
        283.9,
        286.3
    ],
    [
        " Come in.",
        286.54,
        286.92
    ],
    [
        " But how are we going to do that?",
        287.14,
        288.88
    ],
    [
        " And I lay out one single path to get us there.",
        289.4,
        292.64
    ],
    [
        " You know, that's cool, everything.",
        294.44,
        296.48
    ],
    [
        " But your, your faith in that is going to go down a little bit.",
        296.84,
        300.0
    ],
    [
        " But if I say, hey, listen, here's our five different lines of operations.",
        300.1,
        304.22
    ],
    [
        " And here's what each one of these things are going to produce.",
        304.7,
        308.16
    ],
    [
        " And you know what?",
        308.3,
        309.16
    ],
    [
        " Chances are, Dave, one or two of these might fail completely.",
        309.34,
        312.16
    ],
    [
        " They're good ideas.",
        312.4,
        313.26
    ],
    [
        " I like them.",
        313.52,
        314.08
    ],
    [
        " But we don't haven't gone far enough down them to really understand.",
        314.34,
        316.96
    ],
    [
        " We know that of these ideas, we have made some progress in all of them.",
        317.1,
        321.26
    ],
    [
        " And we see potential.",
        321.38,
        322.06
    ],
    [
        " So if two or three of these paths go the way we want them to, we're going to be right where we",
        322.66,
        327.18
    ],
    [
        " want to be.",
        327.18,
        327.46
    ],
    [
        " We're going to get that $100 million.",
        327.52,
        328.34
    ],
    [
        " So even, you know, going back to the last podcast, having multiple avenues of approach",
        329.18,
        336.2
    ],
    [
        " is highly beneficial to your belief system.",
        337.64,
        340.18
    ],
    [
        " Being distributed and how you go to an objective.",
        340.5,
        344.24
    ],
    [
        " Right.",
        344.48,
        344.6
    ],
    [
        " Having more than one objective, having more than one pathway to that objective.",
        345.44,
        350.18
    ],
    [
        " And by the way, also saying, look, we might not make this one objective over here,",
        351.22,
        355.9
    ],
    [
        " but we're still going to get where we want to be.",
        355.94,
        357.14
    ],
    [
        " Same.",
        361.3,
        361.82
    ],
    [
        " Same maximum here, continue on.",
        362.22,
        363.3
    ],
    [
        " And in considering possible objectives, weigh their possibility of attainment",
        363.54,
        367.72
    ],
    [
        " with their service to the object if attained to wander down a side track is bad,",
        367.72,
        373.4
    ],
    [
        " but to reach a dead end is worse.",
        373.84,
        375.22
    ],
    [
        " So especially if the dead end is the only pathway that you've got,",
        375.92,
        382.32
    ],
    [
        " that's why I have a couple different pathways is smart.",
        382.46,
        384.72
    ],
    [
        " Number three, choose the line or course of least expectation.",
        384.74,
        389.62
    ],
    [
        " Try to put yourself in the enemy shoes and think what course is least probable he will",
        390.74,
        395.22
    ],
    [
        " foresee or for stall.",
        395.22,
        396.78
    ],
    [
        " Number four, exploit the line of least resistance.",
        398.04,
        400.68
    ],
    [
        " So long as it can lead you to any objective which would contribute to your underlying object.",
        401.18,
        409.0
    ],
    [
        " Right.",
        409.82,
        409.9
    ],
    [
        " Oh yeah, it's cool path of least resistance, but it's got to be going in the right direction.",
        410.18,
        413.1
    ],
    [
        " And tactics, this maximum applies to the use of your reserves and in strategy,",
        413.96,
        417.78
    ],
    [
        " the exploitation of tactical success.",
        417.98,
        420.1
    ],
    [
        " Number five, take a line of operation which offers alternative objectives.",
        420.64,
        426.28
    ],
    [
        " Okay, sorry, we went a little ahead on that one.",
        426.62,
        429.34
    ],
    [
        " For you will thus put your opponent on the horns of dilemma, which comes from the last podcast,",
        429.88,
        434.38
    ],
    [
        " which goes far to assure the chance of gaining one objective at least,",
        434.66,
        438.6
    ],
    [
        " whichever he guards least and may enable you to gain one after the other.",
        439.08,
        443.58
    ],
    [
        " Because once you get one, like we make it in one line of operation and now we made a bunch of",
        443.86,
        448.48
    ],
    [
        " money. Cool. Guess what? We can invest in that other thing that was a little bit harder out of",
        448.48,
        452.04
    ],
    [
        " the gate, but now we have the money to spend on it and we can make it happen. Yeah.",
        452.04,
        455.06
    ],
    [
        " Alternative objectives allow you to keep the opportunity of gaining an objective where as a",
        457.08,
        463.3
    ],
    [
        " single objective, unless the enemy is helplessly inferior means the certainty that you will not gain",
        463.3,
        468.26
    ],
    [
        " it once the enemy is no longer uncertain as you're in. As soon as the enemy knows what you're",
        468.26,
        471.5
    ],
    [
        " doing, your chances of success go down dramatically, unless they're helplessly inferior.",
        471.5,
        476.8
    ],
    [
        " There is no more common mistake than to confuse a single line of operation, which is usually wise",
        477.5,
        484.6
    ],
    [
        " with a single objective, which is usually futile.",
        484.6,
        489.36
    ],
    [
        " Number six on the last of the positive maxims, ensure that both plans and dispositions are flexible,",
        492.46,
        500.42
    ],
    [
        " adaptable to circumstances. And by dispositions, I'd be like, where are you putting people?",
        501.0,
        505.68
    ],
    [
        " Your plan should foresee and provide for a next step in case of success or failure or",
        506.44,
        511.88
    ],
    [
        " a partial success, which is the most common case in war, your dispositions or formation should be",
        511.88,
        516.3
    ],
    [
        " such as to allow this exploitation or adaptation in the shortest possible time.",
        516.44,
        519.8
    ],
    [
        " You know, people will argue and fight and struggle with trying to figure out how they're going to",
        520.42,
        526.16
    ],
    [
        " task organize a group of people. Like, well, no, actually, Dave, I think this person should report",
        526.16,
        531.04
    ],
    [
        " today, and this person should report to life, and this person should report to me. We can argue",
        531.04,
        534.44
    ],
    [
        " about that stuff all the way all day long. And by the way, your pissed, I'm pissed, and guess what?",
        534.44,
        540.14
    ],
    [
        " It's our company. And I go, you know what, Dave, you go ahead. That person can report to you.",
        542.0,
        547.7
    ],
    [
        " Cool. That sounds good. And you look up at me in two weeks and you're like, hey, this doesn't",
        547.74,
        552.04
    ],
    [
        " really make much sense. I'm okay. Cool. They can report. You know, like, you don't, it's not set in",
        552.04,
        555.82
    ],
    [
        " stone. You don't get a tattoo on your forehead of your task organization. And by the way, it doesn't",
        555.82,
        561.38
    ],
    [
        " look, quote, look bad to say, hey, you know what, Fred, you're going to be working for Dave.",
        561.38,
        565.88
    ],
    [
        " And then a month later, say, hey, Fred, seems like your expertise is really going to be a little",
        566.14,
        569.9
    ],
    [
        " bit more beneficial to life and what he's got going on. We're going to shift you over there.",
        569.9,
        573.0
    ],
    [
        " Now, do you want to do this every two weeks? No, obviously not. But to put someone in a position,",
        574.6,
        580.0
    ],
    [
        " or task organ is organized in a certain way, and have it flexible, flexible dispositions.",
        580.76,
        587.74
    ],
    [
        " That's exactly what it is, is the smart way to do things. And obviously, it's with a flexible",
        587.74,
        592.78
    ],
    [
        " plan as well.",
        592.78,
        593.34
    ]
]