[
    [
        " This is Jockel Podcast number 286 with Echo Charles and me, Jockel Willink.",
        0.26,
        6.1
    ],
    [
        " Good evening, echo, good evening, and also joining us again, Dave Burke.",
        6.28,
        10.56
    ],
    [
        " Good evening, Dave. Good evening. So if you haven't listened to 285, just go back and",
        11.3,
        19.42
    ],
    [
        " listen to 285 right now, we are exploring some of the works of BH Ledele Hart.",
        19.42,
        25.32
    ],
    [
        " I explain who he is on 285. He's a British soldier, World War One military theorist,",
        26.74,
        33.88
    ],
    [
        " military historian, wrote, influenced. He's an influencer. He's kind of an OG influencer.",
        33.94,
        40.7
    ],
    [
        " And he legit was. He had a lot of influence inside the British military. He had influence in all",
        41.66,
        48.02
    ],
    [
        " kinds of different military organizations, including some enemy military organizations that actually",
        48.02,
        54.56
    ],
    [
        " listened to what he had to say. So if you haven't listened to 285 yet, go back, listen to 285,",
        54.56,
        59.72
    ],
    [
        " and we're going to jump right back in to his book, which is called Strategy. It's a...",
        59.9,
        65.48
    ],
    [
        " The last one we covered was the strategy of the indirect approach. Look, everything he does",
        65.48,
        70.34
    ],
    [
        " is tied into the strategy of indirect approach. And we're going to jump back into this. His other",
        70.34,
        75.66
    ],
    [
        " book, he's got many books. One of his other books called Simply Strategy, BH Ledele Hart. Here we go.",
        75.66,
        82.5
    ],
    [
        " Dave, anything before I just jump right into this thing? No, let's do it. Okay, so we're going to",
        83.0,
        89.4
    ],
    [
        " get into a section here called Basis of Strategy. And I think it's very interesting how this one",
        89.4,
        94.84
    ],
    [
        " kicks off. A deeper truth to which Falk and other disciples of Klaus Ritz did not penetrate fully",
        94.84,
        101.96
    ],
    [
        " is that in war, every problem and every principle is a duality. Like a coin, it has two faces. So this",
        102.18,
        116.04
    ],
    [
        " may remind you of another book you might have heard of called The Dicotomy of Leadership. There you go.",
        116.04,
        120.32
    ],
    [
        " Again, I think I owe this guy some royalties. I didn't know. I mean, I could have called the book",
        120.66,
        126.74
    ],
    [
        " the duality of leadership, but I didn't. Right? We call the Dicotomy of Leadership like a coin.",
        126.74,
        132.54
    ],
    [
        " It has two faces. Hence the need for well, a well calculated compromise as a means to reconciliation.",
        132.98,
        139.76
    ],
    [
        " What does that mean? Be balanced. Big shocker. This is the inevitable consequence of the fact that",
        140.28,
        147.08
    ],
    [
        " war is a two-party affair. So imposing the need that while hitting, one must guard. This just,",
        147.08,
        155.24
    ],
    [
        " you got a balance that dichotomy of leadership. You can't just be on all to law offense. You got to",
        155.76,
        159.62
    ],
    [
        " have a guard up. You can't just be have your guard up. You got to go on offense. You got to be balanced.",
        159.62,
        162.68
    ],
    [
        " It's a corollary that in order to hit with effect, the enemy must be taken off his guard.",
        162.94,
        168.3
    ],
    [
        " Effective concentration can only be obtained when the opposing forces are dispersed and usually in",
        168.72,
        174.78
    ],
    [
        " order to ensure this one's own forces must be widely distributed. Thus, by an outward paradox,",
        174.78,
        183.54
    ],
    [
        " true concentration is the product of dispersion. So isn't this interesting? We have to concentrate",
        184.94,
        190.56
    ],
    [
        " our forces, but we have to disperse our forces in order to dislocate and put the enemy off balance.",
        190.56,
        197.14
    ],
    [
        " So there's an dichotomy. We have to be together so that we can act effectively, but we have to be",
        197.46,
        204.18
    ],
    [
        " spread out so we can put the enemy off balance. What happens if we get too far spread out? Well,",
        204.18,
        208.12
    ],
    [
        " now we're now we're weak. What happens if we're too concentrated? Well, now we can't disperse",
        208.5,
        212.46
    ],
    [
        " the enemy. We can't dislocate the enemy. A further consequence of the two-party condition",
        212.46,
        218.76
    ],
    [
        " is that to ensure reaching an objective, one should have an alternative objective or alternative",
        218.76,
        227.64
    ],
    [
        " objectives plural. Herein lies a vital contrast to the single-minded 19th century doctrine of",
        227.64,
        240.32
    ],
    [
        " practical to the theoretical. For if the enemy is certain as to your point of aim, he has the best",
        240.74,
        247.24
    ],
    [
        " possible chance of guarding himself and blunting your weapon. This is why in Giujitsu you have to do more",
        247.24,
        252.94
    ],
    [
        " than one move. You can't just grab the arm and think you're going to get the arm lock. It's not",
        252.94,
        256.2
    ],
    [
        " going to work. If on the other hand, you take a line that threatens alternative objectives,",
        256.2,
        263.78
    ],
    [
        " you distract his mind and his forces. This moreover is the most economic method of distraction.",
        263.78,
        270.76
    ],
    [
        " For it allows you to keep the largest proportion of your force available on your real line of operation,",
        271.02,
        277.7
    ],
    [
        " thus reconciling the greatest possible concentration with the necessity of dispersion.",
        278.0,
        284.68
    ],
    [
        " So you have to have some different objectives. If you just grab the arm, that's not going to,",
        285.84,
        292.2
    ],
    [
        " if you just flank, if you're like, okay, hey, we're going to flank the enemy. Okay, the enemy goes,",
        292.2,
        296.34
    ],
    [
        " oh wait, looks like they're moving over there. Cool. Now we adjust our forces, now that flank",
        296.48,
        300.06
    ],
    [
        " becomes the front. So you have to have multiple objectives. Now what if you go to flank and they",
        300.06,
        304.38
    ],
    [
        " think, oh, that's not, that's just a, that's just a fake move. So now they don't put their forces",
        304.38,
        308.26
    ],
    [
        " in the world, then you attack it. But if you only have one objective and the enemy recognizes what",
        308.26,
        314.76
    ],
    [
        " that is, they're going to defend it heavily and you're not going to be able to achieve victory.",
        314.76,
        318.62
    ],
    [
        " The absence of an alternative is contrary to the very nature of war.",
        322.58,
        328.16
    ],
    [
        " It sins against the light, which Borset shed in the 18th century by his most penetrating",
        328.98,
        336.34
    ],
    [
        " dictum, that quote, every plan of campaign ought to have several branches and to have been so",
        336.34,
        345.02
    ],
    [
        " well thought out that one or the other of the said branches cannot fail of success.",
        345.02,
        352.36
    ],
    [
        " So you gotta have multiple branches and they should be well enough thought out that one of them",
        353.6,
        361.12
    ],
    [
        " is going to work. One of one of those branches, one of those lines of operation is going to work.",
        361.12,
        367.76
    ],
    [
        " This was the light that his military air, the young Napoleon Bonaparte, followed in",
        369.34,
        375.24
    ],
    [
        " seeking always, as he said, you guys want me to go French?",
        375.24,
        379.66
    ],
    [
        " Yeah, kind of.",
        381.52,
        382.32
    ],
    [
        " Fair son, fame and dear fashions. There you go. What does that mean?",
        383.68,
        392.16
    ],
    [
        " It means make your theme in two ways. You've got to have two different approaches.",
        392.46,
        398.76
    ],
    [
        " And it's just, he calls it, it's a sin against the old dictums, which was a go,",
        400.74,
        406.4
    ],
    [
        " you gotta have a focus, you gotta aim for that. Concentrate your forces in one spot.",
        406.4,
        410.48
    ],
    [
        " It's like, cool, what if the enemy defunds at one spot? You're screwed in technical terms.",
        410.9,
        416.76
    ],
    [
        " Sir.",
        417.12,
        417.72
    ],
    [
        " Seven years later, Sherman was to relearn the lesson from experience by reflection and coin",
        418.32,
        425.02
    ],
    [
        " his infamous maxim about, quote, putting the enemy on the horns of a dilemma.",
        425.02,
        430.12
    ],
    [
        " End quote. In any problem where an opposing force exists and cannot be regulated, one must",
        430.78,
        437.26
    ],
    [
        " foresee and provide for alternative courses. Adaptability is the law which governs survival and",
        437.26,
        442.72
    ],
    [
        " war as in life. War being a concentrated war being but a concentrated form of the human",
        442.72,
        448.8
    ],
    [
        " struggle against the environment. Thank you. Amplified, intensified, but nonetheless,",
        448.8,
        455.7
    ],
    [
        " a concentrated form of the human struggle. To be practical, any plan must take account of",
        456.66,
        464.48
    ],
    [
        " the enemy's power to frustrate it. The best chance of overcoming such an obstruction is to have",
        464.48,
        472.04
    ],
    [
        " a plan that can be easily varied to fit the circumstances met. I mean, I just was saying this",
        472.04,
        479.12
    ],
    [
        " today on the F online. You gotta have a flexible plan. You gotta have a flexible plan.",
        479.12,
        483.7
    ],
    [
        " And you'd think that seems super obvious, but you know what? You know what? People want to control",
        484.22,
        488.44
    ],
    [
        " and they want to eliminate the unknown. And how do you eliminate the unknown? You come up with a plan.",
        488.44,
        493.52
    ],
    [
        " Well, guess what? They're still unknown even when you have a plan. And the more rigid,",
        494.4,
        500.18
    ],
    [
        " you make a plan the less adaptable and flexible it becomes, which is bad.",
        500.84,
        506.06
    ],
    [
        " To keep such adaptability while keeping the initiative the best way is to operate along a line which",
        507.12,
        514.84
    ],
    [
        " offers alternative objectives. For thereby you put your opponent on the horns of a dilemma,",
        514.84,
        520.8
    ],
    [
        " which goes far to assure the gaining of at least one objective, whichever is at least guarded,",
        521.52,
        527.38
    ],
    [
        " and may enable you to gain the other one afterwards.",
        527.38,
        529.78
    ],
    [
        " In the tactical field where the enemy's dispositions are likely to be based on the nature of the ground,",
        530.16,
        538.14
    ],
    [
        " it may be more difficult to find a choice of dilemma producing objectives than it is in the",
        538.34,
        542.98
    ],
    [
        " strategic field where the enemy will have obvious industrial and railway centers to cover.",
        542.98,
        547.3
    ],
    [
        " But you can gain a similar advantage by adapting your line of effort to the degree of resistance",
        547.8,
        552.68
    ],
    [
        " that is met and exploiting any weaknesses is found. A plan like a tree must have branches",
        552.68,
        558.94
    ],
    [
        " if it is to bear fruit. A plan with a single aim is apt to prove a barren pole.",
        558.94,
        564.6
    ],
    [
        " I'm just thinking of this idea of having multiple objectives and then the dilemma that that",
        565.7,
        574.16
    ],
    [
        " causes and even just in like aviation terms like we go out in the mission and our objective is to",
        574.16,
        578.76
    ],
    [
        " destroy enemy air defenses. Sam sides are mobile, Sam's or whatever those might be.",
        578.94,
        584.22
    ],
    [
        " But it's actually reliant on them to have those systems active and operating because how you find",
        584.74,
        590.08
    ],
    [
        " them if they're shut down in the dormit you actually can't find them. They're not radiating,",
        590.08,
        592.8
    ],
    [
        " they're not uncovered, you could fly around and not have them there. But if they don't have their",
        592.88,
        597.92
    ],
    [
        " Sam systems or air defense systems active then the things that they're defending are vulnerable.",
        597.92,
        603.08
    ],
    [
        " So the secondary mission we'd have these these they're called a TPL, a target priority list.",
        603.48,
        606.78
    ],
    [
        " These things aren't there. Cool. Go to this. Those things aren't there. Cool. Go to this.",
        606.78,
        609.82
    ],
    [
        " And sooner or later one will be exposed. And as you start to attack those defended positions like",
        610.04,
        617.2
    ],
    [
        " bridges, roads or things that matter. Better turn on those radars.",
        617.2,
        620.1
    ],
    [
        " Better turn on those radars. Exactly right. And that idea that we would have multiple target",
        620.26,
        626.46
    ],
    [
        " priorities which all eventually are designed to lead us back to the number one priority which might",
        626.46,
        630.8
    ],
    [
        " not get on that mission but we get in the next wave or the next wave and sooner or later they're",
        630.8,
        634.86
    ],
    [
        " stuck in a place like well if we don't turn these things on we're going to lose all of our",
        634.86,
        637.66
    ],
    [
        " critical infrastructure and there's nothing to defend. And creating that dilemma by having multiple",
        637.66,
        642.48
    ],
    [
        " objectives on each flight. Yeah and in the business world this whole concept is we hear",
        642.48,
        653.06
    ],
    [
        " we hear debates or arguments against this right you got to have a clear objective and that",
        653.06,
        661.18
    ],
    [
        " makes sense. I tell people that we got to make sure we understand what the objective is.",
        661.44,
        666.12
    ],
    [
        " That being said we also don't want to have a single point of failure where hey you know what we're",
        666.76,
        672.08
    ],
    [
        " going to put we're going to make one product. Yeah. We're going to make one product and if this",
        672.08,
        676.58
    ],
    [
        " product does this product is the one we're going to put all of our money all of our birds in this",
        676.58,
        681.78
    ],
    [
        " basket. Is that the one? Eggs. All our eggs are going to go in this basket. Don't do that.",
        681.78,
        687.32
    ],
    [
        " Don't do that. Don't put all your eggs in one basket. That's there you go. Never mind BH",
        688.14,
        693.92
    ],
    [
        " LaDelle Hart whichever farmer thought of that one after his kid dropped the basket full of eggs right",
        693.92,
        700.9
    ],
    [
        " is like hey kid don't put all your eggs in one basket. Put them in two baskets. Same thing.",
        700.9,
        706.9
    ],
    [
        " The exact same thing. Yes sir. And yet we can get focused on one objective. And as soon as you",
        707.46,
        715.08
    ],
    [
        " meet resistance if you're not ready to switch to another one like Dave Burke flying you know up",
        715.08,
        720.2
    ],
    [
        " there and going home there's nothing to let you shoot at cool. What's the next objective bridges",
        720.2,
        723.56
    ],
    [
        " let's go rock and roll. Okay so now we're going to roll a new section called cutting communications",
        723.56,
        731.8
    ],
    [
        " in planning any stroke at the enemy's communications either by maneuver round his flank or by rapid",
        731.8,
        738.74
    ],
    [
        " penetration of a breach in his front the question will arise as to the most effective point of",
        738.74,
        743.64
    ],
    [
        " aim whether it should be directly against the immediate rear or the opposing of the opposing force",
        743.64,
        748.88
    ],
    [
        " or further back when studying the question so again and I talked about this before on the last",
        748.88,
        755.32
    ],
    [
        " podcast is every time it talks about communications it's it's it's telling you hey you better you better",
        755.32,
        763.66
    ],
    [
        " keep your communication open we talk about attacking the enemy's communications and that's how we",
        763.66,
        768.38
    ],
    [
        " cause unbalanced and that's how we kind of crush them great we're glad to know that that's also",
        768.38,
        773.06
    ],
    [
        " a reminder to us as leaders that communication is so paramount to getting our job done",
        773.06,
        778.56
    ],
    [
        " when he's got a whole section called cutting communication guess what that should mean to us",
        778.56,
        784.26
    ],
    [
        " from a red cell perspective don't let your communication get cut and yet we work with companies",
        784.26,
        789.22
    ],
    [
        " all the time where the communication isn't open and it's not flowing and people on the front",
        789.22,
        793.08
    ],
    [
        " lines don't know what's happening and the people in the head shed don't get the feedback that they",
        793.08,
        797.32
    ],
    [
        " should be getting from the front lines there's not communication happening and yet there's a whole",
        797.32,
        801.72
    ],
    [
        " section here about cutting communication and you're allowing your communications to be cut when",
        801.72,
        805.96
    ],
    [
        " there's not even an enemy it's not like your competitor got into your email system or got into",
        805.96,
        810.78
    ],
    [
        " your phone system and didn't let you call your front line leadership that didn't happen you failed to",
        810.78,
        815.54
    ],
    [
        " do it so where do we cut the communication when studying this question at the time that experimental",
        815.54,
        824.56
    ],
    [
        " mechanized forces were first created this and their strategic use was under consideration I saw",
        824.56,
        828.56
    ],
    [
        " guidance on it by analysis of cavalry raids carried out in the past especially in the more recent",
        828.56,
        834.36
    ],
    [
        " wars since railways came into use while such cavalry raids had more limited potentials than a",
        834.36,
        839.64
    ],
    [
        " deep strategic penetration of mechanized forces seemed to me to promise that this difference",
        839.64,
        846.06
    ],
    [
        " emphasized rather than detracted from making the significant evidence which they provided making",
        846.06,
        851.64
    ],
    [
        " the necessary adjustment the following deductions could be drawn and I'm going to kind of burn",
        851.64,
        857.36
    ],
    [
        " through this section the overall concept is that the nearer to the force that the cut is made the",
        857.36,
        864.24
    ],
    [
        " more immediate the effect and the nearer to the base the greater the effect it's common sense right",
        864.24,
        869.74
    ],
    [
        " if you kill the the node at the headquarters they can't communicate to anybody but it's going to",
        869.74,
        876.2
    ],
    [
        " take a while for that impact to hit the front lines for them to actually not know what's going on",
        876.2,
        880.3
    ],
    [
        " was if you cut the front line node that immediate node is kind of messed up so that's the that's the",
        880.3,
        887.04
    ],
    [
        " general consensus that he gets into there um he goes on to say these deductions were confirmed",
        887.04,
        895.92
    ],
    [
        " by the experience of the second war above all the catastrophic the catastrophically paralyzing",
        895.92,
        902.2
    ],
    [
        " effect physically and psychologically that was produced when grady gordian's panser forces",
        902.2,
        909.16
    ],
    [
        " racing far ahead of the main german armies severed the allied armies communications where these",
        909.16,
        915.28
    ],
    [
        " crossed the far back line of the psalm and this is where you run into problems so catastrophically",
        915.28,
        922.1
    ],
    [
        " paralyzing when we start to cut off communications so look are you going to go into your competitors",
        922.1,
        927.94
    ],
    [
        " you know headquarters and destroy their their their their internet and their email no you're not",
        927.94,
        933.98
    ],
    [
        " going to do that but are you allowing that to happen just by just by human nature and laziness and",
        933.98,
        940.76
    ],
    [
        " not lack of prioritized an execute are you going to allow your communications to fall apart there's",
        940.88,
        945.12
    ],
    [
        " a decent chance you are we work with companies all the time that aren't communicating they might as",
        945.12,
        950.02
    ],
    [
        " well have had uh panser forces going cut off their email between their front lines and them",
        950.02,
        955.62
    ],
    [
        " because there's no email happening there's no conference calls happening there's no text happening",
        955.62,
        959.74
    ],
    [
        " we don't know what's going on we've lost communications not through enemy action but through our own",
        959.74,
        964.88
    ],
    [
        " fault yeah and and one of the ways one of the places we see that with businesses at the",
        967.66,
        972.92
    ],
    [
        " communication is a one-way communication where I am I am dictating or directing or communicating",
        972.92,
        979.72
    ],
    [
        " to you I'm transmitting and there's no response to that transmission there's no",
        979.72,
        985.18
    ],
    [
        " the communication really isn't designed for me to hear what you have to say it's for me to tell",
        985.18,
        991.38
    ],
    [
        " you what to do and how to do it and when to do it and and where to do these things yeah and",
        991.38,
        995.74
    ],
    [
        " there I get that compliance but I don't get that communication which is a a a almost guarantee",
        995.74,
        1003.2
    ],
    [
        " that sooner later when then when they're as friction with that without that communication that",
        1003.2,
        1007.82
    ],
    [
        " that plan is going to fail um even when I was just talking about communication I said you're not",
        1007.82,
        1014.24
    ],
    [
        " getting the you're not getting the information the front lines and you're not getting the feedback",
        1014.24,
        1017.6
    ],
    [
        " you need yeah which is what you just said it's like hey communication is supposed to go in two ways",
        1017.6,
        1022.82
    ],
    [
        " that's what's supposed to be happening if we don't let it happen we're gonna have problems we're",
        1022.82,
        1027.1
    ],
    [
        " gonna have problems and in the and and making this relevant to to the civilian world of the private",
        1027.1,
        1034.84
    ],
    [
        " sector the the needle the biased needle of the communication would be to be transmit as little as",
        1034.84,
        1041.34
    ],
    [
        " possible and and receive as much as possible when I have when I when I have my team communicating to",
        1042.28,
        1049.14
    ],
    [
        " me more than I'm committing to communicating to them here's what we're seeing here's what we're",
        1049.14,
        1052.78
    ],
    [
        " doing here's the problem wrapping here's how we're saying that's what you would want that's how would",
        1052.78,
        1056.22
    ],
    [
        " you you would set up the bias yes the bias is if I see that I'm the as the leader doing 90% of",
        1056.22,
        1061.54
    ],
    [
        " the communication I I'm the needle is in the wrong direction and so the ability for my people to",
        1061.54,
        1067.32
    ],
    [
        " communicate to me for me to hear from them what they're doing what they're seeing where they are",
        1067.32,
        1072.58
    ],
    [
        " and I'm doing less communicating to them than they are communicating up to me that's where I want that",
        1072.58,
        1079.9
    ],
    [
        " needle that falls into something I was talking about the other day on on our online platform I use",
        1079.9,
        1087.76
    ],
    [
        " this term in both it struck I think both you and Lafe because you've never heard me say it before",
        1087.76,
        1092.44
    ],
    [
        " I started using the term traditional leadership yeah and then like an archetypical leadership what does",
        1092.44,
        1098.82
    ],
    [
        " that mean well when we think of a leader what do we think of like if you just say oh what does a leader",
        1098.82,
        1103.5
    ],
    [
        " do well a leader gives orders a leader talks a leader tells everyone what's going on they tell people",
        1103.5,
        1107.66
    ],
    [
        " what to do that's traditional leadership and actually in my mind if I'm doing that sort of",
        1107.66,
        1115.46
    ],
    [
        " traditional leadership I've made 47 mistakes to get to a point where I have to tell you what's going",
        1115.46,
        1121.7
    ],
    [
        " on I have to give orders I have to give you direction about where to go and what to do I've made so",
        1121.7,
        1127.8
    ],
    [
        " many mistakes if I'm doing that traditional leadership role of like all right here's what we're doing",
        1127.8,
        1132.3
    ],
    [
        " does that happen sometimes and that was when I was talking about right the case does sometimes happen",
        1132.3,
        1137.6
    ],
    [
        " where we got a leadership vacuum no one knows what to do there's some confusion and sometimes we",
        1137.6,
        1142.14
    ],
    [
        " do have to take a role as traditional leader step in tell everyone what to do this is what we're doing",
        1142.14,
        1145.84
    ],
    [
        " this direction we're having heading and a traditional leadership role almond charge I'm the one",
        1145.84,
        1152.02
    ],
    [
        " that's putting out the word we want to flip the script on that to what to your point traditional",
        1152.02,
        1159.16
    ],
    [
        " leadership is not what my ideal is ideal leadership is Dave's actually giving me information",
        1159.16,
        1167.98
    ],
    [
        " and telling me what's going on and I have to give very little communication back because he already",
        1167.98,
        1173.26
    ],
    [
        " understands the commuters and 10 and what his roles were then he by the way knows more about what's",
        1173.26,
        1176.96
    ],
    [
        " happening on his front than I deal totally and he's trying to inform me but still he's there",
        1176.96,
        1181.1
    ],
    [
        " so that that traditional leadership versus ideal leadership is is something to pay attention to",
        1181.1,
        1191.22
    ],
    [
        " and if you had whatever version of a catastrophic communication failure exists where you know",
        1191.22,
        1198.56
    ],
    [
        " it doesn't have to be the phone lines in combat but some something that prevents you from",
        1198.58,
        1203.04
    ],
    [
        " communicating if your people can't operate based on your intent with zero communication and just",
        1203.04,
        1209.0
    ],
    [
        " go out there and execute until somehow that communication line is reopened for whatever reason",
        1209.0,
        1213.2
    ],
    [
        " that again that is a that is your failure as a leader that they don't know what to do if you're not",
        1213.2,
        1220.14
    ],
    [
        " there to tell them what to do so I don't you know in whatever world you're in your version of a",
        1220.14,
        1226.12
    ],
    [
        " communication cut off your people should still be able to execute. Hanover's on",
        1226.16,
        1230.7
    ],
    [
        " next little section called the method of advanced until the end of the 18th century a physically",
        1230.7,
        1239.06
    ],
    [
        " concentrated advance both strategic to the battlefield and tactical on the battlefield was the rule",
        1239.06,
        1245.76
    ],
    [
        " then Napoleon exporting Borsese ideas and new divisional system introduced a distributed strategic",
        1246.86,
        1256.18
    ],
    [
        " advance the army moving in independent fractions but the tactical advance was still in general",
        1256.18,
        1263.76
    ],
    [
        " concentrated one this is you know we're we're starting in a decentralized command and you know",
        1263.76,
        1271.66
    ],
    [
        " I mentioned Borsese already be all you are C. T's it another French general 1700s I think you",
        1271.66,
        1280.0
    ],
    [
        " yeah born in 1700 died in 1780 but this is another guy that that had a little bit of vision right",
        1280.0,
        1287.32
    ],
    [
        " had a vision about decentralized command and that's kind of one of them this divisional system where",
        1287.32,
        1293.44
    ],
    [
        " you can start to get people to move on their own and that is a better way to advance",
        1293.44,
        1299.4
    ],
    [
        " back to the book toward the end of oh and by the way to Dave's point we know where we're going",
        1300.8,
        1306.72
    ],
    [
        " and if you lose if if you got your division and echoes got his division and carries got his division",
        1306.72,
        1312.16
    ],
    [
        " and you lose comms with me it doesn't matter three days later you're where he's supposed to be",
        1312.16,
        1316.76
    ],
    [
        " because you know where you were going yeah back to the book towards the end of the 19th century",
        1316.76,
        1322.52
    ],
    [
        " with a development of fire weapons the tactical advance became dispersed i.e. and particles to",
        1322.52,
        1328.36
    ],
    [
        " diminish the effective fires this is when we really start to get to dispersion",
        1328.36,
        1332.12
    ],
    [
        " but the strategic advance had become concentrated this was due partly to the influence of railways",
        1332.12,
        1339.36
    ],
    [
        " and growth of the masses partly to the misunderstanding of the Napoleonic methods so when",
        1339.36,
        1345.48
    ],
    [
        " when we started to use machine guns well then people started dispersing tactically but because of",
        1345.48,
        1351.88
    ],
    [
        " trains we are moving these mass groups together a revival of the distributed advance was required",
        1351.88,
        1358.78
    ],
    [
        " in order to revive the art and effective strategy more over new conditions air power and motor",
        1358.78,
        1365.3
    ],
    [
        " power point to its further development into a dispersed strategic advance the danger of air attack",
        1365.3,
        1373.8
    ],
    [
        " the aim of mystification and the need of drawing full value from mechanized mobility suggest that",
        1373.8,
        1379.78
    ],
    [
        " advancing forces should not only be distributed as widely as as is compatible with combined action",
        1379.78,
        1385.18
    ],
    [
        " but be dispersed as much as compatible with cohesion so what they're saying there's a balance",
        1385.18,
        1392.26
    ],
    [
        " that you have to have we got to be as far apart as we possibly can but as long as we're still a",
        1392.26,
        1397.94
    ],
    [
        " cohesive unit that's the dichotomy that you have to balance this becomes essential in the face of",
        1397.94,
        1405.02
    ],
    [
        " atomic weapons obviously we can't be all together because we're going to get nuked",
        1405.02,
        1408.4
    ],
    [
        " sure and it's crazy that we sit here and chuckle at that",
        1408.4,
        1412.14
    ],
    [
        " because for us it's almost like hey that couldn't happen but hey and we've covered",
        1412.14,
        1419.44
    ],
    [
        " we've covered some significant military manuals where they talk about the actual they're planning",
        1419.44,
        1426.22
    ],
    [
        " on how they're going to maneuver when the enemy is using tactical nukes",
        1426.22,
        1431.84
    ],
    [
        " which is crazy to think about the development of radio as a timely aid towards reconciling dispersion",
        1431.84,
        1439.32
    ],
    [
        " with control instead of the simple idea of concentrated stroke by a concentrated force we should",
        1439.32,
        1446.4
    ],
    [
        " choose according to circumstance between these variants give some options here dispersed",
        1446.4,
        1455.32
    ],
    [
        " advance with concentrated single aim i.e. against one objective dispersed advance with concentrated",
        1455.32,
        1462.36
    ],
    [
        " serial aim which means when we get there we're going to go off their multiple successive",
        1462.36,
        1466.7
    ],
    [
        " objectives dispersed advance with distributed aim i.e. against a number of objectives simultaneously",
        1466.7,
        1474.26
    ],
    [
        " the effectiveness of armies depends on the development of such new methods methods which aim at",
        1474.26,
        1482.46
    ],
    [
        " permeating and dominating areas rather than capturing lines at the practical object of paralyzing",
        1482.46,
        1491.42
    ],
    [
        " the enemy's action rather than the theoretical object of crushing his forces fluidity of forces",
        1491.42,
        1500.2
    ],
    [
        " may succeed where concentration of force merely entails rigidity a perilous rigidity so at times",
        1500.2,
        1510.5
    ],
    [
        " Bruce Lee we want to be like water fluidity of force is sometimes better than just concentration of",
        1510.96,
        1520.14
    ],
    [
        " force if you can move Jeff Glover on the jiu jitsu mats you you grab something on him and he's",
        1520.14,
        1527.18
    ],
    [
        " somewhere else you grab something on Dean he's countering right but you grab something on Jeffy",
        1527.18,
        1540.48
    ],
    [
        " you squeeze one party pops out another party right with Dean you can't squeeze like he doesn't",
        1543.74,
        1549.4
    ],
    [
        " go anyone he does the squeezing yeah you're getting squeezed that's the way it worked all right",
        1549.4,
        1556.06
    ],
    [
        " just the word fluid and i mentioned it before i talked about fluid mutual support just the idea",
        1556.06,
        1562.5
    ],
    [
        " of of being fluid is it's flexibility it's the ability to be reactive to the situation",
        1562.5,
        1569.14
    ],
    [
        " in a way that puts you in a place to be available to support as you need it but far enough",
        1569.4,
        1576.96
    ],
    [
        " away to maneuver as you need to and i just i think the idea of of in this era then talking about fluid",
        1576.96,
        1584.18
    ],
    [
        " when the backdrop of ruler one i know we've hit this a thousand times the backdrop of a ruler one was",
        1584.18,
        1591.06
    ],
    [
        " was whatever the opposite of fluid is which is the inability the inability to to to adjust to",
        1592.36,
        1601.9
    ],
    [
        " maneuver to do something use that that analogy you just did with like that slime thing of i",
        1601.9,
        1606.92
    ],
    [
        " squeeze here and something pops it over there that the being the ability to be fluid and the",
        1606.92,
        1613.88
    ],
    [
        " inherent the the way you'd want to describe an organization or your your reaction to things go",
        1613.88,
        1620.26
    ],
    [
        " on in your organization of being fluid and how quickly people get to being rigid with their thought",
        1620.26,
        1627.06
    ],
    [
        " processes their ideas their objectives what they want to accomplish and how quickly it becomes rigid",
        1627.06,
        1632.96
    ],
    [
        " so check this out we're in world or one okay we actually have a culture that views fluidity",
        1632.96,
        1645.66
    ],
    [
        " as weakness the Victorian culture if you want to run away from danger you're a coward",
        1646.06,
        1653.96
    ],
    [
        " you're weak now take that and bring a thread to the boardroom bring a thread to the conference room",
        1653.96,
        1662.48
    ],
    [
        " in a company and if Dave presents an idea to me and i back down because i agree with his idea or",
        1662.48,
        1669.28
    ],
    [
        " i back down because i i see some holes in my idea i might be viewed as weak so i'm not going to",
        1669.28,
        1675.26
    ],
    [
        " be fluid inside i'm going to be rigid i'm going to stand up to Dave we're going to fight about it",
        1675.26,
        1678.56
    ],
    [
        " and by the way if i'll rank you i'm going to win it's freaking ridiculous crazy but we have this",
        1678.56,
        1686.1
    ],
    [
        " culture and and that culture you know look the culture the reason that culture exists especially the",
        1686.1,
        1693.24
    ],
    [
        " culture of rigidity is directly tied to our human nature our ego right because we feel like oh",
        1693.24,
        1700.1
    ],
    [
        " i don't want i'm not going to back down to Dave i'm not going to let that happen it's like actually",
        1700.28,
        1705.78
    ],
    [
        " you know a good call Dave i like your idea better the the odd thing about this is that it makes me look",
        1705.78,
        1712.6
    ],
    [
        " stronger it makes me look open-minded and flexible and confident to be like you know what Dave",
        1712.6,
        1719.04
    ],
    [
        " like your idea let's roll with that the whole room the whole freaking conference room goes damn",
        1719.04,
        1723.66
    ],
    [
        " chocolate's got some confidence he's he's good with it whatever plan he just wants us to win",
        1723.66,
        1727.5
    ],
    [
        " as opposed to actually Dave you know what i've heard enough from you we're going with my plan",
        1727.76,
        1732.48
    ],
    [
        " every one in the room goes oh he's weak i think i'm strong i'm being weak and everybody",
        1732.48,
        1738.66
    ],
    [
        " perceives me as weak everybody person this is the one of the hardest lessons to learn",
        1738.66,
        1744.6
    ],
    [
        " it's one of the hardest lessons to learn is that flexibility is viewed as a strength",
        1744.6,
        1753.06
    ],
    [
        " fluidity is viewed as a strength putting your ego and being humble is viewed as strength",
        1753.72,
        1758.4
    ],
    [
        " and when you do the opposite when you're rigid it's viewed as weakness when you let your ego",
        1758.4,
        1762.4
    ],
    [
        " flare up it's viewed as weakness it's viewed as insecurity and we see this all day long",
        1762.4,
        1768.02
    ],
    [
        " we see this all day long",
        1768.02,
        1770.1
    ],
    [
        " check next chapter the concentrated essence of strategy and tactics",
        1770.1,
        1782.88
    ],
    [
        " yes",
        1785.4,
        1785.82
    ],
    [
        " do i own royalties for my book do i think i kind of do at first i was like nah but then",
        1785.82,
        1790.38
    ],
    [
        " no i think maybe not to the to the to the um to the children and descendants of",
        1790.38,
        1797.36
    ],
    [
        " ph the little heart unfortunately for you this book was published over 50 years ago so we are",
        1797.36,
        1802.18
    ],
    [
        " cleared and i apologize but that's where we're at",
        1802.18,
        1806.96
    ],
    [
        " hopefully people will buy this book and you'll get some support it's fantastic",
        1810.1,
        1814.52
    ],
    [
        " this brief chapter is attempt to epitomize from the history of war and as soon as you hear this",
        1814.52,
        1821.0
    ],
    [
        " Dave you're going to kind of be like oh here we go this brief chapter is an attempt to epitomize",
        1821.0,
        1826.76
    ],
    [
        " from the history of war a few truths of experience which seems so universal and so fundamental",
        1826.76,
        1832.98
    ],
    [
        " as to be termed axioms they are practical guides not abstract principles napoleon realize that",
        1833.12,
        1841.68
    ],
    [
        " only the practical is useful when he gave us his maxims but the modern tendency which we cover",
        1841.68,
        1849.12
    ],
    [
        " we i'm not gonna ask you we covered the napoleons maxims on this podcast you can google it since",
        1849.12,
        1854.8
    ],
    [
        " echo does not know nor do i check the modern tendency has been to search for principles which",
        1854.8,
        1863.82
    ],
    [
        " can be expressed in a single word and then needs several thousands words to explain them",
        1863.82,
        1869.64
    ],
    [
        " even so these principles are so abstract that they may mean different things to different men",
        1869.64,
        1875.84
    ],
    [
        " and for any value depend on the individual's own understanding of war the longer one continues",
        1875.84,
        1881.82
    ],
    [
        " to search for such omnipotent abstract abstractions the more do they appear a mirage neither attainable",
        1881.82,
        1889.78
    ],
    [
        " nor useful except as an intellectual exercise these principles of war not merely one principle can",
        1889.78,
        1898.08
    ],
    [
        " be condensed into a single word concentration so he's saying this word concentration which we all",
        1898.08,
        1904.06
    ],
    [
        " learn concentration of forces he's saying good day all these principles and put them in the word",
        1904.06,
        1908.32
    ],
    [
        " concentration okay let's start there but for the but for truth this needs to be amplified as",
        1908.32,
        1914.86
    ],
    [
        " the concentration of strength against weakness and for any real value it needs to be explained that",
        1914.86,
        1920.92
    ],
    [
        " the concentration of strength against weakness depends on the dispersion of your opponent's strength",
        1920.92,
        1924.56
    ],
    [
        " which in turn is produced by a distribution of your own that gives the appearance and partial",
        1924.56,
        1930.22
    ],
    [
        " effective dispersion your dispersion his dispersion your concentration such as the sequence and equal",
        1930.22,
        1936.8
    ],
    [
        " and each is a sequel true concentration is a force of calculated dispersion so he's saying even though",
        1936.8,
        1942.22
    ],
    [
        " it's really easy to say concentration it's like oh there's a lot more going on than that yeah",
        1942.22,
        1945.44
    ],
    [
        " here we have a fundamental principles whose understanding may prevent a fundamental error",
        1945.44,
        1953.6
    ],
    [
        " and the most common that of giving your opponent freedom and time to concentrate to meet your",
        1953.6,
        1960.22
    ],
    [
        " concentration this is why when you cover and move you put down covering fire and then the other",
        1961.78,
        1968.56
    ],
    [
        " element moves why it's that covering fire that doesn't allow the enemy to maneuver to meet your",
        1968.56,
        1975.26
    ],
    [
        " concentration but to state that the prince but to state the principle is not much practical aid for",
        1975.26,
        1983.54
    ],
    [
        " execution the above mentioned axioms here expressed as maxims cannot be condensed into a",
        1983.54,
        1989.96
    ],
    [
        " single word but they can be put into the fewest words necessary to be practical eight in all so far",
        1989.96,
        1997.42
    ],
    [
        " six are positive eight in all so far it's interesting he's saying like hey this is probably",
        1997.42,
        2001.52
    ],
    [
        " going to change but this is where we're at so far six are positive and two are negative they",
        2001.52,
        2006.68
    ],
    [
        " applied a tactics as well as strategy unless otherwise indicated number one and these are the",
        2006.68,
        2013.64
    ],
    [
        " positive ones number one adjust your end to your means adjust your end to your means",
        2013.64,
        2024.26
    ],
    [
        " this is another thing that's you gotta know your objective you gotta stick to your objective he's",
        2024.26,
        2031.42
    ],
    [
        " actually saying look man you gotta make some adjustments your your end may change based upon your",
        2031.42,
        2038.42
    ],
    [
        " means and here's what he says in determining your object clear sight and cool calculation should",
        2038.42,
        2045.12
    ],
    [
        " prevail wouldn't that be nice it is folly to quote bite off more than you can chew and quote and the",
        2045.12,
        2053.24
    ],
    [
        " beginning of military wisdom is a sense of what is possible that's the beginning of military wisdom",
        2053.24,
        2063.04
    ],
    [
        " what's actually possible and this is where you you know you can get into some um you know theoretical",
        2063.04,
        2071.06
    ],
    [
        " ideas about but if you believe it it's like no and it's actually interesting I remember the early",
        2071.06,
        2076.82
    ],
    [
        " musters I got asked about this and I explained belief as seeing an actual pathway to victory",
        2076.82,
        2087.0
    ],
    [
        " you you've got to believe means you can actually see an actual pathway a viable pathway to achieve what",
        2087.86,
        2094.9
    ],
    [
        " you're talking about because to think you know what I want to be an astronaut like right now I'm",
        2094.9,
        2102.9
    ],
    [
        " 49 years old I guess I could figure out of not not really I probably have a better chance to",
        2102.9,
        2111.44
    ],
    [
        " becoming an astronaut than an NBA player right same so is there okay same thanks for the support bro",
        2111.44,
        2118.92
    ],
    [
        " is there a viable pathway for me to become an NBA player not really not really",
        2118.92,
        2125.76
    ],
    [
        " so therefore I need to adjust the end a little bit find something a little more feasible",
        2125.76,
        2134.02
    ],
    [
        " he goes on to say so learn so learn to face facts while still preserving faith there will be ample need",
        2134.46,
        2146.18
    ],
    [
        " for faith the faith that can achieve the apparent impossible when action begins so look we got to",
        2146.18,
        2151.34
    ],
    [
        " have a positive attitude confidence is like the current in a battery avoid exhausting it in vain",
        2151.34,
        2157.86
    ],
    [
        " effort and remember that your own continued confidence will be of no avail if the cells of your",
        2157.86,
        2163.84
    ],
    [
        " battery the men upon whom you depend have been run down so this is a again there's very few people",
        2164.08,
        2175.0
    ],
    [
        " that would think that the military mind should focus on hey I might have to adjust what I'm trying",
        2175.0,
        2181.62
    ],
    [
        " to get to because it seems like the military is you know like we're going to get this done like no",
        2181.62,
        2189.56
    ],
    [
        " this is the number one the number one axiom is talking about adjust your end to your means",
        2190.72,
        2197.36
    ],
    [
        " number two keep your object always in mind now this is a dichotomy right keep your",
        2197.36,
        2203.62
    ],
    [
        " your object always in mind while adapting your plan to circumstances realize that there are more",
        2203.62,
        2210.9
    ],
    [
        " we realize that there are more ways than one of gaining an object an object but take heed that",
        2210.9,
        2216.6
    ],
    [
        " every objective should bear on the object and in considering this just just real quick",
        2216.6,
        2225.04
    ],
    [
        " if you as a leader can understand the fact that there's more ways than one of gaining an object",
        2225.04,
        2235.28
    ],
    [
        " your life just got a thousand times more easy just got a thousand times easier I've seen countless leaders",
        2235.28,
        2244.12
    ],
    [
        " think that they know the way and want to do something a certain way and waste time and effort and",
        2246.16,
        2253.8
    ],
    [
        " resources and most important waste leadership capital to get something done a certain way when",
        2253.8,
        2259.7
    ],
    [
        " my attitude is like I don't care I don't care how you want to get this done I don't care this is",
        2259.7,
        2266.68
    ],
    [
        " what we want to get done how do you want to do it cool sounds good it's a viable plan it's a",
        2266.68,
        2271.28
    ],
    [
        " minimally viable plan Dave's plan you know what I might do it differently Dave's plan looks like",
        2272.02,
        2276.08
    ],
    [
        " it'll could work too cool and by the way do we know your plan is going to work perfectly no we",
        2276.08,
        2281.48
    ],
    [
        " don't do I know my plan is going to work perfectly no we don't so why am I going to invest a bunch",
        2281.48,
        2285.06
    ],
    [
        " of resources and time and effort and arguing and leadership capital trying to convince you to use",
        2285.06,
        2289.52
    ],
    [
        " my plan instead of your plan when they're both a freaking gamble don't waste your time",
        2289.52,
        2296.02
    ],
    [
        " connecting connecting those two those two I guess axioms together or those those",
        2302.8,
        2307.26
    ],
    [
        " those fundamental things from a leadership standpoint of",
        2307.26,
        2310.5
    ],
    [
        " and we even talked about this you know from as a leader showing people a path to the to the end state",
        2310.5,
        2318.7
    ],
    [
        " that might not happen today might happen tomorrow but it's possible if you're going to say hey",
        2318.7,
        2322.62
    ],
    [
        " let's bring it in the three of us we're gonna we're gonna be a hundred million dollar company",
        2322.62,
        2326.22
    ],
    [
        " and and I've got no way to show you how that's going to happen other than either just belief or",
        2328.84,
        2336.88
    ],
    [
        " faith or hope for a miracle or hey this one product this is going to be we're gonna have this",
        2336.88,
        2344.06
    ],
    [
        " magical product and this is going to work and I could also say hey listen our goal we want to be",
        2344.06,
        2351.0
    ],
    [
        " a hundred million dollar company but let me tell you what what's going to what we're going to have",
        2351.0,
        2354.46
    ],
    [
        " right now we're not but we're gonna do this and this and that's gonna allow us to bring in this",
        2354.68,
        2360.0
    ],
    [
        " other group maybe get an acquisition here and you start to lay out this path and people and I've",
        2360.0,
        2363.78
    ],
    [
        " seen it in those rooms where you see the leaders lay out the path to getting there not the exact",
        2363.78,
        2367.8
    ],
    [
        " steps we're gonna take but what we and all of a sudden people go oh yeah we can we can do that",
        2367.8,
        2373.72
    ],
    [
        " and that's gonna lead to this and then we bring in more people and we bring in more resources we",
        2373.72,
        2377.22
    ],
    [
        " bring in another company that does this just laying out the steps so people in their minds",
        2377.22,
        2383.64
    ],
    [
        " understand and I and I'm just saying this because of the word viable the the the the the value of",
        2383.68,
        2389.86
    ],
    [
        " people saying oh that's actually not crazy what you're saying is not this magic crazy pipe dream I",
        2389.86,
        2396.44
    ],
    [
        " can actually see how if we do this and then if I on that second step of as a subordinate leader",
        2396.44,
        2402.1
    ],
    [
        " understand what you're trying to accomplish and you're not here saying turn left turn right here",
        2402.1,
        2406.86
    ],
    [
        " do this and not telling me what to do or how to do it you're just telling me the end state that we",
        2406.86,
        2412.38
    ],
    [
        " want then I actually get to be the one that drives us to that goal that is actually so much more",
        2412.82,
        2417.16
    ],
    [
        " believable now because it's viable because you laid that out and then let me let me move towards that",
        2417.16,
        2422.52
    ],
    [
        " objective here's a detail that I just picked up on taking what you said when you said what I said",
        2422.52,
        2430.26
    ],
    [
        " back to me and I was like oh there's an there's an error in what I said when I when I say a belief is",
        2430.26,
        2438.26
    ],
    [
        " seeing a path to victory what it should actually be is seeing paths plural to victory be and the",
        2439.92,
        2448.42
    ],
    [
        " reason I thought of this is because as you're sitting here talking about well if I say okay Dave",
        2448.42,
        2451.8
    ],
    [
        " we're gonna make a hundred million dollar company and you go oh that sounds awesome come in",
        2451.8,
        2457.16
    ],
    [
        " but how are we gonna do that and I lay out one single path to get us there",
        2457.16,
        2463.1
    ],
    [
        " you know that's cool everything but you're you're faith in that is gonna go down a little bit but",
        2464.74,
        2470.42
    ],
    [
        " if I say hey listen here's our five different lines of operations and here's what each one of these",
        2470.42,
        2477.2
    ],
    [
        " things are gonna produce and you know what chances are Dave one or two of these might fail completely",
        2477.2,
        2482.4
    ],
    [
        " they're good ideas I like them but we don't haven't gone far enough down them to really understand but",
        2482.4,
        2487.4
    ],
    [
        " we know that of these ideas we have made some progress in all of them and we see potential",
        2487.4,
        2492.3
    ],
    [
        " so if two or three of these paths go the way we want them to we're gonna be right where we want to be",
        2492.56,
        2497.66
    ],
    [
        " we're gonna get that hundred million so even you know going back to the last podcast having multiple",
        2497.66,
        2504.82
    ],
    [
        " avenues of approach is highly beneficial to your belief system being distributed and how you",
        2504.82,
        2512.86
    ],
    [
        " go to an objective right yeah right having more than one objective having more than one pathway to",
        2512.86,
        2519.82
    ],
    [
        " that objective yeah and by the way also saying look we might we might not make this one objective over",
        2519.82,
        2525.96
    ],
    [
        " here but we're still gonna get where we want to be same maximum here continue on and in",
        2525.96,
        2534.06
    ],
    [
        " considering possible objectives weigh their possibility of attainment with their service to the",
        2534.06,
        2539.7
    ],
    [
        " object if attained to wander down a sidetrack is bad but to reach a dead end is worse",
        2539.7,
        2545.4
    ],
    [
        " so especially if the dead end is the only pathway that you've got yeah that's why I have",
        2548.74,
        2553.46
    ],
    [
        " a couple different pathways is smart number three choose the line or course of least expectation",
        2553.46,
        2559.7
    ],
    [
        " try to put yourself in the enemy shoes and think what course is least probable he will foresee",
        2559.7,
        2565.92
    ],
    [
        " or for stall number four exploit the line of least resistance so long as it can lead you to any",
        2565.92,
        2575.0
    ],
    [
        " objective which would contribute to your underlying object right oh yeah it's cool path",
        2575.72,
        2581.16
    ],
    [
        " at least resistance but it's got to be going in the right direction and tactics this maximum",
        2581.16,
        2585.64
    ],
    [
        " applies to the use of your reserves and in strategy the exploitation of tactical success number five",
        2585.64,
        2591.74
    ],
    [
        " take a line of operation which offers alternative objectives okay sorry we went a little ahead",
        2591.74,
        2599.1
    ],
    [
        " on that one for you will thus put your opponent on the horns of Dohemma which comes from the last",
        2599.1,
        2604.2
    ],
    [
        " podcast which goes far to assure the chance of gaining one objective at least whichever he guards",
        2604.64,
        2609.96
    ],
    [
        " least and may enable you to gain one after the other because once you get one like we make it in one",
        2609.96,
        2616.38
    ],
    [
        " line of operation and now we made a bunch of money cool guess what we can invest in that other thing",
        2616.38,
        2621.14
    ],
    [
        " that was a little bit harder out of the gate but now we have the money to spend on it and we can make",
        2621.14,
        2624.62
    ],
    [
        " it happen yeah alternative objectives allow you to keep the opportunity of gaining an objective where",
        2624.62,
        2633.28
    ],
    [
        " as a single objective unless the enemy is helplessly inferior means the certainty that you will not",
        2633.28,
        2638.16
    ],
    [
        " gain it once the enemy is no longer uncertain as you're in as soon as the enemy knows what you're doing",
        2638.16,
        2641.9
    ],
    [
        " your chances of success go down dramatically unless they're helplessly inferior",
        2641.9,
        2647.04
    ],
    [
        " there is no more common mistake than to confuse a single line of operation which is usually wise",
        2647.04,
        2654.84
    ],
    [
        " with a single objective which is usually futile number six on the last of the positive",
        2654.84,
        2665.18
    ],
    [
        " maxims ensure that both plans and dispositions are flexible adaptable to circumstances and by",
        2665.18,
        2674.24
    ],
    [
        " dispositions I think like where you're putting people your plan should foresee and provide for a",
        2674.24,
        2679.92
    ],
    [
        " next step in case of success or failure or a partial success which is the most common case in war",
        2679.92,
        2684.5
    ],
    [
        " your dispositions or formation should be such as to allow this exploitation or adaptation in the",
        2684.5,
        2689.36
    ],
    [
        " shortest possible time you know people people will argue and fight and struggle with trying to",
        2689.36,
        2695.64
    ],
    [
        " figure out how they're going to task organize a group of people like well no actually Dave I think",
        2695.64,
        2700.5
    ],
    [
        " this person should report to Dave and this person should report to Dave and this person should",
        2700.5,
        2703.42
    ],
    [
        " report to me we can argue about that stuff all the way all day long and by the way your pissed I'm",
        2703.42,
        2708.7
    ],
    [
        " and guess what it's our company and I go you know what Dave you go ahead that person can report",
        2709.58,
        2717.68
    ],
    [
        " too cool that sounds good and you look up at me in two weeks and you're like hey this doesn't really",
        2717.68,
        2722.4
    ],
    [
        " make much sense I okay cool they can report you know like you don't it's not set in stone you don't",
        2722.4,
        2726.68
    ],
    [
        " get a tattoo on your forehead of your task organization and by the way it doesn't look",
        2726.68,
        2731.96
    ],
    [
        " quote look bad to say hey you know what Fred you're gonna be working for Dave and then a month later",
        2731.96,
        2737.16
    ],
    [
        " say hey Fred seems like your expertise is really gonna be a little bit more beneficial to",
        2737.16,
        2741.02
    ],
    [
        " lafe and what he's got going on we're gonna shift you over there now do you want to do this every",
        2741.02,
        2745.86
    ],
    [
        " two weeks no obviously not but to put someone in a position or or task organ is organized in a certain",
        2745.86,
        2753.04
    ],
    [
        " way and and have it flexible flexible dispositions that's exactly what it is is the smart way to do",
        2753.04,
        2760.88
    ],
    [
        " things and obviously it's with a flexible plan as well the negatives do not throw your weight",
        2760.88,
        2770.22
    ],
    [
        " into a stroke whilst your opponent is on guard whilst he is well placed to Perry or evade it",
        2770.22,
        2776.84
    ],
    [
        " the experience of history shows that save against a much inferior opponent no effective stroke",
        2776.84,
        2782.1
    ],
    [
        " as possible until his power of resistance or evasion is paralyzed hence no commander should",
        2782.1,
        2787.1
    ],
    [
        " launch a real attack upon an enemy in position until satisfied that such a pair paralysis has",
        2787.1,
        2791.94
    ],
    [
        " developed it is produced by disorganization and it's moral equivalent demoralization of the enemy so",
        2791.94,
        2798.94
    ],
    [
        " cool set it up set up the move eight and the last one do not renew an attack along the same line",
        2798.94,
        2809.68
    ],
    [
        " or in the same form after it is once failed a mere reinforcement of weight is not a sufficient",
        2809.68,
        2815.94
    ],
    [
        " change for it is probable that the enemy also will have strengthened itself in the interval it is",
        2815.94,
        2822.14
    ],
    [
        " even more probable that is success in repulsing you will have strengthened him morally um it's one of my",
        2822.14,
        2829.52
    ],
    [
        " favorite coaching moves in jujitsu is uh you know do it harder i was i was saying that to carry the",
        2829.52,
        2837.36
    ],
    [
        " other day like he's like grabbing your wrist grab that thing harder it hasn't helped him for six",
        2837.36,
        2843.64
    ],
    [
        " minutes grabbing the wrist while he's in your guard but if he doesn't harder you know that might work",
        2844.4,
        2850.1
    ],
    [
        " that's what this is like it didn't work it's not gonna work don't do it harder just because you add",
        2850.1,
        2855.98
    ],
    [
        " hey you know we spent a bunch of money on advertising uh we haven't seen any bump in our in our uh",
        2855.98,
        2863.36
    ],
    [
        " sales yeah spend more let's spend more i guess the only thing that surprised me is from the guy",
        2863.36,
        2871.1
    ],
    [
        " who's in world war one that that wasn't number one yes less yeah like the first thing he says is hey",
        2871.1,
        2876.5
    ],
    [
        " don't do what we did for three straight years yeah maybe that's why it's his last point yeah like",
        2876.5,
        2884.58
    ],
    [
        " hey by the way you freaking idiots all this other stuff cool listen you freaking idiots if it doesn't",
        2884.58,
        2894.22
    ],
    [
        " work don't keep doing it if it didn't work with 10,000 men it's not gonna work with 20,000",
        2894.22,
        2899.88
    ],
    [
        " units crazy you can see how you get sucked into that don't you yeah you're like you know what",
        2900.96,
        2905.08
    ],
    [
        " the way you get sucked into it is when you commit yourself to the outcome of your plan",
        2905.08,
        2910.5
    ],
    [
        " this plan is going to achieve this outcome and if i if i allocate resources i work for you hey this",
        2910.5,
        2918.98
    ],
    [
        " is a plan is what we're gonna do i allocate resources and doesn't work well i can either abandon",
        2918.98,
        2924.84
    ],
    [
        " that plan make me look weak like i owe it or i can go hey we're gonna allocate more resources",
        2924.84,
        2930.1
    ],
    [
        " and more resources and more resources more resources because i'm inflexible to say well actually",
        2930.1,
        2934.58
    ],
    [
        " maybe i didn't connect my ends to my means to the end and i might make me do do something might",
        2934.58,
        2939.4
    ],
    [
        " need to do something different or regroup or reassess or come in from a different direction as",
        2939.4,
        2944.7
    ],
    [
        " opposed to saying hey you know what that hey boss that that plan didn't work let me take a step",
        2944.7,
        2949.22
    ],
    [
        " back we need to kind of see what we what we did here with this marketing scheme it didn't have the",
        2949.22,
        2952.74
    ],
    [
        " fact that we want and before we start putting in more resources let me get a better assessment",
        2952.74,
        2955.92
    ],
    [
        " of what's going on and kind of give that to you and it may be that we do the same thing",
        2955.92,
        2959.96
    ],
    [
        " but we're probably going to need to make some changes yeah at least quantify your efforts right",
        2959.96,
        2967.38
    ],
    [
        " it's really disturbing because it really is one of these things where",
        2967.38,
        2972.5
    ],
    [
        " it is so tempting when you get close you get you know you feel like the pressure like you try",
        2972.5,
        2979.54
    ],
    [
        " an arm lock and you almost got it you try it again it's like the person defended it once the",
        2979.54,
        2984.3
    ],
    [
        " person is going to defend it again you spend that money in marketing you spend that money",
        2984.3,
        2989.24
    ],
    [
        " and you you know you saw a little bit of an uptick but it's not quite what you wanted but still maybe",
        2989.24,
        2995.24
    ],
    [
        " we just put more money into it and i'm listening i'm listening to you talk about some of those things",
        2995.24,
        3001.22
    ],
    [
        " and i'm i'm almost trying to think of of what is the human nature to do that and i think some of it",
        3001.22,
        3006.38
    ],
    [
        " is we kind of glorify this single minded this yeah i think it's similar things we we there's",
        3007.02,
        3015.06
    ],
    [
        " like this glorification of i refuse to give in i refuse to to to to to give up i refuse to tap",
        3015.06,
        3021.18
    ],
    [
        " i refuse to accept defeat and so my answer is going to be is i'm just going to send more",
        3021.18,
        3027.04
    ],
    [
        " i'm going to send more and more and i think the times that that that perseverance pays off there's",
        3027.04,
        3032.02
    ],
    [
        " some sort of like glorification of that single mindedness went went in in reality",
        3032.02,
        3038.24
    ],
    [
        " how much weaker does it make us look by being unwilling to say hang on i think there's a flaw in my",
        3038.24,
        3049.46
    ],
    [
        " plan let me let me just i need i need to take a step back and rethink this i'm i'm missing something",
        3049.46,
        3054.94
    ],
    [
        " i'm missing something and the weakness that that shows and you were talking about before is you know",
        3054.94,
        3060.22
    ],
    [
        " that makes you look weak when the exact opposite is true yeah well i have a section in leadership",
        3060.22,
        3065.76
    ],
    [
        " strategy in tactics called when to quit but i'm the big new you never never quit actually totally wrong",
        3065.76,
        3073.38
    ],
    [
        " totally wrong when do you quit oh this plan that we have is not working we lost a guy two guys",
        3073.38,
        3082.08
    ],
    [
        " three guys this is stupid let's go in different direction now just imagine doing that",
        3082.08,
        3087.54
    ],
    [
        " for battalions and brigades and divisions of soldiers man it's freaking crazy yeah it is crazy",
        3089.5,
        3094.88
    ],
    [
        " just give us a lot we just had if we just would have had another 10,000 soldiers at that moment",
        3094.88,
        3101.88
    ],
    [
        " god it's so tempting is it like do you feel like it's maybe like because it's like you say glorify",
        3101.88,
        3109.6
    ],
    [
        " you know never quit that yeah that never quit and then they oversimplify it because you say",
        3109.6,
        3116.38
    ],
    [
        " persistence right persistence always you know like that's the way this guy was successful he was",
        3117.1,
        3121.06
    ],
    [
        " just persistent you know fail fail and by the way dichotomy right yeah it's a dichotomy like you can",
        3121.06,
        3127.26
    ],
    [
        " say oh you know what it didn't work the way we wanted to okay screw it we're gonna go do something",
        3127.26,
        3130.14
    ],
    [
        " else like so there's a dichotomy in this right you know even when i was talking about like you go",
        3130.14,
        3134.0
    ],
    [
        " from the arm lock you don't get it you go for the arm lock you don't get it there's plenty of",
        3134.0,
        3137.34
    ],
    [
        " fights where the person went for the arm lock three four times finally they get it yeah that's",
        3137.34,
        3141.62
    ],
    [
        " what i'm saying where they oversimplify it where they have all these cool sayings like you know if",
        3141.62,
        3146.0
    ],
    [
        " they if that first you don't succeed you know try again or when you know all these things",
        3146.0,
        3150.12
    ],
    [
        " but there's more to it than that somewhere else yeah some of the pacific island campaign",
        3150.12,
        3155.06
    ],
    [
        " hey we should be done with this operation in three days cool 19 days later we're not even a quarter",
        3155.06,
        3162.34
    ],
    [
        " wave where we're supposed to be like guess what we're gonna present some more resources there we're",
        3162.34,
        3169.56
    ],
    [
        " gonna get it done oh man that's why this is even this is a dichotomy totally yes so the",
        3169.56,
        3175.68
    ],
    [
        " persistence and the you know if at first you don't succeed try and try again or whatever the",
        3176.16,
        3180.46
    ],
    [
        " it's persistent not in the same exact methodologist like persistence but you kind of got to make",
        3180.46,
        3187.32
    ],
    [
        " these little changes within that but you can't really fit that in the little slogan you know a lot of",
        3187.32,
        3191.48
    ],
    [
        " the time i was just gonna say i mean in very simplistic terms you know i think that's one of the",
        3191.48,
        3198.9
    ],
    [
        " differences between the tactics and the strategies i will abandon a tactic i will give up on a",
        3198.9,
        3204.58
    ],
    [
        " tactic very quickly if it if it's the wrong tactic to get to the now giving up on a strategy is",
        3205.22,
        3211.54
    ],
    [
        " a very different thing but giving up on the tactic or or maybe it's not even the right word but",
        3211.54,
        3217.42
    ],
    [
        " adjusting my tactics and adjusting the plan and getting feedback from the ones implementing the",
        3217.42,
        3222.6
    ],
    [
        " plan while sticking to the strategy or the or the long term objective again very simplistically",
        3222.6,
        3228.34
    ],
    [
        " but the commitment to the tactic when you see people committing to the same thing over and over and",
        3228.34,
        3232.92
    ],
    [
        " as opposed to going hey this tactic isn't working is there a better way to do this to accomplish",
        3233.32,
        3237.16
    ],
    [
        " that same end goal of what we want to become as a company or as a team that difference for me",
        3237.16,
        3242.92
    ],
    [
        " is how often we see people unwilling to change their tactic yeah well it's so obvious that they need to",
        3242.92,
        3248.02
    ],
    [
        " and that's the exact that's exactly in that section in leadership strategy and tactics once i",
        3248.02,
        3253.66
    ],
    [
        " explain like hey you need to quit what you're doing that's failing this doesn't mean you abandon",
        3253.66,
        3260.38
    ],
    [
        " your overall strategy that's the actual words that i use it open it up but that's because that's",
        3261.16,
        3265.64
    ],
    [
        " that's a hundred percent right just because i go oh you know what this doesn't seem to be working right",
        3265.64,
        3269.88
    ],
    [
        " look when when in world war one it wasn't hey this isn't working let's surrender no it's you know",
        3269.88,
        3277.44
    ],
    [
        " what this isn't working let's figure out a different way to do this let's figure out a different",
        3277.44,
        3281.64
    ],
    [
        " way to attack i think it's also just a freaking sanity check that you need to do it's",
        3281.64,
        3290.26
    ],
    [
        " one of these things where look you beat your i hate since all the vogue has uh",
        3290.38,
        3295.66
    ],
    [
        " my limit for beating my head against the wall is 47 times like once i've baked beat my head against",
        3295.66,
        3302.58
    ],
    [
        " the wall 47 times like okay number 44 45 46 okay 47 this isn't gonna work i gotta try something else",
        3302.58,
        3311.14
    ],
    [
        " like you gotta check yourself what is that number how much are you how much money you're",
        3311.14,
        3315.44
    ],
    [
        " willing to throw into marketing how big how many more people are you willing to give to that",
        3315.44,
        3319.4
    ],
    [
        " leader that's failed uh how many more projects are you you know like the there's things where you",
        3319.4,
        3324.96
    ],
    [
        " gotta check yourself is it have you beat your head against the wall 47 times any if you had",
        3324.96,
        3329.0
    ],
    [
        " have don't go the 48 time time to reevaluate your your tactic doesn't mean you need to abandon",
        3329.0,
        3337.26
    ],
    [
        " what you're trying to do means you need to freaking check yourself um back to the book the essential",
        3337.26,
        3344.66
    ],
    [
        " truth underlying these maxims is that for success two major problems must be solved dislocation",
        3344.66,
        3352.66
    ],
    [
        " and exploitation one precedes and one follows the actual blow which in comparison is a simple act",
        3352.66,
        3361.2
    ],
    [
        " so it's pretty easy to hit them but you gotta set up the hit and you gotta exploit the hit once",
        3361.2,
        3367.02
    ],
    [
        " you've done you cannot hit the enemy with effect until you have first created the opportunity you",
        3367.02,
        3374.64
    ],
    [
        " unless you exploit the second opportunity that comes before he can recover the pos the importance",
        3374.64,
        3381.64
    ],
    [
        " of these two problems has never been adequately recognized a fact which goes far to explain the",
        3381.64,
        3387.52
    ],
    [
        " common indecisiveness of warfare so we don't make decisions because we don't understand how important",
        3387.52,
        3395.38
    ],
    [
        " it is that when echoes off balance i better freaking attack or before i get him off balance i need",
        3395.38,
        3404.62
    ],
    [
        " the training of armies this is freaking epic the training of armies is primarily devoted to",
        3404.62,
        3410.42
    ],
    [
        " developing efficiency in the detailed execution of the attack the concentration on tactical technique",
        3410.42,
        3418.36
    ],
    [
        " tends to obscure the psychological element it fosters a cult of soundness rather than surprise it",
        3418.36,
        3426.2
    ],
    [
        " bleeds it breeds commanders who are so intent not to do anything wrong according to the book",
        3426.2,
        3432.64
    ],
    [
        " that they forget the necessity of making the enemy do something wrong the result is that their",
        3433.26,
        3439.16
    ],
    [
        " plans have no result for in war it is by compelling mistakes that the scales are most often turned",
        3439.16,
        3449.5
    ],
    [
        " gotta make the person make mistakes here and there a commander has issued the obvious",
        3449.5,
        3455.44
    ],
    [
        " and is found in unexpected in the unexpected the key to a decision unless fortune has proved foul",
        3456.34,
        3463.8
    ],
    [
        " for luck can never be divorced from war since this is part of life hence the unexpected cannot guarantee",
        3463.8,
        3470.38
    ],
    [
        " success but it guarantees the best chance of success that's why we got to surprise people",
        3470.38,
        3476.86
    ],
    [
        " next section the national object and military aim and look we talk about alignment a lot and this",
        3482.16,
        3492.44
    ],
    [
        " is where inside of an organization this is this is really talking about alignment and so as you",
        3492.44,
        3497.04
    ],
    [
        " you as you hear us discuss this thinking about alignment through your organization this is what we",
        3497.04,
        3503.7
    ],
    [
        " have to be cognizant of as leaders in discussing the subject of the objective in war it is essential",
        3503.7,
        3511.3
    ],
    [
        " to be clear about and keep clear in our minds the distinction between the political and military",
        3511.3,
        3514.96
    ],
    [
        " objective the two are different but not separate for nations that for nations do not wage war for",
        3514.96,
        3522.8
    ],
    [
        " war sake but in pursuance of policy the military objective is only the means to a political end",
        3522.8,
        3528.8
    ],
    [
        " hence the military objective should be governed by the political objective subject to the basic",
        3528.8,
        3533.5
    ],
    [
        " condition that policy does not demand what is militarily that is practically impossible",
        3534.02,
        3540.14
    ],
    [
        " so what are we trying to do in our company what are we actually trying to do inside of our company",
        3540.14,
        3547.82
    ],
    [
        " and if we're trying to do something inside of our company does everybody on the team understand",
        3547.82,
        3551.16
    ],
    [
        " what we're trying to do and are there maneuvers out there in support of what it is we're trying to do",
        3551.16,
        3557.2
    ],
    [
        " thus any study of the problem ought to begin and end with a question of policy the term objective",
        3558.36,
        3564.5
    ],
    [
        " although common usage is not really a good one it has a physical and geographical sense and thus",
        3564.5,
        3572.18
    ],
    [
        " tends to confuse thought it would be better to speak of the object when dealing with the purpose of",
        3572.18,
        3578.44
    ],
    [
        " policy and of the military aim when dealing with the way that forces are directed in the service of",
        3578.44,
        3586.0
    ],
    [
        " policy so I mentioned on the first podcast we did that he kind of goes into this objective versus",
        3587.06,
        3592.36
    ],
    [
        " object and he uses the term object I think it's not it's a little bit of an archaic way of",
        3592.36,
        3597.22
    ],
    [
        " using it I mean it's only 19 whatever 30 but for us we use objective all the time and we",
        3597.22,
        3605.12
    ],
    [
        " definitely use it in a military sense but to his point objective we think of like airfield",
        3605.12,
        3610.02
    ],
    [
        " right we think of beachhead so maybe it's a good idea well we'll go with it the object in war",
        3611.36,
        3618.4
    ],
    [
        " is a better state of peace even if only from your own point of view this is a you know I always",
        3618.4,
        3627.02
    ],
    [
        " talk about climbing the ladder of alignment this is the highest you can get and the ladder of alignment",
        3627.02,
        3632.38
    ],
    [
        " for war the reason we're in war is because we want a better peace that's what we're trying to do",
        3632.38,
        3637.52
    ],
    [
        " hence it is essential to conduct war with constant regard for you for the peace you desire",
        3638.34,
        3644.02
    ],
    [
        " this is the long long long term thinking that applies to both both to aggressor nations who seek",
        3644.02,
        3652.94
    ],
    [
        " expansion and to peaceful nations who only fight for self-preservation although the views of what",
        3652.94,
        3657.9
    ],
    [
        " is meant by a better state of peace are very different history shows that gaining military victory",
        3657.9,
        3662.66
    ],
    [
        " is not in itself equivalent to gaining the object of policy but as most of the thinking about war has",
        3662.68,
        3672.08
    ],
    [
        " been done by men of the military profession there has been a very natural tendency to lose the",
        3672.08,
        3676.68
    ],
    [
        " site of basic national object and identify it with the military aim so how does this happen inside",
        3676.68,
        3683.46
    ],
    [
        " of a business we start the business the people that are out there in the field trying to make things",
        3683.46,
        3686.88
    ],
    [
        " happen they might lose sight of what it is we're trying to do in consequence whenever war is broken",
        3686.96,
        3693.64
    ],
    [
        " out policy is too often been governed by the military aim and this has been regarded as an end in",
        3693.64,
        3700.26
    ],
    [
        " itself instead of as a merely a means to an end fast forward a little bit for more than a century",
        3700.26,
        3711.14
    ],
    [
        " the prime canon of military doctrine has been that has been that quote the destruction of the",
        3711.64,
        3718.04
    ],
    [
        " enemy's main forces on the battlefield constituted the only true aim in war that's what war is for",
        3718.04,
        3726.78
    ],
    [
        " just destroy the enemy destroy the enemy forces on the battlefield actually that was universally",
        3726.78,
        3732.14
    ],
    [
        " accepted engraved in all military manuals and taught its all staff colleges if any states been",
        3732.14,
        3737.0
    ],
    [
        " ventured to doubt whether it fitted the national object in all circumstances he was regarded it was",
        3737.0,
        3741.78
    ],
    [
        " regarded as blasphemy and violating holy writ as can be seen in studying the official records and",
        3741.78,
        3748.06
    ],
    [
        " memoirs of the military heads of the warring nations particularly in and after world war one",
        3748.06,
        3753.74
    ],
    [
        " so absolute rule would have astonished the great commanders and teachers of war theory and",
        3753.74,
        3766.48
    ],
    [
        " adapting aims to limitations of strength and policy like how long are we going to try and fight",
        3767.1,
        3771.76
    ],
    [
        " this thing before say you know what this is freaking not good we're expending all of our national",
        3771.76,
        3776.8
    ],
    [
        " treasure and we're not getting anywhere this is a bad call and now we're going to start hammering",
        3776.8,
        3781.32
    ],
    [
        " on clouds fits again clouds fits is influence the rule acquired its dogmatic rigidity largely through",
        3781.32,
        3790.92
    ],
    [
        " the posthumous influence of clouds squits and his books upon the minds of Prussian soldiers put",
        3790.92,
        3797.06
    ],
    [
        " particularly mokki and thence more widely through the impact of their victories in 1866 and 1870",
        3797.06,
        3803.38
    ],
    [
        " made upon the armies of the world which copied so many features of the Prussian system thus it is",
        3803.38,
        3807.92
    ],
    [
        " a vital importance to examine his theories as so often happens clouds wits his disciples carried his",
        3807.92,
        3815.98
    ],
    [
        " teachings to an extreme which their master had not intended miss interpretation has been the",
        3815.98,
        3824.48
    ],
    [
        " common fate of most prophets and thinkers in every sphere devout but uncompromising oh sorry",
        3824.48,
        3831.66
    ],
    [
        " devout but uncomprehending disciples have been more damaging to the original conception than even",
        3831.66,
        3838.34
    ],
    [
        " its prejudice and purblind opponents so what what happens we get people that take things to the",
        3838.34,
        3845.86
    ],
    [
        " extreme and they do more damage than the people that are against the idea it must be admitted however",
        3845.86,
        3853.28
    ],
    [
        " that clouds wits invited misinterpretation more than most sorry clouds fits a student of cons at",
        3853.28,
        3862.96
    ],
    [
        " second hand he acquired a philosophical mode of expression without developing a truly philosophical",
        3863.56,
        3869.88
    ],
    [
        " mind out sorry dude he's hammering class what's there yeah class what's his taken heavies how",
        3869.88,
        3876.7
    ],
    [
        " will you how did you guys talk about class fits in a positive way in policy school or mostly I mean",
        3876.7,
        3882.08
    ],
    [
        " the the pulled from to class was the takeaway from that was there were components inside there that",
        3882.08,
        3888.18
    ],
    [
        " the things that he said makes sense and and he talks about ends and needs he talks about tactics",
        3888.66,
        3894.7
    ],
    [
        " and strategy and is really a good tool for people to understand and the way the context we use in",
        3894.7,
        3899.96
    ],
    [
        " is actually I think very important and very similar to what he's saying is that the military which has",
        3899.96,
        3904.6
    ],
    [
        " this sort of outsize recognition this outsize status of the the the instead of being a tool to",
        3904.6,
        3915.2
    ],
    [
        " accomplish the political means of what the state wants it it's it's almost a it means in and of",
        3915.3,
        3920.86
    ],
    [
        " itself as if the military exists for the military as opposed to this is a tool one of many tools",
        3920.86,
        3925.78
    ],
    [
        " that actually accomplishes the political means which and to just kind of bring that back a little",
        3925.78,
        3931.18
    ],
    [
        " bit when he talked about the object being a greater piece or a better piece or or whatever the",
        3931.18,
        3939.54
    ],
    [
        " term that you use and it's funny because I think I've evolved in my thinking when I hear objective",
        3939.54,
        3944.46
    ],
    [
        " I don't think bridge anymore I don't think airfield anymore I think goals I think outcome so",
        3944.58,
        3949.34
    ],
    [
        " but I understand his point and I certainly remember in the beginning of my military career what's",
        3949.34,
        3953.02
    ],
    [
        " the objective oh to secure that bridge or or to to do whatever that particular thing is",
        3953.02,
        3957.18
    ],
    [
        " if we've got a company and our company's object or our vision our goal is to be um",
        3957.18,
        3965.34
    ],
    [
        " you know the premier hardware producer for a product that every company the world needs for",
        3965.34,
        3971.92
    ],
    [
        " them to be successful and then I've got a sales team inside there and we're saying well sales is",
        3971.92,
        3975.92
    ],
    [
        " like the most important thing we have we got to sell this thing it's the military version for this",
        3975.92,
        3980.78
    ],
    [
        " company and you're out there running the sales team and your objective is sell as many of these",
        3980.78,
        3985.08
    ],
    [
        " things as you can because that's obviously how we become the indispensable producer of this product",
        3985.08,
        3991.58
    ],
    [
        " that everybody's going to need and be the most reputable and reliable company in the world",
        3991.58,
        3995.04
    ],
    [
        " but if you're out there selling this product and it hasn't been made yet because our operations",
        3995.04,
        3999.96
    ],
    [
        " team has instead up or you're selling this and we don't have the support for the clients that are",
        3999.96,
        4005.48
    ],
    [
        " going to buy it to actually give them the tools that need or you're selling this and we don't have",
        4005.48,
        4009.0
    ],
    [
        " the software to update it and back it up you can actually accomplish your objective by selling this",
        4009.0,
        4014.9
    ],
    [
        " product that doesn't help us achieve the object that doesn't actually help us be successful and",
        4014.9,
        4021.62
    ],
    [
        " I'm not the defending coswits but there is the military has some of somebody's got to know",
        4021.62,
        4027.72
    ],
    [
        " that's all good the the military in some ways has become this tool this means that sort of",
        4027.72,
        4037.46
    ],
    [
        " in and of itself is its own thing like the military exists to defeat you know to win wars and",
        4037.46,
        4042.56
    ],
    [
        " defeat the enemy and destroy battlefields was actually no it's it's one of several different ways",
        4042.56,
        4046.88
    ],
    [
        " and when you made that comment about the military's existence like the ideal thing you would think",
        4046.88,
        4051.86
    ],
    [
        " for the military is I want this military to exist to deter any potential opponent from ever going",
        4051.86,
        4057.96
    ],
    [
        " to war with us in terms of like what would I want from a military I don't I would love to never",
        4057.96,
        4062.4
    ],
    [
        " set foot on the battlefield I'd love to never get now I whether not that's realistic but I would",
        4062.4,
        4067.08
    ],
    [
        " love a military force of people are upon us look at and go you know what I'm good with your plan",
        4067.08,
        4072.3
    ],
    [
        " I like your plan I'm here to support that plan you want to use our our bridges and roads to",
        4072.3,
        4076.48
    ],
    [
        " to for commerce and maybe occupy some of my towns yeah I let's find a compromise to make that",
        4076.48,
        4082.54
    ],
    [
        " work as opposed to no this isn't going to happen and your military shows up to compel me to do it",
        4082.54,
        4086.66
    ],
    [
        " in a way that I don't necessarily want but the object objective thing and I'm just trying to make",
        4086.66,
        4092.52
    ],
    [
        " the connection to to the business world of if you think you're out there just to do this one",
        4092.52,
        4098.0
    ],
    [
        " thing and it doesn't support the object of the company or the long term goal you're actually not",
        4098.0,
        4103.5
    ],
    [
        " successful you're not winning I sold the most product cool can we support it no can we build it",
        4103.54,
        4107.46
    ],
    [
        " no can we back it up no can can the clients get what they want no then then we actually aren't",
        4107.46,
        4111.98
    ],
    [
        " successful what happens to our reputation what happens to our backlog we we get crushed yeah and",
        4111.98,
        4116.52
    ],
    [
        " and you're going to see he he he goes he goes relatively hard on class which he also explains some",
        4116.52,
        4124.12
    ],
    [
        " of the things that people missed which he he kind of also blames on classwits but there's a lot",
        4124.12,
        4130.22
    ],
    [
        " of things that classwits says in the it just aren't as memorable that aren't as memorable as some",
        4130.22,
        4137.08
    ],
    [
        " of his really kick ass statements and people remember what sounded cool yeah and if they go with",
        4137.08,
        4143.36
    ],
    [
        " taken like I think however many chapters are an on war I think he wrote like the first three by",
        4143.36,
        4148.12
    ],
    [
        " himself and they're really well written and super complete and then several chapters were written",
        4148.12,
        4152.58
    ],
    [
        " by his wife after he died and they're like half done and like and they've been you know",
        4152.58,
        4157.84
    ],
    [
        " hearts probably wrote this in English and and and classwits was written in some sort of",
        4158.14,
        4162.54
    ],
    [
        " Russian version that's been translated a thousand times so again yeah in his defense yeah and when",
        4162.54,
        4168.78
    ],
    [
        " you do that translation if you kind of think that maybe uh you know concentration and mass is",
        4168.78,
        4174.92
    ],
    [
        " how to win you definitely are going to emphasize that I think this is what he meant I mean yeah",
        4174.92,
        4179.6
    ],
    [
        " back to the book his theory of war was expounded in a way to abstract and involve for ordinary soldier",
        4179.6,
        4186.44
    ],
    [
        " minds essentially concrete you say the soldier minds are concrete to follow the course of his argument",
        4187.48,
        4192.98
    ],
    [
        " which often turned back from the direction in which it was apparently leading impressed yet be fogged",
        4192.98,
        4199.44
    ],
    [
        " they grasped at his vivid leading phrases seeing only their surface meaning and missing the",
        4199.44,
        4205.92
    ],
    [
        " deeper current of his thought classwits greatest contribution to the theory of war was",
        4205.92,
        4211.66
    ],
    [
        " emphasizing the psychological factors raising his voice against the geometrical school strategy",
        4211.66,
        4215.84
    ],
    [
        " then fastball he showed that the human spirit was infinitely more important than operational lines",
        4215.84,
        4220.96
    ],
    [
        " and angles he discussed the effect of danger and fatigue the value of boldness and determination",
        4220.96,
        4227.16
    ],
    [
        " with deep understanding it was his errors however which had the greatest effect on subsequent",
        4227.16,
        4233.24
    ],
    [
        " course of history he was too continental in his outlook to understand the meaning of sea power",
        4233.24,
        4240.02
    ],
    [
        " and his vision was short on the very threshold of the mechanical era he declared his conviction",
        4240.02,
        4246.78
    ],
    [
        " that superiority in numbers becomes everyday more decisive yeah so he kind of was a little bit late",
        4246.78,
        4252.78
    ],
    [
        " they didn't even think of it if we can tank yet one of the classic discussions was the the um",
        4252.78,
        4258.34
    ],
    [
        " what's the word I'm looking for the relevance of cost was in the 24th century you know start talking",
        4258.34,
        4265.2
    ],
    [
        " about you know like nuclear power in nuclear weapons stealth airplanes and things like hey",
        4265.2,
        4270.24
    ],
    [
        " do do these maxims or these do these do they hold up to the scrutiny of the 21st century of warfare",
        4270.24,
        4275.96
    ],
    [
        " the modern warfare and a bunch of discussions on that I kind of chuckled at the idea of like his",
        4275.96,
        4280.86
    ],
    [
        " disciples the Claus was disciples who kind of aren't that smart but it really like what he had to",
        4280.86,
        4285.32
    ],
    [
        " say you know that'd be like me reading leadership strategy tactics and there's a chapter that says",
        4285.32,
        4290.18
    ],
    [
        " don't care and maybe like hey everybody don't care yeah but getting that wrong but miss",
        4290.8,
        4297.0
    ],
    [
        " understanding like I don't care as opposed to I don't care how we do it you want to do it I don't",
        4297.0,
        4303.02
    ],
    [
        " care we'll do it your way which is a little bit different than don't care next thing you know",
        4303.02,
        4307.94
    ],
    [
        " Dave Burke Jocco's disciples running around telling all the rest of his people we don't care yeah",
        4307.94,
        4313.24
    ],
    [
        " and I don't care yeah and I don't care and we're now bunch people I don't care and how easy you",
        4313.24,
        4319.36
    ],
    [
        " could see that disciple who's and I I'll never remember the quote but the the most damage",
        4319.36,
        4328.28
    ],
    [
        " is done by the concrete brave well you said the disciples at not the misunderstanding of his disciples",
        4328.28,
        4334.1
    ],
    [
        " did way more damage than the opponents right right because I'm running around espousing Jocco's",
        4334.1,
        4339.14
    ],
    [
        " you know edicts but I actually don't really know what he meant by don't care yeah and I'm just",
        4339.14,
        4343.52
    ],
    [
        " using that one example of town of Boeing from this book of like a great a way of like I don't care",
        4343.52,
        4347.64
    ],
    [
        " do that that is not what he meant I know that's what it says on paper but that's not what he was saying",
        4348.16,
        4352.18
    ],
    [
        " yeah or like no one to quit yeah man you know what you got to throw in the towel whatever we quit",
        4352.18,
        4356.56
    ],
    [
        " we'll give up shut it out yeah so he's talking about how important oh I know what I was going to say",
        4356.56,
        4364.26
    ],
    [
        " I was taking a note when you were writing I only got down the two letters ma and then I was",
        4364.26,
        4369.3
    ],
    [
        " looking how's like what that was I gonna write I was gonna write machine gun because for me",
        4369.3,
        4374.24
    ],
    [
        " where the tactics sort of solidified where you can say yep these things hold up it's you've got",
        4375.04,
        4381.62
    ],
    [
        " to have the machine gun that's where we start to get the modern machine gun where we can start to",
        4381.62,
        4386.2
    ],
    [
        " kill a lot of people and how concentration is like the worst thing and just right a cover move",
        4386.2,
        4391.14
    ],
    [
        " becomes totally important it's it's important in all eras but it really starts to solidify around",
        4391.14,
        4396.6
    ],
    [
        " there well you use the example of like on steroids of nuclear weapons you know talking about",
        4396.6,
        4404.22
    ],
    [
        " weapons I thought of another one just as I was thinking of as as hold the line Jacos as hold the",
        4404.88,
        4410.14
    ],
    [
        " line cool got it yeah we're gonna hold the line and look what we're talking about is the story",
        4410.14,
        4416.36
    ],
    [
        " behind the book the dichotomy the dichotomy leadership is chapter 12 in extreme ownership so cool",
        4416.36,
        4421.04
    ],
    [
        " we covered it why we have to write a whole notebook about because people still like extreme",
        4421.04,
        4424.62
    ],
    [
        " ownership we got to hold the line it's disciplined in all cards like they took everything to the extreme",
        4424.62,
        4431.44
    ],
    [
        " and that's why the story of the patches it muster is so powerful yeah because people are like oh",
        4431.44,
        4436.12
    ],
    [
        " this is gonna be awesome Jaco is going to hammer that platoon and destroy them for violating his",
        4436.12,
        4443.86
    ],
    [
        " direct order to never wear patches that aren't professional and it's like not in care no factor yeah",
        4443.86,
        4449.74
    ],
    [
        " like wait what it says right there hold the line yeah it's like yeah but actually living in the",
        4449.74,
        4454.9
    ],
    [
        " extremes isn't actually doesn't work yeah usually doesn't work but the title of the book is a",
        4454.9,
        4460.08
    ],
    [
        " extreme ownership yeah well there you go there's perfect examples this what happened to",
        4460.08,
        4464.62
    ],
    [
        " Claus with an he didn't get to finish his book he wrote for you three chapters and his old lady",
        4464.62,
        4469.92
    ],
    [
        " finished it up uh such a commandment gave reinforcement to the instinctive conservatism of soldiers",
        4469.92,
        4477.76
    ],
    [
        " in resisting the possibilities of a new form of superiority which mechanical invention",
        4477.76,
        4482.08
    ],
    [
        " increasingly offered it also gave powerful impulse to the universal extension and permanent",
        4482.08,
        4487.16
    ],
    [
        " permanent establishment of the method of constription as a simple way of providing the greatest",
        4488.36,
        4494.86
    ],
    [
        " possible numbers so if you want a big army well if I want to be in charge of a bunch of people",
        4494.86,
        4500.04
    ],
    [
        " you know what I have to say look we need more people for going to win cool start drafting people",
        4500.04,
        4503.74
    ],
    [
        " I want to be in charge of more people cool draft more people this by its disregard for psychological",
        4503.74,
        4508.54
    ],
    [
        " suitability meant that armies became much more liable to panic and sudden collapse the earlier method",
        4508.54,
        4514.42
    ],
    [
        " however unsystematic had at least tended to ensure that the forces were composed of good fighting",
        4514.66,
        4520.04
    ],
    [
        " animals this is an interesting shot at Clauswitz Clauswitz contributed no new or strikingly",
        4520.04,
        4528.92
    ],
    [
        " progressive ideas to tactics or strategies he was a codifying thinker rather than a creative",
        4528.92,
        4537.04
    ],
    [
        " or dynamic one he had no such revolutionary effect on warfare as the theory of the divisional",
        4537.04,
        4542.72
    ],
    [
        " system produced in the 18th century or the theory of armored mobility in the 20th which by the way",
        4542.72,
        4548.44
    ],
    [
        " that's what kind of ladel heart like is about right so he said look Clauswitz didn't do anything",
        4548.44,
        4554.04
    ],
    [
        " compared to the theory of armored mobility whatever came up with that yeah well I feel bad",
        4554.04,
        4561.14
    ],
    [
        " I actually feel bad talking about these guys talking to us I didn't I didn't know how much of a",
        4561.14,
        4565.86
    ],
    [
        " of a hammer he was going to be yeah yeah Claus is the cool thing is I'm hearing all this but",
        4565.86,
        4570.34
    ],
    [
        " but that mean there is a lot of I understand what he's saying I mean yeah for sure yeah and again",
        4570.44,
        4578.42
    ],
    [
        " why didn't I we're 286 episodes deep in this and I haven't covered one of the most respected and",
        4578.42,
        4585.66
    ],
    [
        " well-known cannons of military strategy yeah Clauswitz is on war why is that this is kind of why",
        4585.66,
        4593.28
    ],
    [
        " yeah",
        4593.28,
        4593.52
    ],
    [
        " yeah",
        4596.58,
        4596.98
    ],
    [
        " I'm going to go and I'm going to catch some grief for this one yeah going out you're getting crazy",
        4596.98,
        4601.62
    ],
    [
        " well what's interesting is that if I think if you were kind of just pulse a bunch of",
        4601.62,
        4605.32
    ],
    [
        " it doesn't have to be historians that are civilians but if you look at what the military and sort",
        4605.32,
        4610.44
    ],
    [
        " of key policy makers study Clauswitz is higher on that list than heart oh for sure for sure",
        4610.44,
        4617.58
    ],
    [
        " you're not even the same ballpark I think you may get some heat because if there's someone that's",
        4617.58,
        4621.54
    ],
    [
        " been studied and sort of kind of lionized Clauswitz is the guy you know so yeah there's some people",
        4621.54,
        4627.08
    ],
    [
        " out there going hey well you know I've taken some heat over the years I had a little guy named",
        4627.08,
        4631.54
    ],
    [
        " Colonel David Acquers who was a complete black sheep of the army and hated by the Navy totally",
        4631.54,
        4636.62
    ],
    [
        " and I was in the Navy yeah talking about that guy back to the book but in seeking to formulate",
        4636.62,
        4646.34
    ],
    [
        " the experience of the Napoleonic Wars the emphasis he put on certain retrograde",
        4646.5,
        4651.56
    ],
    [
        " retrograde features helped to cause what might be termed a revolution in reverse back towards",
        4651.56,
        4657.06
    ],
    [
        " tribal warfare Claus was theory of the military aim in defining the military aim",
        4657.06,
        4662.16
    ],
    [
        " Clauswitz was carried away by his passion for pure logic quote",
        4662.16,
        4667.64
    ],
    [
        " the and this this makes it really this starts to make it really obvious why this stuff doesn't",
        4667.64,
        4676.32
    ],
    [
        " quote the aim of all action in war is to disarm the enemy and we shall now show that this",
        4677.08,
        4683.74
    ],
    [
        " in theory at least is indispensable if our opponent is to be made to comply with our will we",
        4683.74,
        4689.14
    ],
    [
        " must place him in a situation where which is more oppressive to him than the sacrifice we demand",
        4689.14,
        4695.32
    ],
    [
        " but the disadvantages of this position must naturally not be of a transitory nature at least",
        4695.32,
        4701.42
    ],
    [
        " in appearance otherwise the enemy instead of yielding will hold out in the hope of a change for",
        4701.42,
        4706.62
    ],
    [
        " the better every change in this position which is produced by a continuation of war must therefore",
        4706.62,
        4712.7
    ],
    [
        " be a change for the worse worse the worst condition in which a belligerent can be placed is that",
        4712.7,
        4718.26
    ],
    [
        " of being completely disarmed if therefore the enemy is to be reduced to into submission he must",
        4718.26,
        4724.6
    ],
    [
        " either be positively disarmed or placed in such a position that he is threatened with it",
        4724.6,
        4729.96
    ],
    [
        " from this follows that the complete disarming or overthrow of the enemy must always be the aim of warfare",
        4730.06,
        4739.52
    ],
    [
        " and quote this reminds me of the bath party in Iraq being completely disarmed how much did that help",
        4739.52,
        4750.66
    ],
    [
        " me freaking hurt right maybe some Clauswitzian people were saying yep got a disarmum",
        4750.66,
        4758.14
    ],
    [
        " completely completely good job the influence of of can't cont where's where's Darryl Cooper",
        4758.86,
        4765.44
    ],
    [
        " Darryl Cooper is making jokes about like he's just bringing in the echo and I look at him like",
        4765.44,
        4769.62
    ],
    [
        " bro wrong crowd the influence of Kant can be perceived in Clauswitz dualism of thought",
        4769.62,
        4776.3
    ],
    [
        " he believed in a perfect military world of ideals while recognizing a temporal world in which",
        4776.3,
        4782.58
    ],
    [
        " these could only be imperfectly fulfilled so he's giving credit here's a little credit going",
        4782.58,
        4787.24
    ],
    [
        " back to to Clauswitz like hey man he got it that you got these ideals but it's the real world",
        4787.24,
        4792.54
    ],
    [
        " and it's not going to quite go that well for he was capable of distinguishing between what was",
        4792.54,
        4797.36
    ],
    [
        " what was militarily ideal and what he described as a modification in the reality thus he wrote",
        4797.36,
        4803.06
    ],
    [
        " reasoning in the abstract the mind cannot stop short of an extreme but everything takes a different",
        4803.06,
        4810.04
    ],
    [
        " shape when we pass from abstractions to reality this object of war in the abstract the disarming",
        4810.04,
        4817.36
    ],
    [
        " of the enemy is rarely attained in practice and is not a condition necessary to peace so he",
        4817.36,
        4823.64
    ],
    [
        " wasn't even saying what he was saying he goes back and kind of backs off it a little bit",
        4823.64,
        4828.04
    ],
    [
        " Clauswitz's tendency to the extreme is shown again in his discussion of battle as a means to",
        4828.04,
        4834.38
    ],
    [
        " the end of war he opened with the startling assertion there is only one single means it is the fight",
        4834.38,
        4844.24
    ],
    [
        " he justified this by a long argument to show that in every form of military activity",
        4844.24,
        4850.04
    ],
    [
        " quote the idea of fighting must necessarily be at the foundation and quote having elaborately",
        4850.04,
        4856.74
    ],
    [
        " proved what most people would be ready to accept without argument Clauswitz said the object of a",
        4856.74,
        4861.96
    ],
    [
        " combat is not always the destruction of enemy forces its object can often be attained as well",
        4861.96,
        4868.46
    ],
    [
        " without the combat taking place at all so there you go he's saying some of the stuff that that I",
        4868.46,
        4874.9
    ],
    [
        " do agree with more over Clauswitz recognized that quote the waste of our own military forces must",
        4874.9,
        4884.72
    ],
    [
        " ceteris parabis which means all things being equal always be greater the more our aim is directed",
        4885.56,
        4892.14
    ],
    [
        " upon the destruction of the enemy's power the danger lies in this that the greater efficacy which",
        4892.14,
        4900.12
    ],
    [
        " we which we seek recoils on ourselves and therefore has worse consequences in case we fail of",
        4900.12,
        4907.28
    ],
    [
        " success so he's got some he's got some quantifying statements about his about his thoughts and theories",
        4907.28,
        4916.7
    ],
    [
        " out of his own mouth Clauswitz here gave a prophetic verdict upon the consequences of the of",
        4916.7,
        4923.5
    ],
    [
        " following his own gospel and world war one and two for it was the ideal and not the practical",
        4923.5,
        4928.08
    ],
    [
        " aspect of his teachings on battle which survived he contributed to this distortion by arguing it was",
        4928.08,
        4935.66
    ],
    [
        " only to avoid the risks of battle that quote any other means are taken so it's like we're trying",
        4935.66,
        4942.56
    ],
    [
        " to avoid battle that's the only reason that we're going to do anything else because we're trying to",
        4942.56,
        4946.0
    ],
    [
        " avoid battle and he fixed the distortion in the minds of his pupils by hammering on the abstract",
        4946.0,
        4951.82
    ],
    [
        " ideal and this is here's our I guess I guess uh ladel hearts is going to go hot on everybody he says",
        4951.82,
        4958.62
    ],
    [
        " not one reader in a hundred was likely to follow the subtlety of his logic or to preserve a true",
        4958.62,
        4963.24
    ],
    [
        " balance amid such philosophical jugglery but everyone could catch such a ringing phrases as and",
        4963.24,
        4969.84
    ],
    [
        " here's where he gets a the branded the the Clauswitz branded statements that that are a clickbait",
        4969.84,
        4977.58
    ],
    [
        " here we go and they're freaking good to go like you hear me like yeah",
        4977.58,
        4982.0
    ],
    [
        " we have only one means in war the battle the bloody solution of the crisis the effort for the",
        4982.0,
        4990.94
    ],
    [
        " destruction of the enemy's forces is the first born son of war I mean come on dude if you're in",
        4990.94,
        4996.28
    ],
    [
        " the military you're eating these things up like like a giant nice cool mulk",
        4996.28,
        5001.54
    ],
    [
        " only great and general battles can produce great results",
        5001.54,
        5008.56
    ],
    [
        " let us hear not of generals who conquer without bloodshed right that's a that's a quote from a guy",
        5008.56,
        5015.48
    ],
    [
        " that earlier was saying like hey listen you don't always want to go to war yeah but who remembers",
        5015.48,
        5020.6
    ],
    [
        " hey sometimes you can use other means to achieve victory no one's here that they want to hear",
        5020.6,
        5024.16
    ],
    [
        " let us not hear of great general who conquer without bloodshed",
        5024.16,
        5027.74
    ],
    [
        " so he branded himself but man by the reiteration of such phrases Clauswitz blurred into the outlines",
        5027.74,
        5037.3
    ],
    [
        " of this philosophy already indistinct and made it into mere marching refrain",
        5037.3,
        5042.16
    ],
    [
        " which inflamed the blood and intoxicated the mind in transfusion it became a doctrine fit to form",
        5046.02,
        5052.92
    ],
    [
        " corporals not generals for by making battle appear quote the only real warlike activity",
        5052.92,
        5059.76
    ],
    [
        " and quote his gospel deprived strategy of its laurels and reduce the art of war to the mechanics",
        5059.76,
        5066.28
    ],
    [
        " of mass slaughter moreover it incited generals to seek battle at the first opportunity instead of",
        5066.28,
        5072.92
    ],
    [
        " creating an advantageous opportunity Clauswitz contributed to the subsequent decay of general ship",
        5072.92,
        5080.96
    ],
    [
        " when he when in an oft quoted passage he wrote philanthropists may easily imagine that there is a",
        5080.96,
        5089.14
    ],
    [
        " skillful method of disarming and overcoming the enemy without great bloodshed and that is the",
        5089.14,
        5094.92
    ],
    [
        " proper tendency of the art of war that is an error which must be extirpated so like hey this idea",
        5094.92,
        5103.54
    ],
    [
        " bloodshed we gotta get rid of that idea that you can that you can have war without bloodshed",
        5103.54,
        5109.0
    ],
    [
        " you gotta get rid of that idea it is obvious that when he wrote that he did not pause to reflect",
        5109.0,
        5115.08
    ],
    [
        " that what he decried had been recorded as the proper aim of general ship by all masters of the",
        5115.08,
        5121.7
    ],
    [
        " art of war including Napoleon himself like everyone sunsoo Napoleon everyone in between like hey man",
        5121.7,
        5129.12
    ],
    [
        " if you can win without fighting that's what we're doing and he's saying the opposite",
        5129.12,
        5134.06
    ],
    [
        " Clauswitz phrase would henceforth be used by countless blunderers to excuse and even justify their",
        5134.06,
        5142.48
    ],
    [
        " futile squandering of life in bullheaded assaults the danger was increased because of the way he",
        5142.48,
        5151.3
    ],
    [
        " constantly dwelt on the decisive importance of a numerical superiority with deeper penetration",
        5151.3,
        5156.62
    ],
    [
        " he pointed out in one passage that surprise lies quote at the foundation of all undertakings for",
        5156.62,
        5163.64
    ],
    [
        " without at the preponderance at the decisive point is not properly conceivable so that's what we're",
        5163.64,
        5169.62
    ],
    [
        " talking about that's cool that's maneuver warfare but his disciples struck by his more frequent",
        5169.62,
        5174.78
    ],
    [
        " emphasis on numbers came to regard mere mass as the simple recipe for victory horrible",
        5174.78,
        5183.54
    ],
    [
        " and you know what what's a similar idea that is like my rank right so rank hey I outrank you",
        5183.54,
        5190.76
    ],
    [
        " that's my superiority and that's what I'm gonna use to lead I mean that was that was brutal yeah",
        5190.76,
        5197.8
    ],
    [
        " that was kind of a brutal and he did there's there's some little statements that were like hey he's",
        5197.8,
        5202.46
    ],
    [
        " said this but it's like when the general reads it when the soldier reads it what does he want to read",
        5202.46,
        5211.06
    ],
    [
        " he wants to read about check and ask yeah and what does he want his corporals to read he wants his",
        5211.06,
        5216.74
    ],
    [
        " corporals to read about kick and ask so we start reading about kick and ask yeah we hear what we",
        5216.74,
        5221.68
    ],
    [
        " want to hear at coach Charles yes sir we're not done yet with Clauswitz Clauswitz theory of the",
        5221.68,
        5228.62
    ],
    [
        " object even worse was the effective as theoretical exposition and exultation of the idea of absolute",
        5228.62,
        5236.5
    ],
    [
        " warfare and in proclaiming that the road to success was through the unlimited application of force",
        5236.5,
        5242.38
    ],
    [
        " thereby a doctrine which began by defining war only as a continuation of state policy by other",
        5242.38,
        5249.78
    ],
    [
        " means led to the contradictory end of making policy the slave of strategy and bad strategy at that",
        5249.78,
        5254.58
    ],
    [
        " you know that's I would say that's one of his most famous quotes right is that wars the continuation",
        5255.14,
        5261.04
    ],
    [
        " of state policy by other means but he he ends up taking things to a point where it's like wars what",
        5261.04,
        5269.0
    ],
    [
        " we're doing like you said what the military exists for the military that everything else exists",
        5269.0,
        5273.7
    ],
    [
        " because of the military the government is here to provide the military with the resources that we",
        5273.7,
        5284.38
    ],
    [
        " to introduce into philosophy of war a principle of moderation would be an absurdity war is an",
        5284.72,
        5290.76
    ],
    [
        " act of violence pushed to its utmost bounds dude he's getting some good quotes they're for they sound",
        5290.76,
        5296.62
    ],
    [
        " kick ass unless you're a freak consultant world war one yeah",
        5296.62,
        5301.64
    ],
    [
        " the crazy thing is I'm as I'm just kind of picturing this I mean I'm asking myself now a question",
        5301.64,
        5310.56
    ],
    [
        " that I probably should have asked five years ago 10 years ago when I was thinking about this on",
        5310.56,
        5314.48
    ],
    [
        " the more academic mind of how did Klaus with or any of these people that are I guess disciples of",
        5314.48,
        5321.76
    ],
    [
        " that of that kind of peer logic train how did they perceive the value of their own people",
        5321.76,
        5326.72
    ],
    [
        " you know because you can see the train of thought of like hey this is the the the purpose of the",
        5326.72,
        5333.14
    ],
    [
        " military is the utter destruction or what you know those those quotes whereas the the the you could",
        5333.14,
        5339.16
    ],
    [
        " make a very easy link of like hey my soldiers they're just implements and tools they're just",
        5339.16,
        5343.66
    ],
    [
        " resources to be expanded to achieve that end state and how quickly you can make the the stretch like",
        5343.66,
        5349.04
    ],
    [
        " in world war one you can almost imagine like yeah they're not they're not people they're resources they",
        5349.04,
        5354.26
    ],
    [
        " just give me 10,000 more resources or more tools to accomplish this thing yeah I mean you kind of",
        5354.26,
        5360.92
    ],
    [
        " phrase that as a question I don't think there's much of a question I think it's pretty obvious where",
        5360.92,
        5364.26
    ],
    [
        " where these guys were coming from and it's it's it's really scary that you had a culture that",
        5364.46,
        5370.02
    ],
    [
        " supported that and you had you know you know it's like it's it's really strange you think about",
        5370.02,
        5381.44
    ],
    [
        " like Kipling and and Kipling who wrote these very patriotic poems that fueled this culture inside of",
        5381.44,
        5391.38
    ],
    [
        " England and his son was killed in in world war one and like the last thing they saw of him was",
        5394.88,
        5400.92
    ],
    [
        " he's blinded and he's kind of like stumbling on the battlefield before news killed in his body",
        5400.92,
        5405.72
    ],
    [
        " I don't think they ever even recovered his body just lost in the mud and muck and he's got a really",
        5405.72,
        5411.48
    ],
    [
        " harrowing poem I think I know the phrase of the poem is is my boy Jack or my son Jack",
        5412.04,
        5420.68
    ],
    [
        " it's it's it's it's harrowing to read and if you know what the fuck he's talking about which is",
        5420.68,
        5426.24
    ],
    [
        " that he you know he was this patriotic guy who supported England and and was contributing to that",
        5426.24,
        5439.34
    ],
    [
        " propaganda this Victorian this this this culture of look look you go over the top it's time to go",
        5442.22,
        5448.14
    ],
    [
        " you go and and he lost his son and you wonder what kind of you know how that just the impact that",
        5448.14,
        5458.28
    ],
    [
        " that had on him and and there is an impact when you read his poems and you see before and after",
        5458.28,
        5463.08
    ],
    [
        " you see what happened you can see that it definitely had an impact but the man the idea that",
        5463.08,
        5470.92
    ],
    [
        " tens and thousands and hundreds of thousands of of people like you said like we're like okay cool",
        5470.92,
        5478.22
    ],
    [
        " that's what we're doing that's what we're doing we're going to go over there and when they say go",
        5478.22,
        5484.78
    ],
    [
        " over the top we're going to go over the top the Germans the French the Canadians the Americans the",
        5484.78,
        5490.12
    ],
    [
        " I mean that's what we're doing it's very very hard you know you talk about the value of life",
        5490.2,
        5498.56
    ],
    [
        " and your question around like what do they think of these people it's like yeah what did they and",
        5498.56,
        5504.56
    ],
    [
        " how did we get to a point where modern civilization but this is a hundred years ago it's a hundred",
        5504.56,
        5513.62
    ],
    [
        " years ago hundred years ago this was happening it's like it's crazy to think about",
        5513.62,
        5521.26
    ],
    [
        " and and you can kind of see I mean what's there's another good saying it's",
        5521.26,
        5531.78
    ],
    [
        " something along the lines of like old men like to send young men to fight and young men like to",
        5531.78,
        5538.64
    ],
    [
        " fight like that's kind of a thing right and you can see how those sort of animalistic instincts",
        5538.64,
        5545.44
    ],
    [
        " that we have and tribal instincts that we have are and and heroic instincts that we have are",
        5545.44,
        5553.74
    ],
    [
        " captured and capitalized on and by like a coliswitz like when you read coliswitz you're like cool I'm",
        5553.74,
        5561.52
    ],
    [
        " down with heroic efforts I'm down with tribal behavior I'm down with being brave like all those",
        5561.52,
        5570.02
    ],
    [
        " things just roll right into this so if you don't want to be that guy that's sort of like well",
        5570.02,
        5575.46
    ],
    [
        " maybe we should think about these soldiers as human beings who's doing that apparently no one",
        5575.46,
        5584.04
    ],
    [
        " apparently no one so what you have I guess what I'm saying is you have a human instinct and a",
        5584.26,
        5593.32
    ],
    [
        " human slash animal instinct to be tribal to be heroic to be sacrificial to make sacrifices for the",
        5593.32,
        5599.68
    ],
    [
        " tribe I mean what is a hero you know I've talked about this before a hero is someone that's not",
        5599.68,
        5605.72
    ],
    [
        " doing that not making a sacrifice for himself right of the hero is someone that's making a sacrifice",
        5605.72,
        5610.96
    ],
    [
        " for someone else and that's a common that's just the definition of a hero in any language so",
        5610.96,
        5617.12
    ],
    [
        " when you say hey we've got kind of a program here that allows us to be heroic on a massive scale",
        5617.12,
        5625.22
    ],
    [
        " this is what you end up with and we kind of lean towards and we tend towards and you can see how",
        5625.22,
        5632.54
    ],
    [
        " you can see how the contrary is that you have BH LaDelle Hart who's saying hey not smart",
        5632.54,
        5639.94
    ],
    [
        " not smart it's better to maneuver it's better to leave it's better to retreat it's better to",
        5641.4,
        5646.68
    ],
    [
        " attack on a different day and and how is he getting branded he's getting branded like what the hell",
        5646.68,
        5650.9
    ],
    [
        " are you talking about were you a coward yeah is that what's going on you're a coward he's like hey",
        5650.9,
        5655.48
    ],
    [
        " Brian wounded three times in gasped almost to death you fucking savages and you don't know what",
        5655.48,
        5670.14
    ],
    [
        " the capacity for the dehumanization of our enemies and how there's a danger in there and there's",
        5670.14,
        5676.2
    ],
    [
        " there's a natural piece of that but you got to keep it to a to a certain place",
        5676.2,
        5680.64
    ],
    [
        " but I think for me just to reconcile the dehumanization of your own men I understand the dehumanization",
        5680.64,
        5690.9
    ],
    [
        " of the enemy I understand that and I also understand that there's a limit to that too and if you go",
        5690.9,
        5694.78
    ],
    [
        " too far you can undermine your own objectives we know that we know that but the ability to do",
        5694.78,
        5701.92
    ],
    [
        " that with your own men your own people is it's it I think that's just why",
        5701.92,
        5707.4
    ],
    [
        " World War I's there's just sit in its own category of it's just so hard to come to grips with",
        5707.4,
        5716.08
    ],
    [
        " with us doing that it does it's it's in its own category as far as I'm concerned yeah",
        5718.32,
        5725.7
    ],
    [
        " right and I guess that's where we end up with these two kind of opposing theories of war and",
        5725.7,
        5738.62
    ],
    [
        " who wants to be called the wimp who wants to be called the weak right because that's where you",
        5740.74,
        5746.58
    ],
    [
        " could easily go back to be actually a heart and say like well he wants to run away yeah he wants to",
        5746.58,
        5751.2
    ],
    [
        " let you know attack people from the rear there's a time where attacking someone in the rear",
        5751.2,
        5754.92
    ],
    [
        " shoot him in the back was like a horrible thing right it's a sign of cowardice yeah it's a sign of",
        5754.92,
        5758.6
    ],
    [
        " a cowardice to go around and you know not line up like the other team shoot him in the back yeah",
        5758.6,
        5764.0
    ],
    [
        " you know I've been the coolest part about being on the podcast and this seat is this is I hear",
        5764.5,
        5770.86
    ],
    [
        " this live as you're reading it I don't I don't get the advanced copy you don't like say Dave",
        5770.86,
        5775.48
    ],
    [
        " were prepping this I get to hear this and I I'm thinking and I'm trying to analyze",
        5775.48,
        5780.74
    ],
    [
        " I'm making connections and correlations and and I've kind of just been chuckling a little bit of like",
        5780.74,
        5785.0
    ],
    [
        " heart is just hammering cloudswitz but he it's almost like I understand more now of why he's so",
        5785.0,
        5793.4
    ],
    [
        " brutal on the attack of him when he made that connection of he's the reason why we had generals",
        5793.48,
        5799.92
    ],
    [
        " and he I think he used word blunders which is about as nice as you can describe what those leaders",
        5799.92,
        5804.76
    ],
    [
        " did in World War I is I actually think I understand why he's so brutal on him is because of what it",
        5804.76,
        5814.08
    ],
    [
        " led to and I don't and I think he's doing a good job saying I know class was his goal was not to",
        5814.08,
        5819.76
    ],
    [
        " create this circumstance and he's defending components of that but his point was this is the",
        5819.76,
        5825.2
    ],
    [
        " outcome that he created this his words and his philosophy is what facilitated this this window of",
        5825.2,
        5832.4
    ],
    [
        " warfare in our time that allowed us to dehumanize our own men in on a scale that's really hard",
        5832.4,
        5839.96
    ],
    [
        " to really comprehend and and I think I'm understanding in real time why he's saying what he's",
        5839.96,
        5845.84
    ],
    [
        " saying about him in such a brutal fashion and I understand it yeah and I kicked off this whole",
        5845.84,
        5851.08
    ],
    [
        " podcast with the last podcast by explaining what he'd been through and I said this shit left a mark",
        5851.08,
        5858.32
    ],
    [
        " on him I mean look it leaves a mark on you when you lose one guy in combat one guy in combat it's",
        5858.32,
        5866.28
    ],
    [
        " gonna leave him you're never gonna forget it you're never gonna live it down you're never gonna",
        5866.28,
        5869.66
    ],
    [
        " go a day without thinking about it can you imagine when your battalion gets wiped out yeah can",
        5869.66,
        5876.02
    ],
    [
        " you imagine when you're brigade when your division when you take 60,000 casualties in a day",
        5876.02,
        5882.16
    ],
    [
        " that's what's going on and and the quote that you're reaching back for was class what's phrase",
        5882.16,
        5891.3
    ],
    [
        " would henceforth be used by countless blunderers to excuse and even justify their feudal",
        5891.3,
        5899.7
    ],
    [
        " squandering of life in bull headed assaults yeah he's talking about exactly what he lived through",
        5899.7,
        5906.36
    ],
    [
        " and that shit left a mark on him without question yeah",
        5906.36,
        5911.0
    ],
    [
        " and this is his his opportunity to tell a generation of leaders contemplating the impact of",
        5911.0,
        5920.16
    ],
    [
        " that guy's words with the reality of without some logical thinking about what he really is trying to",
        5920.16,
        5926.76
    ],
    [
        " say this is the path you will go down and this is his way of saying you cannot go down that path yeah",
        5926.76,
        5932.64
    ],
    [
        " you want to go and read the rave tops of this guy and turn it into how you're gonna fight a war",
        5932.64,
        5936.54
    ],
    [
        " you're an idiot idiot",
        5936.54,
        5938.12
    ],
    [
        "",
        5938.12,
        5938.12
    ],
    [
        " wars an act of violence pushed to its utmost bounds that's the last quote I give he says that",
        5938.12,
        5950.06
    ],
    [
        " declaration is served as a foundation for the extravagant absurdity of modern total warfare",
        5950.06,
        5955.62
    ],
    [
        " his principle of force without limit and without calculation of costs fits and is fit only for a",
        5955.62,
        5963.92
    ],
    [
        " hate maddened mob so he's not done yet it is the negation of statement ship and intelligent strategy",
        5964.04,
        5971.92
    ],
    [
        " which seeks to serve the ends of policy if war be a continuation of policy as culture its",
        5971.92,
        5979.6
    ],
    [
        " had elsewhere declared it it must necessarily be conducted with a view to post war benefit",
        5979.6,
        5986.22
    ],
    [
        " a state which expands its strength to the point of exhaustion bank rubs its own policy and by",
        5986.22,
        5992.44
    ],
    [
        " the way that's at all players in world war one cost what's himself had qualified the principle of",
        5992.44,
        5998.22
    ],
    [
        " quote utmost force by the admission that quote the political object as the original motive of war",
        5998.22,
        6005.2
    ],
    [
        " should be the standard for determining both the aim of the military force and also the amount of",
        6005.2,
        6011.72
    ],
    [
        " effort to be made",
        6011.72,
        6012.84
    ],
    [
        " still more significant was reflective passage in which he remarked that to pursue the logical",
        6018.26,
        6023.42
    ],
    [
        " extreme and tailed that quote the means would lose all relation to the end and in most cases",
        6023.42,
        6030.08
    ],
    [
        " the aim at an extreme effort would be wrecked by the opposite weight of forces within itself",
        6030.08,
        6036.46
    ],
    [
        " what's the what's the return on investment you're gonna get",
        6036.46,
        6040.24
    ],
    [
        " his classic work on war was the product of 12 years of intensive thought if its author had lived",
        6042.84,
        6048.04
    ],
    [
        " to spend a longer time in thinking about war he might have reached a wiser and clearer conclusion",
        6048.04,
        6052.88
    ],
    [
        " as his thinking progressed he was being led toward a different view penetrating deeper",
        6052.88,
        6059.62
    ],
    [
        " unhappy the process was cut short by his death from cholera in 1830 it was only after his death",
        6059.62,
        6065.3
    ],
    [
        " that his writings on war were published by his widow they were found in a number of sealed",
        6065.3,
        6069.7
    ],
    [
        " packets bearing the significant and prophetic note so he wrote a note on his writings and it said",
        6069.7,
        6076.3
    ],
    [
        " should the work be interrupted by my death then what is found can only be called a massive",
        6076.3,
        6082.64
    ],
    [
        " conceptions not brought into form open to endless misconceptions",
        6082.64,
        6088.7
    ],
    [
        " sorry class what's i mean he covered it he did his best to cover it",
        6088.7,
        6095.64
    ],
    [
        " yeah much of the harm might have been avoided but for that fatal cholera germ for there are",
        6096.94,
        6101.62
    ],
    [
        " significant indications that in the gradual evolution of his thought he had reached a point where",
        6101.62,
        6105.76
    ],
    [
        " he was about to drop his original concept of absolute war and revises whole theory on more",
        6105.76,
        6111.92
    ],
    [
        " common sense lines when death intervened in consequence the way was left open to endless",
        6111.92,
        6117.32
    ],
    [
        " misconceptions far and excessive as anticipation for the universal adoption of the theory of unlimited",
        6117.32,
        6124.08
    ],
    [
        " war has gone far to wreck civilization the teaching of cloudswitz taken without understanding",
        6124.08,
        6130.78
    ],
    [
        " largely influenced both the causation and the character of world war one thereby it led on",
        6130.78,
        6137.88
    ],
    [
        " all too logically to world war two",
        6137.88,
        6140.42
    ],
    [
        " theory influx next section after world war one the course and effects of the first world war",
        6140.42,
        6152.46
    ],
    [
        " provided ample cause to doubt the validity of costs witz theory at least interpreted by his",
        6152.46,
        6157.64
    ],
    [
        " successors on land and numerous battles were fought without ever producing the decisive results",
        6157.64,
        6162.78
    ],
    [
        " expected of them but the responsible leaders were slow to adapt their aim to circumstances or",
        6162.78,
        6169.58
    ],
    [
        " develop new means to make the aim more possible and maybe that's why you know when he was going",
        6169.58,
        6175.56
    ],
    [
        " through the eight items that we were talking about earlier on the earlier podcast",
        6175.56,
        6180.48
    ],
    [
        " his number one thing remember you're saying the number one thing was his number eight thing",
        6181.84,
        6185.22
    ],
    [
        " his number one thing was adjust your adjust your end to your means and here he's saying the",
        6185.22,
        6192.16
    ],
    [
        " responsible leaders were slow to adapt their aim to the circumstances or develop new means to",
        6192.16,
        6197.32
    ],
    [
        " make the aim more possible instead of facing the problem they pressed theory to a suicidal extreme",
        6197.32,
        6203.74
    ],
    [
        " draining their own strength beyond the safety limit in pursuit of an ideal of complete victory by",
        6203.74,
        6209.52
    ],
    [
        " battle which was never fulfilled that one side ultimately collapsed that one side ultimately",
        6209.52,
        6216.52
    ],
    [
        " collapsed so the Germans ultimately collapsed do more to emptiness of stomach produced by economic",
        6216.52,
        6222.42
    ],
    [
        " pressure of c power than the loss of blood although blood which was lost in the abort of German",
        6222.42,
        6227.62
    ],
    [
        " German offensive 1918 and the loss of spirit and consequence of their palpable failure to gain",
        6227.62,
        6232.62
    ],
    [
        " the victory hasten the collapse if this provided the opposition the opposing nations with",
        6232.62,
        6239.9
    ],
    [
        " the semblance of victory their efforts to win it cost them such a price in moral and physical",
        6239.9,
        6246.42
    ],
    [
        " exhaustion that they the seeming victors were left incapable of consolidating their position",
        6246.42,
        6252.48
    ],
    [
        " became evident there was something wrong with the theory or at least with its application",
        6252.48,
        6258.96
    ],
    [
        " alike on the plains of the tactic strategy and policy the appalling losses",
        6259.0,
        6264.12
    ],
    [
        " suffered in vain pursuit of the ideal objective and the post war exhaustion of the nominal",
        6264.12,
        6271.46
    ],
    [
        " victors showed that a thorough re-examination of the whole problem of the object and aim was needed",
        6271.46,
        6278.68
    ],
    [
        " besides these negative factors that were also several several positive reasons to prompt a",
        6278.68,
        6286.18
    ],
    [
        " fresh inquiry one was the decisive part that c power played without any decisive battle at c",
        6286.18,
        6292.66
    ],
    [
        " and producing the enemies collapsed by economic pressure that raised the question whether Britain in",
        6292.66,
        6297.94
    ],
    [
        " particular had not made a basic mistake in departing from her traditional strategy and devoting",
        6297.94,
        6302.5
    ],
    [
        " much of her effort at such terrific cost to herself to the prolonged attempt to win a decisive",
        6302.5,
        6307.06
    ],
    [
        " victory on land yeah England freaking survived forever just by rolling rolling the sea",
        6307.06,
        6313.54
    ],
    [
        " Britannia rules the waves that's what we do in England now we're over here fighting these",
        6313.94,
        6318.84
    ],
    [
        " these people on land two other reasons arose from the new factors the development of air forces",
        6318.84,
        6329.06
    ],
    [
        " offered the possibility of striking account the enemies economic and moral centers without having",
        6329.06,
        6334.42
    ],
    [
        " to first achieve the destruction of the enemies main forces on the battlefield air power might",
        6334.42,
        6339.78
    ],
    [
        " attain a direct and by indirect means hopping over opposition instead of overthrowing it",
        6339.78,
        6345.16
    ],
    [
        " good deal Dave I mean that's always been the goal whether it's whether it's ever going to prove to be true",
        6345.16,
        6352.28
    ],
    [
        " you could make a couple arguments but if that's always been the goal we can do this without actually",
        6352.28,
        6357.58
    ],
    [
        " fighting on the ground on the ground yeah at the same time so at the same time we have air power at",
        6357.58,
        6364.6
    ],
    [
        " the same time the combined development of the petrol motor and the caterpillar track opened up a",
        6364.6,
        6368.92
    ],
    [
        " prospect of developing mechanized land forces of high mobility this in turn foreshadowed a",
        6368.92,
        6373.66
    ],
    [
        " newly enlarged possibility of producing the collapse of the enemies main forces without a serious",
        6373.66,
        6377.76
    ],
    [
        " battle by cutting their supply lines dislocating their control systems or producing paralysis by",
        6377.76,
        6383.28
    ],
    [
        " this sheer nerve shock of deep penetration in the rear so you all of a sudden you got vehicles",
        6383.28,
        6386.34
    ],
    [
        " that can haul ass not get shot up and move a bunch of troops in a short amount of time mechanized",
        6386.34,
        6392.94
    ],
    [
        " land forces of this new kind might also provide like air power though in a lesser degree the",
        6392.94,
        6398.3
    ],
    [
        " possibility of striking direct at the heart and nerve system of the opposing country",
        6398.3,
        6402.86
    ],
    [
        " while air mobility could achieve such direct strokes by an overhead form of indirect approach tank",
        6402.86,
        6409.92
    ],
    [
        " mobility might achieve them by indirect approach on the ground avoiding the obstacle of the opposing",
        6409.92,
        6415.32
    ],
    [
        " army to illustrate the point by a board game analogy with chess air mobility introduced the",
        6415.32,
        6422.18
    ],
    [
        " night's move and tank mobility a queen's move into warfare analogy does not of course express",
        6422.18,
        6427.58
    ],
    [
        " their respective values for an air force combined with the vaulting power of the night's move",
        6427.58,
        6431.46
    ],
    [
        " with the always flexibility of the queens move on the other hand a mechanized force a mechanized",
        6431.46,
        6438.42
    ],
    [
        " ground force though it lacked vaulting power could remain in occupation of the square it gained",
        6438.42,
        6444.62
    ],
    [
        " a couple other things these new technologies increase the range of military action against",
        6451.98,
        6463.72
    ],
    [
        " military objectives making it easier to overthrow an opposing body such as an army by parolizing",
        6463.72,
        6470.1
    ],
    [
        " some of its vital organs instead of having to destroy it physically as a whole by hard fighting",
        6470.1,
        6475.24
    ],
    [
        " if you could knock out some of the key nodes that's going to be better",
        6475.24,
        6479.66
    ],
    [
        " the sum effect of the advent of this multiplied mobility both on the ground and in the air was to",
        6479.66,
        6486.54
    ],
    [
        " increase the power and importance of strategy relative to tactics the higher commanders of the",
        6486.54,
        6491.86
    ],
    [
        " future would have the prospect of achieving decisive results much more by movement than by fighting",
        6491.86,
        6499.36
    ],
    [
        " compared with their predecessors unfortunately those skipping ahead a little bit unfortunately",
        6499.36,
        6507.78
    ],
    [
        " those who were at the head of the armies after world war one were slow to recognize the need of a",
        6507.78,
        6512.68
    ],
    [
        " fresh definition of the military aim in light of changed conditions and war instruments",
        6512.68,
        6519.18
    ],
    [
        " I mean you should be absolutely rethinking every you imagine going from not having tanks",
        6519.18,
        6529.34
    ],
    [
        " completely changing the entire way you're thinking about warfare",
        6530.16,
        6533.06
    ],
    [
        " and by the way this is after world war one right",
        6533.06,
        6539.4
    ],
    [
        " you know we did a piece we did a podcast on the Boor War and they learned all these lessons",
        6539.4,
        6546.36
    ],
    [
        " during the Boor War and they freaking didn't capitalize on any of them like world war one",
        6546.36,
        6550.86
    ],
    [
        " shouldn't have happened but just based on what they learned in world war in the Boor War I'm going",
        6550.86,
        6555.68
    ],
    [
        " to go on extreme I don't want to go to the extreme there are many lessons that they were learned",
        6555.68,
        6559.46
    ],
    [
        " during the Boor War that they could have taken back and said we need to do things differently",
        6559.46,
        6563.96
    ],
    [
        " and they didn't freaking adjust very many of them at all we're going back to the last podcast and",
        6563.96,
        6570.74
    ],
    [
        " one of the first comments he made about the the the natural resistance the automatic resistance",
        6570.74,
        6578.64
    ],
    [
        " that will happen when you propose change and I'm paraphrasing I don't know exact",
        6578.64,
        6582.3
    ],
    [
        " quote but the idea that when I suggest a change to the norm there will be there will be resistance",
        6582.3,
        6588.0
    ],
    [
        " you know what to call me even a hist an amateur is a compliment but I even think about you know",
        6588.0,
        6596.0
    ],
    [
        " the advent of air power and the resistance even in the navy to the idea that air power would",
        6596.0,
        6601.28
    ],
    [
        " somehow supplant the battleship as the preeminent force",
        6601.28,
        6604.82
    ],
    [
        " and how obvious it seems now certainly but at the time we're thinking hey do you not can you not",
        6609.94,
        6616.36
    ],
    [
        " see the the potential advantage if we could somehow occupy this third dimension of battle",
        6616.36,
        6621.78
    ],
    [
        " exclusively and how much risk it creates and the resistance and I my guess would be is that",
        6621.78,
        6629.42
    ],
    [
        " for the few folks that have the audacity to vocalize those lessons oh run out of the navy and by",
        6629.78,
        6637.02
    ],
    [
        " the way remember last podcast when I talked about 17 out of 20 advancements in naval warfare one of them",
        6637.02,
        6643.72
    ],
    [
        " was aircraft carriers and air power totally that's one of more people here you can get in me yeah",
        6643.72,
        6649.04
    ],
    [
        " we have a battleship bro right back off yeah",
        6649.04,
        6652.58
    ],
    [
        " yeah it's it's it's this book is getting harder and harder to listen to it because yeah because",
        6652.58,
        6661.0
    ],
    [
        " the because I have the the hist the hindsight of his of of what he's saying in the context of that",
        6661.0,
        6667.68
    ],
    [
        " which he he didn't have the future context that we all have now but it's making it just so much more",
        6667.68,
        6672.52
    ],
    [
        " damning to you know what he's saying fast forward a little bit practice in world war two",
        6672.52,
        6680.2
    ],
    [
        " when the next war came the handful of new land forces of mechanized kind that had been created",
        6681.34,
        6687.72
    ],
    [
        " amply fulfilled the claims that have been made for them and for their decisive effect if employed",
        6687.72,
        6694.0
    ],
    [
        " for long-range strokes at strategic objectives unfortunately it's the Nazis that are just gonna",
        6694.0,
        6701.34
    ],
    [
        " say yeah a mere six divisions of this kind were largely instrumental in producing the clasp",
        6701.34,
        6705.72
    ],
    [
        " Poland in a few weeks a mere ten such divisions virtually decided the so-called battle of France",
        6705.72,
        6714.06
    ],
    [
        " before the infantry mass of the German army had even come in action and made the collapse of",
        6714.06,
        6719.64
    ],
    [
        " all western countries and almost inevitable sequel this conquest of the west was completed in",
        6719.64,
        6725.36
    ],
    [
        " barely a month's campaign with amazingly small cost to the victor indeed the bloodshed all around",
        6725.36,
        6731.64
    ],
    [
        " was very slight and in the decisive phase trifling by a clasp witsy and standard",
        6731.64,
        6738.28
    ],
    [
        " I mean can you imagine you fight those freaking why of three bloody satanic battles",
        6738.28,
        6746.88
    ],
    [
        " what I mean campaigns in world war one",
        6746.88,
        6750.38
    ],
    [
        " just incomprehensible and then fast forward how many years 20 years 20 years 20 years 22 years",
        6750.38,
        6759.76
    ],
    [
        " whatever and it's over in less than a month like that's what we're talking about and there's",
        6759.96,
        6764.3
    ],
    [
        " almost no bloodshed because it just happened so fast because we have maneuver on our side",
        6764.3,
        6768.58
    ],
    [
        " yeah even even in between those two examples not not to marginalize you know what the Germans did",
        6768.58,
        6774.3
    ],
    [
        " to to Poland but it's what happened to the French that seems to me more remarkable because",
        6774.3,
        6780.98
    ],
    [
        " of what they had just been through and then to see I mean the image of Hitler at the Eiffel Tower",
        6783.64,
        6792.68
    ],
    [
        " I mean that's a it's hard to put in words what that means for him to be standing there with",
        6792.68,
        6800.12
    ],
    [
        " with with basically no real cost of doing it relative",
        6800.12,
        6805.78
    ],
    [
        " crazy crazy while this sweeping victory was attained by action against objectives of",
        6805.78,
        6814.86
    ],
    [
        " military nature it was mainly through action of maneuver strategic more than tactical so it's",
        6814.86,
        6820.26
    ],
    [
        " a different he's playing a different game yeah playing a different game",
        6820.26,
        6823.04
    ],
    [
        " uh",
        6827.86,
        6828.46
    ],
    [
        " similar reflections apply to the even swifter conquest of the Balkans in April of 1941 which",
        6828.46,
        6834.84
    ],
    [
        " once again demonstrated the paralyzing effect of the new instruments of strategic application",
        6834.84,
        6838.76
    ],
    [
        " battle was insignificant in comparison and destruction palpably an appropriate term for the way",
        6838.76,
        6843.7
    ],
    [
        " that the decision was achieved when it came to the invasion of Russia a somewhat different method",
        6843.7,
        6848.34
    ],
    [
        " was tried many of the German generals particularly holder the chief of the general staff complain",
        6848.34,
        6854.34
    ],
    [
        " of Hitler's tendency to aim at the economic rather than military objectives but analysis of",
        6854.34,
        6860.28
    ],
    [
        " the operational orders and of their own evidence does not bear out the charge while Hitler was inclined",
        6860.28,
        6865.38
    ],
    [
        " to think that the economic aim would be more effective it is clear that in the crucial period of",
        6865.38,
        6869.88
    ],
    [
        " 1941 campaign he conformed to the general staff's preference for fighting battles",
        6869.88,
        6874.82
    ],
    [
        " thankfully thank god yeah the pursuit of the same did not prove decisive although it produced",
        6877.02,
        6882.4
    ],
    [
        " several great victories in which immense forces of the enemy were destroyed okay went and killed",
        6882.4,
        6888.54
    ],
    [
        " a bunch of Russians whether concentration on economic objectives would have been more decisive",
        6888.54,
        6893.96
    ],
    [
        " remains an open question but the reflection that some of the ableist of the German generals",
        6893.96,
        6898.84
    ],
    [
        " considered that the best chance of defeating Soviet Russia was lost by aiming to win battles in the",
        6898.84,
        6903.58
    ],
    [
        " classical way instead of driving through as fast as possible to the moral come economic objectives",
        6903.58,
        6910.0
    ],
    [
        " offered by mascot Moscow and let him grab the leading exponent are gordian the leading",
        6910.0,
        6915.26
    ],
    [
        " exponent of the new school of mechanical mobile warfare wish to do on this key question Hitler",
        6915.26,
        6920.66
    ],
    [
        " decided with the orthodox school like like we said thank god",
        6920.66,
        6926.9
    ],
    [
        " in the series of swift German conquest the air force combined with the mechanized elements",
        6926.9,
        6936.16
    ],
    [
        " of land forces in producing the paralysis and moral disintegration of the opposing forces",
        6936.16,
        6940.48
    ],
    [
        " and of nations behind its effect was terrific and must be reckoned fully as important as that",
        6940.48,
        6947.12
    ],
    [
        " of the panzer forces the two are inseparable in any valuation of the elements that created the",
        6947.12,
        6952.38
    ],
    [
        " new style of lightning warfare the blitzkrieg so i'm gonna fast forward a little bit there's a",
        6952.38,
        6960.52
    ],
    [
        " section in here about strategic bombing and and what he calls grand strategic bombing or industrial",
        6960.52,
        6970.46
    ],
    [
        " bombing and he kind of goes into into how affected actually how effective it actually was he says",
        6970.46,
        6978.54
    ],
    [
        " the actual effected which this kind of bombing achieved in contribution to victory is very difficult",
        6978.54,
        6983.16
    ],
    [
        " to assess despite much detailed investigation the estimation of the data is confused by partisan",
        6983.16,
        6988.62
    ],
    [
        " estimate assessments both by those who favored industrial bombing and those who opposed it on",
        6988.62,
        6994.52
    ],
    [
        " various grounds apart from the fog thus created a correct assessment is handicapped and made",
        6994.52,
        7002.52
    ],
    [
        " almost impossible by the amount of imponder bilia in the data even more than the evidence about",
        7002.52,
        7012.0
    ],
    [
        " any other type of military action imponder bilia meaning things that can't be determined",
        7012.0,
        7018.26
    ],
    [
        " so he's basically saying that some of the industrial bombing may have not had been effective as we",
        7020.92,
        7027.26
    ],
    [
        " thought it was fast forward a little bit still clear is the extremely detrimental effect of",
        7027.26,
        7033.54
    ],
    [
        " industrial bombing on the post war situation again we're gonna think grand strategy we gotta think",
        7033.54,
        7038.0
    ],
    [
        " about what's happening afterwards beyond the immense scale of devastation hard to repair are the",
        7038.0,
        7042.46
    ],
    [
        " less obvious but probably more lasting social and moral effects this kind of action inevitably",
        7042.46,
        7047.86
    ],
    [
        " produces a deepening danger to the relative shallow foundations of civilized life think about",
        7047.86,
        7054.76
    ],
    [
        " what you're doing to this civilian populace and how is that going to affect the future that common",
        7054.76,
        7061.08
    ],
    [
        " danger is now immensely increased by the advent of the atomic bomb here we are brought to the",
        7061.08,
        7066.64
    ],
    [
        " fundamental difference between strategy and grand strategy whereas strategy is only concerned with",
        7066.64,
        7073.6
    ],
    [
        " the problem of winning military victory grand strategy must take a longer view for its problem",
        7073.6,
        7081.14
    ],
    [
        " is the winning of the peace such an order of thought is not a matter of putting the cart before the",
        7081.14,
        7091.12
    ],
    [
        " horse but of being clear where the horse and cart are going and I'll tell you what with that we're",
        7092.72,
        7102.06
    ],
    [
        " approaching two hours right now we're probably really close if not at two hours and we have a lot",
        7102.06,
        7107.86
    ],
    [
        " more to cover so echo is it cool we wrap this one up for now sure all right so we'll come back to you",
        7107.86,
        7118.32
    ],
    [
        " one more podcast about this book and well I've got about these books until then until then and look",
        7118.42,
        7128.36
    ],
    [
        " we're going deep right now we're drinking some we're drinking some drinks we're getting after it",
        7128.36,
        7134.5
    ],
    [
        " how do we get these drinks we're drinking what are we doing you just cracked another one open sir",
        7134.5,
        7139.58
    ],
    [
        " well I actually real quick I had thought the so clouds so it's and",
        7139.58,
        7144.44
    ],
    [
        " ladel hearten they're kind of like you're watching karate kid yes the OG original karate kid John",
        7145.46,
        7151.5
    ],
    [
        " crease mr. Miyagi yep so class vets class vets are class wits depends on what kind of an accent I'm",
        7151.5,
        7160.64
    ],
    [
        " kind of like a tempting but yeah so he's John crease strike first strike hard no mercy like kind of",
        7160.64,
        7167.84
    ],
    [
        " that philosophy that's mr. Miyagi no that's John crease okay okay you know kind of the bad guy",
        7167.84,
        7172.82
    ],
    [
        " but he'll get you fired up he'll get you fired up the fight in the joy let's face it we all",
        7173.14,
        7177.52
    ],
    [
        " want to say no mercy in this dojo yeah kind of like that fear does not exist in this dojo check",
        7177.52,
        7183.88
    ],
    [
        " right all this stuff so it gets you fired up you know but mr. Miyagi for 42 by the way oh really",
        7183.88,
        7190.04
    ],
    [
        " you're in for real life no okay in the story yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah",
        7190.04,
        7194.52
    ],
    [
        " I got a book about the 442nd I got to get a better one I got one of it is a history book",
        7194.52,
        7200.1
    ],
    [
        " and it was cool and somebody sent it to me and I was kind of stoked like yeah but it was a",
        7200.64,
        7203.96
    ],
    [
        " history book wasn't a lot of first person I was like cool we can do history book as long as",
        7203.96,
        7208.28
    ],
    [
        " a bunch of first person counts it really wasn't that many and there I got to get I got to get on",
        7208.28,
        7211.26
    ],
    [
        " the 442nd I do get and the last mr. Miyagi his whole thing was balance right takes Daniel son",
        7211.26,
        7219.46
    ],
    [
        " out on the river or in the lake and he has them on the boat right balance first before he's like",
        7219.46,
        7224.64
    ],
    [
        " when do I learn out of fight all this stuff what else do you say why learn karate and he was like",
        7224.64,
        7229.32
    ],
    [
        " so you don't have to fight whatever you say the balance man it's what it seemed like to me I don't",
        7230.58,
        7236.28
    ],
    [
        " know there you go provided some more here I am reading these books and you're just getting it from a",
        7236.28,
        7241.66
    ],
    [
        " karate kid you could have figured it out a kid yeah that's true unless you are right we are here",
        7241.66,
        7246.6
    ],
    [
        " drinking discipline go sometimes you have a drink discipline go yeah it's good",
        7246.6,
        7251.06
    ],
    [
        " unless last time I was saying how now the path is a little bit easier",
        7251.06,
        7255.28
    ],
    [
        " thing is I don't know if the path is actually easier because easy easy is not the right word",
        7255.86,
        7260.74
    ],
    [
        " maybe it's comfortable okay that doesn't sound like the right word either because like comfort",
        7260.74,
        7267.44
    ],
    [
        " you want be capable you want to be comfortable nonetheless it's more pleasurable how about that",
        7267.44,
        7271.86
    ],
    [
        " what you're getting disciplined go it tastes good it's good for you it's a win-win",
        7271.86,
        7275.42
    ],
    [
        " strategically and tactically okay I think all this stuff is bringing it all up again oh no",
        7275.42,
        7283.94
    ],
    [
        " slides all right same thing with milk you can have some of that taste really really good plus",
        7284.18,
        7288.68
    ],
    [
        " provides protein plus is healthy boom this is all the jocque-fuel stuff so also we got your joint",
        7288.68,
        7293.98
    ],
    [
        " stuff your immunity stuff join my first supercrial oil find them in D3 and cold war",
        7293.98,
        7300.82
    ],
    [
        " stroke get these things at jocque-fuel.com get the discipline go energy drinks I'm just",
        7300.82,
        7312.1
    ],
    [
        " what we're doing drinking the energy drinks get those at wawa and vitamin shop yeah actually you",
        7312.1,
        7319.98
    ],
    [
        " can get everything from from vitamin shop also yes or at jocque-fuel.com get the subscription if",
        7319.98,
        7325.62
    ],
    [
        " you don't want to get if you don't want to you don't want to forget about you know restock check it",
        7325.62,
        7331.04
    ],
    [
        " out if you subscribe to whatever you want from jocque-fuel shipping's free and shipping can be",
        7331.04,
        7336.16
    ],
    [
        " expensive let's face it and we want to not expend resources that we don't have to",
        7336.3,
        7342.58
    ],
    [
        " a little indirect attack get subscription all of a sudden shipping's free",
        7342.58,
        7348.96
    ],
    [
        " your resources are spared and can be utilized for other offensive operations",
        7348.96,
        7355.4
    ],
    [
        " yep that's kind of like a kind of badass way of saying that right yeah kind of I agree I agree",
        7355.4,
        7361.24
    ],
    [
        " yeah fully also speaking of operations origin USA American made stuff durable goods clothing",
        7361.24,
        7368.04
    ],
    [
        " what that means is you want to get some American made jeans American made out of American made",
        7368.04,
        7373.8
    ],
    [
        " denim made out of American made cotton origin USA so you can get this stuff also as athletic wear",
        7373.8,
        7380.18
    ],
    [
        " some jujitsu stuff geese rash guards belts wallets boots still have your boots by the way oh",
        7380.18,
        7387.46
    ],
    [
        " I think I'm gonna need those soon yeah don't worry the downstairs in the car",
        7388.14,
        7392.0
    ],
    [
        " yeah I don't know good nonetheless origin USA that's where you can get this stuff real good stuff",
        7392.0,
        7396.08
    ],
    [
        " it's a big deal too made in America the way it is made in America from the beginning all the way up",
        7396.08,
        7401.02
    ],
    [
        " into the final product yeah we have a factory full of awesome American people up there creating",
        7401.02,
        7409.9
    ],
    [
        " this stuff sewing it printing it I mean just every aspect cutting it sewing it it's just legit",
        7409.9,
        7416.92
    ],
    [
        " and if you follow that if you if you pull the thread on a pair of jeans you're gonna end up in a",
        7417.46,
        7421.84
    ],
    [
        " cotton field in in Texas or in Georgia like that's where it's coming from so know your roots",
        7421.84,
        7430.8
    ],
    [
        " speaking of roots also jaco has a store that's his roots it's called jaco store that's where you",
        7430.8,
        7438.82
    ],
    [
        " can get the discipline equals freedom or good or get after it all you can get the shirts the hats",
        7438.82,
        7444.44
    ],
    [
        " hoodies some rash guards on there stuff bunch of stuff anyway yeah check that one out jaco it's",
        7447.32,
        7452.44
    ],
    [
        " at jacostore.com and yeah if you like something get something we also have a subscription",
        7452.44,
        7456.64
    ],
    [
        " situation there called the shirt locker you want a cool kind of off shoot conceptual designs",
        7456.64,
        7466.38
    ],
    [
        " I don't think you've really figured out how to describe your designs yet no it's a working",
        7466.38,
        7471.52
    ],
    [
        " progress you see but each time you got to progress you don't progress your description yeah but",
        7471.52,
        7477.32
    ],
    [
        " just like what do you call warfare yeah you know you know you know always progressing seem saying",
        7477.32,
        7483.58
    ],
    [
        " but you want to hey sometimes sometimes you go forward sometimes you go backwards you know hopefully",
        7483.58,
        7487.14
    ],
    [
        " the whole grand what do you call freaking grand strategy yeah hopefully I end up forward hopefully",
        7487.14,
        7494.04
    ],
    [
        " end up achieving the goal of explaining how cool the shirt locker is it's you already did a better job",
        7494.04,
        7500.18
    ],
    [
        " right there you just needed a little help a little help okay good I'll give it some some criticism some",
        7500.18,
        7505.1
    ],
    [
        " direct feedback about your week guys repetition I'm over here trying and you know and I think the",
        7505.1,
        7511.0
    ],
    [
        " people are responding you know people seem to like it and I gotta admit when we were at the",
        7511.0,
        7516.22
    ],
    [
        " master and I saw some people that had you know shirt locker shirts on totally representing extra level",
        7516.22,
        7522.18
    ],
    [
        " of connection yep I agree I felt the exact same thing anyway yeah sure luck that's at jacostore.com",
        7522.18,
        7529.06
    ],
    [
        " so yes I know for that if you down and subscribe to this podcast too we also have jaco unravelling",
        7529.06,
        7534.38
    ],
    [
        " podcasts that I'm doing with Darryl Cooper who knows what's gonna happen we're getting crazy on",
        7534.38,
        7539.5
    ],
    [
        " that thing got all kinds of topics we're digging into we don't always agree on stuff come come to",
        7539.5,
        7545.96
    ],
    [
        " find out in DC sometimes it gets a little hectic in the podcast room check out that the jaco",
        7545.96,
        7552.6
    ],
    [
        " unravelling podcast check out the grounded podcast check out the warrior kid podcast you can also",
        7552.6,
        7556.54
    ],
    [
        " check out we have another alternative podcast called jaco underground you can go to jaco",
        7556.54,
        7565.24
    ],
    [
        " underground.com if you want to hear some amplifying information if you want to hear some other topics",
        7565.24,
        7570.96
    ],
    [
        " that are adjacent to yet not fully embedded with jaco podcast topics but look even when I think",
        7570.96,
        7578.98
    ],
    [
        " about leadership 20 hours a day there's other things I think about like psychology like sociology",
        7578.98,
        7586.18
    ],
    [
        " like questions do answering questions from people so there's a lot of stuff going on that",
        7587.88,
        7591.44
    ],
    [
        " also gives us the opportunity to have an alternative platform besides the mainstream platforms which",
        7591.44,
        7598.68
    ],
    [
        " we do not control we we we don't mind you know being on those platforms but they could make moves",
        7598.68,
        7606.3
    ],
    [
        " that would we would mind that we would not appreciate and we know you wouldn't appreciate so in order",
        7606.3,
        7612.12
    ],
    [
        " prevent us from being in a situation that we have lost total control we have some contingency plans",
        7613.34,
        7617.64
    ],
    [
        " it's called jaco underground jaco underground.com you can join we'll get you this little extra",
        7617.64,
        7623.52
    ],
    [
        " podcast cost eight dollars and eighteen cents a month that way we have it if we need it and if",
        7623.52,
        7629.92
    ],
    [
        " you can't afford it it's cool we still got your back you know email assistance at jaco underground.com",
        7629.92,
        7637.54
    ],
    [
        " we got a youtube channel where I am the assistant director for many of the videos",
        7637.54,
        7642.06
    ],
    [
        " and hence some of the videos have very high quality some of them that I don't work on a little",
        7642.06,
        7647.8
    ],
    [
        " bit subpar but cool echoes working on it he's working on improving. Yeah no. So there you go.",
        7647.8,
        7655.76
    ],
    [
        " psychological warfare it's an album jaco album with jaco tracks where you know if you want to skip",
        7655.76,
        7660.56
    ],
    [
        " the workout you want to cheat on the diet when you have those feelings you need some help boom jaco",
        7660.56,
        7664.32
    ],
    [
        " is there to help get you through those moments of weakness sort of play the tracks boom and around",
        7664.32,
        7669.7
    ],
    [
        " we go you can get those anywhere you get mp3s that's where you can get them amazon google play all those",
        7669.7,
        7674.64
    ],
    [
        " places don't forget about flipside canvas.com if you want to hang some cool stuff on your wall which",
        7674.64,
        7680.26
    ],
    [
        " you probably do things that remind you of the path go to flipside cams.com Dakota Meyer imagine",
        7680.26,
        7688.14
    ],
    [
        " having someone from Dakota Meyer is hanging in your house this freaking just legit",
        7688.14,
        7691.66
    ],
    [
        " no. It's true. If you think about Dakota Meyer you just be like cool I'm gonna",
        7692.24,
        7697.46
    ],
    [
        " make it after it. That's true. That's what I think yeah fully. You know what's funny Dakota Dakota",
        7697.46,
        7704.14
    ],
    [
        " and I when we talk we will have conversations and that we will be laughing hysterically about stuff",
        7704.14,
        7710.6
    ],
    [
        " that he's not surprised. He actually makes me laugh harder than anyone currently in my",
        7710.6,
        7718.16
    ],
    [
        " regime of contacts. Interesting. We'll feel on.",
        7719.78,
        7722.6
    ],
    [
        " Theoconcricing up too. That's true. Yeah that's a good point. It's a different kind. Yeah",
        7723.12,
        7728.02
    ],
    [
        " you know what? Theo while getting me laughing on a tactical level. Sure.",
        7728.02,
        7737.24
    ],
    [
        " With with with then with Dakota man sometimes we're laughing at a strategic deep level.",
        7738.12,
        7744.7
    ],
    [
        " Yeah so we got that flipside cams.com Dakota Meyer. We've also got a bunch of books. Final spin",
        7746.3,
        7751.6
    ],
    [
        " it's a book poem manuscript transcript new form new format of literature.",
        7751.6,
        7762.56
    ],
    [
        " Sure. Notice how I said that. New format of literature my wife says literature because she's",
        7762.82,
        7769.22
    ],
    [
        " a British literature. So a new form of literature which I invented. The text.",
        7769.82,
        7774.72
    ],
    [
        " Text. Oh yeah. If you want to observe the text that's the high brow. Did you?",
        7775.68,
        7781.0
    ],
    [
        " I teach you that? No no you don't know about that. Yeah you told me that. Did I teach you that?",
        7781.1,
        7784.38
    ],
    [
        " That's what they say. Did you say that and when you went to get your masters they say if you",
        7784.5,
        7789.32
    ],
    [
        " if you reference the text in this situation like they don't call it a book because you're just like",
        7789.32,
        7794.52
    ],
    [
        " a loser if you just have a book you have to refer to the text. Yeah. The text. Yeah. We don't like that.",
        7794.52,
        7800.98
    ],
    [
        " Anyways if you want to check out the text you can check out final spin you can pre-order it right now.",
        7801.6,
        7806.58
    ],
    [
        " Also leadership strategy and tactics field manual. The code the evaluation the protocols.",
        7806.96,
        7810.46
    ],
    [
        " Discipline goes freedom field manual. Way the warrior kid won two and three mic in the",
        7811.3,
        7815.4
    ],
    [
        " dragons about faced by hack worth extreme ownership in the dichotomy of leadership.",
        7815.4,
        7818.72
    ],
    [
        " There's all the things that we're talking about when it comes to leadership in all these different",
        7819.18,
        7822.84
    ],
    [
        " books. Also speaking of leadership we have a leadership consultancy. What do we do Dave?",
        7822.84,
        7827.98
    ],
    [
        " We solve problems through leadership. But aren't but aren't what about problems that aren't really",
        7828.82,
        7834.04
    ],
    [
        " like leadership related? All your problems are leadership problems. Isn't that crazy?",
        7834.04,
        7840.14
    ],
    [
        " It's true. If you want us to come and help you inside your organization go to ashlonfront.com.",
        7840.62,
        7846.9
    ],
    [
        " We also have an online training program. EFOnline.com. It's extreme ownership academy. We have",
        7846.9,
        7856.32
    ],
    [
        " courses on every chapter. We have live Q&As that we do. We have leadership primers. We have",
        7856.32,
        7862.7
    ],
    [
        " questions today. We have all we have a forum on there. We have all kinds of stuff on there.",
        7862.7,
        7865.44
    ],
    [
        " To help you with the most important skill that a human being can have which is leadership.",
        7866.1,
        7870.06
    ],
    [
        " Leadership can prevent things like freaking the battle of the song.",
        7871.12,
        7874.76
    ],
    [
        " Check.",
        7880.74,
        7881.3
    ],
    [
        " Muster 2021. Orlando, done. Next up Phoenix, August 17th and 18th.",
        7880.1,
        7888.3
    ],
    [
        " Las Vegas, October 28th and 29th. These are our leadership conferences. Come and get it.",
        7888.32,
        7897.78
    ],
    [
        " We also have the FTX where you get your gear on. Get set up with a high speed laser tag gun. Get",
        7898.3,
        7906.16
    ],
    [
        " taught some of the basic tactics, military tactics and then you go with your team and you conduct",
        7906.16,
        7912.78
    ],
    [
        " operations. You put these strategies and tactics and principles that we talk about all the time.",
        7912.78,
        7918.94
    ],
    [
        " You put them to use and you see how they work out and you learn and you get debriefed.",
        7918.98,
        7925.22
    ],
    [
        " So if you want to do that, check out the FTX San Diego, July 12th and 13th. Go to ashlonfront.com.",
        7925.28,
        7932.04
    ],
    [
        " If you want to help service members, active and retired. Their families, Gold Star families. You",
        7932.54,
        7937.86
    ],
    [
        " can check out marklees mom, mom, Lee. She's got a charity organization and if you want to donate or",
        7937.86,
        7943.5
    ],
    [
        " you want to get involved, go to americasmightywarriors.org. And if you want more of my exhaustive",
        7943.5,
        7960.66
    ],
    [
        " Dave's exhilarated expositions, you can find us on the interwebs on Twitter, on the gram and on",
        7962.34,
        7968.18
    ],
    [
        " Facebook, Echoes, Adequatrols, Dave is that David R. Burke and I am at jockele willing and to",
        7968.18,
        7976.88
    ],
    [
        " all the military personnel out there. Thank you for taking these tactics that we are talking about",
        7976.88,
        7985.18
    ],
    [
        " and putting them to work around the world to keep us free. And the same to our police law enforcement",
        7985.18,
        7992.74
    ],
    [
        " firefighters, paramedics, EMTs, dispatchers, correctional officers, border patrol, secret service,",
        7992.74,
        7997.2
    ],
    [
        " and all first responders. Thank you for keeping us safe here at home and everyone else out there.",
        7997.22,
        8006.04
    ],
    [
        " Well, if you know the way broadly, you see it in all things. So I've got an idea.",
        8009.44,
        8019.8
    ],
    [
        " Try your best to open up your eyes, look around and see the way in everything that you do.",
        8021.36,
        8030.32
    ],
    [
        " And until next time, this is Dave and Echo and Jockele. Out.",
        8031.98,
        8038.12
    ]
]