[
    [
        " That true conclusions can only be reached or approached by pursuing the truth without regard to where it may lead or what its effect may be on",
        0.06,
        9.32
    ],
    [
        " Different interests. So what do we say in there? Now we say wait a second",
        9.32,
        12.48
    ],
    [
        " Wait a second. What shouldn't we be going after the truth?",
        12.48,
        15.76
    ],
    [
        " like isn't it the look if I'm working with Dave and I think my plans better",
        16.38,
        21.66
    ],
    [
        " Well, then I need to tell them that that's the truth the truth is my plans better",
        21.66,
        26.02
    ],
    [
        " And what's so hard about this is one of those universal things that pisses me off",
        26.02,
        31.0
    ],
    [
        " Is there's no one that",
        31.0,
        35.96
    ],
    [
        " It's it's it's it's against all",
        35.96,
        40.58
    ],
    [
        " moral",
        40.58,
        42.22
    ],
    [
        " High ground to lie right?",
        42.22,
        45.68
    ],
    [
        " So the opposite of lying is what truth telling the truth",
        46.26,
        50.74
    ],
    [
        " So if we're starting to think that this is not telling the truth and what are we doing? We must be lying",
        52.12,
        56.78
    ],
    [
        " So how do we so how do we reconcile that we say how do we reconcile this wait?",
        56.78,
        62.66
    ],
    [
        " I have a different plan than Dave. I think my plans better. I should tell them the truth. That's what I should do",
        62.66,
        68.1
    ],
    [
        " I shouldn't lie to him. Well, we're not talking about lying to him",
        68.1,
        72.32
    ],
    [
        " Back to the book history bears witness to the vital part",
        72.32,
        76.78
    ],
    [
        " That the prophets have played in human progress",
        77.62,
        80.84
    ],
    [
        " Which is evidence of the ultimate practical value of expressing",
        80.84,
        85.6
    ],
    [
        " Unreservedly the truth is one season. Okay, so now we're gonna get he's gonna use the example historical examples and there's countless of",
        85.6,
        94.8
    ],
    [
        " prophets",
        94.8,
        97.0
    ],
    [
        " Someone that is a prophet that stands up and says this is the truth as I see it and",
        97.0,
        104.04
    ],
    [
        " Tells the truth",
        104.04,
        104.98
    ],
    [
        " Yet it also becomes clear that the acceptance and spreading of their vision has always depended on another class of men",
        107.58,
        115.18
    ],
    [
        " What's the other class of men leaders?",
        115.18,
        117.62
    ],
    [
        " Leaders who had to be philosophical strategists striking a compromise between truth and",
        119.2,
        127.88
    ],
    [
        " men's",
        127.88,
        128.92
    ],
    [
        " receptivity to it",
        128.92,
        130.7
    ],
    [
        " So lately I've been saying a lot of what good is telling the truth if no one hears it or no one listens to you",
        132.26,
        137.5
    ],
    [
        " You if you if you stab somebody in the eye with the dagger of truth, what are they gonna do?",
        137.5,
        142.36
    ],
    [
        " They're gonna be pissed. They're gonna they're gonna lash out at you",
        142.52,
        145.16
    ],
    [
        " They might even you know pull out of side arm and shoot you in the gut",
        145.16,
        148.44
    ],
    [
        " But they definitely don't want to hear anything from it and they'll do their best to pull that thing back out and stab you with it",
        148.44,
        155.54
    ],
    [
        " So even made any progress at all",
        155.54,
        157.0
    ],
    [
        " So that's what a prophet does a prophet says this is the truth and they stab you in the eye with it a",
        158.22,
        164.7
    ],
    [
        " Leader has to find that compromise between telling the truth and getting people to actually listen to it",
        164.7,
        169.98
    ],
    [
        " Their effect has often depended as much on their own limitations in perceiving the truth as on their practical",
        169.98,
        179.52
    ],
    [
        " Wisdom in proclaiming it. So how are you going to tell the truth practical wisdom?",
        179.52,
        183.92
    ],
    [
        " How are you gonna what are you gonna say? How are you gonna say it where it'll actually be?",
        183.92,
        187.38
    ],
    [
        " listen to",
        188.04,
        188.52
    ],
    [
        " And then he goes on to say this the prophets must be stoned",
        188.52,
        195.9
    ],
    [
        " That is their lot that is their test of their self-fulfillment",
        195.9,
        200.3
    ],
    [
        " But what happens to the prophet the prophet gets stoned the prophet gets crucified",
        200.3,
        203.78
    ],
    [
        " That's what happens",
        203.78,
        205.82
    ],
    [
        " But a leader who is stoned",
        205.82,
        210.98
    ],
    [
        " May merely prove that he has failed in his function through a deficiency of wisdom or through",
        210.98,
        216.64
    ],
    [
        " Confusing his function with that of a prophet",
        216.64,
        219.68
    ],
    [
        " This is pure brilliance by the way. This is absolute pure brilliance",
        219.68,
        224.4
    ],
    [
        " So if you're that if you're in a leadership position and what you do is you start stabbing people with the dagger of truth in the neck and",
        224.4,
        234.08
    ],
    [
        " You think you're doing a good thing. Guess what?",
        234.08,
        236.36
    ],
    [
        " They're gonna tackle you and they're gonna stone you to death. They're gonna execute you because you were stabbing people and it offended them and it hurt them and",
        236.36,
        243.16
    ],
    [
        " That you didn't convince anybody of anything",
        243.16,
        245.52
    ],
    [
        " So sometimes you get a leader that's like look the truth is listen Dave are gonna tell you the truth here. That's not good",
        245.52,
        251.76
    ],
    [
        " It's not gonna help you",
        251.76,
        255.6
    ],
    [
        " It's crazy you're like on page one. I know page one half yeah",
        255.6,
        262.72
    ],
    [
        " I think the the phrase that's been coming to mind a lot lately when you talk about this is",
        266.88,
        271.96
    ],
    [
        " is",
        271.96,
        273.8
    ],
    [
        " A truth that it's imposed upon somebody compared to the truth that they discover for themselves the difference between those two and",
        273.8,
        281.22
    ],
    [
        " I'm thinking of all but like the phrases that people use when they're going to reveal the truth",
        281.22,
        286.4
    ],
    [
        " Let me stop you right there",
        286.4,
        288.04
    ],
    [
        " Actually like and when you hear people prepping for the the direct assault, which is I'm now gonna let you know",
        288.04,
        295.82
    ],
    [
        " And even the preparation for that just that phrase alone puts the other person in a position where all they want to do is",
        296.36,
        302.84
    ],
    [
        " Defend themselves and and the words that come next almost don't even matter because if I say",
        302.84,
        307.54
    ],
    [
        " Actually, Jaco the reality is the reality is the first thing you do is is you mentally you are dug in",
        307.54,
        316.1
    ],
    [
        " No matter how truthful I'm gonna be after that. It's just the connection that he's making though like the how universal that is to all interactions is just",
        316.1,
        325.04
    ],
    [
        " It's it's crazy listening to this and then the the application to every interaction you have like with every with any human being and how instinctive it is to",
        326.88,
        336.32
    ],
    [
        " I guess tell the truth and how ineffective that way of thinking is if there's an outcome that you're trying to shape",
        336.32,
        345.86
    ],
    [
        " Echo Charles, sir, have you ever seen the movie",
        345.86,
        350.34
    ],
    [
        " Raiders of the last arc. Yes, you're right. Yeah, so there's a arc",
        350.34,
        354.36
    ],
    [
        " right?",
        354.4,
        355.0
    ],
    [
        " The arc of the covenant and",
        355.36,
        358.18
    ],
    [
        " I think the truth is kind of like that",
        358.18,
        360.64
    ],
    [
        " Hmm if you reveal that truth in an improper way people's faces are melting off. Yeah, that's what happens",
        360.64,
        368.72
    ],
    [
        " Yeah, so people people treat the truth",
        368.72,
        372.2
    ],
    [
        " As if it's only benevolent as if it can only do good",
        372.2,
        377.54
    ],
    [
        " Yeah, but you got to remember there's collateral dead truth causes collateral damage and people don't pay attention to that",
        377.54,
        382.62
    ],
    [
        " So when you start pulling off the lid, maybe you got to like you got to prep people for it",
        382.92,
        387.8
    ],
    [
        " You got to say hey turn your eyes for a second here. There's gonna be some bright lights",
        387.8,
        391.38
    ],
    [
        " Yeah",
        391.38,
        391.62
    ],
    [
        " If you don't prep them for and what what we want to do",
        391.62,
        396.0
    ],
    [
        " What we want to do is we want them to reveal the truth themselves. That's what we really want a",
        396.0,
        403.94
    ],
    [
        " Really good leader look a profit will show you the truth. Maybe you're getting melted a really good leader",
        403.94,
        408.8
    ],
    [
        " You somehow discover the truth",
        408.8,
        411.08
    ],
    [
        " That mean they showed it to you, but you don't even know it",
        412.24,
        414.4
    ],
    [
        " So the whole expression the truth hurts",
        414.4,
        417.44
    ],
    [
        " You know that that's because that's kind of coming right through there",
        417.44,
        420.92
    ],
    [
        " So would that be an indicator of maybe a profit or or at the release not the correct that's profit all day long",
        420.92,
        427.4
    ],
    [
        " Profit is like look look at go truth hurts, but I'm gonna tell you something",
        427.4,
        430.54
    ],
    [
        " You know what I mean? How how how's this how open-minded are you when I get done with that statement?",
        430.54,
        436.08
    ],
    [
        " Oh, I would meet it with stubborn resistance check and you know",
        436.38,
        440.72
    ],
    [
        " We like to think that we you know, I really have a good relationship with someone",
        440.72,
        443.98
    ],
    [
        " You know great there might be one person in your entire life that you can be like hey, dude",
        443.98,
        448.9
    ],
    [
        " That was jacked up and you're like cool got it. What adjustments right there's one person in your life",
        448.9,
        453.76
    ],
    [
        " You can do that with yeah is maybe isn't that at the end of the day in a way the indirect approach anyway because you know",
        453.76,
        459.86
    ],
    [
        " I say okay that one person yeah, but you know why is that one person because you have this?",
        459.86,
        463.42
    ],
    [
        " Years and years and years and years and years of this indirect you know kind of approach or whatever and then yeah",
        463.66,
        468.34
    ],
    [
        " So you open up that little hole that yeah, you have that direct line all day now yeah now exactly yes",
        468.34,
        473.94
    ],
    [
        " You are correct even that approach because if you would have met that person day one three years ago and said you know",
        473.94,
        479.7
    ],
    [
        " I was looking at a video you made I'm not feeling it actually you know the camera angles that you use kind of marginal right",
        479.7,
        485.92
    ],
    [
        " It's been five years of work in with you before I could be like bra",
        485.92,
        491.18
    ],
    [
        " The soundtrack no actually you put a Christmas song in there is actually right away",
        491.18,
        496.46
    ]
]