[
    [
        " For in war, the chief and calcable is a human will, which manifests itself in resistance,",
        0.0,
        4.62
    ],
    [
        " which internalize in the province of tactic strategy has not to overcome resistance except",
        4.84,
        9.6
    ],
    [
        " from nature.",
        9.6,
        10.44
    ],
    [
        " Its purpose is to diminish the possibility of resistance and it seeks to fulfill this",
        10.74,
        15.06
    ],
    [
        " purpose by exploiting the elements of movement and surprise.",
        15.06,
        19.12
    ],
    [
        " Now, that's cool and everything.",
        20.12,
        21.18
    ],
    [
        " I would say that there's definitely, that's a stretch because we've seen collective",
        21.42,
        27.14
    ],
    [
        " the collective will of a people change the outcome of strategic situations for sure.",
        27.28,
        35.24
    ],
    [
        " So even though I said, hey, it's closer to, it still can have a huge impact.",
        36.16,
        42.56
    ],
    [
        " I mean, look at Vietnam.",
        42.74,
        43.34
    ],
    [
        " It was like, oh, well, we can beat them because we can kill 150 Vietnamese soldiers and",
        43.7,
        48.74
    ],
    [
        " Viet Cong soldiers for every one of our people that killed.",
        48.74,
        50.84
    ],
    [
        " So well, when?",
        50.96,
        51.44
    ],
    [
        " No, actually, we won't win because guess what?",
        51.58,
        53.92
    ],
    [
        " Their collective will is freaking incredibly strong.",
        54.98,
        59.58
    ],
    [
        "",
        59.98,
        59.98
    ],
    [
        " But movement and surprise, movement lies in the physical sphere and depends on calculation",
        62.0,
        68.74
    ],
    [
        " of the conditions of the time, topography and transport capacity by transport capacities",
        68.74,
        72.92
    ],
    [
        " meant both the, both the means by which and the measure in which force can be moved and",
        72.92,
        77.56
    ],
    [
        " maintained.",
        77.56,
        77.84
    ],
    [
        " Okay, so there's the physical sphere of movement.",
        77.96,
        80.64
    ],
    [
        " So, the movement, surprise lies in the psychological sphere and depends on a calculation far more",
        80.64,
        87.1
    ],
    [
        " difficult than in the physical sphere of the manifold conditions varying in each case,",
        87.1,
        92.3
    ],
    [
        " which are likely to affect the will of the opponent.",
        92.42,
        95.86
    ],
    [
        " So you got two things.",
        96.26,
        96.94
    ],
    [
        " You've got movement and you've got surprise.",
        97.48,
        98.76
    ],
    [
        " This is how we're going to kind of win.",
        98.88,
        100.12
    ],
    [
        " This is how we're going to win by movement and surprise, movement, physical, surprise,",
        100.62,
        105.7
    ],
    [
        " psychological.",
        106.08,
        106.6
    ],
    [
        " Although strategy may a more at exploiting movement than at exploiting surprise or conversely",
        106.96,
        113.94
    ],
    [
        " the two elements react on each other.",
        113.94,
        116.48
    ],
    [
        " So even though they're different spheres, they're still closely woven together.",
        116.82,
        121.66
    ],
    [
        " Movement generates surprise and surprise gives impetus to movement.",
        122.44,
        127.06
    ],
    [
        " So this is Jiu-Jitsu, right?",
        127.7,
        128.7
    ],
    [
        " If you surprise somebody, they have to react to it.",
        128.82,
        130.76
    ],
    [
        " So you can make someone move by surprising them with something for a movement which is",
        130.9,
        135.14
    ],
    [
        " accelerated or changes its direction inevitably carries with it a degree of surprise.",
        135.22,
        140.36
    ],
    [
        " Even though it be concealed while surprise smooths the path of movement by hindering the",
        140.72,
        146.92
    ],
    [
        " enemy's countermeasures and counter-movements.",
        146.92,
        149.44
    ],
    [
        " So if I surprise you, you don't have time to react to it.",
        149.68,
        151.08
    ],
    [
        " You're not defending it.",
        151.14,
        151.92
    ],
    [
        " Obviously not something this guy was thinking about when I think about flying and stealth",
        152.4,
        161.84
    ],
    [
        " airplanes.",
        161.84,
        162.3
    ],
    [
        " The psychology of that is what I have discovered and it's true, not just an airplane and",
        162.8,
        168.42
    ],
    [
        " it's true in every situation.",
        168.42,
        169.28
    ],
    [
        " More often than not, people's reaction to being surprised is not the right reaction.",
        169.9,
        174.18
    ],
    [
        " They don't usually react well.",
        174.3,
        175.32
    ],
    [
        " Even when they react, it's still like an overreaction, underreaction.",
        175.74,
        178.22
    ],
    [
        " Think about how you react when you're surprised.",
        178.7,
        181.2
    ],
    [
        " Are those usually like good, smooth, effective responses?",
        181.86,
        185.42
    ],
    [
        " 100%.",
        185.76,
        186.24
    ],
    [
        " Yeah, all the time.",
        186.24,
        187.3
    ],
    [
        " And when you look at stealth airplanes, the advent of Americans showing up with stealth airplanes",
        190.28,
        195.14
    ],
    [
        " and sort of the culminating event really was in desert storm when nobody even knew we had",
        195.14,
        199.2
    ],
    [
        " them.",
        199.2,
        199.44
    ],
    [
        " And all of a sudden, stealth airplanes are over bad, bad dropping bombs.",
        199.76,
        202.92
    ],
    [
        " And the Iraqis didn't understand what was happening.",
        203.6,
        207.12
    ],
    [
        " And their reaction was obviously wrong now that they're proliferated.",
        207.66,
        212.06
    ],
    [
        " That's why a significantly undersized force when you're flying around in the stealth aircraft.",
        212.48,
        217.08
    ],
    [
        " And then I'm fighting against you and your conventional aircraft.",
        217.84,
        219.74
    ],
    [
        " And the first call you hear is, hey, the first four of your airplanes are all dead.",
        220.16,
        223.88
    ],
    [
        " And the psychological response to that is almost always the wrong response.",
        225.04,
        229.68
    ],
    [
        " The reaction, they behave erratically, they move in different directions.",
        229.98,
        232.76
    ],
    [
        " They don't know what to do.",
        232.96,
        233.94
    ],
    [
        " The psychological response to the surprise is almost always the wrong reaction.",
        234.56,
        237.68
    ],
    [
        " And the power of creating that reaction in your opponents is really hard to overstate.",
        240.42,
        245.66
    ],
    [
        " And that's really one of the things that stealth airplanes have allowed us to do is get our opponents",
        245.78,
        249.76
    ],
    [
        " to behave incorrectly, to give us an even more of an advantage.",
        249.76,
        253.5
    ],
    [
        " You're going to off balance them somehow.",
        254.06,
        255.52
    ],
    [
        " Yeah.",
        255.64,
        255.74
    ],
    [
        " Because what you just said when you say they either overreact or unreact, guess what?",
        256.06,
        259.72
    ],
    [
        " You're either off balance, right?",
        260.24,
        261.62
    ],
    [
        " A balanced measured response would be like, okay, we didn't really get them off balance.",
        261.76,
        264.9
    ],
    [
        " But you either overreact or you underreact and through surprise, you cause them to move.",
        264.9,
        270.26
    ],
    [
        " To far in one direction, to far in the other direction, that's what's going to happen.",
        270.4,
        273.16
    ],
    [
        " And that's what we're going to take advantage of.",
        273.2,
        274.5
    ],
    [
        " And you've explained this a ton.",
        274.72,
        275.86
    ],
    [
        " Like if I attack your arm and you underreact to a point where you do not almost don't react at all",
        276.02,
        283.36
    ],
    [
        " and you just let me have it, then I may actually culminate with an arm bar.",
        283.36,
        286.96
    ],
    [
        " Yeah.",
        287.1,
        287.22
    ],
    [
        " But more than likely you're going to overreact and I want you to overreact at it.",
        287.7,
        291.26
    ],
    [
        " So that can attack something else.",
        291.26,
        292.44
    ],
    [
        " Right.",
        292.44,
        292.66
    ],
    [
        " But it's like you said, it's the lack of a balanced response.",
        292.88,
        295.52
    ],
    [
        " It's usually an overreaction, usually that reveals a weakness somewhere else that I can then explain.",
        295.7,
        301.54
    ],
    [
        " Yep.",
        301.84,
        301.92
    ]
]