[
    [
        " And then at what point did you start thinking all right? I'm not going to be able to was it did you make it to 21 before you got",
        0.4,
        5.5
    ],
    [
        " Before you joined the Navy so you made it to 21 no in 1966",
        5.5,
        9.32
    ],
    [
        " I joined the Navy because the draft was closing in as they needed more men",
        9.32,
        13.92
    ],
    [
        " You had different steps",
        13.92,
        16.42
    ],
    [
        " So if you have if you were married then you avoided the draft if even if you were going to school",
        16.42,
        24.06
    ],
    [
        " But you weren't willing to make that kind of no no no no you weren't that",
        24.06,
        27.32
    ],
    [
        " Yeah, you weren't willing to go that distance you know when the women in Southern California at that time were incredible and",
        30.0,
        37.18
    ],
    [
        " You grew up where the women always took the pill",
        37.18,
        41.64
    ],
    [
        " Well, that's not true because the pill came out in the early 60s",
        41.64,
        45.52
    ],
    [
        " But nobody took it for a while so when the pill came about it was a whole new different social scene and",
        45.52,
        54.06
    ],
    [
        " You know everybody got their jihad on if you know what I mean and so it was very fruitful to be a",
        54.24,
        61.78
    ],
    [
        " Young man and a young woman in Southern California in 1965",
        61.78,
        66.56
    ],
    [
        " So you're so you're getting your your G-Hod on and and then so at what point are you did you say you joined the Navy?",
        66.56,
        75.94
    ],
    [
        " Yeah, we joined in",
        76.24,
        77.56
    ],
    [
        " 1966 the draft was closing in and everybody had tried to get into a national guard unit",
        77.56,
        83.56
    ],
    [
        " Or a reserve unit so there was nothing left because everybody of draft eligibility did that",
        83.66,
        90.74
    ],
    [
        " So I went into the summering were summering reserves, which was the least desirable of any reserves right because you had to go into",
        90.74,
        98.0
    ],
    [
        " Summary and so I did that and that",
        98.0,
        101.74
    ],
    [
        " proved",
        101.74,
        102.9
    ],
    [
        " My gateway to go into seal team. I'm gonna tell you the little story if you wouldn't mind commander",
        102.9,
        107.8
    ],
    [
        " So I'm on this ship and I'm turning a wrench, right?",
        107.8,
        111.52
    ],
    [
        " I wanted to be in the engine room because I wanted to see how those you know diesel motor was probably",
        111.52,
        116.38
    ],
    [
        " 15 feet long and it was a real good learning experience because I learned a lot of things about diesel",
        116.38,
        123.44
    ],
    [
        " But the problem is you couldn't take a shower in the summering because there was no in the showers",
        123.44,
        129.92
    ],
    [
        " They had potatoes because there was no room. We had about 85 people on the summering",
        129.92,
        134.96
    ],
    [
        " There was no room for anything including the shower",
        134.96,
        137.88
    ],
    [
        " So you were out to see for two weeks at a time and as an engineman you were really greasy",
        137.88,
        142.78
    ],
    [
        " And you could wash yourself, but you couldn't really get yourself clean",
        142.78,
        147.28
    ],
    [
        " so",
        147.28,
        149.16
    ],
    [
        " You get in your rack and you put your face on your pillow and you know you wake up in four hours for your next gig and",
        149.16,
        158.12
    ],
    [
        " Your face is so greasy that your face slid off the pillow, right?",
        158.12,
        163.42
    ],
    [
        " And I didn't like to be greasy. I didn't mind muddy or dirty, but greasy",
        163.94,
        167.72
    ],
    [
        " It's it's not good. You know, and you had pimples on your face and this is the worst part",
        167.72,
        172.52
    ],
    [
        " So we used to go to a bar down here in San Diego",
        172.52,
        175.38
    ],
    [
        " I can't remember the name of the the boat bar and",
        175.38,
        179.36
    ],
    [
        " You'd walk in and people would smell you before they would see you because",
        179.36,
        184.34
    ],
    [
        " It was a snorkel submarine where they the boat snorkeled to",
        184.34,
        190.56
    ],
    [
        " Recharge the batteries and it permeated everything with diesel fuel so you smell like diesel fuel so",
        191.32,
        197.32
    ],
    [
        " People would you walk in the bar people would sniff say oh my god where did this guy come from?",
        197.32,
        203.58
    ],
    [
        " I mean you're perfectly clean. I mean your skin's clean, but you just stink like diesel fuel, right?",
        203.6,
        208.24
    ],
    [
        " so after",
        209.12,
        209.88
    ],
    [
        " You know a little while on that submarine. I went to the cob the chief of the boat and I said cob you know",
        209.88,
        216.2
    ],
    [
        " I'm really not a quitter. This is a volunteer service in the submarine. I want to go to the army",
        217.24,
        223.34
    ],
    [
        " All the army is good because I can sit in the mud and the mud you wash off and you don't stink, right?",
        223.34,
        228.64
    ],
    [
        " So you're in there you're in the Navy reserves at this point, but are you active?",
        229.12,
        234.72
    ],
    [
        " But you're active after duty. So you join the reserves you go through boot camp, but you're active duty",
        234.96,
        240.56
    ],
    [
        " But you're active duty so you you don't have any break. You're straight up you when you joined you joined",
        240.56,
        245.66
    ],
    [
        " No, you you had as long as you wanted to kind of fake it in the reserves, but usually is a two-year gig",
        245.68,
        251.14
    ],
    [
        " So that's why I joined and then when I was 21 it worked out my time schedule perfectly, right?",
        251.14,
        256.94
    ],
    [
        " So then then you were activated got it and then you went",
        257.44,
        261.36
    ],
    [
        " Was submarine boot camp actually different than regular Navy boot camp?",
        261.36,
        265.18
    ],
    [
        " No, it was up at 100s point in San Francisco and the Marines would drill you and they tried to instill discipline and it was like a nine-week school",
        265.3,
        274.44
    ],
    [
        " It's because you you went to boot camp",
        274.92,
        276.82
    ],
    [
        " But you only learned about submarines because you're a detriment when you go on that diesel submarine",
        276.82,
        281.52
    ],
    [
        " You know submarines from World War II not nooks, but diesel boats and if you don't if you turn the wrong valve",
        281.52,
        288.6
    ],
    [
        " It could be the wrong you know it could be all over for the entire summary you got to know what you're doing when you're not submarine",
        288.6,
        295.04
    ],
    [
        " So we went to that boot camp and then the next summer did you not",
        295.04,
        299.48
    ],
    [
        " Did you not put two and two together on one?",
        299.82,
        302.54
    ],
    [
        " I meant to be on a submarine because I wasn't the sharpest tool to shed, but I knew there's one thing",
        302.84,
        307.42
    ],
    [
        " I didn't want to God bless the guys are on submarines",
        307.42,
        309.62
    ],
    [
        " Absolutely look",
        309.62,
        310.8
    ],
    [
        " I've spent probably my whole Navy career probably spent a month on a submarine so maybe a month and a half and",
        310.8,
        317.26
    ],
    [
        " It doesn't take much to figure out that it's a special it's a different breed of human being that goes on there and can deal with it",
        317.26,
        322.76
    ],
    [
        " Because you're in a confined space, you know",
        322.76,
        325.88
    ],
    [
        " There's someone that sleeps in your bed when you're not sleeping in your bed hot racking",
        325.88,
        329.76
    ],
    [
        " Yeah, it's called hot racking echo Charles. So this is the deal echo",
        329.76,
        332.94
    ],
    [
        " They only have so many beds they have more people than they have beds",
        332.94,
        336.56
    ],
    [
        " So when it's your turn to go to sleep someone you share a bed with someone or maybe two people",
        336.56,
        342.32
    ],
    [
        " So you get to sleep for six hours and then when you get out of bed someone else is getting into your bed. It's warm",
        342.32,
        347.34
    ],
    [
        " Right, so this is just it's not normal. It's not normal. It's not and we",
        347.34,
        353.4
    ],
    [
        " And there's just as greasy as you oh",
        353.4,
        355.56
    ],
    [
        " man, not greasy. Yeah, and and everything is confined, you know, and you literally don't see the sun and",
        355.56,
        364.7
    ],
    [
        " So it's a so I'm just wondering you didn't think you didn't think to myself",
        364.7,
        368.52
    ],
    [
        " Oh well, I'm gonna be on a freaking aluminum can underneath the ocean for months at a time. Maybe that's not the right deal",
        368.52,
        374.92
    ],
    [
        " But that was just you know all my friends most of my friends joined the submarine reserves",
        374.92,
        381.48
    ],
    [
        " And so then they went on the submarines",
        381.86,
        384.32
    ],
    [
        " So that's just the way it was",
        384.32,
        386.92
    ],
    [
        " Anything to avoid the army. How long did you spend on in the sub-brone service that month and a half?",
        386.92,
        392.66
    ],
    [
        " Oh, not long ago",
        393.06,
        393.82
    ],
    [
        " Not long at all so after a month and a half I've smelled them like diesel and being stuck under water",
        393.82,
        400.1
    ],
    [
        " You went to the chief of the boat right one time",
        400.1,
        402.34
    ],
    [
        " That's where I caught you off where you went to him and said said all right. I'm done",
        402.34,
        406.54
    ],
    [
        " You know, I just I just don't like it and I'm not the right guy to be this you know",
        406.54,
        412.2
    ],
    [
        " And he says Posey do I have us deal for you?",
        412.2,
        415.22
    ],
    [
        " He says you go down and take this test this afternoon at 12 o'clock and you can be a seal team guy",
        415.62,
        421.84
    ],
    [
        " And I said well nobody knew because this is 1967",
        421.84,
        426.26
    ],
    [
        " Nobody knew what it meant right what seal team was and I thought well seal team",
        426.26,
        434.08
    ],
    [
        " Well, they have seals I thought what seals and I said well",
        434.08,
        439.84
    ],
    [
        " Does that mean that you train seals and to do tricks for recruiting and he says no",
        439.84,
        445.3
    ],
    [
        " Explanity so I go over to the part of the base and they put a hard hat out fit on me and the first test was",
        445.3,
        453.86
    ],
    [
        " To drop you over the side of the ship in the bay and you walk around on the bottom of the of the bay for a half hour",
        453.86,
        461.24
    ],
    [
        " To see if you're claustrophobic and so they dropped me over at the side and they",
        461.28,
        467.18
    ],
    [
        " You know I walk around for a half hour in the mud you walk through the mud",
        467.18,
        472.74
    ],
    [
        " You know and this is in the old school like what is it the mark eight dive helmet thing? Yeah, you know",
        472.74,
        477.92
    ],
    [
        " You know it was real old school",
        477.92,
        481.34
    ],
    [
        " It's real old school",
        481.52,
        482.86
    ],
    [
        " And that was part of the examination",
        482.86,
        486.24
    ],
    [
        " With did you have the big ass lead like boots on the mind yours?",
        486.24,
        491.96
    ],
    [
        " Yeah, and you couldn't you had to shuffle the boots not walking them so all of the",
        491.96,
        497.22
    ],
    [
        " Settlement that's been there for a hundred and fifty years. I mean you took one step and you couldn't see for the next five minutes",
        497.22,
        503.38
    ],
    [
        " You know so they had me walking around",
        503.38,
        506.02
    ],
    [
        " What else they do with you? Oh, then then they pull you up and they I said hey, I pass the test",
        508.64,
        513.82
    ],
    [
        " What do I where do I go? What do I do and they said well you have to take the rather test and I said oh",
        513.82,
        520.84
    ],
    [
        " Okay, and nobody knew what seal team was right so I talked to the guy there and he was a dive guy",
        520.84,
        526.68
    ],
    [
        " And I said well what seal team he says man, it's the greatest you go down to San Diego",
        526.68,
        532.08
    ],
    [
        " You lay on the beach you are a lifeguard for Marines who make marine landings at",
        532.2,
        538.88
    ],
    [
        " Camp Pendleton right and you have a girl under each arm and in each hand",
        538.88,
        548.56
    ],
    [
        " You have a beer and the Navy buys you beer",
        548.56,
        552.12
    ],
    [
        " He said really the Navy buys you beer. Yeah, and these girls are gorgeous",
        552.12,
        559.52
    ],
    [
        " They're they're wonderful down in San Diego. I said man. That's the life for me. That's what I want to be right",
        560.5,
        566.54
    ],
    [
        " So you didn't know because there's no internet. There's no books",
        566.54,
        570.36
    ],
    [
        " I think men with green faces with this first book if I'm not mistaken from World War II and I checked that out of the library",
        570.36,
        577.28
    ],
    [
        " And that didn't you know you didn't know what you got there",
        577.28,
        579.92
    ],
    [
        " So you just didn't know which was I think a plus?",
        579.92,
        585.0
    ],
    [
        " Where were you where were you stationed when all this was happening log Beach okay?",
        585.58,
        589.2
    ],
    [
        " So then they transferred me to San Diego and I go to the team area the Friday before training starts and",
        589.2,
        596.68
    ],
    [
        " I go there and all of Vera",
        596.68,
        599.28
    ],
    [
        " I don't know if you ever heard of him. He's my",
        599.28,
        601.4
    ],
    [
        " Proctor and I show up at like four o'clock in the afternoon and he says where you been?",
        601.4,
        606.7
    ],
    [
        " I said well, they just brought me in the bus here. I don't know what to do and he says I said what do I do?",
        606.9,
        613.46
    ],
    [
        " What do you want me to do? I do I need a book bag because I thought it was a school. I didn't know",
        613.46,
        618.58
    ],
    [
        " And he says no, no, no, you don't need a book bag. You just shut money in morning. We're gonna take care of you. It's really",
        618.58,
        624.66
    ],
    [
        " yeah, so",
        624.66,
        626.62
    ],
    [
        " I go over at that time we had three quants at Huts at the end of",
        626.62,
        631.54
    ],
    [
        " Coronado at the end of the base and",
        631.54,
        634.18
    ],
    [
        " I go there and it gets me a rack and so I'm sitting there the weekend and",
        634.18,
        639.74
    ],
    [
        " These guys come in and they tell me what's happened and say, oh, okay, it is what it is right?",
        639.86,
        644.58
    ],
    [
        " I'm not in the army, so I'm pretty happy",
        644.6,
        646.62
    ],
    [
        " So that's how it just all started then it started going downhill Monday morning",
        646.62,
        651.28
    ],
    [
        " So what was the wake up call like Monday morning?",
        651.28,
        655.52
    ],
    [
        " So you had no idea not a clue. You didn't know it's gonna be physical. You don't know nothing about hell week nothing",
        655.68,
        660.64
    ],
    [
        " You just thought you were going to a Navy school where you're gonna learn about whatever right some random demolition",
        660.64,
        666.42
    ],
    [
        " And that type of thing diving and it would be nothing where you ran or",
        666.68,
        671.52
    ],
    [
        " Swam or whatever so what in your mind as you start getting",
        671.52,
        676.2
    ],
    [
        " Physically and mentally abused at a high level on Monday morning. What made you say okay? Well, I'll just stick with it. Hey, you know",
        676.2,
        683.72
    ],
    [
        " I've been in that see the motivation is I've been in that summary and there was no way",
        683.72,
        690.32
    ],
    [
        " God's green earth that I was gonna go back to that summary. They're gonna have to kill me",
        690.32,
        694.36
    ],
    [
        " I was not going back to that summary. No way",
        694.36,
        698.6
    ],
    [
        " So how did the training kick off?",
        698.6,
        701.72
    ],
    [
        " You know, it was just physical training and evaluation and they gave us the test the seal team test and everybody passed it and",
        702.7,
        711.34
    ],
    [
        " Back then we had eight count burpees in with you know run floor exercise than the swim so but it was you know",
        711.34,
        721.08
    ],
    [
        " I was half the man I am now so it was a lot easier to",
        721.12,
        726.02
    ],
    [
        " Pass what class were you in?",
        726.02,
        728.2
    ],
    [
        " Originally 44 then 45 and then 46 so you got rolled a few times. Yeah, I got mumps the first time",
        728.8,
        735.4
    ],
    [
        " What the hell what's what's that mumps? It's a disease a childhood disease from the 50s that they have an",
        735.4,
        741.52
    ],
    [
        " Noculation your kids got the shot right so you didn't get the shot and you randomly got there was no shot then",
        741.52,
        746.48
    ],
    [
        " Got it and then the second time I got in Sepha lightis",
        746.48,
        750.58
    ],
    [
        " From the bay from the dirty water and then they gave me some drugs and I got over that in about four weeks and the third time",
        751.22,
        757.5
    ],
    [
        " I was ready to go then I knew what was going on, you know",
        757.5,
        760.34
    ],
    [
        " So how far did you make it on each of those previous occasions two weeks and then three weeks and then",
        760.34,
        767.26
    ],
    [
        " away, you know",
        767.26,
        768.66
    ],
    [
        " 46 I was good",
        768.66,
        771.26
    ],
    [
        " and",
        771.26,
        771.68
    ],
    [
        " Did you did you start to understand what the mission was that you were getting yourself into?",
        771.68,
        778.28
    ],
    [
        " Yeah, because people explained it, you know, we had extensive training at the trade winds of",
        778.28,
        783.94
    ],
    [
        " What was happening and how things went down so then you got it you got you understood what's going on?",
        783.94,
        790.76
    ],
    [
        " You know in that time it was much different than it is now because the the Navy controlled everything you were a Navy asset",
        790.76,
        798.16
    ],
    [
        " All funding came from the Navy as from not from so calm or being a national asset like in seal team six",
        798.16,
        806.06
    ],
    [
        " So it's always where the money comes from what you know how they dictate your life and so we were like the dog in the",
        806.26,
        814.78
    ],
    [
        " manger Udt even seal team because the Navy, you know, we were poisoned of the Navy if you wanted to make any",
        814.78,
        822.66
    ],
    [
        " Headway you had to be a surface naval officer",
        822.66,
        826.66
    ],
    [
        " To make any headway because there was we never had an admiral",
        826.66,
        830.18
    ],
    [
        " We never had anybody I believe well. I think we had a captain",
        830.18,
        833.78
    ],
    [
        " So it was very difficult for people with the career to do that if you weren't a listed person",
        834.5,
        839.8
    ]
]