[
    [
        " Organizing professional patrols. This is an interesting combat concept. Some commanders have gone so far as to organize permanent patrol groups whose principal function is to furnish",
        0.64,
        8.48
    ],
    [
        " Personnel for battle missions the officers selected for these groups are volunteers the most aggressive tough and rugged officers in the unit",
        8.48,
        15.54
    ],
    [
        " They are permitted to select from the unit men who possess the same qualities after a period of intensive training and scouting patrolling battle drill and physical hardening",
        15.54,
        24.76
    ],
    [
        " The patrol group is attached to the unit headquarters from which it receives its mission",
        25.6,
        29.96
    ],
    [
        " So he's talking look you can make a little element that's made of your best guys",
        29.96,
        33.84
    ],
    [
        " Fatigue and strain and dirt by battle patrols make it impracticable to",
        33.84,
        39.16
    ],
    [
        " Assign them more than one major mission every two or three days upon completion of a mission",
        39.16,
        43.86
    ],
    [
        " The men should be moved to a rear location fed rested and prepared for the next",
        43.86,
        48.0
    ],
    [
        " What I what I say is interesting about this is what do you have in your company?",
        48.0,
        52.9
    ],
    [
        " That's a duty or a mission or a task that maybe it's such of such importance that you put together a little hit team",
        54.0,
        60.88
    ],
    [
        " And they get good at it and they do it all the time and you give them the support and you give them the training",
        60.88,
        65.92
    ],
    [
        " That's a very sensible thing to think about now. It doesn't mean you have to exclude everybody else because I can have a hit team of four people that do",
        65.92,
        72.72
    ],
    [
        " Uh presentations to clients",
        72.72,
        75.6
    ],
    [
        " That doesn't mean I send two other guys, you know occasionally I throw this guy throw this guy so other people learn",
        75.6,
        81.14
    ],
    [
        " And maybe they spend some time in the hit team",
        81.14,
        83.36
    ],
    [
        " But it's an interesting concept and a good one",
        83.36,
        86.38
    ],
    [
        " To make someone a professional at that particular part of the duty",
        86.38,
        90.36
    ],
    [
        " I mean you're a football player. That's like what football is right special team essentially",
        90.36,
        95.48
    ],
    [
        " Yeah, I mean it didn't used to be that way",
        95.48,
        98.54
    ],
    [
        " Used to be like either what we're gonna play football",
        98.54,
        100.92
    ],
    [
        " Yeah, we're just playing football",
        100.92,
        102.96
    ],
    [
        " Now it's like only going out with this plays happen",
        102.96,
        105.98
    ],
    [
        " Yeah",
        108.2,
        108.6
    ],
    [
        " That's an interesting way to look at it. Yeah only one this plays happen going out. I mean there's some people only play one play",
        108.6,
        114.12
    ],
    [
        " Yeah kicker kicker kicker wedge breaker something well that can be kind of versatile um",
        114.12,
        120.66
    ],
    [
        " Yeah, you're right specialty. Proud there was this guy actually he was a wide receiver, but",
        120.66,
        124.58
    ],
    [
        " What the heck was his name?",
        124.58,
        127.36
    ],
    [
        " He played at E8 trade he was just well and he was a wide receiver for sure and he did some things or whatever",
        127.56,
        133.04
    ],
    [
        " It was marginal compared to what his specialty was was blocking field goals and puns",
        133.12,
        138.82
    ],
    [
        " Outside because he could run real fast. He's fast guy team",
        138.82,
        141.54
    ],
    [
        " Yeah, he yeah, you have the instinct. He was just so yeah the instinct and his speed he was a fast guy in the team",
        141.54,
        148.92
    ],
    [
        " So the way he could just like get his rod and then it's Rodman rebounding yeah",
        148.92,
        154.04
    ],
    [
        " You know Dennis Rodman is yeah, but I mean it's the scenarios a little bit different because it's not like",
        154.04,
        159.76
    ],
    [
        " They're like hey, we need to call the rebounder, you know, Dennis Rodman. I was just playing",
        160.22,
        164.4
    ],
    [
        " There you seem saying but this guy hey, they're about to kick a field goal. Hey freaking what the heck was his name Matt?",
        164.4,
        170.16
    ],
    [
        " Oh man, they're gonna be mad at me for not reason. So this guy had good instincts to get that hand on the ball speed instincts",
        170.4,
        176.92
    ],
    [
        " You know, it's weird about this is he must have been really good to actually be identified as that guy",
        176.92,
        182.7
    ],
    [
        " Yep, he totally was he was famous for that",
        182.7,
        184.86
    ],
    [
        " So it was like the team was like kind of known for that like hey",
        184.86,
        188.02
    ],
    [
        " Buckle up when we kick field goals or plants like this guy's coming",
        188.4,
        191.28
    ],
    [
        " So there was time they got to the point where they would stack that side wherever he was",
        191.28,
        195.26
    ],
    [
        " Which is dangerous to do because you open up the other side for other guys, but bro. It's that important. That's so good",
        195.26,
        201.06
    ],
    [
        " That's how good the specialized",
        201.06,
        203.06
    ],
    [
        " um skill",
        203.06,
        204.72
    ],
    [
        " He had developed, you know",
        204.72,
        206.54
    ],
    [
        " There's something to be said about this concept and specializing and focusing on something",
        206.54,
        213.04
    ],
    [
        " Um, I was watching the thing about Wayne Gretzky and when he was like he would sit there and watch hockey games as a kid",
        213.8,
        220.18
    ],
    [
        " And while he was watching the hockey game",
        220.18,
        222.6
    ],
    [
        " He would trace the puck like with a pen on them on the on like a piece of paper",
        222.6,
        227.6
    ],
    [
        " Like he draw a hockey ring and then he would sit there and trace where the puck went where to go the whole time",
        227.6,
        232.22
    ],
    [
        " And then when the game was over",
        232.22,
        234.04
    ],
    [
        " Three periods later he would look at the where his marks were on this piece of paper and start to think that's where the puck is",
        234.04,
        241.32
    ],
    [
        " This is where the puck is most time this is where I need to be yeah, and same with Dennis Robman",
        241.56,
        245.94
    ],
    [
        " He would know where different shooters on his team will kind of spin they put on the ball",
        245.94,
        251.06
    ],
    [
        " And he'd be able to assess where that ball was gonna go. Where's the highest chance of that having?",
        251.06,
        255.26
    ],
    [
        " That's what he focused on",
        255.36,
        256.42
    ],
    [
        " So if you can do that with a team and you can get a team focused on a particular item",
        256.42,
        263.34
    ],
    [
        " They're gonna excel at it. It's a good concept",
        263.34,
        265.38
    ]
]