[
    [
        " Discipline the first function of leadership",
        0.02,
        2.34
    ],
    [
        " You know I'm happy and smiling when I see that",
        2.34,
        7.12
    ],
    [
        " section",
        7.12,
        7.76
    ],
    [
        " In the frequent discussions of battlefield leadership",
        7.76,
        11.28
    ],
    [
        " We are often prone to overlook the first function of leadership the development of unit and individual discipline",
        11.28,
        17.5
    ],
    [
        " the battle is the payoff",
        17.5,
        20.18
    ],
    [
        " Said lieutenant colonel Ralph Ingersoll and it is exactly that the payoff on the leadership",
        20.18,
        28.4
    ],
    [
        " Which welded individuals into a smoothly functioning team discipline applies to all captain jack Gary company commander of the",
        28.4,
        37.76
    ],
    [
        " 11th infantry rights",
        37.76,
        39.74
    ],
    [
        " Discipline is sometimes the determining factor between winning and losing I",
        39.74,
        47.4
    ],
    [
        " Once listened to a wounded officer back from fighting in Africa who said forget all the formalities in the field forget the officer and",
        47.4,
        54.16
    ],
    [
        " NCO distinctions in the field keep all the eight balls they will fight like hell and I tried to I looked up this term eight balls and",
        54.16,
        61.7
    ],
    [
        " I assume it means like a",
        61.7,
        64.46
    ],
    [
        " Like a rebel type guy the reason I assume that is because the next sentence says",
        64.46,
        68.82
    ],
    [
        " So that that was the guy quoting someone from Africa. He says I do not believe he had seen very much action",
        68.82,
        75.3
    ],
    [
        " Or he would not have made such a statement. I had a few quote eight balls who did fight like hell",
        75.3,
        82.16
    ],
    [
        " But I have also had a lot of men who never caused me trouble who were quiet confident well disciplined and these men fought much better",
        82.2,
        90.16
    ],
    [
        " So you know you get that in case of war break glass",
        90.16,
        95.52
    ],
    [
        " Thing where look this guy's a little rough around the edges, right?",
        95.52,
        99.5
    ],
    [
        " Yeah, it seemed like when he was like I also had guys who were quite calm discipline whatever",
        100.02,
        103.48
    ],
    [
        " It just seemed like this eight ball phenomenon was the opposite of that. Yeah, they're like the trouble makers",
        103.48,
        107.64
    ],
    [
        " Yeah, a little bit a little bit wild. Now look gotta have those guys too. We're gonna need those guys and",
        107.64,
        113.06
    ],
    [
        " They are they do have it. They can be awesome for sure",
        113.06,
        116.72
    ],
    [
        " Because you gotta have a little bit of that I",
        116.72,
        120.2
    ],
    [
        " Mean let's face it if you're joining the military",
        120.2,
        121.84
    ],
    [
        " If you're joining the military to go into combat arms or you're joining the military going special operations",
        121.84,
        126.92
    ],
    [
        " You're going in that you want to do something that's you basically want to do things that are not legal in the world",
        126.92,
        133.0
    ],
    [
        " Right",
        134.32,
        134.72
    ],
    [
        " Like you're going to kill people you're gonna blow things up. You're going to plant bombs. That's what you're going to do",
        134.72,
        139.56
    ],
    [
        " Yeah, you can't really do that anywhere. Yes, that's that's you know",
        139.56,
        142.72
    ],
    [
        " You're a kid and you're like what do I want to do when I grow up doctor? Yeah lawyer? Yeah banker? Yeah",
        142.72,
        148.08
    ],
    [
        " Both things up and kill people",
        148.08,
        150.82
    ],
    [
        " That sounds like a good one, right? That's not normal and it's fully",
        150.82,
        156.2
    ],
    [
        " Had a conversation with a guy the other day and he was like telling me that",
        156.2,
        161.12
    ],
    [
        " Um, he was having a conversation with a guy that was a seal and he's like, you know, there's something that made me nervous",
        162.14,
        166.08
    ],
    [
        " You know because when this guy was a young seal",
        166.08,
        168.2
    ],
    [
        " He said, you know, I I was asking him. Hey, do you know you you think you're ready to kill people?",
        168.2,
        174.04
    ],
    [
        " And you know you're you're gonna deploy and this was kind of as Iraq was going on and this was like a younger seal",
        174.18,
        178.6
    ],
    [
        " That was gonna be heading to Iraq and",
        178.6,
        180.02
    ],
    [
        " The young seal was like oh, yeah, I'm ready to kill I want to kill people and he's you know the guy says",
        180.02,
        186.4
    ],
    [
        " You know, it just seemed a little bit",
        186.4,
        187.48
    ],
    [
        " Seems like it shouldn't be like that and I was like",
        187.96,
        190.64
    ],
    [
        " It's like that, bro",
        190.64,
        193.24
    ],
    [
        " You ask but you know a frontline infantry grunt whatever",
        193.24,
        198.76
    ],
    [
        " Well, I can't I can't speak for all them you talk to most a vast majority of seals",
        198.76,
        204.22
    ],
    [
        " And you say hey if the enemy presents themselves an opportunity the enemy if there's an opportunity for you to kill the enemy",
        204.22,
        211.1
    ],
    [
        " Will you be",
        211.1,
        212.76
    ],
    [
        " It's happy the right word will you be",
        213.96,
        216.42
    ],
    [
        " Will you hesitate in the moment of truth? I'll be like one negative nobody stoked",
        216.42,
        221.76
    ],
    [
        " So that's the reality so there's a little eight ball",
        221.76,
        225.38
    ],
    [
        " You know",
        225.38,
        227.06
    ],
    [
        " Let's face it. He's down for the cost. Yeah. Now that's that's the thing is",
        227.06,
        232.78
    ],
    [
        " The group the very good soldier that you want has that capability",
        232.78,
        237.86
    ],
    [
        " But has the discipline to keep it under control the whole the little clip you made of Jordan Peterson and I talking about the",
        237.86,
        245.58
    ],
    [
        " The good man is a dangerous man who has",
        245.58,
        249.5
    ],
    [
        " their",
        249.5,
        250.82
    ],
    [
        " Their their danger and their aggression under control",
        250.82,
        255.28
    ],
    [
        " Through discipline",
        255.28,
        256.96
    ],
    [
        " Control that's what we're looking for that's what we're looking for. Yeah actually",
        256.96,
        261.46
    ],
    [
        " That's what we're looking for",
        261.46,
        263.24
    ],
    [
        " Next section discipline is based upon competence only a few hours later after he had lost both legs in combat",
        265.58,
        272.74
    ],
    [
        " Lieutenant Tickanor",
        272.74,
        274.14
    ],
    [
        " Who had acted as a platoon leader in fifth division 12th Army Group made this comment to a military observer our officers have to be real leaders",
        274.14,
        284.12
    ],
    [
        " Disciplining combat depends largely upon the men's knowing that the officer in charge of them knows his business",
        284.12,
        293.02
    ],
    [
        " And is not reluctant reluctant to take necessary risks a",
        293.24,
        297.8
    ],
    [
        " Battalion commander of the sixth armored division in France makes a similar comment comment unless the officer or NCO knows his job",
        297.8,
        305.86
    ],
    [
        " Completely the men have no faith in him",
        305.86,
        309.2
    ],
    [
        " Unless the men have faith in their leaders their battle discipline will be poor",
        309.2,
        315.36
    ],
    [
        " So when they're talking about discipline there, they're like are you is the team going to do what they need to do when they get",
        315.36,
        322.28
    ],
    [
        " When they get the orders to do it",
        322.42,
        323.9
    ],
    [
        " And if they have faith in the leader they'll do it and if they don't guess what which is interesting because you think well",
        323.9,
        330.58
    ],
    [
        " You know it's a military it's the military and if they get ordered you something no",
        330.58,
        333.58
    ],
    [
        " That's what they're talking about here. That's what they're talking about it doesn't work like that doesn't work like that anywhere",
        333.58,
        338.6
    ],
    [
        " Just because I bark in order at you and I have rank over you doesn't mean you're gonna do it especially if it's gonna get you killed",
        338.6,
        343.68
    ],
    [
        " There's a comment here and in these books. They just they the",
        343.68,
        349.92
    ],
    [
        " Sort of the authority chimes in the author or whoever the author is the the authors chime in and they just write comment",
        350.78,
        356.74
    ],
    [
        " And it says comment a leader who has not gained the respect and respect and confidence of his men during training has two strikes again",
        356.74,
        364.1
    ],
    [
        " I'm wanting it against him when he answers combat the element of doubt in the minds of his men",
        364.1,
        368.32
    ],
    [
        " Maybe the difference between success and failure of a mission",
        368.32,
        371.88
    ],
    [
        " gaining respect and confidence of your men. How do you do that? Do you that by barking at him? No, do you do that by yelling at him? No",
        371.88,
        378.98
    ],
    [
        " You do that by listening you do that by treating them with respect",
        379.92,
        382.84
    ],
    [
        " Here is a definition of discipline says Colonel E. L. Munson signal corps true discipline is voluntary",
        382.84,
        392.26
    ],
    [
        " It is based on knowledge region a sense of duty and idealism a good leader develops in his men a",
        392.26,
        402.36
    ],
    [
        " Cheerful and willing obedience that wants to respond that wants to carry out his orders",
        402.36,
        409.3
    ],
    [
        " This kind of discipline will in the end bring combat results as no other kind possibly can we could probably stop right here",
        409.32,
        418.9
    ],
    [
        " Because everyone thinks when the military talks about discipline they're talking about",
        418.9,
        424.94
    ],
    [
        " The what if you can beat your people into submission",
        424.94,
        428.52
    ],
    [
        " Then you're gonna be good to go. No, that's not the kind of discipline we're talking about",
        428.52,
        433.72
    ],
    [
        " Cheerful willing obedience. That's a totally different thing",
        435.36,
        438.66
    ],
    [
        " willing obedience people want to carry out the orders",
        438.66,
        443.66
    ],
    [
        " You know totally different you don't really think of discipline",
        443.66,
        447.5
    ],
    [
        " Associated with cheerful",
        447.5,
        450.0
    ],
    [
        " Yeah, you the context that they're using is military discipline is like hey do the",
        450.0,
        455.8
    ],
    [
        " Does the team respond and execute?",
        455.8,
        459.14
    ],
    [
        " What they're told to do with discipline right?",
        459.8,
        462.42
    ],
    [
        " so",
        465.84,
        466.44
    ],
    [
        " In the context of that we there's multiple ways to achieve that one of them is by beating people",
        466.44,
        472.88
    ],
    [
        " That you're gonna do this and you beat them and they're afraid and they're doing it out of fear the other way is",
        472.88,
        479.3
    ],
    [
        " They're doing it because they understand because they're part of it the result is the result is similar",
        479.3,
        484.7
    ],
    [
        " But what this guy is saying is that the one that",
        484.7,
        489.56
    ],
    [
        " Will bring combat results like no other kind is the kind where it's a positive discipline",
        489.94,
        496.28
    ],
    [
        " Yeah, when they're having to do it. It's a self-imposed discipline. We're doing this because we want to yeah",
        496.28,
        502.78
    ],
    [
        " Not because someone's barking at us",
        502.78,
        504.94
    ]
]