[
    [
        " How long have you at this class fight assignment for?",
        0.0,
        2.02
    ],
    [
        " Let's see six years. I did a year at Navy, Newport. Okay. That's where I met Colin",
        2.56,
        10.92
    ],
    [
        " Green. We were in extra neighbors. Got him. And so I did that in from 96 to 0 to then I went",
        10.92,
        18.66
    ],
    [
        " back to the 160th and was exo of first battalion and then end up commanding a couple years later.",
        18.66,
        25.06
    ],
    [
        " So in September 11th goes down, you're in Newport going to war college or something?",
        25.18,
        28.88
    ],
    [
        " No, I was in Budapest on an exercise when it happened. We were over there doing a,",
        29.18,
        38.2
    ],
    [
        " you know, was one of those, I think it was like a loose nook kind of thing, you know, exercise.",
        38.2,
        43.18
    ],
    [
        " And that's where I was. And then, you know, a few weeks later, I was deployed, you know,",
        44.02,
        50.64
    ],
    [
        " I won't go into the deal, but I was deployed into Pakistan and then basically, you know,",
        50.8,
        54.86
    ],
    [
        " the world changed from all of us after that, you know. So when you started doing missions,",
        54.86,
        59.76
    ],
    [
        " when did you get back to the 160th? I got back to the 160th in June of, it was right around",
        59.9,
        68.66
    ],
    [
        " Father's Day of 02. And then, you know, I took over as the executive officer of first of the",
        68.66,
        78.16
    ],
    [
        " 160th, which is, you know, the biggest battalion there. And that's where I grew up. And then we",
        78.16,
        84.62
    ],
    [
        " ended up, you know, a few months later, two months later, I was in Afghanistan, did back to,",
        84.62,
        89.74
    ],
    [
        " back to back tours. And then we invaded Iraq. How long were your tours over there?",
        89.8,
        93.42
    ],
    [
        " Back then, we were doing, I was doing about, I did 60 days, I was back for 30 days, I went back",
        94.02,
        99.74
    ],
    [
        " for another 60 days. And then I came back because we had an alert package. So you had to, you know,",
        99.74,
        104.62
    ],
    [
        " you had to have that ready to go. So when I wasn't forward, I was back sitting on alert. And then,",
        104.62,
        111.66
    ],
    [
        " I ended up in Iraq and May. So what kind of ops were you running in Afghanistan? Were you,",
        111.66,
        116.8
    ],
    [
        " were you flying as the exo? Yeah. Oh, yeah. Yeah. Yeah. It was, it was fun. Now, Afghanistan,",
        116.86,
        123.0
    ],
    [
        " I mean, that's some challenge in flying right over there. I mean, you know, that, you know,",
        123.2,
        126.92
    ],
    [
        " that place was like, I don't call it the rooftop of the world for nothing. I mean, I used, I was very,",
        126.92,
        131.74
    ],
    [
        " you know, my fond of saying, and I still say it, you know, if you compare Iraq to Afghanistan,",
        131.88,
        137.62
    ],
    [
        " and the enemy in Iraq is the enemy. It's the insurgents, right? I mean, the terrain is, except for",
        138.58,
        143.42
    ],
    [
        " those, you know, biblical dust storms over there, I mean, it's not very challenging terrain, you know,",
        143.42,
        148.58
    ],
    [
        " it's usually not very, it's usually predictable too. Yeah. It's going to be hot hot. Yeah.",
        148.72,
        153.06
    ],
    [
        " Or in the winter time, it's going to be cold, but it's pretty, it's pretty predictable. Yeah.",
        153.06,
        156.58
    ],
    [
        " But Afghanistan, I mean, you know, you're up at the highest altitude. I mean, everybody's running",
        156.78,
        161.58
    ],
    [
        " on the little birds are essentially worthless over there. You know, if they were carrying anything.",
        161.58,
        166.32
    ],
    [
        " With Chinooks ended up being the heavy lifter forest, insert ops up and, you know, way up in the",
        167.04,
        172.24
    ],
    [
        " Hindu coast. I mean, a black ox couldn't even do it. So very, very challenging flying there.",
        172.24,
        176.94
    ],
    [
        " And the early days, you know, they were launching out of K2, out of Karshi Kanabad, and it was",
        177.4,
        181.8
    ],
    [
        " Bikastan going north into, so was it like when you're flying at that altitude in the helicopter?",
        181.8,
        186.38
    ],
    [
        " Is it like you're driving on, on like wet pavement where you just don't get the reactions that you",
        186.6,
        193.06
    ],
    [
        " would normally get? Yeah. I mean, it depends on the altitude. The aircraft is not as responsive,",
        193.06,
        198.18
    ],
    [
        " but where you really pay the price is if you get when you're doing an approach in there, I mean,",
        198.38,
        204.0
    ],
    [
        " you got to closely manage your power, or you're going to get in trouble. If you let momentum develop",
        204.08,
        209.32
    ],
    [
        " on that descent into the approach, I mean, you don't have the power to go around. You know, you're",
        209.32,
        214.02
    ],
    [
        " committed regardless of the enemy situation. So it's just really, you're just very, very limited",
        214.02,
        220.68
    ],
    [
        " on the on power and options up at altitude. So, you know, I remember flying missions up",
        221.38,
        226.84
    ],
    [
        " 14, 15,000 feet. So you got to be on 02 with 47s in there, you know, their allowable load was like",
        226.84,
        236.2
    ],
    [
        " eight guys in a shunuk. I mean, usually it's plus or minus a ton of those things, right? I mean,",
        236.2,
        242.02
    ],
    [
        " you know, just keep backing them in. I've seen a hundred Rangers in a shunuk before. And you're",
        242.02,
        248.5
    ],
    [
        " new. Did you have any time to say, hey, we better go start flying, you know, around the Rocky Mountains?",
        248.88,
        254.02
    ],
    [
        " Nope. Just figure later we did later, we'd start prepping. We go out, in fact, we lost an airplane",
        254.48,
        258.94
    ],
    [
        " at Mount Masa Colorado. Guys training up to go in there, I lost four guys. I was a commander at",
        258.94,
        264.84
    ],
    [
        " the time, but in the initial days, no, nothing. Because you know, it was a come as you are deal.",
        264.84,
        269.76
    ],
    [
        " So do you know, I just knowledge that you know, like, okay, well, we're at altitude. This is going to",
        270.0,
        275.62
    ],
    [
        " suck. Yeah. Well, I mean, you do the performance planning, right? So you get you, you understand what",
        275.82,
        280.74
    ],
    [
        " the aircraft can and most more importantly can't do with those altitude. So, but you're, you know,",
        280.74,
        286.46
    ],
    [
        " you're sort of a denial at those numbers, you know, I mean, I'd never thought I'd say eight guys",
        286.52,
        291.4
    ],
    [
        " in a shunuk. Plus, you had to deal with the brown out. That dust was just really, really bad.",
        291.4,
        297.6
    ],
    [
        " Worse in the southern parts down in Helmand and down in those areas around Kandahar,",
        297.7,
        302.74
    ],
    [
        " less so up in, you know, up in Hindu Kush Mountains up in the north, but, you know, I mean,",
        303.4,
        309.94
    ],
    [
        " it was brutal flying brutal. And so you, when you first got over there, your first deployment,",
        309.98,
        316.8
    ],
    [
        " what's your opt-tempo like? So I got over there the first time I was there, I think,",
        316.9,
        322.72
    ],
    [
        " September of 02 or August of 02 through maybe October or maybe November. I can't remember, but",
        323.1,
        331.22
    ],
    [
        " we did a fair amount of missions and then, you know, the last, next time I went over there,",
        333.16,
        339.12
    ],
    [
        " I think I was there in January. Now I left December, I mean, I left December right before Christmas,",
        339.4,
        344.68
    ],
    [
        " 30 days to the day. I was right back in the same crappy little tent up there at Bogrum,",
        345.3,
        350.32
    ],
    [
        " you know, with rainwater. I mean, I was just water running through it and everything.",
        351.18,
        355.32
    ],
    [
        " And then from January through March, because, you know, they were spinning up at the latter",
        356.38,
        361.82
    ],
    [
        " part of that to go into Iraq, right? We were, they got the word, we're going in. And we didn't do much,",
        361.82,
        369.72
    ],
    [
        " I mean, because weather was really crappy. I did a couple of missions, some pretty challenging ones,",
        369.92,
        375.3
    ],
    [
        " way, way up in the, in some areas that were very tricky for aviation. In fact, one I was so high",
        375.54,
        383.1
    ],
    [
        " in a place called Cantigua that we couldn't have any fire support. I mean, airplanes wouldn't perform.",
        383.1,
        389.76
    ],
    [
        " So I just selected to stay on the X, right? We infilled and I got the ground force commander.",
        390.48,
        395.88
    ],
    [
        " So give me a couple guys to cover our blind spots. And we're just going to go to ground",
        395.88,
        399.82
    ],
    [
        " eye to why you guys clear and get whatever you're getting and then hop back in and we'll normally,",
        399.82,
        404.24
    ],
    [
        " you know, you know, the deal. We come in, we land, drop off and then split. We did, we just stayed.",
        404.34,
        409.78
    ],
    [
        " And, you know, pulled the engines back because I didn't, I didn't want to, it took us two hour",
        410.3,
        414.42
    ],
    [
        " turn to go get gas down the hill and come back and I didn't want to leave them up there for that",
        414.42,
        418.82
    ],
    [
        " long. So we said, hey, we'll just hang out. How long are you on the ground for?",
        418.82,
        421.56
    ],
    [
        " About 45 minutes to an hour. It wasn't that bad. It was cold though. I mean, it was freeze. I was",
        422.12,
        427.8
    ],
    [
        " snowing and everything else out there. It was like I said February or something.",
        427.8,
        431.9
    ],
    [
        " How, at what point did you notice that people were just like, this is what we're, this is what we're",
        433.24,
        440.5
    ],
    [
        " doing. This is the new reality. You know, when I talked, you, you were talking about, I was talking",
        440.5,
        444.04
    ],
    [
        " about the mindset. You know, when you did Panama and then you did Desert Storm and you, you're not",
        444.04,
        448.18
    ],
    [
        " quite there yet. You know, you're, you're not quite there yet. And then, you know, we were talking",
        448.18,
        454.64
    ],
    [
        " earlier, my first deployment to Iraq. It's like, oh, we're doing another, you know, it's like,",
        454.64,
        458.36
    ],
    [
        " oh, yeah, we're doing another off. This is just what we're doing. It's just, like, it becomes normal.",
        458.36,
        461.94
    ],
    [
        " Yeah. Um, I think that really, you know, there was the, the, the opt-po, the operational tempo in",
        462.44,
        469.8
    ],
    [
        " Afghanistan wasn't that bad. Just because of the terrain and the planning and we didn't have all",
        469.8,
        476.82
    ],
    [
        " the ISR back then, you know, we didn't have all that, all the, you know, the tools to give us good",
        476.88,
        481.88
    ],
    [
        " situational awareness on targets like we ended up having an Iraq where I saw that it was, we really",
        481.88,
        489.2
    ],
    [
        " became just sort of another day at the office was in Iraq. So I went over in May and I'll never",
        489.2,
        495.44
    ],
    [
        " forget my boss. This is May, May of 2003. May of 2003. So my boss, you know, they had punched up",
        495.44,
        501.98
    ],
    [
        " there around March or so, I think, you know, they did that big went into Baghdad International Airport.",
        501.98,
        506.94
    ],
    [
        " I came in and I, you know, the exo is sort of the, you know, he's the guy in charge of all the staff",
        507.74,
        514.56
    ],
    [
        " and, you know, logistics and all that kind of stuff. And my boss said, hey, come over here. We're,",
        514.56,
        519.94
    ],
    [
        " we're going to be out of here in 30 days. I just want you to make sure we got property",
        519.94,
        523.88
    ],
    [
        " accountability and you get all your stuff and get out. And I was like, you know, I mean, I hadn't",
        523.88,
        531.96
    ],
    [
        " I showed up there. And of course, you know, 30 days never happened. But man, well, I mean, the best",
        532.5,
        539.64
    ],
    [
        " time. I mean, we did, we did some ops that were just incredible. I mean, the op temple was really,",
        539.64,
        547.5
    ],
    [
        " really high. I mean, we were banging targets. We did an op. It's been in several magazines,",
        547.5,
        553.06
    ],
    [
        " op reindeer. It was a bunch of, a bunch of foreign fighters had gathered, they were getting ready",
        553.4,
        559.78
    ],
    [
        " to split up and attack coalition bases with teams of three. And we got the intel on him.",
        559.78,
        565.78
    ],
    [
        " A win-in with a half gaff kind of thing, you know, helicopter assault force for the audience",
        565.78,
        570.74
    ],
    [
        " and ground assault force on each side of this wadi. And I mean, it was, it was game on. I mean,",
        570.74,
        576.2
    ],
    [
        " it went on. We fought for about two hours, killed about a hundred of them.",
        576.32,
        579.94
    ],
    [
        " Young Ranger took an RPG below the knee. You know, we cast a vacuum. I'm still in touch with",
        581.38,
        586.84
    ],
    [
        " them. Matt Waters. He's up in Tacoma as a cop right now. For a announce day. He is. He's,",
        586.84,
        591.6
    ],
    [
        " he's, I mean, second Ranger with time, B-co 275 was the unit. I mean, I was a mission of a lifetime.",
        591.6,
        598.66
    ],
    [
        " You know, I was, I was air mission commander right in a jump seat of a 47 trace or four coming",
        598.66,
        604.32
    ],
    [
        " in underneath the trace or five. I mean, it was awesome. In fact, I was, the trace or five is coming",
        604.32,
        608.78
    ],
    [
        " out my left side. You know, and of course, your chest plates meant to protect your chest. I was",
        608.78,
        612.86
    ],
    [
        " loosening up my side strap. It's littered around this way. Like, oh, I'm going to get clipped.",
        612.86,
        617.08
    ],
    [
        " It's going to be over here, you know, but just a great mission. A H six is just crushing them.",
        617.08,
        622.98
    ],
    [
        " And it was a fight went on for a couple hours. Did a lot of engagements shooting M fours out",
        622.98,
        627.62
    ],
    [
        " of the side of the little because of the Rangers are so close to the enemy that we didn't want to",
        627.62,
        631.78
    ],
    [
        " use many guns because of the ricochets. We just hover in there and the A H six guys and take",
        631.78,
        636.2
    ],
    [
        " them out with M fours and pectus and all that. So it was a good now. It remains the best mission I",
        636.2,
        642.56
    ],
    [
        " ever did. It was awesome. And so this is this is in like that was June 11 2003. Got it. Yeah.",
        642.56,
        649.74
    ],
    [
        " And this is now now we're getting into legit opt-ampo. This is what we're doing reload.",
        650.16,
        655.2
    ],
    [
        " Get jocked up again. We're going out tomorrow. Here's the next target. And went from that till,",
        655.54,
        660.68
    ],
    [
        " you know, you flash forward now a couple years later, right prior to the surge.",
        660.7,
        664.62
    ],
    [
        " And we were running we be running seven eight ops a night. I mean, I'd have those big screen TVs",
        665.24,
        670.92
    ],
    [
        " and ISR track and multiple ops out of out of a blood. And I mean, it was just nonstop. So you went",
        671.3,
        679.2
    ],
    [
        " for 30 days. How long did you end up staying for? Well, he said it was going to be 30 days. So I left",
        679.2,
        683.88
    ],
    [
        " in August. So I was there about 90 or so. And then I came back was back for two months. And then I",
        683.88,
        690.54
    ],
    [
        " went over there for Christmas and spent, you know, another 60. And then I, you know, a lot of guys",
        690.54,
        695.78
    ],
    [
        " can tell you how many times are over there. I don't have no idea. I just lost track. I mean, I was just,",
        695.78,
        700.42
    ],
    [
        " you know, it's back and forth, back and forth. And what point did you go? Were you exo the whole",
        700.42,
        705.38
    ],
    [
        " time? Or did you eventually fleet up and no? So the army does a little different. And so I was exo from",
        705.38,
        712.62
    ],
    [
        " 2002 to 2004. And then to command first of the 160th, it's a special board called the special",
        712.62,
        721.86
    ],
    [
        " mission unit board that meets. And you have to have commanded another O5 level command before that.",
        721.86,
        727.16
    ],
    [
        " So I got selected and went over to Germany and commanded for two years over at Germany, which was,",
        727.42,
        733.12
    ],
    [
        " you know, a great, I wouldn't call it a breather, you know, commands command, but I didn't deploy.",
        733.32,
        738.5
    ],
    [
        " And so I, you know, the family and I, you know, drank a bunch of heathies,",
        739.02,
        743.12
    ],
    [
        " a bunch of chocolate, you know, looked like he brought me a sauce. And my wife's like, man,",
        743.26,
        748.18
    ],
    [
        " his camera makes us look fat. Oh, yeah, that's definitely it.",
        748.18,
        750.88
    ]
]