[
    [
        " This is Jockel Podcast number 282 with Echo Charles and me, Jockel Willink. Good evening, Echo.",
        0.22,
        6.24
    ],
    [
        " A 44-year-old Watten Man was among those involved in a three-day fight recently as part of Operation",
        6.94,
        16.24
    ],
    [
        " Adelboro in Vietnam. He is Charles F. Waitis, who is stationed at Fort Sill until June with",
        16.24,
        28.54
    ],
    [
        " now serves as a platoon sergeant in Vietnam with company A first battalion, 27th Infantry,",
        28.54,
        35.56
    ],
    [
        " 25th Infantry Division, a 24-year Army veteran's wife Florence and children Pat, David, Sharon",
        35.8,
        45.5
    ],
    [
        " Gary, and Wanda reside in Lawton. A married daughter lives in Litchfield, Minnesota. Operation",
        45.5,
        58.52
    ],
    [
        " As he served with the first Infantry Division during World War II and saw action in North",
        59.56,
        65.34
    ],
    [
        " Africa, Sicily, the Normandy, invasion, France, Belgium, Luxembourg, Germany, and Czechoslovakia.",
        65.34,
        74.3
    ],
    [
        " So he had some combat experience. He also served in Korea with the Intelligence and Reconnaissance",
        75.24,
        83.64
    ],
    [
        " Platoon of the 19th Infantry Regiment 24th Infantry Division. Operation Adelboro has been",
        83.64,
        89.38
    ],
    [
        " described as the biggest U.S. action of the Vietnam War. The 43-day operation involves some",
        89.38,
        95.72
    ],
    [
        " 25,000 American soldiers in the jungles of Tainin Province, northwest of Saigon. It cracked",
        95.72,
        102.94
    ],
    [
        " open on the toughest and oldest of Viet Cong strongholds. The campaign ended last Saturday",
        102.94,
        109.38
    ],
    [
        " with a claimed bag of more than 1,100 Communist regulars killed and nearly 24-hundred tons",
        109.38,
        117.36
    ],
    [
        " of rice captured plus hordes of other supplies. I don't think that the fighting out there",
        117.36,
        124.42
    ],
    [
        " was as bad as in itself as either World War II or Korea, but this was much more confusing.",
        124.42,
        130.74
    ],
    [
        " In Korea, you at least have lines. Over here, they were all around you. Sergeant Wittis said,",
        131.06,
        138.26
    ],
    [
        " at first I thought we'd run into a platoon on patrol, but when the fighting continued, I knew",
        138.26,
        145.02
    ],
    [
        " we'd run into a much stronger force. I don't really have time to think about what was going on.",
        145.02,
        150.1
    ],
    [
        " My time was spent getting wounded out and getting the ammo to the men. Those assaults were the",
        150.44,
        157.24
    ],
    [
        " first I'd seen since Korea. They were just the same type that we called Bonzi attacks.",
        157.24,
        163.4
    ],
    [
        " Our men were outstanding. As good as any I saw in World War II or Korea.",
        163.52,
        170.2
    ],
    [
        " End quote. Another taking part in the operation was PFC, John,",
        171.86,
        177.58
    ],
    [
        " Kossarato of Linhurst, New Jersey, who received his baptism of fire on those three days.",
        178.14,
        185.06
    ],
    [
        " Up to that combat action, his combat experience had been a short sweep during which his unit",
        186.18,
        192.64
    ],
    [
        " received a little sniper fire. I remember the firing was very heavy for a while, and then it stopped,",
        192.64,
        202.48
    ],
    [
        " he said. I thought it was over. I'd heard that they hit you and ran, but it was far from over.",
        202.7,
        209.44
    ],
    [
        " We were too busy with the wounded to really think about what was happening. The biggest thing I",
        210.24,
        214.6
    ],
    [
        " remembered was the sun. It seemed like I couldn't get any place where it was cool enough to think straight.",
        214.6,
        220.22
    ],
    [
        " It was worse than I had imagined combat to be. There was a feeling of helplessness.",
        222.64,
        228.06
    ],
    [
        " The bullets were flying around us and we couldn't see who was shooting them.",
        228.46,
        231.56
    ],
    [
        " I really respect the medics. They were right out there in the middle of it.",
        233.54,
        237.54
    ],
    [
        " It was a good feeling to know that if you get wounded, those guys will come and help you.",
        238.24,
        243.28
    ],
    [
        " After it was all over, that night I realized what I went through.",
        244.82,
        249.3
    ],
    [
        " You wonder why you are alive when a lot of other people are gone.",
        250.94,
        257.22
    ],
    [
        " That's a newspaper article from 1966 from out there in Loughton, Oklahoma.",
        258.22,
        270.9
    ],
    [
        " It's talking about Operation Adelboro, which is mentioned a few times in the article.",
        272.04,
        275.78
    ],
    [
        " The operation was named after Adelboro, Massachusetts, where the 196th light infantry brigade had been reactivated out of Fort Devon's Massachusetts.",
        276.54,
        288.58
    ],
    [
        " The 196th initiated this operation after they had only been in country for about two months.",
        290.14,
        295.4
    ],
    [
        " I would say this newspaper article paints the battle in a very positive picture, but it was a rough battle.",
        297.42,
        304.2
    ],
    [
        " The brigade commander was an inexperienced guy. He was inexperienced in fighting infantry.",
        305.58,
        313.52
    ],
    [
        " He didn't really prioritize the next queue.",
        315.12,
        317.68
    ],
    [
        " Lost some control at various points of the battle of what was happening.",
        318.74,
        323.02
    ],
    [
        " In the end, even though as reported, there was over 1,000 enemy killed.",
        323.84,
        329.46
    ],
    [
        " There was also some significant loss on the American side.",
        329.62,
        333.62
    ],
    [
        " 155 men killed and five missing from the first, fourth, and 25th infantry divisions.",
        334.26,
        340.56
    ],
    [
        " The 196th, and I couldn't pin this down.",
        341.34,
        346.16
    ],
    [
        " I believe there was four medals of honor that were awarded for actions during this battle.",
        346.48,
        350.72
    ],
    [
        " It was the largest series of air mobile operations at that time.",
        351.28,
        358.66
    ],
    [
        " It was also a baptism of fire, as I mentioned, for the 196th light infantry out of Fort Devon's Massachusetts.",
        361.82,
        369.26
    ],
    [
        " As I was reading about this battle, I started thinking about that idea of light infantry and just doing some reading, doing some research.",
        371.44,
        380.6
    ],
    [
        " I came across a document that I thought was worth discussing.",
        381.12,
        384.88
    ],
    [
        " The document is called Proverbs of the Light Infantry, which out of the gate, I'm already thinking, this is going to be good to go.",
        386.04,
        396.4
    ],
    [
        " It's written by a guy named Major Scott R. McMichael, his army officer.",
        397.32,
        404.06
    ],
    [
        " Not only is he a military guy, obviously being in the army, being a major in the army, but he's also written a bunch, historically speaking on light infantry, specifically wrote a book called a historical perspective on light infantry.",
        405.4,
        420.3
    ],
    [
        " He wrote another book called Stumbling Bear, Soviet military performance in Afghanistan.",
        420.94,
        425.92
    ],
    [
        " He's got, like I said, the military background.",
        426.72,
        430.4
    ],
    [
        " He's also got this historical background, which I think served him well and put together this bunch of Proverbs, which were published in a magazine that I was lucky enough to find.",
        430.4,
        443.18
    ],
    [
        " So, let's check out this document.",
        443.94,
        446.8
    ],
    [
        " It starts off history provides many examples that could help define contemporary concepts.",
        447.94,
        452.78
    ],
    [
        " Here's an attempt to define the generic light infantry and suggest possible training tasks. Proverbs of the Light Infantry by Major Scott R. McMichael, US Army.",
        453.2,
        465.16
    ],
    [
        " So there's an article which I'll go through quickly.",
        465.58,
        467.72
    ],
    [
        " What exactly does Army mean by the term light infantry?",
        469.82,
        472.8
    ],
    [
        " What is the difference between light infantry and regular infantry?",
        473.1,
        475.44
    ],
    [
        " Is light infantry merely regular infantry made light by stripping away a heavy equipment and vehicles?",
        475.74,
        481.02
    ],
    [
        " Or is it something quite different in terms of tactical style, attitudes, and utility?",
        481.44,
        485.82
    ],
    [
        " And this is what hit me is.",
        487.02,
        488.38
    ],
    [
        " Look, when I do these, when I look at something, when I read something,",
        488.92,
        492.62
    ],
    [
        " if I'm thinking it's strict military information, then I'll save it for when I go and talk to military troops.",
        494.04,
        500.5
    ],
    [
        " However, much of the time what you find is that military information, military knowledge, military Proverbs in this place,",
        501.52,
        509.92
    ],
    [
        " are something that you can take and apply to absolutely anything in life.",
        510.0,
        513.64
    ],
    [
        " So when he's talking about light infantry, it sounds super specific.",
        515.14,
        518.0
    ],
    [
        " It's a lot more broad. These things can be applied a lot more broadly.",
        519.62,
        523.9
    ],
    [
        " Back to the book. Surveying the official literature on the light division,",
        525.08,
        528.96
    ],
    [
        " one is hard put to avoid the conclusion that our Army leadership is taking the view that light infantry",
        529.2,
        534.86
    ],
    [
        " is nothing more than regular infantry made light for the purpose, for the overriding purpose of strategic mobility.",
        534.86,
        540.9
    ],
    [
        " A number of facts support this conclusion.",
        541.52,
        543.5
    ],
    [
        " First, the initial design parameters for the division focused on restrictions on size, not operational employment.",
        543.5,
        551.6
    ],
    [
        " The force designers of the new light division labored under three basic parameters,",
        552.12,
        556.36
    ],
    [
        " one, a 10,000 man personnel ceiling, to a deployable, a deployability limit of 500 or less, C-140, one sorties,",
        556.76,
        566.26
    ],
    [
        " and three, a requirement for the division to have nine battalion maneuver elements.",
        566.4,
        570.9
    ],
    [
        " So what are you saying there is when they made this thing, what they base it off of",
        570.94,
        576.42
    ],
    [
        " is they wanted to be able to deploy this thing rapidly, you know, only 500 flights of C-140,",
        576.42,
        581.3
    ],
    [
        " which is actually a lot of flights.",
        581.3,
        583.0
    ],
    [
        " But you know, you're going to get 10,000 people deployed in a short amount of time.",
        583.24,
        588.04
    ],
    [
        " Okay, so that's what they're looking to do.",
        588.22,
        589.64
    ],
    [
        " But he goes on a little bit, I'm going to skip ahead a little bit.",
        590.64,
        593.96
    ],
    [
        " There should be more to it.",
        594.36,
        598.18
    ],
    [
        " It shouldn't be just you're a little bit lighter.",
        598.18,
        600.3
    ],
    [
        " That shouldn't be the goal of light infantry.",
        600.54,
        602.04
    ],
    [
        " There should be some differences as well.",
        602.2,
        603.46
    ],
    [
        " He says certainly the army has not ignored the peculiar tactical characteristics of the division.",
        604.46,
        609.56
    ],
    [
        " It has, after all, developed light leaders course and undertaken a multitude of tests and studies to determine how to fight the division.",
        609.74,
        616.88
    ],
    [
        " But the hallmark of the division remains its strategic lightness, not its tactical lightness.",
        617.52,
        623.28
    ],
    [
        " This is an imbalance, not dismissed lightly.",
        623.54,
        626.54
    ],
    [
        " And he literally wrote here, not upon.",
        627.52,
        628.84
    ],
    [
        " So the majors got some comedic chops.",
        629.5,
        632.74
    ],
    [
        " For I believe that it shows a lack of appreciation for the real meaning of light infantry.",
        633.34,
        639.04
    ],
    [
        " So he's arguing here that it's not just a regular infantry unit that has less equipment.",
        639.5,
        649.76
    ],
    [
        " They have a different attitude and he gets to it here.",
        650.0,
        652.64
    ],
    [
        " In contrast, and this is why I think this applies.",
        652.64,
        655.54
    ],
    [
        " Because we know one of the things that's, one of the things that's so fascinating, for instance, about GJTZU,",
        656.32,
        663.24
    ],
    [
        " is it allows someone who's smaller and weaker to beat someone that's bigger and stronger.",
        663.46,
        668.3
    ],
    [
        " How can you do that?",
        669.52,
        670.44
    ],
    [
        " Tactics, techniques, procedures, strategy, skills.",
        670.66,
        673.88
    ],
    [
        " Light infantry, well, light infantry can beat heavier infantry.",
        675.02,
        682.44
    ],
    [
        " How do they do that?",
        682.72,
        683.66
    ],
    [
        " The same thing that you use in GJTZU.",
        684.38,
        686.28
    ],
    [
        " Businesses, well, you're in a business, you've got to competitor that's bigger than you, and stronger than you, and more capitalized than you are.",
        686.82,
        692.66
    ],
    [
        " How can you possibly beat them?",
        693.38,
        694.7
    ],
    [
        " That's where I'm going. That's what we want to know, right?",
        695.38,
        698.04
    ],
    [
        " That's why we love the GJTZU.",
        698.34,
        699.92
    ],
    [
        " Right?",
        701.04,
        701.2
    ],
    [
        " So that's why we kind of, we kind of love the light infantry too.",
        702.3,
        705.86
    ],
    [
        " And we want to learn from the light infantry.",
        706.08,
        707.88
    ],
    [
        " Just like we learn from GJTZU when we apply it to business, we apply it to life.",
        708.06,
        711.18
    ],
    [
        " We can learn from the light infantry so we can take advantage.",
        711.18,
        713.94
    ],
    [
        " So I'm sure you're going to go into it, but the light infantry essentially is for speed, right?",
        714.58,
        721.54
    ],
    [
        " Rapid deployability.",
        722.68,
        724.96
    ],
    [
        " Yeah, but it's like where the speed is more important or is a significant of significant importance in the situation.",
        725.16,
        733.2
    ],
    [
        " So, but with that speed comes certain drawbacks, so they have to apply certain techniques given those drawbacks.",
        733.72,
        739.2
    ],
    [
        " Exactly. How does Jeff Glover tap out Echo Charles?",
        739.2,
        742.22
    ],
    [
        "",
        742.88,
        742.88
    ],
    [
        " How does he tap out Jocco?",
        743.06,
        744.86
    ],
    [
        " Can he do it because he's bigger and stronger?",
        745.16,
        746.58
    ],
    [
        " Can he do it because he's can apply more force than I can?",
        746.72,
        752.9
    ],
    [
        " No.",
        753.42,
        753.5
    ],
    [
        " He can outmaneuver us.",
        753.68,
        755.28
    ],
    [
        " Yeah.",
        755.46,
        755.66
    ],
    [
        " He can outmaneuver, he can use his lightness and what else is he have?",
        756.1,
        759.74
    ],
    [
        " Flexibility.",
        760.14,
        760.86
    ],
    [
        " And then he has special little tactics, techniques and procedures that he can use.",
        761.16,
        765.06
    ],
    [
        " Little Jeff Glover, like a little monkey on your back.",
        765.46,
        768.02
    ],
    [
        " You.",
        768.02,
        768.56
    ],
    [
        " We'll be getting back.",
        768.92,
        769.74
    ],
    [
        " So here we get into it.",
        770.46,
        773.78
    ],
    [
        " In contrast to the general American use of the term light infantry as regular infantry made light, there exists another interpretation, mostly European in context and origins, which is not tied to four structure or strategic mobility, nearly so rigidly as it is in the United States.",
        774.3,
        789.56
    ],
    [
        " This article sheds light on this opposing concept and cites a list of proverbs which characterizes operations by what could be referred to as classic light infantry.",
        790.24,
        802.82
    ],
    [
        " There are three primary characteristics of light infantry which distinguish it from regular infantry, one an attitude of self-reliance, two a propensity for improvisation and flexibility, three a specific common.",
        803.06,
        819.32
    ],
    [
        " And a tactical style.",
        819.32,
        820.76
    ],
    [
        " So those are the three things that he's saying are the true differentiators.",
        821.56,
        826.0
    ],
    [
        " The attitude of self-reliance is probably the most significant of the three attributes since the others are founded on it.",
        826.34,
        833.3
    ],
    [
        " Self-reliance is based on high levels of self-confidence, discipline, trust, unit cohesion and a never say die approach to problems.",
        833.48,
        841.72
    ],
    [
        " It presupposes the possession of highly developed individual skills not usually found in the regular infantry soldier.",
        842.44,
        851.56
    ],
    [
        " So discipline, trust, unit cohesion, the never say die approach to problems which I like.",
        852.38,
        862.78
    ],
    [
        " But you know, leadership and strategy and tactics in that book I talked about that's good attitude to have.",
        865.64,
        871.22
    ],
    [
        " I'm never going to quit, but you also need to have the detachment to take a look at a problem where you're throwing all your resources and not winning and say, you know what, I'm going to throw my resources at this problem in a different way.",
        871.44,
        883.56
    ],
    [
        " We don't want to lose the ability to think.",
        883.96,
        885.62
    ],
    [
        " We don't want never say die to translate to never think of another solution to a problem that we're facing.",
        886.1,
        892.76
    ],
    [
        " Light infantry, no matter what the situation they can make do by turning the situation to their advantage.",
        893.6,
        902.44
    ],
    [
        " Love that.",
        902.88,
        903.32
    ],
    [
        " Oh, there's bad weather.",
        904.48,
        906.18
    ],
    [
        " Cool. Watch this.",
        906.44,
        907.12
    ],
    [
        " We're going to use that to our advantage.",
        907.48,
        908.66
    ],
    [
        " Oh, there's tough terrain.",
        909.86,
        910.72
    ],
    [
        " Great. We're going to use that to our advantage.",
        910.98,
        912.54
    ],
    [
        " Classic light infantry almost distains logistics believing that is it is possible to live in on and off the land and to use the enemies supplies and weapons if necessary.",
        914.88,
        927.04
    ],
    [
        " Self-reliance transcends unfavorable circumstances and finds a way to accomplish the mission through innovation, imagination and perseverance.",
        927.6,
        936.9
    ],
    [
        " Distains logistics.",
        937.52,
        941.52
    ],
    [
        " We don't even want support.",
        941.56,
        943.52
    ],
    [
        " We don't even want a supply chain.",
        943.94,
        946.26
    ],
    [
        " We're going to live off the land.",
        946.48,
        948.06
    ],
    [
        " The light infantry's attitude of self-reliance leads directly to a propensity for flexibility and improvisation.",
        949.82,
        955.88
    ],
    [
        " The light infantry cannot afford a rigid approach to tactical problems.",
        956.28,
        960.32
    ],
    [
        " So I love that because now we're going back on the fact that we have a never say die attitude.",
        960.54,
        966.36
    ],
    [
        " Guess what?",
        966.36,
        967.06
    ],
    [
        " We also can't afford a rigid approach to tactical problems.",
        967.88,
        971.32
    ],
    [
        " So we got a good dichotomy that's getting balanced out now.",
        971.58,
        974.04
    ],
    [
        " We were a little nervous at first.",
        974.4,
        975.6
    ],
    [
        " And said light infantry seeks to respond quickly to change, turning its strengths against the enemy's weaknesses in ways that the enemy does not expect.",
        977.38,
        984.98
    ],
    [
        " Yes, do you get to?",
        985.46,
        986.54
    ],
    [
        " The light infantry leader improvises to accomplish his mission by changing his tactics and organization whenever necessary.",
        987.1,
        994.46
    ],
    [
        " So that's very different from traditional military thought, right?",
        997.14,
        1001.24
    ],
    [
        " Oh, we got a different problem.",
        1001.5,
        1002.62
    ],
    [
        " Let's change our organization, change our tactics.",
        1002.76,
        1004.42
    ],
    [
        " What do we got to do?",
        1004.56,
        1005.04
    ],
    [
        " Old equipment is used in new ways and new methods are developed to meet a changing situation.",
        1006.92,
        1011.94
    ],
    [
        " Light infantry is light of foot, so to speak, and light and quick of mind as well.",
        1014.12,
        1018.54
    ],
    [
        " I wouldn't even see as well.",
        1019.36,
        1020.8
    ],
    [
        " I'd say that's probably the predominant trait that we want.",
        1020.8,
        1024.72
    ],
    [
        " Light of mind, quick of mind.",
        1025.84,
        1028.88
    ],
    [
        " Amazing how people get entrenched in their own little ideas or their own big ideas.",
        1029.32,
        1034.9
    ],
    [
        " Yes sir.",
        1035.42,
        1036.36
    ],
    [
        " Entrenched.",
        1036.52,
        1037.2
    ],
    [
        " Can't move.",
        1037.62,
        1038.52
    ],
    [
        " The light infantry uses improvisation and flexibility as a combat multiplier.",
        1040.3,
        1044.36
    ],
    [
        " Thereby frequently achieving a psychological advantage over an enemy which may outman and outgun it.",
        1044.36,
        1051.74
    ],
    [
        " I was talking to someone the other day.",
        1052.02,
        1055.22
    ],
    [
        " Uh, client.",
        1056.74,
        1057.12
    ],
    [
        " And the...",
        1057.52,
        1060.4
    ],
    [
        " I'm hearing him.",
        1060.4,
        1062.04
    ],
    [
        " He's trying...",
        1062.68,
        1063.26
    ],
    [
        " He's asking me to help him come up with a strategic plan.",
        1063.26,
        1066.24
    ],
    [
        " A, B, C, D, E, F.",
        1067.62,
        1070.46
    ],
    [
        " And he's getting some resistance.",
        1073.58,
        1074.88
    ],
    [
        " You know, he's got different parts of the team pulling them in different directions.",
        1075.16,
        1077.92
    ],
    [
        " And he's having a hard time making a decision of like, well, we could do this, but then if this happens, we could do that.",
        1078.68,
        1086.76
    ],
    [
        " But then I'm worried about this.",
        1086.78,
        1087.64
    ],
    [
        " So it's a problem.",
        1087.88,
        1090.06
    ],
    [
        " And what I'm sitting there listening to him and I'm thinking...",
        1091.06,
        1096.12
    ],
    [
        " And I have to play this mental game with myself because the way that you don't find an answer when you're talking to someone is to try so hard to understand what their perspective is that you become wrapped up in the problem yourself.",
        1096.12,
        1113.08
    ],
    [
        " So I was kind of doing that.",
        1113.86,
        1114.9
    ],
    [
        " I'm thinking, well, you know, he says, well, you know, this group is saying that we should do this and the other group is saying that we should do that.",
        1115.0,
        1119.36
    ],
    [
        " And I'm starting to weigh those two groups out and see what's...",
        1119.6,
        1122.44
    ],
    [
        " You know what I'm saying?",
        1122.44,
        1123.16
    ],
    [
        " And so I'm starting... I'm getting too close to it.",
        1123.16,
        1125.68
    ],
    [
        " So I'm listening.",
        1125.9,
        1127.12
    ],
    [
        " So what I have to do is I have to actually play this little game with myself where I say, okay, what would I actually really do if I was in the situation?",
        1127.24,
        1136.54
    ],
    [
        " And I said, hey, neither one of these groups know what's going to happen and neither do you.",
        1136.64,
        1146.0
    ],
    [
        " And you right now are trying to make a rigid plan about a future that is unknown to you.",
        1146.34,
        1152.9
    ],
    [
        " Let's reassess the plan and come up with one that revolves around flexibility and adaptability, not about, not around rigidity.",
        1153.5,
        1164.32
    ],
    [
        " Problem solved.",
        1165.34,
        1167.46
    ],
    [
        " And that's really all it took.",
        1168.12,
        1169.9
    ],
    [
        " That's really all it took.",
        1170.26,
        1171.98
    ],
    [
        " How can we come up with a more flexible plan?",
        1172.3,
        1174.74
    ],
    [
        " We don't know. Do you know what's going to happen tomorrow?",
        1175.92,
        1177.36
    ],
    [
        " No.",
        1177.92,
        1178.12
    ],
    [
        " Okay, so we can come up with a plan but we want a flexible plan because you can plan to go to the beach but we don't know what the weather's going to be.",
        1178.4,
        1184.14
    ],
    [
        " Yes, kind of like the overpacking thing we talked about a long time ago where...",
        1184.24,
        1188.06
    ],
    [
        " Refresh my memory.",
        1188.06,
        1188.84
    ],
    [
        " You know, like that's why you wind up overpacking because you're like, what if we do this?",
        1189.92,
        1193.32
    ],
    [
        " What if we do that?",
        1193.58,
        1194.14
    ],
    [
        " What if we do this?",
        1194.42,
        1194.92
    ],
    [
        " What if we go to dinner?",
        1195.06,
        1195.56
    ],
    [
        " What if we go swimming?",
        1195.76,
        1196.62
    ],
    [
        " What if we go whatever?",
        1196.84,
        1197.6
    ],
    [
        " It's like, bro, you don't know if you're even going to go...",
        1198.18,
        1200.12
    ],
    [
        " You don't even have a plan to go to dinner.",
        1200.12,
        1201.48
    ],
    [
        " Even though you kind of know you go to dinner sometimes, you know, and then you do that too much.",
        1201.48,
        1205.4
    ],
    [
        " Right, you're over here overpacking.",
        1205.4,
        1207.02
    ],
    [
        " Yeah.",
        1207.2,
        1207.44
    ],
    [
        " Unless you're levison.",
        1207.62,
        1208.44
    ],
    [
        " Levison.",
        1208.7,
        1209.06
    ],
    [
        " Remember levison?",
        1209.3,
        1210.48
    ],
    [
        " That's a low one.",
        1210.64,
        1211.52
    ],
    [
        " He's had the Iran.",
        1211.76,
        1212.74
    ],
    [
        " That's some light infantry traveling there.",
        1212.98,
        1214.54
    ],
    [
        " Traveling there.",
        1214.54,
        1214.94
    ],
    [
        " Yes, sir.",
        1215.14,
        1215.42
    ],
    [
        " And he's got a backpack in $8.",
        1215.64,
        1217.48
    ],
    [
        " He might be straight up over light infantry traveling.",
        1217.84,
        1221.94
    ],
    [
        " I was thinking about him from this perspective.",
        1222.06,
        1225.2
    ],
    [
        " You know, you do so much contingency planning.",
        1225.9,
        1228.7
    ],
    [
        " Right.",
        1228.92,
        1229.1
    ],
    [
        " In the military.",
        1229.1,
        1229.84
    ],
    [
        " What if this happens?",
        1229.84,
        1230.62
    ],
    [
        " What if that happens?",
        1230.62,
        1231.22
    ],
    [
        " He must have been looking at contingency plans.",
        1231.24,
        1232.86
    ],
    [
        " Like, oh, don't worry.",
        1232.86,
        1234.14
    ],
    [
        " It'll be good.",
        1234.5,
        1235.08
    ],
    [
        " It'll be good.",
        1235.08,
        1235.54
    ],
    [
        " And that's one of the keys to light infantry.",
        1236.02,
        1239.96
    ],
    [
        " Yeah.",
        1240.28,
        1240.54
    ],
    [
        " Flexible planning.",
        1241.06,
        1241.9
    ],
    [
        " Yeah, especially with that approach, you know.",
        1242.36,
        1243.9
    ],
    [
        " So you go to, in our case, we'll go to Khoi.",
        1244.16,
        1247.46
    ],
    [
        " You need a certain amount of things that you need.",
        1248.12,
        1250.2
    ],
    [
        " You're going to need.",
        1250.34,
        1250.78
    ],
    [
        " Like seven.",
        1250.88,
        1251.44
    ],
    [
        " Yeah.",
        1251.8,
        1252.06
    ],
    [
        " Like shorts.",
        1252.28,
        1252.74
    ],
    [
        " You just surf shorts.",
        1253.08,
        1253.86
    ],
    [
        " In fact, you get the hybrid shorts.",
        1254.18,
        1255.54
    ],
    [
        " The surf shorts plus casual.",
        1255.88,
        1257.1
    ],
    [
        " Okay.",
        1257.24,
        1257.46
    ],
    [
        " And the black ones.",
        1257.9,
        1258.24
    ],
    [
        " I think we have some of those.",
        1258.3,
        1259.56
    ],
    [
        " Yeah, we do.",
        1259.56,
        1260.04
    ],
    [
        " You know, a shirt, you know, a few shirts or whatever.",
        1260.6,
        1264.14
    ],
    [
        " Make sure you have a laundry machine over there.",
        1264.72,
        1266.4
    ],
    [
        " A toothbrush.",
        1266.56,
        1266.88
    ],
    [
        "",
        1267.38,
        1267.38
    ],
    [
        " A toothbrush.",
        1268.14,
        1268.26
    ],
    [
        " But you can kind of get toothpaste there.",
        1269.18,
        1270.52
    ],
    [
        " And really a toothbrush.",
        1270.8,
        1271.56
    ],
    [
        " Yeah.",
        1272.08,
        1272.2
    ],
    [
        " And that's a big part too where, you know, kind of like living off the land.",
        1272.56,
        1275.36
    ],
    [
        " And the sounds dumb, I know.",
        1275.36,
        1276.6
    ],
    [
        " But it's the same thing.",
        1276.7,
        1277.66
    ],
    [
        " It's the same thing.",
        1277.9,
        1278.58
    ],
    [
        " So you ever like go to like LA.",
        1279.14,
        1280.68
    ],
    [
        " You just count on a vonger.",
        1280.78,
        1282.16
    ],
    [
        " Because I'm not the land.",
        1282.28,
        1283.02
    ],
    [
        " I think you did.",
        1283.02,
        1283.84
    ],
    [
        " It is the travel version of living off the land.",
        1283.86,
        1286.14
    ],
    [
        " When you go to a civilized place, what I'm saying is the stretch.",
        1286.14,
        1288.8
    ],
    [
        " You know, when you go to like LA or something.",
        1288.88,
        1290.78
    ],
    [
        " And you're like, shoot, I'm going to be there for two days, you know, two, two and a half hour drive",
        1291.18,
        1294.8
    ],
    [
        " or whatever.",
        1294.8,
        1295.44
    ],
    [
        " It's like, I'd better bring enough toothpaste or I'd better.",
        1295.66,
        1298.66
    ],
    [
        " Right, you can stop in any store in LA and get your business.",
        1298.94,
        1301.0
    ],
    [
        " You just live in off the land.",
        1301.0,
        1301.66
    ],
    [
        " Don't pack on that stuff.",
        1301.88,
        1302.94
    ],
    [
        " You can live off the land.",
        1303.2,
        1304.62
    ],
    [
        " It's the same thing.",
        1304.92,
        1305.46
    ],
    [
        " That'd be a gotcha good reality television.",
        1305.48,
        1307.08
    ],
    [
        " Echo living off the land.",
        1307.36,
        1308.48
    ],
    [
        " We're going into.",
        1309.46,
        1309.84
    ],
    [
        " It's foreign stores.",
        1309.98,
        1311.32
    ],
    [
        " Rolling into a Ralph's in LA.",
        1312.04,
        1313.52
    ],
    [
        " I can make this work.",
        1313.68,
        1315.2
    ],
    [
        " It's the same thing.",
        1315.2,
        1319.04
    ],
    [
        " It's exactly the same thing.",
        1319.28,
        1320.72
    ],
    [
        " It's the travel version of living.",
        1320.72,
        1322.44
    ],
    [
        " Never mind hunting, building a bow, hunting down and killing an animal and skinning it.",
        1323.24,
        1327.68
    ],
    [
        " Never mind that.",
        1327.74,
        1328.34
    ],
    [
        " No, another two advanced.",
        1328.42,
        1329.36
    ],
    [
        " We're rolling into.",
        1329.64,
        1330.6
    ],
    [
        " Vons.",
        1331.68,
        1332.12
    ],
    [
        " What a check.",
        1333.14,
        1335.3
    ],
    [
        " All right, so we're staying flexible.",
        1336.36,
        1337.44
    ],
    [
        " We are prepared to live off the land if needed.",
        1337.92,
        1340.58
    ],
    [
        " If there's a washer dry there.",
        1340.92,
        1341.96
    ],
    [
        " You're going to bring that much clothes.",
        1342.56,
        1344.4
    ],
    [
        " You see what I'm saying?",
        1344.4,
        1345.12
    ],
    [
        " My first deployment, I went to Guam.",
        1345.3,
        1347.6
    ],
    [
        " I thought I was going to NOM.",
        1348.26,
        1351.2
    ],
    [
        " I didn't plan for a bunch of civilian stuff to be happening.",
        1352.28,
        1356.7
    ],
    [
        " I didn't plan to be down at the beach all day.",
        1356.96,
        1361.74
    ],
    [
        " Most days, which is what we actually did on my first deployment.",
        1362.78,
        1366.28
    ],
    [
        " I think I had maybe two pairs of shorts.",
        1367.72,
        1370.96
    ],
    [
        " I just wore them the entire time.",
        1371.34,
        1372.9
    ],
    [
        " I would wear one for a week.",
        1373.08,
        1374.46
    ],
    [
        " You're just in the ocean.",
        1374.74,
        1375.7
    ],
    [
        " You're taking a fresh water shower.",
        1376.48,
        1378.68
    ],
    [
        " You're just totally good to go living off the land as they say.",
        1379.62,
        1383.86
    ],
    [
        " That's how quiet.",
        1384.9,
        1386.9
    ],
    [
        " You're wearing your shorts.",
        1387.86,
        1389.44
    ],
    [
        " Are you going to the beach in pretty much the whole time?",
        1389.54,
        1391.52
    ],
    [
        " Pretty much.",
        1392.2,
        1392.4
    ],
    [
        " You bring two of those.",
        1392.7,
        1394.0
    ],
    [
        " You're pretty good.",
        1394.22,
        1394.92
    ],
    [
        " Pretty salad.",
        1395.04,
        1395.58
    ],
    [
        " You got back up.",
        1396.14,
        1396.7
    ],
    [
        " It's true.",
        1396.84,
        1397.4
    ],
    [
        " Check.",
        1398.38,
        1398.74
    ],
    [
        " See?",
        1399.76,
        1400.04
    ],
    [
        " I knew there was light infantry application.",
        1400.38,
        1402.38
    ],
    [
        " Even the echo trials existed.",
        1402.66,
        1404.02
    ],
    [
        " We're there.",
        1404.36,
        1404.62
    ],
    [
        " We're there.",
        1405.52,
        1405.9
    ],
    [
        " Back to the book.",
        1406.62,
        1407.54
    ],
    [
        " Not surprisingly self-align, improvisation and flexibility",
        1408.64,
        1412.1
    ],
    [
        " produce a unique tactical style as the key features of which",
        1412.1,
        1415.8
    ],
    [
        " are surprise, stealth, shock and offensiveness.",
        1415.8,
        1420.56
    ],
    [
        " The light infantry always seeks to retain the initiative to keep the enemy off balance.",
        1420.82,
        1425.94
    ],
    [
        " That was, here's a good quote from Dean Lisch, because I was training with him the other day",
        1426.4,
        1431.56
    ],
    [
        " and while he was teaching class, he said, okay, so the guy on the bottom, across side,",
        1431.56,
        1438.06
    ],
    [
        " what advantages does he have?",
        1438.24,
        1439.96
    ],
    [
        " Were you here for this class?",
        1440.58,
        1441.3
    ],
    [
        " No, but given what you're saying right now, he has said this.",
        1442.68,
        1446.62
    ],
    [
        " Yeah.",
        1446.78,
        1447.14
    ],
    [
        " So he, you know, when everyone kind of throws, actually there's not a lot of guesses.",
        1447.42,
        1450.98
    ],
    [
        " Because let's face it, when you're on the bottom, when someone's across side on you,",
        1451.22,
        1454.92
    ],
    [
        " you're not feeling a bunch of advantages at all.",
        1455.1,
        1457.16
    ],
    [
        " So he looked at it with a positive attitude.",
        1457.88,
        1460.64
    ],
    [
        " And he said, no, when you're on the bottom and someone's across side on you,",
        1460.86,
        1464.56
    ],
    [
        " you can't fall down.",
        1464.62,
        1465.42
    ],
    [
        " Yeah.",
        1465.52,
        1465.72
    ],
    [
        " That's a good attitude.",
        1466.02,
        1468.02
    ],
    [
        " Yes, it is.",
        1468.18,
        1468.78
    ],
    [
        " That's a good attitude.",
        1469.0,
        1469.64
    ],
    [
        " I thought of another one, say it to him.",
        1470.12,
        1471.86
    ],
    [
        " I'll have to discuss it with him.",
        1471.88,
        1472.86
    ],
    [
        " It's the person is going to have to give space to submit you in most cases from across side.",
        1474.8,
        1481.52
    ],
    [
        " There's going to be an opportunity when if people try and submit you.",
        1481.7,
        1484.88
    ],
    [
        " If people just hold you, you're, you're going to get held.",
        1485.32,
        1487.4
    ],
    [
        " But if they make movement to advance position or to submit you,",
        1487.62,
        1492.8
    ],
    [
        " they're, the advantage that you have is there's going to be some space.",
        1493.02,
        1496.3
    ],
    [
        " Like, I think there's even less space if, if, if I'm in Dean Lister's closed guard,",
        1497.48,
        1505.68
    ],
    [
        " I feel like I can move less even when he's going for something than if he's across side.",
        1505.9,
        1511.06
    ],
    [
        " That's kind of how I feel.",
        1511.2,
        1511.98
    ],
    [
        " It might be particular to my style or whatever, but you can't fall down when you're already on the ground.",
        1512.26,
        1518.24
    ],
    [
        " That's true.",
        1518.48,
        1518.8
    ],
    [
        " That's a big advantage, I guess.",
        1519.38,
        1520.92
    ],
    [
        " Off balance.",
        1521.36,
        1524.56
    ],
    [
        " The way that a good jujitsu player will attack your balance, that is just,",
        1525.42,
        1530.12
    ],
    [
        " that's the same thing we have to think about on the battlefield.",
        1530.78,
        1533.88
    ],
    [
        " How can we keep the enemy off balance in the business world?",
        1534.4,
        1537.28
    ],
    [
        " If the, if the competitors know exactly what we're going to do, they just plan for it.",
        1537.76,
        1541.78
    ],
    [
        " They make a plan.",
        1542.0,
        1542.82
    ],
    [
        " And the more they think they know what you're going to do, the less flexible their plan is.",
        1543.4,
        1547.24
    ],
    [
        " So when you do something that throws them off balance, it's going to be good for you.",
        1547.4,
        1551.04
    ],
    [
        " Light infantry operates most frequently at night and uses terrain at hand to full advantage.",
        1552.38,
        1559.08
    ],
    [
        " Light infantry is terrain oriented and is able to switch operations from one type of terrain",
        1559.4,
        1564.32
    ],
    [
        " to another without paralysis of the mind.",
        1564.32,
        1567.68
    ],
    [
        " Paralysis of the mind.",
        1568.24,
        1575.58
    ],
    [
        " How often you see that?",
        1576.04,
        1577.06
    ],
    [
        " A ship, it's, it's very, it's actually a specific thing.",
        1578.0,
        1580.34
    ],
    [
        " A switch in terrain, a switch in environment and people walk up.",
        1580.38,
        1584.62
    ],
    [
        " I see it.",
        1585.38,
        1587.0
    ],
    [
        " Yeah, I could see that.",
        1587.34,
        1588.5
    ],
    [
        " Especially, and this goes back to something the artist said, especially when it's a surprise.",
        1589.02,
        1593.42
    ],
    [
        " If I surprise you with something, that's when brain freeze happens.",
        1593.98,
        1599.36
    ],
    [
        " If you kind of see it coming, you're prepared for it.",
        1599.78,
        1602.04
    ],
    [
        " So it's almost like surprise has to be utilized to cause people to freeze up.",
        1602.1,
        1607.14
    ],
    [
        " Yeah.",
        1607.32,
        1607.6
    ],
    [
        " Oh yeah.",
        1608.14,
        1608.6
    ],
    [
        " In my opinion, moreover, in combat, the light infantry is logistics conscious, but not logistics dependent.",
        1608.6,
        1616.96
    ],
    [
        " Light infantry relies on superior tactics, not superior firepower to win the battle.",
        1617.8,
        1622.88
    ],
    [
        " No, it's just you.",
        1623.3,
        1623.76
    ],
    [
        " The short discussion, this short discussion barely scratches the surface of the issue.",
        1624.52,
        1631.04
    ],
    [
        " It does, however, capture the essence of classic light infantry, the proverbs which are listed here,",
        1631.14,
        1637.32
    ],
    [
        " go into more detail and hopefully clarify the picture somewhat further.",
        1637.32,
        1641.66
    ],
    [
        " They have been gleaned from the close study of several excellent light infantry forces in the recent past.",
        1641.94,
        1648.26
    ],
    [
        " Although many of these proverbs apply equally well to regular infantry, as a group,",
        1648.66,
        1653.32
    ],
    [
        " they do a fair job of embodying the nature of classic light infantry as distinct from regular infantry in conclusion,",
        1653.5,
        1660.88
    ],
    [
        " even though many of these proverbs should be embraced by all infantry, not just light infantry, history has demonstrated the difficulty of including the difficulty of inculcating the light infantry virtue or style,",
        1660.98,
        1676.86
    ],
    [
        " except in small segments, usually elite elements of national armies.",
        1677.06,
        1681.4
    ],
    [
        " So what he's saying there is these are great.",
        1681.94,
        1685.72
    ],
    [
        " And they'll work for regular infantry, but these skills are a little bit harder to grow inside of an organization.",
        1686.56,
        1700.14
    ],
    [
        " So chances are, even though they're good idea to try, chances are you're not going to be as effective making this happen.",
        1700.94,
        1706.48
    ],
    [
        " Now, I can tell you that I think this thing was written decked, I don't know, 40 years ago, something like that.",
        1706.58,
        1713.48
    ],
    [
        " I think times have changed, I think you'd find going out and me actually working with light infantry units, man they're good.",
        1714.16,
        1723.24
    ],
    [
        " So, or sorry, with regular infantry units as well, and armored infantry units as well. Like I've worked with all of them, and they're all freaking good to go.",
        1723.98,
        1731.3
    ],
    [
        " That's what you get good when you've been at war as a nation for a couple decades.",
        1731.62,
        1735.92
    ],
    [
        " The US Army particularly has a history of being tied to its logistics chain and has relied more on firepower than on military art, fruits, victories, some truth to that.",
        1739.06,
        1748.16
    ],
    [
        " Let us assume that the new light infantry divisions should be trained in the classic light infantry style.",
        1748.58,
        1753.66
    ],
    [
        " The army may find it difficult to do so since it is a style with which we are basically unfamiliar, except for our specialty forces, particularly the Ranger battalions.",
        1753.92,
        1763.84
    ],
    [
        " The first step, however, is for the army to decide what it means by light infantry. Is it merely light infantry made light by the absence of heavy equipment, or is it something more like what has been described here?",
        1764.0,
        1775.82
    ],
    [
        " This is a question which would be answered quickly for it has a significant bearing on the training, strategy, and leadership of our new light divisions.",
        1776.2,
        1784.3
    ],
    [
        " That's kind of his intro. I think it's a good solid intro. I think it gives us an idea.",
        1784.82,
        1789.92
    ],
    [
        " And it also, again, the reason I think this is so usable is because we're talking about a smaller, weaker force going up against a bigger, stronger force.",
        1790.38,
        1804.46
    ],
    [
        " This is maneuver warfare. This is indirect attacks. That's what this is. That's why it applies.",
        1805.08,
        1810.4
    ],
    [
        " I feel like this applies to more people, especially when you want to start applying it to other than something other than military stuff, where because it so feels like it anyway, that so often we find ourselves in a situation where it's like, dang, I don't have the experience.",
        1812.8,
        1827.14
    ],
    [
        " I don't have the resources. I don't have the, you know, I'm not as big as that guy or whatever. And we feel like we kind of don't have a chance, you know, because they're just so far ahead of us in that way.",
        1827.36,
        1839.68
    ],
    [
        " So it's like, oh, no one has a chance. You know, they're like a monopoly in whatever way. Yeah. But it's not the case. You know, it's true. And you know, it's interesting from a business perspective. So I work with all different industries, right?",
        1839.68,
        1852.54
    ],
    [
        " But one day I'll be talking to a client who is the small startup, you know, 400 employees on the growth pattern. They're making things happen, but they still can't.",
        1853.3,
        1865.24
    ],
    [
        " They still have some disadvantages against the big boys, right? And so I'll be talking to them about, okay, here's what we need to do. You need to work as, you know, you work on your mobility. How can we maneuver the enemy like all those things?",
        1865.24,
        1876.3
    ],
    [
        " The next day or even the next hour, I'll be talking to one of the big companies that has all these little elements out there, these small startups that are trying to snatch business share. What are we going to do to immobilize those small.",
        1876.58,
        1890.92
    ],
    [
        " So I actually end up teaching both insurgency and counter insurgency, depending on the client. And what's good is that I, since I, since I, I am familiar with how each one of those components needs to win. So I can help them counter.",
        1891.6,
        1912.34
    ],
    [
        " So it boils down to execution too. It boils down to execution. Can you actually do what I'm talking about? Because if you can't come up with a flexible plan, or you can come up with a flexible plan, but you don't have the leadership to actually make it happen, you're not going to make it happen.",
        1915.5,
        1934.54
    ],
    [
        " Yeah, that's so true. So even like the, like he talked about the mindset early on, the mindset that we're looking to change direction, we're looking to be creative like it's quick, you know, quick. Unlike, you know, let's face it, the bigger a, I don't know, I'm thinking of a company, by the way, but if like the bigger the company is the more it seems like, hey, you better have your protocols in place that we all follow.",
        1934.7,
        1956.96
    ],
    [
        " Otherwise, the thinking get all unorganized. So it's like, they kind of have no choice, but to be a little bit more rigid in that way.",
        1957.14,
        1963.34
    ],
    [
        " Bridget bureaucratic, very stable, very difficult to change. So what does that mean? That means when you're a small company, you're like, oh, you client needs this? Guess what? We can do that for you.",
        1964.54,
        1975.8
    ],
    [
        " We can turn around and we'll shift how we do things for you. The big companies, we don't actually do that. Let me put you on hold. You can, you can, you will, you will give you the system that we use and you can use the system we use.",
        1975.9,
        1987.26
    ],
    [
        " The small clients like will adapt our system. No factor. Let's do it. Shoot it. Don't get them on customer service. But you go to a big company customer service.",
        1987.26,
        1995.44
    ],
    [
        " They're going to be outsourcing the reading scripts like all this stuff because they kind of got in a big way where it's like, hey, we need everyone to give the same quote unquote quality customer service.",
        1995.62,
        2005.84
    ],
    [
        " Like we need, you know, you got to know all this stuff about our big longstanding company, you know, to help these people. So you better be educated. Right. So good example.",
        2005.84,
        2014.58
    ],
    [
        " Big company, maybe they, they know that they're going to lose out on customer service because the small company can, can adapt quicker and make adjustments. So that means the big company needs to invest more in that area.",
        2015.32,
        2026.92
    ],
    [
        " And maybe they need to hire some experts and maybe they need to dump some money into, you know, computer help where I can actually log into your computer and I can help before talking about a software. Right.",
        2027.34,
        2039.88
    ],
    [
        " And, well, you know, no problem. Mr. Charles, let's say what if you type in this code word, I'll get into your computer right now and I can get that fix for you. Right. You want to put money. So you know where your weaknesses are.",
        2039.88,
        2048.56
    ],
    [
        " You identify your weaknesses and then you fix them. And if you're the small guy, you know where the enemies weaknesses are. The big guys weaknesses are and you exploit those.",
        2048.88,
        2061.48
    ],
    [
        " You start making fun of them start capitalizing on them, which you got to be careful because if I start if you're the big guy and I start making fun of your customer service, you're big guy.",
        2062.1,
        2071.68
    ],
    [
        " You'll dump a bunch of money and customer service also and you start beating me there. So I got to be careful. I don't want to provoke the big guy. Maybe I just want to stay under the radar.",
        2071.82,
        2079.64
    ],
    [
        " Yeah. And keep taking customers from you and you don't really know why. It's because I respond to every single customer service issue, you know, with a team that's going to talk directly within three minutes.",
        2079.64,
        2091.82
    ],
    [
        " That's a very, that's very significant concept staying under the radar. I think it's underrated too.",
        2092.48,
        2103.24
    ],
    [
        " Because even just as a human being, it feels like you want the attention, you want the credit, you want the recognition for this, you want to win the award, you want them to know you won or you know even more scary or counterproductive is you want the enemy to know that you just did this.",
        2103.44,
        2122.3
    ],
    [
        " Yeah. And that's more counterproductive because now you're giving away what your position is. Yeah. You're giving away what you're doing to achieve victory.",
        2122.78,
        2129.66
    ],
    [
        " And part of that goes deep because even even if you're not like, because no, you know, like, okay, if you want the enemy to know, right, that's like some like, hey, this is me getting to you. I got something against you personally. So boom, yeah, I got you what kind of a thing, right.",
        2129.96,
        2143.8
    ],
    [
        " It's like a challenge almost kind of thing. But even if like just everyday stuff, you know, some people, for example, they'll make, they'll start making a lot of money or something and then nobody like jewelry or something like that or something flashy, you know, or you know, they.",
        2143.9,
        2156.74
    ],
    [
        " Maybe they have some online following or something and then they want to show their nice cars and their nice cows and they want to do all this stuff, right. Just to like show how it's like a need, I guess, you know, for recognition or whatever.",
        2157.56,
        2168.64
    ],
    [
        " But now what you what you did is you provoke the giant now. You made everyone know about their stuff. Now this giant, whatever that may be, I don't know how that translates.",
        2169.04,
        2176.78
    ],
    [
        " But it is something where there be people trying to take advantage of that. People asking you for stuff.",
        2176.78,
        2181.9
    ],
    [
        " You know, people trying to use your XYZ that you just showed them that you have, by the way, voluntarily voluntarily. Yeah, because you needed somewhere.",
        2182.3,
        2190.18
    ],
    [
        " Now they're they're going to try to find a way to use that for their advantage. And then it's like everybody to potentially that's the giant. There's your giant right there.",
        2190.32,
        2198.0
    ],
    [
        " You're going to watch out for that. You got to watch out for your ego getting you to do things that are stupid.",
        2198.48,
        2203.56
    ],
    [
        " Yeah, straight up probing the giant or whatever, like even in Iraq in Ramadi. We didn't want we tried to we didn't want the enemy to know what was happening.",
        2204.8,
        2216.6
    ],
    [
        " Like why are why are people get shot? What's happening? You know, we don't like, oh, yeah, we're snipers. We got teams in input. No, just all of a sudden they start losing guys. A lot of them.",
        2216.6,
        2230.04
    ],
    [
        " They don't know why it's now it's fear. I mean, obviously they figured out pretty quick.",
        2230.52,
        2234.5
    ],
    [
        " Check. All right. So now we get into the to the proverbs themselves. Proverbs of the light infantry.",
        2235.48,
        2244.36
    ],
    [
        " Here we go. Light infantry operations. There exists a light infantry attitude, which can be described in a few characteristic words.",
        2245.22,
        2251.98
    ],
    [
        " Offensiveness, initiative, surprise, improvisation, and total self-reliance.",
        2252.28,
        2257.24
    ],
    [
        " There's a part where we could just end the podcast right now, right? Because if you take those were those concepts to the nth degree, you you know what we're talking about.",
        2260.54,
        2269.44
    ],
    [
        " But you won't get the full impact. Light forces are undaunted by terrain. terrain is viewed as an ally.",
        2270.34,
        2279.32
    ],
    [
        " A combat multiplier for the light infantrymen. Light forces are terrain oriented. Very little terrain is impossible to true light infantrymen.",
        2279.9,
        2288.2
    ],
    [
        " Now what I this to me, one thing that I was taught as a young frogman.",
        2288.58,
        2293.96
    ],
    [
        " When there's bad weather or there's bad terrain, that means that the enemy has to contend with it. And they're not going to. And we are.",
        2294.4,
        2306.46
    ],
    [
        " And so terrain. Oh, there's horrible, steep, crazy hills. Cool. Yeah. That means the enemy's not going to be on patrol up there. We will be undaunted.",
        2308.14,
        2316.52
    ],
    [
        " Light infantry does its best when it lives on in and off the land. It must be comfortable in the bush or in rouse.",
        2317.86,
        2327.56
    ],
    [
        " If you're a little drowsy, an ally for two days.",
        2327.98,
        2330.38
    ],
    [
        " How much of that? Okay, so let's take jujitsu. How much of it is jujitsu good because let's face it.",
        2335.58,
        2343.2
    ],
    [
        " If you play out like zombie apocalypse in your head, you kind of think, hey, when it comes down to it, if I can beat people and fights.",
        2343.2,
        2352.48
    ],
    [
        " Look, because we ran out of bullets. You know what I'm saying? Like you get to a point where, hey, man, it's going to come down to me against you.",
        2353.04,
        2359.62
    ],
    [
        " So there's a little bit of that, that being able to survive that you get from jujitsu.",
        2360.82,
        2367.08
    ],
    [
        " Yeah, actually that's a real raw kind of form of it, you know, where.",
        2367.64,
        2373.3
    ],
    [
        " I think we actually talk about this. I think it was just me. We were just talking where you can have like a big group of people and then they can and you and the group can be heavily armed and then and then have a bunch of knives and then have body armor, whatever, whatever.",
        2375.26,
        2391.24
    ],
    [
        " Right, just all the tools and all the whatever. There's it like you can lose your weapons. You can lose your knives. You can lose your body armor or forget it or I don't know whatever.",
        2391.24,
        2402.08
    ],
    [
        " But at some point, it's very possible that it's going to be just like you said, it's me against you. No knives, no weapons, no whatever.",
        2402.58,
        2411.96
    ],
    [
        " Yeah, could be that way in about an hour and a half. I understand.",
        2412.24,
        2416.48
    ],
    [
        " And then it's like then where are you? Is it night and day? You know, are you just business as usual kind of kind of thing? Like, you know, I'm saying, it makes me go back to video games, but you know how like you go?",
        2417.48,
        2429.04
    ],
    [
        " It was a game called Zanick actually. I feel like I'm brought this up before where if you get like this weapon, is this the super spreader?",
        2429.32,
        2435.58
    ],
    [
        " No, yeah, that one too. Yeah, unconscious. When you get the spreader, you're like, boom, boom, and you can win.",
        2435.96,
        2440.7
    ],
    [
        " Oh, it's called a spread. I call it the super spreader because it's Rona.",
        2440.84,
        2443.3
    ],
    [
        " Yeah.",
        2443.86,
        2445.38
    ],
    [
        " But once you die and lose that weapon and you go back to just what you're issued in the video game, which is what we call the pea shooter.",
        2446.48,
        2453.0
    ],
    [
        " You got to be good with that thing. And if you're not, you're just going to game over. That's a be comfortable in the bush.",
        2453.72,
        2461.26
    ],
    [
        " Good intelligence is vital to light infantry intelligence obtained by the light infantry from every source from the national level to the use of local inhabitants, reconnaissance and patrolling.",
        2463.34,
        2475.1
    ],
    [
        " Yeah, gathering information. Absolutely. Conventional tactics are no good for light forces.",
        2475.5,
        2479.66
    ],
    [
        " You know, I, I would have to dig down and see what you're actually talking about when you're talking about conventional tactics.",
        2481.06,
        2486.16
    ],
    [
        " I'm not going to, I'm not going to bless that one on the spot.",
        2486.46,
        2490.32
    ],
    [
        " I get it. Right? You can't plan. Sometimes for instance, conventional forces will plan for a certain number of casualties for a certain operation.",
        2490.9,
        2501.12
    ],
    [
        " Like you're just going to take these casualties. You get into light infantry, smaller units. That can be a real problem.",
        2501.24,
        2506.08
    ],
    [
        " You can't just accept casualties.",
        2506.28,
        2507.8
    ],
    [
        " For example, historically, light infantry operations are mounted at battalion level and lower light infantry operations are highly dependent on squad platoon and company level actions. Got it.",
        2510.62,
        2522.44
    ],
    [
        " Light forces need high quality communications to coordinate decentralized efforts into a coherent whole.",
        2523.08,
        2529.9
    ],
    [
        " Okay. So this article is written 40, 50 years ago, something like that.",
        2530.36,
        2535.14
    ],
    [
        " And it's just interesting to me.",
        2536.06,
        2540.1
    ],
    [
        " Communications of all kinds are unreliable. Radios, they're all unreliable in a combat zone.",
        2541.74,
        2548.78
    ],
    [
        " And if you don't have coordination measures in effect that don't rely on radio communications, you can count on there to be problems.",
        2549.16,
        2558.28
    ],
    [
        " And I'll tell you, even as our communication capabilities get better, when you start talking about fighting against near peer adversaries, meaning big giant countries like ours that have big giant technological equipment like we have,",
        2558.32,
        2577.68
    ],
    [
        " you can't, you get to a point where you can't use radios because they have something called de-effing capability.",
        2579.46,
        2584.74
    ],
    [
        " Have you ever heard of that direction finding capability?",
        2584.74,
        2587.0
    ],
    [
        " So if you key up your radio, they know you're young. Your radio gives off radio waves.",
        2587.78,
        2594.7
    ],
    [
        " And there are ways that those radio waves can be detected and they can pinpoint your location.",
        2595.0,
        2601.68
    ],
    [
        " So you have to be able to operate with minimal, minimal communications.",
        2603.66,
        2609.64
    ],
    [
        " So I don't like this particular one because it says light forces need high quality communications to coordinate decentralized efforts into a coherent whole.",
        2610.1,
        2619.56
    ],
    [
        " Actually, I don't like that. When I tell you this is what we're doing, this is why we're doing it. I give you the commanders intent.",
        2619.72,
        2625.42
    ],
    [
        " I want you to be able to go and I don't need to talk to you again. And by the way, you'll see whatever other unit needed to do something coordinate with you, you're going to know what's happening by what's happening.",
        2626.78,
        2636.08
    ],
    [
        " You're going to see an explosion. You're like, oh, lace will tune. Just started their breach. That means I can go. Like you see what I'm saying.",
        2636.64,
        2641.28
    ],
    [
        " You need to be able to coordinate things. You can't be reliant on radios. You can't.",
        2641.72,
        2647.84
    ],
    [
        " There was probably a, there's probably a five, five year time period where you, where the radios were good and the enemy direction finding capability wasn't quite there yet.",
        2649.04,
        2661.12
    ],
    [
        " But that period's over.",
        2661.62,
        2663.46
    ],
    [
        " Due to a general shortage of combat support, light forces must do an excellent job of combining arms when they have a chance. Yes, absolutely. You got to be able to work with the other units that can support you.",
        2667.76,
        2676.64
    ],
    [
        " You got to be able to do it. Light infantry forces must be masters of improvisation, familiar with all kinds of weapons, vehicles, landing craft, and so forth.",
        2677.26,
        2684.54
    ],
    [
        " Yes. Light infantry forces make use of whatever is at hand to improve their combat capability. That absolutely.",
        2685.28,
        2692.0
    ],
    [
        " Native irregular forces are often used in support of light infantry. Yes. What does that mean? That means you have to go build relationships with the local populace. That's what that means.",
        2696.34,
        2705.42
    ],
    [
        " In order to do that, you got to know that that's what you need to do. Because 18 year old kids with machine guns aren't focused on building relationships. They're not.",
        2706.24,
        2717.24
    ],
    [
        " They go into a country. They have a machine gun. They have grenades. And if what they think they're going to do is hawk grenades and shoot machine guns.",
        2717.34,
        2725.64
    ],
    [
        " So you need to educate them and make sure that they understand how the local populace is going to play a role in giving you support.",
        2725.86,
        2736.02
    ],
    [
        " Light infantry must remain flexible in mind and action capable of reacting quickly.",
        2738.3,
        2746.28
    ],
    [
        " I already talked about flexible plans, flexible mind. When a light infantry man rises from his sleep, he is ready to fight.",
        2747.5,
        2758.1
    ],
    [
        " I like that. Light infantry man rely on camouflage. Why is that? Because we don't want to give away our position.",
        2758.88,
        2766.4
    ],
    [
        " We don't want to advertise what we're doing. We don't want to advertise how we're beating the competition.",
        2767.94,
        2773.26
    ],
    [
        " We want to have camouflage against heavy enemy forces. The light infantry always requires a great deal of augmentation.",
        2775.3,
        2784.76
    ],
    [
        " Cool. You've got to face the reality that you may not have the resources that are needed to defeat a bigger stronger enemy. You have to be able to say that.",
        2784.98,
        2797.44
    ],
    [
        " So if you're, you know, that's why that's why there's a lot of industries right now where you can get help inside your small business.",
        2797.52,
        2804.9
    ],
    [
        " You can get IT support. You can get personnel support. You can get engineering support. You can get all this kind of support.",
        2804.92,
        2812.86
    ],
    [
        " And you've got to recognize when you need to utilize some of that other support.",
        2813.36,
        2817.56
    ],
    [
        " You might not necessarily want to build it out. Had this conversation. Light infantry was just telling me this.",
        2818.02,
        2822.6
    ],
    [
        " When we were starting EF online and you know we started talking about building this and building that.",
        2823.12,
        2829.7
    ],
    [
        " And I said, hey, Lave, we don't want to become a software company. And he was like, check.",
        2829.92,
        2836.38
    ],
    [
        " You know, because it's better to hire someone that does that. That's what they do for.",
        2836.88,
        2841.54
    ],
    [
        " I don't want to, I don't want to have a bunch of software engineers and programmers and IT.",
        2841.6,
        2847.04
    ],
    [
        " So I don't want, we don't want to have all that. That's a different business.",
        2847.24,
        2850.38
    ],
    [
        " Yeah, we don't want to be an I, we don't want to be a software company. We want to be a leadership training company.",
        2850.46,
        2855.74
    ],
    [
        " Cool. And he was, he was like, got it.",
        2855.74,
        2858.42
    ],
    [
        " Yeah. Because we had started because it's one of those mission creep things, right?",
        2858.58,
        2862.1
    ],
    [
        " Yeah. Like, you're like, well, if we just add this, we'd build that and all of a sudden you got a proprietary system that you got to maintain.",
        2862.3,
        2868.92
    ],
    [
        " Ten in time. We're not looking to do that.",
        2869.3,
        2871.22
    ],
    [
        " We, why? We think light infantry. And what you need to do is use augmentation if needed.",
        2871.76,
        2878.4
    ],
    [
        " Light infantry men must be able to climb crawl, swim, ski, snowshoe, repel, stock, run, and hide.",
        2881.14,
        2890.18
    ],
    [
        " Obviously, echo, this is written before snowboarding.",
        2890.98,
        2893.9
    ],
    [
        " Yeah.",
        2894.1,
        2894.18
    ],
    [
        " I know you're over there thinking, those of you that don't know echoes now, snowboarder.",
        2894.42,
        2898.54
    ],
    [
        " Isn't it interesting to actually talk about the fact that you got to have all these different ways of getting around by you?",
        2899.14,
        2908.38
    ],
    [
        " Using your own energy. Light infantry must be able marksman proficient in the use and maintenance of many weapons.",
        2908.38,
        2916.06
    ],
    [
        " Light forces rely on pioneer skills at all level, beginning with the squad to properly exploit terrain, pioneer skills.",
        2916.28,
        2924.52
    ],
    [
        " Does that mean you have a Ralph's card?",
        2925.06,
        2927.22
    ],
    [
        " No, but you better know where everything is.",
        2928.14,
        2931.3
    ],
    [
        " You know, as you get lost, these foreign stores, you know, can be hostile.",
        2931.92,
        2935.24
    ],
    [
        " Do you remember driving around? Yeah, you do. Remember no, like GPS is just so.",
        2935.24,
        2940.32
    ],
    [
        " It's a given. It's given now. Yeah.",
        2940.34,
        2943.14
    ],
    [
        " To give it. How did you get around before GPS? Do you remember off the top of your head?",
        2943.38,
        2946.64
    ],
    [
        " Like you're in a new spot or are you going to a new spot kind of far away?",
        2947.42,
        2949.94
    ],
    [
        " Map.",
        2950.0,
        2950.1
    ],
    [
        " You brought a map? No, you get a map.",
        2950.58,
        2953.6
    ],
    [
        " Yeah.",
        2953.9,
        2954.1
    ],
    [
        " Well, I guess if I was going somewhere where there wasn't going to be a way to live off the land and go into a convenience store and buy a map.",
        2954.38,
        2959.94
    ],
    [
        " I was taking my daughter to Coronado a little while ago.",
        2961.2,
        2966.32
    ],
    [
        " And so Coronado is where I worked for 20 whatever years.",
        2967.68,
        2971.34
    ],
    [
        " And what I live now a few miles from Coronado.",
        2971.58,
        2976.86
    ],
    [
        " And we get in the car and I start pulling out my daughter's like, do you want to put it in the GPS?",
        2977.4,
        2982.08
    ],
    [
        " You're all insulting.",
        2983.58,
        2984.12
    ],
    [
        " Are you serious? Are you serious right now? And she says, yeah, why?",
        2984.48,
        2988.9
    ],
    [
        " And I go, it's Coronado. I worked there for 20 freaking years.",
        2989.36,
        2993.44
    ],
    [
        " And she's like, well, I don't know.",
        2993.76,
        2995.6
    ],
    [
        " But that's her mentality is when you get in a car and you're going somewhere, you GPS?",
        2996.14,
        3001.7
    ],
    [
        " Yeah, huh. Because she's the only one. Yeah.",
        3002.02,
        3004.06
    ],
    [
        " Huh. Yeah, that's crazy.",
        3004.72,
        3005.78
    ],
    [
        " Well, because I had the exact same incident wasn't Coronado was downtown.",
        3006.16,
        3009.46
    ],
    [
        " And I just worked downtown for a number of years and go down there whatever.",
        3009.46,
        3013.0
    ],
    [
        " So I know downtown, I know downtown like back on my hand.",
        3013.16,
        3016.2
    ],
    [
        " Yeah.",
        3016.24,
        3016.48
    ],
    [
        " And we're going in same thing.",
        3016.66,
        3019.16
    ],
    [
        " She puts it in Sarah.",
        3019.42,
        3020.38
    ],
    [
        " Sarah?",
        3020.62,
        3020.72
    ],
    [
        " Yeah, puts it in the or is like she puts it in her GPS in her phone and starts rattling off the directions.",
        3020.94,
        3026.54
    ],
    [
        " As if I don't know, you know, look at this man, man of the world doesn't know,",
        3026.54,
        3032.18
    ],
    [
        " you know, how to get to the place we're going to downtown, my hood, whatever.",
        3032.96,
        3037.12
    ],
    [
        " So yeah, I don't need that GPS.",
        3037.94,
        3039.62
    ],
    [
        " But the thing is Sarah's not as young as you're not obviously, but it does start to become like a habit, you know?",
        3039.88,
        3046.12
    ],
    [
        " I mean, just so happened, I knew my way around.",
        3046.54,
        3048.76
    ],
    [
        " I think if I didn't know my way around, see that same thing, automatic itself.",
        3048.92,
        3052.18
    ],
    [
        " Like I don't even think twice about it.",
        3052.76,
        3054.24
    ],
    [
        " Like in back in the day, I used to go, you know, to places or whatever.",
        3054.64,
        3058.96
    ],
    [
        " And I remember going in the either the white pages or the yellow pages or whatever they'd have the map in the front of it.",
        3059.16,
        3065.2
    ],
    [
        " And then I'd write down directions.",
        3065.54,
        3067.44
    ],
    [
        " That's it. And I lost before a couple times, but it's not quite as effective as you did.",
        3068.86,
        3073.44
    ],
    [
        " Yeah, I wonder what's how much that skill is just being lost now.",
        3073.8,
        3077.2
    ],
    [
        " It feels like it's gone. Straight up gone.",
        3077.28,
        3080.3
    ],
    [
        " You can find one or two guys and we can be real negative about that.",
        3080.58,
        3084.06
    ],
    [
        " Or we could also be well, what skills have people now garnered because they don't have to worry about that skill anymore.",
        3084.3,
        3090.1
    ],
    [
        " Yeah.",
        3090.34,
        3090.52
    ],
    [
        " Not sure.",
        3090.96,
        3091.98
    ],
    [
        " The next one, the pertinent Ranger standards of land navigation are a must for light forces.",
        3092.56,
        3099.16
    ],
    [
        " Got nowhere you're going. Got nowhere you are.",
        3100.08,
        3101.86
    ],
    [
        " Light infantry rarely uses roads or trails.",
        3103.02,
        3106.46
    ],
    [
        " What does that mean? How does that apply?",
        3106.72,
        3108.04
    ],
    [
        " I'll tell you how it applies.",
        3108.64,
        3109.18
    ],
    [
        " You find new ways of doing things.",
        3109.44,
        3111.12
    ],
    [
        " And just because there's a beaten path doesn't mean you should necessarily take it.",
        3111.48,
        3115.42
    ],
    [
        " It doesn't mean you can't take it.",
        3115.44,
        3116.56
    ],
    [
        " But you should think, is there a better way to get this done?",
        3116.96,
        3120.96
    ],
    [
        " Light infantry forces left in combat theaters for long inevitably become heavier due to the acquisition of heavier weapons plus increased logistics structure.",
        3120.96,
        3130.44
    ],
    [
        " What does that mean?",
        3130.64,
        3131.42
    ],
    [
        " Keep moving.",
        3131.64,
        3132.2
    ],
    [
        " Keep moving.",
        3132.82,
        3134.08
    ],
    [
        " The minute you settle down, now you're going to start to now you're going to start to grow in ways that aren't necessarily beneficial.",
        3134.48,
        3141.38
    ],
    [
        " Light infantry appreciates heavy fire support when it is available, but is not dependent on it.",
        3143.3,
        3148.04
    ],
    [
        " Physical conditioning and mental strength are absolute musts.",
        3149.5,
        3154.3
    ],
    [
        " Cross the board.",
        3154.3,
        3156.86
    ],
    [
        " Light forces, this goes into the next section which is called the offense.",
        3158.86,
        3163.0
    ],
    [
        " Light forces may be deployed at the operational level of war, but they always fight at the tactical level.",
        3164.42,
        3169.78
    ],
    [
        " Light forces think at the tactical level.",
        3170.18,
        3173.32
    ],
    [
        " And okay, there's another one. I'm like, mmm.",
        3173.9,
        3175.72
    ],
    [
        " I got a press pause on that one.",
        3176.6,
        3178.04
    ],
    [
        " I'm not blessing fully.",
        3178.34,
        3179.84
    ],
    [
        " Okay, except for caveat.",
        3180.66,
        3182.92
    ],
    [
        " I guess caveat.",
        3183.04,
        3183.72
    ],
    [
        " Light forces think at the tactical level, but you better understand the strategic goal.",
        3184.18,
        3190.02
    ],
    [
        " You have to understand why you're doing what you're doing.",
        3190.3,
        3192.76
    ],
    [
        " Otherwise, you can't think at the tactical level.",
        3193.2,
        3196.1
    ],
    [
        " Because if I say, all right, Echo, we want to take out that building.",
        3196.46,
        3200.1
    ],
    [
        " And you say, cool, we got it.",
        3200.72,
        3202.42
    ],
    [
        " And you get in there and there's a little bit of resistance.",
        3202.74,
        3204.4
    ],
    [
        " So you blow it up.",
        3204.4,
        3206.64
    ],
    [
        " And then I say, actually, strategically we're trying to keep the infrastructure in place here.",
        3207.32,
        3211.04
    ],
    [
        " And you're like, oh, I might not want to know.",
        3211.12,
        3212.3
    ],
    [
        " Let me know that.",
        3212.44,
        3212.9
    ],
    [
        " So thinking tactical is cool.",
        3214.32,
        3215.86
    ],
    [
        " It better be nested inside the strategic goals.",
        3216.54,
        3220.18
    ],
    [
        " Does your team, where's your team at, by the way?",
        3221.5,
        3225.12
    ],
    [
        " And your business, and your company, and your family, where's their head at?",
        3225.74,
        3230.48
    ],
    [
        " Do they understand the tactical goals that you're going for?",
        3231.48,
        3233.98
    ],
    [
        " Do they understand are those tactical goals nested inside what we're trying to do strategically?",
        3234.4,
        3238.56
    ],
    [
        " Good question.",
        3239.04,
        3239.86
    ],
    [
        " True light infantry loves the night.",
        3240.98,
        3244.32
    ],
    [
        " Light forces fight at night and hide during the day.",
        3244.78,
        3247.96
    ],
    [
        " How does that apply?",
        3249.24,
        3251.76
    ],
    [
        " I'll tell you how.",
        3252.28,
        3252.86
    ],
    [
        " You need to understand where you're at at an advantage.",
        3254.42,
        3257.38
    ],
    [
        " That's what that's saying.",
        3258.06,
        3259.68
    ],
    [
        " Look, night, day, whatever, we're not transferring this.",
        3260.08,
        3263.3
    ],
    [
        " You're not going to be, hey, our construction company is going to do better at night.",
        3263.74,
        3268.78
    ],
    [
        " That's not what we're saying.",
        3268.9,
        3269.54
    ],
    [
        " What you say is, hey, there's an area of construction that we're good at.",
        3270.2,
        3274.62
    ],
    [
        " We're really good at high-end custom homes, or we're really good at multiple massive track homes that we just repeat the same.",
        3274.98,
        3283.08
    ],
    [
        " You're going to be fine what you're good at.",
        3283.48,
        3285.56
    ],
    [
        " And you're going to exploit that.",
        3286.66,
        3287.72
    ],
    [
        " You're going to start focusing on that area.",
        3287.72,
        3289.84
    ],
    [
        " You're going to hide from the areas where you're going to get beat.",
        3290.62,
        3292.98
    ],
    [
        " Light infantry attacks violently and suddenly on two or more axes seeking flanks and rear of the enemy.",
        3294.02,
        3300.94
    ],
    [
        " Right, we're not going toe to toe.",
        3301.82,
        3305.58
    ],
    [
        " We're not, this isn't a pugilistic endeavor where we stand here and punch each other.",
        3305.98,
        3310.44
    ],
    [
        " We maneuver.",
        3310.92,
        3311.38
    ],
    [
        " We get to flanks.",
        3312.0,
        3312.96
    ],
    [
        " You can see how all this stuff just fits right into my brain.",
        3315.52,
        3319.58
    ],
    [
        " It just fits right into my brain.",
        3319.88,
        3322.28
    ],
    [
        " Attacks are conducted fiercely and tenaciously against enemy weaknesses, not strength.",
        3322.92,
        3328.08
    ],
    [
        " Not the enemy strengths.",
        3329.38,
        3330.34
    ],
    [
        " That's maneuver warfare.",
        3330.7,
        3331.48
    ],
    [
        " Manoeuvre warfare.",
        3331.96,
        3332.58
    ],
    [
        " We maneuver to where the enemy is weak.",
        3333.12,
        3335.1
    ],
    [
        " That's jujitsu.",
        3335.3,
        3336.04
    ],
    [
        " We put my deadlift power, which is my hips and my back against echoes curling power, which is an armlock.",
        3336.22,
        3346.48
    ],
    [
        " And despite your relatively powerful curling capabilities done compared to my deadlift and the armlock will win.",
        3347.12,
        3358.0
    ],
    [
        " Light forces attack stripped for action.",
        3361.88,
        3365.78
    ],
    [
        " So when you're in the field, you can be end up carrying a lot of equipment.",
        3366.5,
        3371.3
    ],
    [
        " When you go on the attack, they're saying here, don't carry that equipment with you into the attack.",
        3371.52,
        3376.82
    ],
    [
        " This is what this is is prioritized and execute.",
        3378.62,
        3381.24
    ],
    [
        " Look, we carried all this weight in.",
        3381.86,
        3383.34
    ],
    [
        " Now we need to focus on the biggest problem we've got, which is doing this assault.",
        3383.38,
        3387.44
    ],
    [
        " Take off your gear, leave your water behind, not all of it.",
        3387.96,
        3391.52
    ],
    [
        " Leave a bulk of your water behind.",
        3391.62,
        3393.2
    ],
    [
        " Leave your cold weather gear.",
        3393.4,
        3394.32
    ],
    [
        " Leave that stuff behind.",
        3394.48,
        3395.34
    ],
    [
        " We're going on an assault.",
        3395.82,
        3396.68
    ],
    [
        " We're going to be light.",
        3396.9,
        3397.4
    ],
    [
        " It's going to take us an hour and we're going to win.",
        3397.54,
        3399.24
    ],
    [
        " That doesn't mean you leave everything.",
        3400.38,
        3402.66
    ],
    [
        " Light infantry creates a shock effect by the suddenness and fierceness of their attacks.",
        3405.62,
        3410.02
    ],
    [
        " This attack attacks are closely synchronized, which is fine.",
        3410.02,
        3416.82
    ],
    [
        " Again, you have to coordinate things so that perfect synchronicity is not a requirement for success",
        3417.6,
        3429.7
    ],
    [
        " because perfect synchronicity is likely not going to happen.",
        3429.7,
        3435.36
    ],
    [
        " If you don't put some fudge in your schedule for the manufacturing of your new item,",
        3436.1,
        3441.64
    ],
    [
        " the chances that every piece of that item that you're manufacturing comes out exactly as desired",
        3442.16,
        3450.28
    ],
    [
        " and then fits perfectly with the rest of the pieces that you've manufactured,",
        3450.28,
        3454.0
    ],
    [
        " the chances of that happening are very small.",
        3454.22,
        3455.5
    ],
    [
        " So if you put everything reliant on perfect synchronization, you're dumb.",
        3456.22,
        3461.62
    ],
    [
        " We don't want to do that.",
        3463.38,
        3465.32
    ],
    [
        " Are there situations where you do need to do that?",
        3466.88,
        3473.24
    ],
    [
        " Sure.",
        3473.46,
        3473.66
    ],
    [
        " You're launching a freaking rocket into space.",
        3473.98,
        3476.52
    ],
    [
        " You know what I mean?",
        3477.08,
        3477.44
    ],
    [
        " So you've got NASA.",
        3477.64,
        3479.54
    ],
    [
        " You've got all these people focused on one thing that literally cannot have any issues.",
        3479.88,
        3487.38
    ],
    [
        " There's all these checks and balances the whole way through and you have actually get a very, very, very, very high probability of success.",
        3488.64,
        3496.8
    ],
    [
        " However, it's still not perfect.",
        3497.34,
        3498.74
    ],
    [
        " If you tried to keep going until everything was perfect, you wouldn't ever launch a rocket",
        3500.2,
        3504.56
    ],
    [
        " because you can't get everything completely squared away.",
        3504.56,
        3506.62
    ],
    [
        " So if you're not at risk of losing a $500 billion or whatever, a trillion dollar rocket,",
        3507.32,
        3513.56
    ],
    [
        " and what you're trying to do is get a get a get something to market,",
        3514.44,
        3520.0
    ],
    [
        " you need to not rely on perfect synchronization.",
        3520.68,
        3524.56
    ],
    [
        " Things won't be perfectly synchronized.",
        3524.76,
        3526.6
    ],
    [
        " You need to be okay with that.",
        3526.76,
        3527.74
    ],
    [
        " If you have a propensity to be super anal, attentive about every little thing,",
        3528.12,
        3532.22
    ],
    [
        " it's going to be hard for you to be in a leadership position without letting some of that go.",
        3532.44,
        3535.2
    ],
    [
        " You have to be like, yeah, you know, it's pretty close.",
        3536.2,
        3537.38
    ],
    [
        " You know, there's some people that cannot say that.",
        3538.3,
        3540.1
    ],
    [
        " Yeah.",
        3540.28,
        3540.48
    ],
    [
        " There's some people that cannot say, that's pretty good.",
        3541.86,
        3543.92
    ],
    [
        " Pretty close.",
        3544.2,
        3544.7
    ],
    [
        " That'll work.",
        3545.04,
        3545.52
    ],
    [
        " Yeah.",
        3545.96,
        3546.46
    ],
    [
        " Isn't that one of the main initial challenges of becoming like what do you call,",
        3546.56,
        3550.3
    ],
    [
        " so when you've got to start delegating, when you have a growth situation or whatever,",
        3550.42,
        3553.84
    ],
    [
        " like that's the main one, I would say.",
        3554.14,
        3555.56
    ],
    [
        " Absolutely.",
        3555.62,
        3555.84
    ],
    [
        " Where it's one of the main ones, yes.",
        3556.64,
        3557.92
    ],
    [
        " Yeah.",
        3558.06,
        3558.24
    ],
    [
        " Where you can't let it go.",
        3558.5,
        3560.38
    ],
    [
        " I would buy this perfectly.",
        3560.7,
        3561.88
    ],
    [
        " Yeah.",
        3562.2,
        3562.34
    ],
    [
        " But you have 14 other things you need to focus on.",
        3562.78,
        3565.06
    ],
    [
        " Yeah.",
        3565.08,
        3565.36
    ],
    [
        " Get a grip.",
        3565.52,
        3566.04
    ],
    [
        " Light infantry always, and that is italicized in the text when you're when I was an English major,",
        3569.56,
        3576.84
    ],
    [
        " they call things the text.",
        3576.88,
        3579.1
    ],
    [
        " Like, who, are you referring to the text?",
        3579.56,
        3584.04
    ],
    [
        " Yeah.",
        3584.22,
        3584.46
    ],
    [
        " What's the difference between the text and the copy?",
        3585.08,
        3587.52
    ],
    [
        " Copies what they say in the, in the, that's more of like a marketing word.",
        3588.26,
        3593.28
    ],
    [
        " Marketing that would be like, hey, did you, can you check the copy on this latest thing?",
        3594.16,
        3597.36
    ],
    [
        " So those punish words.",
        3597.94,
        3599.36
    ],
    [
        " So it's like the purpose of what has been written, that kind of dictates whether you call it the text or the copy.",
        3599.66,
        3604.8
    ],
    [
        " But the English, you know, professors, I think it's an elevated way of speaking,",
        3605.06,
        3610.94
    ],
    [
        " because they don't want to say, well, what do you think of this book?",
        3610.94,
        3612.52
    ],
    [
        " Right?",
        3613.52,
        3613.66
    ],
    [
        " Which is what a human would say.",
        3613.98,
        3615.2
    ],
    [
        " Right.",
        3615.3,
        3615.58
    ],
    [
        " Which is what a person would say.",
        3615.62,
        3616.66
    ],
    [
        " They say, don't you give me some feedback on this text.",
        3617.2,
        3620.88
    ],
    [
        " You're like, well, man.",
        3620.98,
        3622.18
    ],
    [
        " Right?",
        3622.98,
        3624.88
    ],
    [
        " Because they're getting paid money.",
        3625.28,
        3626.76
    ],
    [
        " And so they can't just call it a book.",
        3627.18,
        3628.42
    ],
    [
        " I know.",
        3628.54,
        3628.84
    ],
    [
        " Or a play.",
        3629.02,
        3629.38
    ],
    [
        " Right.",
        3629.82,
        3629.92
    ],
    [
        " Did you read the play?",
        3630.42,
        3631.08
    ],
    [
        " What do you think of that play?",
        3631.44,
        3632.78
    ],
    [
        " No, it's, how do, was the impact of that text on you?",
        3633.42,
        3637.18
    ],
    [
        " Come on.",
        3637.82,
        3638.64
    ],
    [
        " Yeah.",
        3639.06,
        3639.68
    ],
    [
        " It's not even necessary.",
        3640.44,
        3641.38
    ],
    [
        " Sometimes.",
        3641.84,
        3641.98
    ],
    [
        " And again, I'm sure there's a real, a reason, you know.",
        3642.12,
        3644.92
    ],
    [
        " No, you're right.",
        3645.9,
        3647.5
    ],
    [
        " There is a reason.",
        3647.88,
        3648.82
    ],
    [
        " And if we, where I'm sure we're going to get some English professor that's going to drop",
        3648.94,
        3652.94
    ],
    [
        " the hammer of grammar on us, you know, and say, well, text actually refers to blah, blah, blah.",
        3652.94,
        3659.08
    ],
    [
        " Yeah, it's one of those things where it could be where, you know, how like there was a reason",
        3659.48,
        3663.04
    ],
    [
        " back in the day where the reason was like significant.",
        3663.04,
        3665.38
    ],
    [
        " And you could get it.",
        3665.38,
        3666.36
    ],
    [
        " You could jam it up if you didn't like distinguish or distinguish it, whatever.",
        3666.44,
        3669.46
    ],
    [
        " And then, but so much has happened since then.",
        3669.84,
        3671.92
    ],
    [
        " And then, you know, the classic, you know, guys or whatever, they're like holding onto",
        3672.14,
        3675.78
    ],
    [
        " it saying like, no, it is important and all this stuff is like, no, no, it's not because",
        3675.78,
        3679.38
    ],
    [
        " I know exactly what you're talking about still.",
        3679.38,
        3680.98
    ],
    [
        " But you know what I love about this particular case.",
        3681.16,
        3683.46
    ],
    [
        " Guess what a text now means.",
        3683.82,
        3685.66
    ],
    [
        " It means I said you a forward text.",
        3685.82,
        3688.18
    ],
    [
        " That's my kids text each other.",
        3688.6,
        3691.22
    ],
    [
        " And they, they got funny texts.",
        3691.4,
        3694.86
    ],
    [
        " My, so you know how, I don't know my son, when he texts, there's, you know how, well,",
        3695.42,
        3704.04
    ],
    [
        " I have an iPhone and it has an auto correct, right?",
        3704.04,
        3706.22
    ],
    [
        " So it automatically capitalizes letters automatically puts periods and that's how that's the,",
        3706.44,
        3710.6
    ],
    [
        " that's the default setting.",
        3710.6,
        3712.84
    ],
    [
        " I'm pretty sure of the phone, right?",
        3713.08,
        3714.5
    ],
    [
        "",
        3714.64,
        3714.64
    ],
    [
        " So he must have manually goes in there and removes those.",
        3714.64,
        3720.18
    ],
    [
        " So everything he writes is just no corrections, no capitalization and no punctuation of any",
        3720.3,
        3729.82
    ],
    [
        " kind.",
        3729.82,
        3730.08
    ],
    [
        " It's just words.",
        3730.28,
        3731.06
    ],
    [
        " It's just uncapitalized words.",
        3731.16,
        3733.34
    ],
    [
        " And then my kids were telling me, if you put a period, if you, if you text me echo",
        3733.98,
        3741.38
    ],
    [
        " and you're like, hey, can you make it to dinner tonight?",
        3741.38,
        3744.16
    ],
    [
        " And I write no period, the period's kind of like aggressive.",
        3744.5,
        3749.34
    ],
    [
        " Yeah.",
        3749.6,
        3749.78
    ],
    [
        " Right.",
        3750.28,
        3750.82
    ],
    [
        " I don't know.",
        3751.0,
        3751.28
    ],
    [
        " I forget if you told me that.",
        3751.28,
        3752.5
    ],
    [
        " Oh, man.",
        3752.94,
        3753.42
    ],
    [
        " Yeah.",
        3753.56,
        3753.74
    ],
    [
        " That's crazy.",
        3753.78,
        3754.26
    ],
    [
        " Huh?",
        3754.28,
        3754.52
    ],
    [
        " How this whole like we'll say for like a culture texting culture and takes on this whole",
        3754.6,
        3760.68
    ],
    [
        " like these rules and etiquette and all this and that's crazy.",
        3761.42,
        3764.74
    ],
    [
        " It's like if, if something's in all cap, well, I guess if it was in all caps, it'd be more",
        3764.96,
        3768.8
    ],
    [
        " of an exclamation, right?",
        3768.8,
        3770.08
    ],
    [
        " Even if I think all caps is like all caps, all caps is straight up almost like fighting",
        3770.24,
        3774.74
    ],
    [
        " words, right?",
        3774.74,
        3775.52
    ],
    [
        " If I'm all capping you, oh, yeah.",
        3775.68,
        3777.66
    ],
    [
        " It's a, where it's going.",
        3777.74,
        3779.22
    ],
    [
        " It's, it's all on.",
        3779.48,
        3779.92
    ],
    [
        " But that seems like carryover from even before text messaging went that all caps is like",
        3779.92,
        3783.84
    ],
    [
        " an exhibition.",
        3783.84,
        3784.3
    ],
    [
        "",
        3784.76,
        3784.76
    ],
    [
        " That was your jam in the beginning, all caps.",
        3784.84,
        3786.82
    ],
    [
        " What, what did I all get?",
        3787.12,
        3788.66
    ],
    [
        " When you started texting, oh, like when I started texting you, yeah, well, when you didn't",
        3788.66,
        3793.12
    ],
    [
        " text everyone like that, it was just me.",
        3793.12,
        3794.84
    ],
    [
        " You don't really know.",
        3794.9,
        3795.62
    ],
    [
        " You saw always texting all caps.",
        3795.82,
        3797.3
    ],
    [
        " Like you just thought that that was just more dope.",
        3798.0,
        3803.24
    ],
    [
        " Well, that's funny.",
        3803.38,
        3803.8
    ],
    [
        " You know, it's funny.",
        3803.98,
        3804.36
    ],
    [
        " It's like right in all caps.",
        3804.48,
        3805.58
    ],
    [
        " You know, like, yeah, like, right in all caps.",
        3806.18,
        3807.92
    ],
    [
        "",
        3808.3,
        3808.3
    ],
    [
        " So I guess for me, it would just look normal.",
        3808.48,
        3810.12
    ],
    [
        " Yeah.",
        3810.38,
        3810.74
    ],
    [
        " Yeah, that makes sense.",
        3811.16,
        3812.0
    ],
    [
        " Yeah, you know, like some people though right in, I used to do this.",
        3812.34,
        3814.64
    ],
    [
        " I went through a phase, all caps.",
        3814.74,
        3816.18
    ],
    [
        " But the capitals were just a little bit bigger.",
        3816.18,
        3818.72
    ],
    [
        " A little bit bigger.",
        3819.1,
        3819.14
    ],
    [
        " Yeah, yeah.",
        3819.46,
        3819.88
    ],
    [
        " I will do that depending on the scenario.",
        3819.98,
        3822.94
    ],
    [
        " And I'll give you an example.",
        3823.36,
        3824.64
    ],
    [
        " When I write the path, that T is a little bit bigger and the P is a little bit bigger.",
        3825.3,
        3830.94
    ],
    [
        " Got you.",
        3831.0,
        3831.42
    ],
    [
        " Because we're acknowledging the capitalization.",
        3831.6,
        3834.88
    ],
    [
        " Actually, now, think about it.",
        3835.3,
        3836.16
    ],
    [
        " You and I are very, very aware of capitalization of letters in text.",
        3836.26,
        3844.0
    ],
    [
        " Yeah.",
        3844.28,
        3844.5
    ],
    [
        " Oh, yeah.",
        3844.54,
        3845.24
    ],
    [
        " They tell a story.",
        3845.32,
        3846.14
    ],
    [
        " They tell stories for sure.",
        3846.38,
        3847.56
    ],
    [
        " They need something.",
        3847.78,
        3848.4
    ],
    [
        " Yeah.",
        3848.8,
        3848.94
    ],
    [
        " So, and then there's a difference between font and typeface.",
        3849.08,
        3853.94
    ],
    [
        " I'm unfamiliar.",
        3854.44,
        3855.96
    ],
    [
        " I don't know what it is.",
        3856.18,
        3857.14
    ],
    [
        " So you brought up something you have no...",
        3857.42,
        3859.54
    ],
    [
        " No, when you're talking about text, like, okay, so text back in the days, like the text,",
        3859.54,
        3863.54
    ],
    [
        " and now it morphed probably a couple of times into different things.",
        3863.62,
        3866.32
    ],
    [
        " And then now...",
        3866.5,
        3867.9
    ],
    [
        " So you tell me there's a difference between font and typeface.",
        3867.9,
        3870.42
    ],
    [
        "",
        3874.48,
        3874.48
    ],
    [
        " I don't know what it is, like font.",
        3874.78,
        3877.2
    ],
    [
        " Like what is font?",
        3877.82,
        3878.48
    ],
    [
        " You don't know what font is.",
        3879.0,
        3880.04
    ],
    [
        " I think I do.",
        3880.08,
        3880.72
    ],
    [
        " Okay, font is just the letters that are used to...",
        3881.0,
        3885.86
    ],
    [
        " It's the design of the letters.",
        3885.86,
        3887.7
    ],
    [
        " The actual design of the letter.",
        3888.02,
        3888.92
    ],
    [
        " Yeah, and then typeface, that's what apparently typeface is.",
        3889.08,
        3892.6
    ],
    [
        " The design of the letters.",
        3893.56,
        3894.28
    ],
    [
        " Yeah, I don't know if there's any difference between these two.",
        3894.56,
        3895.98
    ],
    [
        " Yeah, man.",
        3896.2,
        3896.6
    ],
    [
        " So typeface is the elevated expression, I think.",
        3897.06,
        3899.94
    ],
    [
        " Oh, I think so.",
        3900.1,
        3901.42
    ],
    [
        " I think so.",
        3901.58,
        3902.26
    ],
    [
        " All right, back to this italicized word.",
        3902.42,
        3905.22
    ],
    [
        " Light Infantry always relies on surprise achieved through stealth, deception, silence,",
        3906.18,
        3914.14
    ],
    [
        " and maneuver on foot.",
        3914.22,
        3915.4
    ],
    [
        " I just wrote a question mark next.",
        3915.92,
        3917.48
    ],
    [
        " It's like always, always.",
        3917.48,
        3918.86
    ],
    [
        " We want to be careful about saying always.",
        3919.38,
        3921.34
    ],
    [
        " But I wanted to reflect the text here itself.",
        3921.52,
        3926.7
    ],
    [
        " Light Infantry always seeks to retain the initiative.",
        3929.52,
        3931.92
    ],
    [
        " Now that one, the always, which in this case isn't italicized, I agree with.",
        3932.7,
        3938.16
    ],
    [
        " Do you ever want to give up the initiative?",
        3938.8,
        3940.06
    ],
    [
        " No, you don't.",
        3940.24,
        3940.64
    ],
    [
        " You always want to maintain the initiative.",
        3940.9,
        3942.82
    ],
    [
        " I'm scrambling my brain trying to think of a situation where I, you know what, I don't",
        3943.84,
        3948.4
    ],
    [
        " think I want the initiative right now.",
        3948.4,
        3949.52
    ],
    [
        " I can't think of one.",
        3949.64,
        3950.4
    ],
    [
        " I can't think of one.",
        3950.64,
        3952.66
    ],
    [
        " Light forces practice rigorous fire discipline, but when necessary, they deliver intense fires",
        3954.38,
        3960.52
    ],
    [
        " on short duration to overwhelm the enemy.",
        3960.52,
        3962.98
    ],
    [
        " Check.",
        3963.3,
        3963.48
    ],
    [
        " Light Infantry turns the enemy's weapons against him.",
        3965.18,
        3968.0
    ],
    [
        " Awesome.",
        3969.26,
        3969.76
    ],
    [
        " Which is, and what's awesome about that is when you've got, you've got a competitor that",
        3970.46,
        3976.24
    ],
    [
        " is utilizing something.",
        3976.24,
        3977.8
    ],
    [
        " They're utilizing something.",
        3979.06,
        3981.2
    ],
    [
        " They're utilizing a, some piece of marketing.",
        3981.2,
        3984.16
    ],
    [
        " They're utilizing some attack on your clients.",
        3984.4,
        3986.56
    ],
    [
        " They're utilizing something.",
        3986.56,
        3987.64
    ],
    [
        " You can't just say, oh no, that piece of marketing really hurts us.",
        3988.06,
        3992.28
    ],
    [
        " No, you need to look at that and say, how can we turn that piece of marketing against",
        3992.38,
        3994.5
    ],
    [
        " them?",
        3994.5,
        3994.7
    ],
    [
        " Light Infantry forces conduct relentless pursuit of enemy light forces and regular forces",
        3996.0,
        4004.0
    ],
    [
        " to destroy them in detail.",
        4004.0,
        4005.58
    ],
    [
        " Relentless pursuit of enemy light forces.",
        4009.12,
        4011.66
    ],
    [
        " Light Infantry offensive operations are characterized by a high degree of decentralization.",
        4013.04,
        4018.38
    ],
    [
        " Yes.",
        4018.8,
        4019.0
    ],
    [
        " Which is contrary to saying, I better have radio to coordinate every single movement",
        4019.84,
        4024.32
    ],
    [
        " with you.",
        4024.32,
        4024.64
    ],
    [
        " That's centralized.",
        4024.82,
        4025.46
    ],
    [
        " Light Infantry patrols relentlessly and aggressively ambushes the enemy.",
        4026.96,
        4031.08
    ],
    [
        " Light Infantry sometimes double times into battle.",
        4031.3,
        4034.26
    ],
    [
        " Well, think about that.",
        4034.26,
        4035.14
    ],
    [
        " You're like, hey, we're running.",
        4035.58,
        4036.96
    ],
    [
        " We're running.",
        4037.24,
        4039.06
    ],
    [
        " That's an interesting thing.",
        4039.66,
        4042.2
    ],
    [
        " I'm concerned.",
        4042.84,
        4043.74
    ],
    [
        " I'm a little bit concerned.",
        4044.6,
        4046.18
    ],
    [
        " If I have to run to get to the battle, I'm a little bit concerned about what I'm doing.",
        4046.82,
        4050.22
    ],
    [
        " Because I'm running, I feel like I'm late.",
        4050.9,
        4053.62
    ],
    [
        " If I have to run to battle, I feel like I'm late.",
        4054.32,
        4057.04
    ],
    [
        " It seems like that's like a flex move as well.",
        4058.3,
        4062.24
    ],
    [
        " Conquer.",
        4062.5,
        4062.74
    ],
    [
        " It's sort of like, we'll run.",
        4064.36,
        4066.04
    ],
    [
        " I'm not sure if that's the smartest thing.",
        4066.44,
        4068.7
    ],
    [
        " I'm running.",
        4069.04,
        4069.58
    ],
    [
        " That means I'm late and now I'm tired when I show up.",
        4069.72,
        4071.62
    ],
    [
        " Yeah, a little bit more.",
        4071.66,
        4072.5
    ],
    [
        " I mean, I'm not saying you can't function.",
        4072.82,
        4074.24
    ],
    [
        " I'm saying you're a little more tired than you would have been.",
        4074.38,
        4075.9
    ],
    [
        " Do we get a cool flex, right?",
        4076.24,
        4077.58
    ],
    [
        " Do we get to say, we'll run.",
        4077.84,
        4079.42
    ],
    [
        " Yeah, we'll run.",
        4079.76,
        4081.4
    ],
    [
        " It could have been, it could be, I guess, under certain circumstances, be like a psychological",
        4082.74,
        4087.28
    ],
    [
        " warfare situation.",
        4087.28,
        4088.5
    ],
    [
        " Because in football, that's what it was.",
        4088.7,
        4089.86
    ],
    [
        " It's like hustle off the field, hustle on the field, right?",
        4089.86,
        4092.14
    ],
    [
        " When you think about, okay, there might be a time saving element to that for sure.",
        4092.58,
        4095.68
    ],
    [
        " But if I'm really not hustling on and off the field, I got more energy for the play.",
        4096.06,
        4100.66
    ],
    [
        " Yeah.",
        4101.04,
        4101.52
    ],
    [
        " I'll tell you what, when you run, when you see kids wrestling, and one kid runs, they",
        4102.04,
        4108.24
    ],
    [
        " go out of bounds.",
        4108.24,
        4108.94
    ],
    [
        " One kid runs back, runs back neat, you know, toe on the line, ready.",
        4109.26,
        4113.58
    ],
    [
        " Yeah.",
        4113.84,
        4114.06
    ],
    [
        " And the other kid's 100 back over.",
        4114.06,
        4115.64
    ],
    [
        " Psychological warfare.",
        4115.86,
        4117.24
    ],
    [
        " Yeah.",
        4117.62,
        4117.84
    ],
    [
        " Psychological warfare.",
        4119.16,
        4119.9
    ],
    [
        " Maybe that's why they're saying that.",
        4120.28,
        4121.82
    ],
    [
        " Maybe I think it might be in the parlance of our time, a little flex.",
        4122.22,
        4126.3
    ],
    [
        " Light infantry tracks, listens, locates, cuts off raids, and ambushes the enemy.",
        4126.74,
        4132.98
    ],
    [
        " Isn't that weird to think about when you're competing against someone.",
        4134.28,
        4139.44
    ],
    [
        " You actually should think you should be tracking, listening, locating, cut off, raiding,",
        4139.92,
        4144.06
    ],
    [
        " and ambushing them.",
        4144.22,
        4144.82
    ],
    [
        " Think about how the thing that I like about that is you're focused on them.",
        4145.62,
        4149.64
    ],
    [
        " The thing I don't like about it is you're focused on them.",
        4149.74,
        4151.82
    ],
    [
        " Right?",
        4152.0,
        4152.56
    ],
    [
        " There's a little dichotomy there.",
        4152.68,
        4153.94
    ],
    [
        " We can't be focused so much on what the other guy's doing.",
        4154.22,
        4156.86
    ],
    [
        " We need to be doing something.",
        4157.46,
        4158.64
    ],
    [
        " The enemy never knows where the light infantry is or when he will attack.",
        4160.24,
        4167.8
    ],
    [
        " Check.",
        4168.24,
        4168.56
    ],
    [
        " Don't give away your position for the 50 millionth time.",
        4169.06,
        4172.06
    ],
    [
        " I'm not going to win.",
        4173.42,
        4175.44
    ],
    [
        " When Echo has a different viewpoint than me, I don't start off by telling him my viewpoint",
        4175.64,
        4180.62
    ],
    [
        " and explaining why my viewpoint is better.",
        4180.62,
        4182.74
    ],
    [
        " I don't.",
        4183.08,
        4183.32
    ],
    [
        " I actually ask more questions about your viewpoint and try and understand your viewpoint and",
        4183.4,
        4187.0
    ],
    [
        " get your viewpoint till I actually know exactly where it is before I reveal my position.",
        4187.0,
        4192.32
    ],
    [
        " Standing operating procedures are used widely by light forces for quick silent action.",
        4195.58,
        4202.12
    ],
    [
        " Yes, standard operating procedures.",
        4202.64,
        4204.3
    ],
    [
        " For silent action, I mean, you don't have to talk.",
        4205.04,
        4208.0
    ],
    [
        " We know what's going to happen.",
        4208.48,
        4209.4
    ],
    [
        " Next one, rehearsals, training, pre-combat briefings, and sharing of information to the",
        4209.76,
        4217.14
    ],
    [
        " lowest levels are more common among light forces.",
        4217.14,
        4220.84
    ],
    [
        " This is the cornerstone of decentralized command.",
        4220.84,
        4224.0
    ],
    [
        " rehearsals, training, pre-combat briefings, all that stuff.",
        4224.54,
        4227.62
    ],
    [
        " The infiltration of large units of light infantry is possible in close terrain and is necessary",
        4228.24,
        4233.58
    ],
    [
        " for success in major operations.",
        4233.58,
        4235.24
    ],
    [
        " Under these conditions, light forces infiltrate to attack the rear, to establish blocking positions,",
        4235.42,
        4240.22
    ],
    [
        " and to create obstacles in the path of a retreating enemy.",
        4240.5,
        4243.32
    ],
    [
        " Check.",
        4248.94,
        4249.54
    ],
    [
        " What that means is we're moving into good positions and we're doing it in a clandestine manner",
        4249.2,
        4258.16
    ],
    [
        " so the enemy doesn't know what we're doing.",
        4258.16,
        4260.24
    ],
    [
        " The last one for offense is hand-to-hand combat is a required skill for the light infantry.",
        4260.8,
        4267.04
    ],
    [
        " Affirmative.",
        4268.1,
        4268.52
    ],
    [
        " Man, the propagation of hand-to-hand combat right now in the last sense of UFC started",
        4270.3,
        4277.58
    ],
    [
        " is insane.",
        4277.58,
        4278.38
    ],
    [
        " It's insane.",
        4279.18,
        4279.86
    ],
    [
        " Yep.",
        4280.7,
        4282.1
    ],
    [
        " It is, I mean, even in that community, it's insane not to mention like when you explore",
        4282.76,
        4290.0
    ],
    [
        " the spectrum of the guy who doesn't know anything versus the guy who knows a lot.",
        4290.0,
        4295.58
    ],
    [
        " Even within the people of who knows, it's so much like variety.",
        4296.58,
        4302.4
    ],
    [
        " It's so vast, you know.",
        4302.9,
        4304.06
    ],
    [
        " It is a insane evolution since 1993.",
        4304.24,
        4310.26
    ],
    [
        " It's crazy.",
        4310.98,
        4311.82
    ],
    [
        " The evolution since 1993.",
        4312.24,
        4313.58
    ],
    [
        " Since the ultimate fighting championship, the evolution of combat sports is almost incomprehensible.",
        4314.48,
        4321.26
    ],
    [
        " Because before then, it's kind of like people didn't really have a valid or stable or reliable foundation of fighting.",
        4322.12,
        4329.2
    ],
    [
        " And then kind of essentially provided that and everyone started learning it.",
        4330.5,
        4334.44
    ],
    [
        " So what does it look like?",
        4334.62,
        4335.58
    ],
    [
        " The answer to this question is what you're talking about.",
        4335.78,
        4339.28
    ],
    [
        " Like what does it look like when everyone knows the foundation?",
        4339.8,
        4342.0
    ],
    [
        " Imagine what you can build on it.",
        4342.28,
        4343.64
    ],
    [
        " Yeah, and I guess there's other thing.",
        4344.38,
        4346.3
    ],
    [
        " I mean, if you look at basketball, right?",
        4346.3,
        4348.68
    ],
    [
        " I mean, basketball now is different than it was in 1954.",
        4349.02,
        4354.94
    ],
    [
        " Right?",
        4355.58,
        4356.22
    ],
    [
        " It's a different game.",
        4356.3,
        4357.3
    ],
    [
        " I mean, we're talking, it's a different game.",
        4357.66,
        4360.44
    ],
    [
        " But I think that's less, obviously, I think mixed martial arts is, might be the most, but skateboarding.",
        4360.72,
        4367.12
    ],
    [
        " You've seen what a kid will do on skateboards right now.",
        4367.52,
        4369.92
    ],
    [
        " Yeah, it's cool.",
        4370.0,
        4370.7
    ],
    [
        " It's mind-deboggling.",
        4370.78,
        4371.9
    ],
    [
        " Yeah.",
        4372.1,
        4372.22
    ],
    [
        " Surfing?",
        4372.38,
        4372.94
    ],
    [
        " I mean, surfing is nuts.",
        4374.1,
        4376.46
    ],
    [
        " It's nuts.",
        4377.02,
        4377.88
    ],
    [
        " What guys are doing from a technical level?",
        4378.32,
        4380.72
    ],
    [
        " From a technical blasting heirs?",
        4381.1,
        4383.56
    ],
    [
        " Like what?",
        4383.78,
        4384.28
    ],
    [
        " But not only that blasting 360 Ollie heirs, where they're not even, they're not touching their board,",
        4385.36,
        4391.34
    ],
    [
        " but they're going up and doing a 360 in the air and landing it.",
        4391.44,
        4394.44
    ],
    [
        " If you brought an old school surfer from 1962.",
        4394.96,
        4399.02
    ],
    [
        " Yeah.",
        4399.7,
        4399.86
    ],
    [
        " And if you were to bring a 1962 surfer and say, hey, if you go back to 1962 and said,",
        4400.44,
        4407.66
    ],
    [
        " do you think that a surfer will be able to launch off the wave into the air, turn 360 degrees",
        4407.82,
        4414.76
    ],
    [
        " without touching his board and land?",
        4414.76,
        4416.44
    ],
    [
        " Does that sound possible?",
        4416.8,
        4417.88
    ],
    [
        " Do you know what I mean?",
        4419.22,
        4421.62
    ],
    [
        " Does that actually sound possible?",
        4421.76,
        4423.86
    ],
    [
        " Yeah.",
        4424.06,
        4424.26
    ],
    [
        " It's kind of hard to comprehend that that could be an actual thing.",
        4425.76,
        4430.52
    ],
    [
        " You know what they're probably going, wait, what do you mean not touching the board?",
        4430.94,
        4433.04
    ],
    [
        " Meaning not grab that board?",
        4433.2,
        4434.48
    ],
    [
        " They didn't even understand grabbing the board.",
        4434.84,
        4436.36
    ],
    [
        " Like you wouldn't have probably had to say that part.",
        4436.5,
        4438.04
    ],
    [
        " Yeah.",
        4438.36,
        4438.52
    ],
    [
        " Like how are you going to get a board out of the water?",
        4438.66,
        4440.7
    ],
    [
        " First of all, their board weighs 42 pounds, made a red wood.",
        4441.14,
        4444.7
    ],
    [
        " Yeah.",
        4445.18,
        4445.82
    ],
    [
        " Makes it hard.",
        4446.74,
        4448.18
    ],
    [
        " So there's these, like you said, there's a foundation.",
        4448.66,
        4451.54
    ],
    [
        " Once this foundation gets created, you get to build on it.",
        4451.54,
        4455.0
    ],
    [
        " And that's what's so crazy.",
        4455.36,
        4456.54
    ],
    [
        " I've been talking about this on the debrief a little bit.",
        4456.68,
        4458.52
    ],
    [
        " I've been talking about an EF online leadership.",
        4458.52,
        4460.82
    ],
    [
        " There's a base there, but people just ignore it.",
        4461.6,
        4464.5
    ],
    [
        " Yeah.",
        4464.66,
        4464.72
    ],
    [
        " People think, they don't understand that leadership is a skill, just like surfing, just like skateboarding,",
        4464.9,
        4471.84
    ],
    [
        " just like playing basketball.",
        4472.22,
        4473.9
    ],
    [
        " It's a skill.",
        4474.26,
        4475.28
    ],
    [
        " And if you learn, then you, if you pick up a book and you read, you'll learn about it.",
        4475.56,
        4480.94
    ],
    [
        " And you go, oh, I can use these moves.",
        4480.94,
        4482.7
    ],
    [
        " And people don't do that.",
        4483.24,
        4483.98
    ],
    [
        " People don't understand why it's very difficult for people to understand that leadership is a skill.",
        4484.3,
        4490.32
    ],
    [
        " Even though they go, that guy's a great leader.",
        4490.8,
        4492.18
    ],
    [
        " They think that that person was just born that way.",
        4492.32,
        4493.7
    ],
    [
        " They don't think, what are they actually doing?",
        4494.58,
        4498.42
    ],
    [
        " I mean, when I was running the training, and I got to watch, that's what made it.",
        4499.62,
        4505.34
    ],
    [
        " So I'm like, oh, that guy's not doing what that other guy did.",
        4505.34,
        4508.62
    ],
    [
        " And that's why they're falling apart right now.",
        4508.62,
        4510.82
    ],
    [
        " Got it.",
        4510.9,
        4513.64
    ],
    [
        " Check.",
        4513.64,
        4516.54
    ],
    [
        " Next section is called the defense.",
        4517.66,
        4520.2
    ],
    [
        " Light forces can defend, but they are more suited to the offense.",
        4520.82,
        4524.78
    ],
    [
        " Defense can immobilize the light infantry, consume too much ammunition, and develop rigidity of mind.",
        4525.32,
        4531.12
    ],
    [
        " These are the dangers of the defense for light infantry.",
        4531.9,
        4535.26
    ],
    [
        " So, you know, we're not feeling like we're going to focus on that.",
        4536.76,
        4541.0
    ],
    [
        " Light forces must be able to disappear into the ground rapidly for defense.",
        4542.3,
        4545.72
    ],
    [
        " Light infantrymen must be good diggers and fast.",
        4546.56,
        4549.28
    ],
    [
        " Light infantrymen must be masters of fortifications.",
        4550.76,
        4555.72
    ],
    [
        " It seems like we're focusing a lot to become a master of fortification if that's not something we really want to be doing.",
        4556.08,
        4560.2
    ],
    [
        " Light forces defend on the reverse slope.",
        4561.46,
        4563.36
    ],
    [
        " I like that one because that's using the terrain to defend.",
        4563.62,
        4565.94
    ],
    [
        " Spoiling attacks are a frequent tactic of light forces.",
        4567.54,
        4571.44
    ],
    [
        " Normally, light forces are ill-armed to defend against armored vehicles even in close terrain.",
        4573.14,
        4579.88
    ],
    [
        " This is a very important one.",
        4580.3,
        4581.64
    ],
    [
        " Why?",
        4581.76,
        4582.06
    ],
    [
        " Because it is acknowledging one of our weaknesses.",
        4582.58,
        4585.02
    ],
    [
        " It's acknowledging one of our weaknesses.",
        4585.56,
        4588.42
    ],
    [
        " So, here we are.",
        4588.74,
        4590.84
    ],
    [
        " We have this tough mentality.",
        4590.96,
        4592.24
    ],
    [
        " What is it?",
        4592.46,
        4592.72
    ],
    [
        " The never say die mentality.",
        4592.74,
        4594.16
    ],
    [
        " We adapt.",
        4594.48,
        4595.18
    ],
    [
        " We overcome.",
        4595.4,
        4595.8
    ],
    [
        " And we have that mindset.",
        4596.2,
        4597.16
    ],
    [
        " And we're in a lighting infantry platoon and we're out there all of a sudden.",
        4597.7,
        4600.5
    ],
    [
        " We see armored vehicles coming.",
        4600.58,
        4601.78
    ],
    [
        " And we go, you know what?",
        4602.1,
        4603.54
    ],
    [
        " Adapt to overcome.",
        4603.76,
        4604.5
    ],
    [
        " We can do this.",
        4604.66,
        4605.46
    ],
    [
        " And what this is saying is actually no.",
        4606.7,
        4608.18
    ],
    [
        " It's actually no.",
        4608.84,
        4610.52
    ],
    [
        " We are ill-armed.",
        4610.94,
        4611.96
    ],
    [
        " So now we see armored vehicles coming.",
        4612.16,
        4614.6
    ],
    [
        " And we say, you know what?",
        4614.62,
        4615.28
    ],
    [
        " Hey, we need to bag out of here.",
        4615.34,
        4616.22
    ],
    [
        " Oh, we need to get in a serious defensive position.",
        4616.22,
        4618.32
    ],
    [
        " Oh, we need to hide so we don't get seen.",
        4618.4,
        4620.02
    ],
    [
        " So as a leader,",
        4620.56,
        4622.5
    ],
    [
        " you need to recognize what your weaknesses are.",
        4622.82,
        4625.6
    ],
    [
        " And then you need to actually explain those to the team.",
        4625.8,
        4627.62
    ],
    [
        " Hey, this is not a fight we want to get into.",
        4627.62,
        4629.34
    ],
    [
        " Hey, this other, this other manufacturer wants to go toe to toe to us on making this highly regulated item.",
        4630.72,
        4639.92
    ],
    [
        " We are not good at making highly regulated items.",
        4640.5,
        4645.6
    ],
    [
        " We don't want to get in that fight.",
        4645.82,
        4647.16
    ],
    [
        " Now everybody knows that.",
        4647.46,
        4648.32
    ],
    [
        " Hey, you want to spend a bunch of money on a bunch of equipment that costs a lot.",
        4648.56,
        4650.98
    ],
    [
        " And then you get scrutinized over the production that you're making.",
        4651.32,
        4653.58
    ],
    [
        " That's not what the game we're in.",
        4653.8,
        4654.8
    ],
    [
        " You go ahead and have that game.",
        4654.88,
        4655.74
    ],
    [
        " So you need to understand what your weaknesses are.",
        4656.92,
        4658.52
    ],
    [
        " And then you need to propagate those to the team.",
        4658.7,
        4660.16
    ],
    [
        " Light infantry counterattacks immediately to retake lost key terrain or to hit the enemy's rear or flank while he is attacking.",
        4661.76,
        4671.32
    ],
    [
        " This is what I like about this is this is a mindset.",
        4671.98,
        4673.82
    ],
    [
        " This is a standard operating procedure when we get attacked.",
        4675.76,
        4679.52
    ],
    [
        " If we start to lose to if we lose rain, just everybody know that we're coming back.",
        4679.94,
        4683.64
    ],
    [
        " We're going to be daily re-attack.",
        4683.82,
        4684.94
    ],
    [
        " That's what we're doing.",
        4685.24,
        4686.16
    ],
    [
        " The light infantry man is invisible and silent in the defense by day or by night.",
        4688.6,
        4695.06
    ],
    [
        " Good way to do defense.",
        4695.7,
        4699.06
    ],
    [
        " Not be seen.",
        4699.54,
        4700.86
    ],
    [
        " Logistical support.",
        4703.78,
        4704.7
    ],
    [
        " True light infantry is not tied to a supply line light infantry man.",
        4704.9,
        4707.5
    ],
    [
        " Distain logistics.",
        4707.82,
        4709.0
    ],
    [
        " That's so strong.",
        4709.0,
        4709.96
    ],
    [
        " That's so strong.",
        4710.26,
        4711.02
    ],
    [
        " As an important planning factor, they can always quote make do.",
        4711.2,
        4715.6
    ],
    [
        " Distains a strong word.",
        4716.88,
        4719.84
    ],
    [
        " Mm-hmm.",
        4720.5,
        4721.22
    ],
    [
        " The strong word.",
        4721.22,
        4722.48
    ],
    [
        " Yeah, in a way doesn't that kind of makes it seem like you're painting yourself in a corner.",
        4722.76,
        4728.38
    ],
    [
        " We're anti this almost.",
        4728.62,
        4730.06
    ],
    [
        " Yeah.",
        4730.46,
        4730.48
    ],
    [
        " Yeah.",
        4730.9,
        4731.24
    ],
    [
        " And I get it because logistics becomes mission creep meaning hey look we just, you know what, we're going to need water.",
        4731.46,
        4738.7
    ],
    [
        " And we're going to need water.",
        4739.32,
        4742.44
    ],
    [
        " We're going to need water buffaloes.",
        4742.5,
        4743.52
    ],
    [
        " You know what water buffalo, big tanks of water.",
        4743.56,
        4745.22
    ],
    [
        " We need water buffaloes.",
        4745.52,
        4746.32
    ],
    [
        " And that means we're going to need vehicles to tell the water buffaloes.",
        4746.96,
        4749.76
    ],
    [
        " And that means we're going to need fuel for those vehicles.",
        4750.02,
        4752.18
    ],
    [
        " And that means we're going to need to maintenance crew for those vehicles.",
        4752.64,
        4755.02
    ],
    [
        " And that means we're going to need to feed the maintenance crew.",
        4755.48,
        4757.66
    ],
    [
        " You see where this is going.",
        4757.88,
        4758.46
    ],
    [
        " Right.",
        4758.62,
        4758.9
    ],
    [
        " So that's why I think we need to be careful when we open the door to large logistics because once we open the door, the freaking party gets crashed.",
        4759.22,
        4767.02
    ],
    [
        " And now all of a sudden we got, you know, the cops getting called.",
        4767.46,
        4770.3
    ],
    [
        "",
        4770.86,
        4770.86
    ],
    [
        " So we've got to be careful in that in that regard.",
        4772.16,
        4774.56
    ],
    [
        " Mm-hmm.",
        4775.38,
        4777.14
    ],
    [
        " Light forces can operate separated from their lines of communications by depending on enemy and indigenous supply.",
        4777.14,
        4784.9
    ],
    [
        " This cool lighting for crewmen can live off the land like Echo Charles can.",
        4785.02,
        4789.14
    ],
    [
        " I can't wait.",
        4789.14,
        4791.78
    ],
    [
        " I can't wait to see the comments on this one.",
        4792.34,
        4793.9
    ],
    [
        " But we could do some really funny stuff with you, you know, lost in LA.",
        4794.66,
        4799.2
    ],
    [
        " What's he going to do?",
        4799.9,
        4800.82
    ],
    [
        "",
        4801.52,
        4801.52
    ],
    [
        " Okay.",
        4802.62,
        4802.98
    ],
    [
        " Motel 8.",
        4803.46,
        4804.24
    ],
    [
        " This looks like a put this looks like I think I found.",
        4804.74,
        4806.56
    ],
    [
        " I think I found.",
        4806.62,
        4807.6
    ],
    [
        " I think I found a location from LA on the night.",
        4807.7,
        4810.5
    ],
    [
        " Motel 8, dude.",
        4811.9,
        4813.1
    ],
    [
        " Light forces make maximum use of the indigenous population for bearers, hand-blitter, sworders, loaders, and so forth.",
        4815.86,
        4822.96
    ],
    [
        " Look, this goes back to what I said earlier.",
        4823.18,
        4824.66
    ],
    [
        " Forming relationship with the local populace.",
        4825.08,
        4827.34
    ],
    [
        " You need to make sure you emphasize that with the team.",
        4827.66,
        4831.22
    ],
    [
        " Otherwise, what do you have?",
        4832.52,
        4834.32
    ],
    [
        " You have young men with machine guns and grenades.",
        4834.48,
        4838.0
    ],
    [
        " And that's what they joined the military to do in most cases.",
        4838.48,
        4842.08
    ],
    [
        " So some people came in with more idealistic visions than that, which is great.",
        4842.08,
        4846.24
    ],
    [
        " God bless.",
        4846.68,
        4847.22
    ],
    [
        " But a lot of 18-year-old young men that joined the military didn't join for those idealistic reasons.",
        4848.12,
        4855.82
    ],
    [
        " So if we don't get them on board with the treating the indigenous population with respect and explaining how that indigenous population can help us succeed in our mission and explain that we are actually there to support the indigenous population.",
        4856.08,
        4869.64
    ],
    [
        " If we don't do those things as leaders, we're going to end up screwing things up.",
        4869.64,
        4872.32
    ],
    [
        " Light infantry frequently resupplies at night.",
        4875.46,
        4877.88
    ],
    [
        " The use of helicopters and amphibious craft and light craft is vital to the resupplies of light infantry.",
        4878.42,
        4884.52
    ],
    [
        " Improvisation is a constant feature of light infantry logistics.",
        4885.78,
        4889.16
    ],
    [
        " I'll say this about improvisation.",
        4890.32,
        4894.02
    ],
    [
        " You can train for improvisation.",
        4897.18,
        4899.78
    ],
    [
        " And the way you train people to improvise is by making them improvise.",
        4900.44,
        4905.0
    ],
    [
        " That's what you do.",
        4905.08,
        4907.26
    ],
    [
        " You can't...",
        4907.76,
        4909.32
    ],
    [
        " And what makes it hard is training by its nature is a structured thing.",
        4909.32,
        4914.0
    ],
    [
        "",
        4914.28,
        4914.28
    ],
    [
        " Okay, I'm going to set up some training for you.",
        4914.42,
        4915.84
    ],
    [
        " Echo Charles, here's what we're going to do.",
        4916.02,
        4917.32
    ],
    [
        " You're going to start in the mount.",
        4917.94,
        4919.68
    ],
    [
        " You're going to go for our mock.",
        4919.8,
        4920.6
    ],
    [
        " You're going to start here.",
        4920.76,
        4921.42
    ],
    [
        " Right?",
        4921.7,
        4921.82
    ],
    [
        " So there's a structure to it.",
        4921.82,
        4922.98
    ],
    [
        " And we can go through that structure.",
        4923.14,
        4924.22
    ],
    [
        " And I told you what move you're going to do and you're going to drill that move.",
        4924.24,
        4926.26
    ],
    [
        " So what I need to do is put you in situations where there is no move.",
        4926.7,
        4931.6
    ],
    [
        " Hey, get on your back, put your left leg over your right elbow,",
        4931.92,
        4936.8
    ],
    [
        " and your partner is going to go and grab your other ankle.",
        4937.16,
        4940.36
    ],
    [
        " Ready? Go.",
        4940.86,
        4941.4
    ],
    [
        " You have to improvise to get out of there.",
        4941.62,
        4942.8
    ],
    [
        " You can actually start to learn to improvise better.",
        4943.0,
        4945.68
    ],
    [
        " So we need to do that when we train subordinate leadership, when we train our teams.",
        4946.34,
        4950.2
    ],
    [
        " We need to put them in situations that they actually have to improvise",
        4950.2,
        4953.2
    ],
    [
        " because there's methodologies and thought processes that fall into better improvisation.",
        4953.2,
        4959.46
    ],
    [
        " If you never think about it and you throw your team into such situation,",
        4959.66,
        4965.14
    ],
    [
        " and guess what?",
        4965.14,
        4965.72
    ],
    [
        " You throw your team into any real situation, they're going to have to improvise.",
        4965.9,
        4969.04
    ],
    [
        " That plan is not going to be perfect.",
        4969.3,
        4970.68
    ],
    [
        " And if you don't train them to improvise, they're not going to be able to do it.",
        4971.3,
        4974.48
    ],
    [
        " Technology.",
        4978.6,
        4979.34
    ],
    [
        " Next section.",
        4979.58,
        4980.5
    ],
    [
        " Weapons used by light forces must not impose a logistical burden.",
        4980.68,
        4984.78
    ],
    [
        " Cool.",
        4985.64,
        4987.16
    ],
    [
        " If equipment cannot be man-packed or mule-slash-donkey-packed,",
        4988.3,
        4992.74
    ],
    [
        " the light infantry generally has little use for it.",
        4992.76,
        4995.16
    ],
    [
        " Cool. We're trying to stay light.",
        4995.78,
        4996.88
    ],
    [
        " Light.",
        4997.74,
        4997.88
    ],
    [
        " The helicopter is almost revolutionary,",
        4998.4,
        5000.74
    ],
    [
        " and it's effects on light force, mobility, and logistical support.",
        5000.74,
        5004.66
    ],
    [
        " Check.",
        5004.94,
        5005.1
    ],
    [
        " The delivery of the light infantry men into the area of operations has changed over time,",
        5006.2,
        5012.26
    ],
    [
        " but actions on the ground have changed little check.",
        5012.62,
        5015.18
    ],
    [
        " Historically, advantages in technology have not been the deciding factor in light infantry operations.",
        5015.76,
        5025.22
    ],
    [
        " This is important.",
        5025.46,
        5026.2
    ],
    [
        " So we can't just rely on the fancy new equipment that we've got, obviously,",
        5026.66,
        5031.32
    ],
    [
        " that's not going to make the difference.",
        5031.82,
        5033.76
    ],
    [
        " It's not going to make the critical difference.",
        5034.74,
        5036.82
    ],
    [
        " It might have a difference, it might make an impact.",
        5036.96,
        5038.92
    ],
    [
        " But historically, technology is not going to be the deciding factor.",
        5039.68,
        5043.7
    ],
    [
        " Next section is called political arena.",
        5045.56,
        5047.64
    ],
    [
        " Political action is often needed to support the light infantry operations.",
        5049.76,
        5053.4
    ],
    [
        " Cool. You know what that means? Play the game.",
        5053.4,
        5055.0
    ],
    [
        " Play the game.",
        5055.04,
        5056.62
    ],
    [
        " Light infantry profits from a psychological operations edge and must be prepared to use this advantage.",
        5058.16,
        5067.92
    ],
    [
        " All kinds of psychological things, all these, the shock that we're talking about,",
        5068.66,
        5074.88
    ],
    [
        " the surprise that we're talking about.",
        5075.04,
        5076.74
    ],
    [
        " Those things are a psychological advantage.",
        5077.26,
        5080.16
    ],
    [
        " And we need to be able to exploit those psychological advantages, utilize them.",
        5081.12,
        5086.98
    ],
    [
        " Cooperation between a light infantry security force and the local police and intelligence structure is essential to success.",
        5089.56,
        5095.8
    ],
    [
        " What does that mean? Build relationships.",
        5096.48,
        5100.44
    ],
    [
        " The hearts and minds role in low intensity conflict is one to which the light infantry normally is very sensitive.",
        5103.58,
        5113.78
    ],
    [
        " I would say that the light infantry should be very sensitive to it.",
        5114.28,
        5119.7
    ],
    [
        " But I also think if we as leaders don't explain to the team the importance of the quote hearts and minds,",
        5119.9,
        5128.0
    ],
    [
        " then we will not have them as sensitive as they should be.",
        5128.12,
        5132.14
    ],
    [
        " I don't think there's a predisposed mindset that leans towards people that join the military thinking hearts and minds.",
        5132.76,
        5144.36
    ],
    [
        " Think you have to account for the fact that there's a decent chance they're not thinking about the hearts and minds.",
        5144.94,
        5149.44
    ],
    [
        " They're thinking about other stuff.",
        5150.12,
        5150.88
    ],
    [
        " The last section is leadership.",
        5153.94,
        5157.9
    ],
    [
        " Light infantry leaders are generally of higher quality than conventional infantry leaders.",
        5159.96,
        5165.2
    ],
    [
        " I don't agree with that. I give that one a down vote.",
        5165.94,
        5170.64
    ],
    [
        " I worked with conventional infantry leaders in their freaking awesome.",
        5171.82,
        5176.7
    ],
    [
        " I've worked with light infantry leaders and they're also awesome.",
        5177.32,
        5180.32
    ],
    [
        " I don't think they're generally of a higher quality.",
        5180.64,
        5183.3
    ],
    [
        " Light infantry leader traits are imagination.",
        5185.04,
        5188.72
    ],
    [
        " Isn't that funny? The first one imagination.",
        5189.7,
        5192.52
    ],
    [
        " The next one flexibility.",
        5193.8,
        5195.62
    ],
    [
        " The next one hardiness.",
        5197.24,
        5198.92
    ],
    [
        " The next one endurance confidence improvisation discipline technical expertise.",
        5198.92,
        5205.26
    ],
    [
        " Perseverance and so forth.",
        5206.34,
        5209.76
    ],
    [
        " Kind of weird to say and so forth.",
        5210.14,
        5211.68
    ],
    [
        " Because you listed one two three four five six seven eight nine ten.",
        5212.14,
        5217.44
    ],
    [
        " It's like more.",
        5217.9,
        5219.92
    ],
    [
        " Yeah, but imagination and flexibility.",
        5221.64,
        5224.6
    ],
    [
        " That is not what people think of when they think of military leaders.",
        5224.66,
        5228.02
    ],
    [
        " They don't think of imagination and flexibility.",
        5228.32,
        5229.82
    ],
    [
        " They actually think of the opposite.",
        5230.4,
        5231.54
    ],
    [
        " Regidity.",
        5232.08,
        5232.5
    ],
    [
        " Kind of you say that too right?",
        5233.16,
        5234.9
    ],
    [
        " Or actually might have been another book where creativity was one of the attributes of a leader.",
        5235.04,
        5240.56
    ],
    [
        " And you wouldn't really think that you wouldn't think creativity.",
        5241.06,
        5244.32
    ],
    [
        " It's more like maybe the first thing that comes to mind before a normal person would be authority.",
        5244.68,
        5250.62
    ],
    [
        " Yeah, you know something.",
        5250.62,
        5252.04
    ],
    [
        " Discipline.",
        5252.34,
        5253.18
    ],
    [
        " Discipline all the time, but discipline is only good if it's complemented by imagination and flexibility.",
        5253.3,
        5259.12
    ],
    [
        " Light leaders lead from the front.",
        5260.62,
        5263.94
    ],
    [
        " Consequently, they suffer a higher ratio of casualties than normal.",
        5264.18,
        5267.26
    ],
    [
        " I don't think this is something that we're super trying to make a proverb.",
        5268.6,
        5274.98
    ],
    [
        "",
        5275.6,
        5275.6
    ],
    [
        " I get lead from the front.",
        5276.32,
        5278.2
    ],
    [
        " Absolutely.",
        5279.5,
        5280.02
    ],
    [
        " But are we actually leading from the front to a point where we're a higher level of casualty as a leader?",
        5280.44,
        5289.28
    ],
    [
        " I'm not going to say if I'm talking to my leaders, I'm going to say listen, you lead from the front and you also position yourself to where you can continue to lead without becoming a casualty.",
        5290.54,
        5300.3
    ],
    [
        " Leadership is the most important thing on the battlefield.",
        5301.38,
        5302.82
    ],
    [
        " If we're losing leaders, we are losing the most important thing on the battlefield.",
        5304.36,
        5309.58
    ],
    [
        " I get it.",
        5310.96,
        5313.76
    ],
    [
        " I get the attitude, but we have to make sure we're smart about it.",
        5313.98,
        5318.02
    ],
    [
        " Junior officers and non-commissioned officers must possess skills above and beyond those of regular infantry.",
        5320.92,
        5326.9
    ],
    [
        " The skills include demolitions, artillery calls for fire, the use of close air support and familiarity with foreign weapons and foreign languages.",
        5326.9,
        5334.76
    ],
    [
        " Fair enough.",
        5335.36,
        5335.62
    ],
    [
        " Fair enough.",
        5336.7,
        5339.42
    ],
    [
        " That comes down to all those things. All those things are just training.",
        5340.76,
        5344.92
    ],
    [
        " So when you're in light infantry units, you should have the opportunity for more training.",
        5346.28,
        5350.46
    ],
    [
        " You can get some of these skills.",
        5351.06,
        5352.16
    ],
    [
        " Teamwork and confidence in each other are vital to light infantry operations.",
        5353.76,
        5361.94
    ],
    [
        " Teamwork and confidence in each other.",
        5362.58,
        5366.48
    ],
    [
        " That is a huge piece of teamwork.",
        5367.18,
        5372.82
    ],
    [
        " I call this trust as opposed to confidence in each other.",
        5373.1,
        5378.06
    ],
    [
        " That's what bonds a team together.",
        5378.32,
        5380.7
    ],
    [
        " I trust you, you trust me.",
        5381.26,
        5382.88
    ],
    [
        " You trust that I'll be there if you need me.",
        5383.36,
        5384.78
    ],
    [
        " I trust that you'll be there if I need you.",
        5384.96,
        5386.58
    ],
    [
        " And if I can trust that you're going to be there if I need you, I'm more apt to go out and make something happen because I know you got my back.",
        5387.28,
        5394.42
    ],
    [
        " Here's a good one.",
        5395.7,
        5398.74
    ],
    [
        " Courage without teamwork is of little value.",
        5399.0,
        5401.78
    ],
    [
        " Makes sense.",
        5402.62,
        5404.26
    ],
    [
        " They didn't say it's of no value.",
        5404.74,
        5406.26
    ],
    [
        " But if I don't have some teamwork back in me up when I do something courageous, not what we're looking for.",
        5406.56,
        5413.4
    ],
    [
        " We need teamwork.",
        5414.14,
        5414.7
    ],
    [
        " Moral, a spree, and spiritual power are of high value to light infantry operations.",
        5415.66,
        5422.46
    ],
    [
        " What is a spree?",
        5423.36,
        5424.4
    ],
    [
        " A spree to core. It's like the bond.",
        5425.08,
        5427.1
    ],
    [
        " The bond that we have.",
        5427.34,
        5428.28
    ],
    [
        " There's not much clarification on spiritual power.",
        5432.16,
        5435.38
    ],
    [
        " I'm going to go out on a limb and say that the team has to believe in what they're doing.",
        5435.7,
        5442.5
    ],
    [
        " If you're going to be successful, if the team doesn't believe in what they're doing, it's going to be a problem.",
        5442.82,
        5448.5
    ],
    [
        " Because we are not willing to make sacrifices for things we don't believe in.",
        5449.3,
        5452.86
    ],
    [
        " Light infantry men usually leave no casualties on the battlefield.",
        5456.62,
        5462.04
    ],
    [
        " I like that.",
        5462.7,
        5463.9
    ],
    [
        " It could be a little bit stronger than usually.",
        5464.8,
        5466.52
    ],
    [
        " Almost never.",
        5467.44,
        5468.7
    ],
    [
        " Right?",
        5470.12,
        5470.44
    ],
    [
        " That's different from the army saying of leave no man behind.",
        5470.9,
        5475.3
    ],
    [
        " That's all services say that.",
        5475.66,
        5477.32
    ],
    [
        " That's always the goal.",
        5477.54,
        5478.64
    ],
    [
        " But you also have to make a call sometimes.",
        5480.22,
        5482.14
    ],
    [
        " That might be, hey, we need to back off right now.",
        5482.48,
        5488.62
    ],
    [
        " We need to come back and re-attack this position later.",
        5488.78,
        5490.38
    ],
    [
        " Right now, if we keep going to try and recover this individual, we're all going to die.",
        5491.5,
        5496.82
    ],
    [
        " Light infantry men look to their leaders for a clear voice, for clear voice instructions, and thrive on the battlefield.",
        5500.98,
        5508.62
    ],
    [
        " The motivation of visually observing their leaders in action.",
        5508.64,
        5512.08
    ],
    [
        " Cool.",
        5513.0,
        5514.44
    ],
    [
        " Necessary sometimes.",
        5515.6,
        5518.24
    ],
    [
        " Clear voice instructions, absolutely.",
        5519.08,
        5520.44
    ],
    [
        " Sometimes the team actually has to see what you're doing, and they will take action based on your performance.",
        5520.96,
        5525.62
    ],
    [
        " They will be inspired and motivated by seeing up.",
        5526.8,
        5529.38
    ],
    [
        " Looks like we're going.",
        5529.52,
        5530.16
    ],
    [
        " In the last one, a light infantry leader can do everything a soldier can do, and more.",
        5532.12,
        5539.56
    ],
    [
        " So a light infantry leader can do everything a soldier can do, and more.",
        5542.64,
        5547.62
    ],
    [
        " Now listen, on that one, you're not going to be able to do 100% of what your frontline troops can do.",
        5548.28,
        5557.34
    ],
    [
        " And you definitely might not be able to do more.",
        5558.9,
        5562.8
    ],
    [
        " Right? You sniper is going to be better at shooting with you.",
        5563.56,
        5565.48
    ],
    [
        " The radio man is going to do more about the radio than you.",
        5565.82,
        5567.62
    ],
    [
        " The point man is going to understand the route better than you do.",
        5568.06,
        5570.78
    ],
    [
        " So that's a little bit.",
        5572.06,
        5574.1
    ],
    [
        " Not sure I agree with that.",
        5574.72,
        5577.2
    ],
    [
        " You should be able to, you didn't know how to do it.",
        5578.38,
        5580.0
    ],
    [
        " You know how to do all those things, but you're not going to be the expert.",
        5580.2,
        5582.22
    ],
    [
        " But you should absolutely do more.",
        5582.22,
        5585.8
    ],
    [
        " If you're in a leadership position, you should do more.",
        5586.78,
        5591.36
    ],
    [
        " More work, more effort, more sweat, more toil, and grind, and more exertion because you work for them.",
        5591.64,
        5600.28
    ],
    [
        " And that's what a leader does.",
        5601.56,
        5604.86
    ],
    [
        " So there you go.",
        5609.08,
        5610.12
    ],
    [
        " That's the document.",
        5610.24,
        5611.36
    ],
    [
        " Short, sweet, proverbs of the light infantry.",
        5612.02,
        5615.5
    ],
    [
        " Good things to think about applies to many aspects of life.",
        5616.34,
        5621.9
    ],
    [
        " You disagreed with a few things there, which is the amount that you disagreed with is actually pretty small when you consider.",
        5622.58,
        5630.96
    ],
    [
        " This was written 50-something years ago.",
        5630.96,
        5633.16
    ],
    [
        " That's pretty impressive staying power as far as all those concepts go.",
        5633.92,
        5638.22
    ],
    [
        " I don't know if we'll ever hear from Major Scott or Mick Michael, US Army.",
        5638.62,
        5642.56
    ],
    [
        " But if we do, I'm sure he could clarify some of these and explain them in a different tone or different aspects or perspective that I don't understand.",
        5643.46,
        5651.74
    ],
    [
        " Also, you know, the time that it's written, I think it was written in 1980-something, 1985 maybe.",
        5653.5,
        5659.82
    ],
    [
        " So my guess is, as a major, he probably wasn't in Vietnam, unless he was an enlisted guy in Vietnam, just doing the timeline.",
        5660.18,
        5669.48
    ],
    [
        " So maybe bouncing these things off their wars in Iraq and Afghanistan would actually, I think if we discussed them, I think we would come to some kind of resolution on some of these.",
        5670.08,
        5681.56
    ],
    [
        " Maybe that I didn't understand it correctly or I didn't see what the perspective that he was talking about.",
        5681.88,
        5687.28
    ],
    [
        " So, you know, and he might also be like, yeah, you know what? I didn't fully calculate that aspect of it.",
        5688.74,
        5695.98
    ],
    [
        " But yeah, I mean, the vast majority of them are very in total agreement with.",
        5696.08,
        5700.84
    ],
    [
        " Yeah, a lot of times when the language is that of always and never.",
        5701.12,
        5707.38
    ],
    [
        " So that tends to make you at the very least feel like, okay, there are no real exceptions to that.",
        5708.84,
        5715.44
    ],
    [
        " And then as time goes on, you can start to see the exceptions.",
        5715.98,
        5720.72
    ],
    [
        " And then, you know, one exception can kind of open the floodgates for others.",
        5721.14,
        5725.56
    ],
    [
        " You know, and you're like, oh, wait, we're seeing this exception kind of often.",
        5725.56,
        5728.34
    ],
    [
        " Oh, shoot, we should maybe reevaluate or update that always.",
        5728.46,
        5731.28
    ],
    [
        " Yeah. Just be like often or, you know, tens not to or something like this.",
        5731.28,
        5737.08
    ],
    [
        " You know, got to be careful with always never.",
        5737.08,
        5739.76
    ],
    [
        " All right. Well, speaking of doing more, it seems like we should do more work, more effort, more toil.",
        5739.92,
        5748.8
    ],
    [
        " Yeah. You said something really interesting right there at the end. It says you work for them.",
        5749.6,
        5754.7
    ],
    [
        " Yeah. It's not as intuitive as one might think when you're in the position, you know, leader.",
        5755.18,
        5761.64
    ],
    [
        " Seems like they work for you.",
        5761.78,
        5762.9
    ],
    [
        " If you don't have that intuition, you need to write that on your, you know, on the cover of your notebook.",
        5762.9,
        5768.42
    ],
    [
        " Yeah. So I have kids.",
        5769.02,
        5770.76
    ],
    [
        " And that's another one right where it's kind of like, it's almost like it's not, I don't want to say intuitive because intuitive is the wrong word.",
        5771.56,
        5777.96
    ],
    [
        " It's more like on the surface. Like on the surface, the kids got to listen to you, you know.",
        5778.02,
        5782.1
    ],
    [
        " But no, like you're the one who you're essentially working for them.",
        5783.1,
        5787.66
    ],
    [
        " You're a job to get them up to speed, you know, all this stuff.",
        5787.96,
        5791.74
    ],
    [
        " Yeah.",
        5791.88,
        5792.0
    ],
    [
        " I don't know. It's weird.",
        5792.36,
        5794.54
    ],
    [
        " Now, there comes a point when they're going to be working for you doing them dishes.",
        5794.68,
        5798.24
    ],
    [
        " I'm cleaning the kitchen.",
        5798.64,
        5799.98
    ],
    [
        " Poor weeds, right?",
        5800.68,
        5801.66
    ],
    [
        " So yeah, and I think about that too.",
        5801.9,
        5803.96
    ],
    [
        " And I'm not ignoring the benefits of the kids doing the dishes instead of me now.",
        5804.08,
        5809.34
    ],
    [
        " I'm not ignoring the benefits of that.",
        5809.54,
        5811.46
    ],
    [
        " But that's not why you teach your kids to do the dishes so they can do them for you, you know.",
        5813.74,
        5818.22
    ],
    [
        " That's not the primary reason.",
        5818.66,
        5819.92
    ],
    [
        " It's not the primary. It's not the primary, well, it may be the primary reason, but it's not the most important reason.",
        5820.04,
        5824.88
    ],
    [
        " Okay. Well, emphasis on the word might, I love that.",
        5825.6,
        5830.5
    ],
    [
        " So like, I never, like I always feel bad. So let's say, okay, say one of my kids has a chore. This is real, by the way.",
        5831.54,
        5837.82
    ],
    [
        " So one of my kids has a list of chores.",
        5837.82,
        5840.08
    ],
    [
        " I've noticed that a lot of your hypothetical situations are just real.",
        5840.26,
        5844.52
    ],
    [
        " Yes.",
        5844.88,
        5847.2
    ],
    [
        " You give a lot of, let's say there's a, by the way, this is real.",
        5847.46,
        5851.36
    ],
    [
        " Okay. So let's just call it what it is.",
        5851.58,
        5853.76
    ],
    [
        " But there's a reason I do that only because I don't need you asking all these very specific questions,",
        5853.76,
        5858.34
    ],
    [
        " necessarily, not necessarily you, but other people ask me these specific questions.",
        5858.34,
        5862.06
    ],
    [
        " And then now you don't arrest yourself out.",
        5862.06,
        5864.02
    ],
    [
        " Yeah. Well, there might be that too.",
        5864.02,
        5865.9
    ],
    [
        " But I, I usually am looking for the answer that applies to more than just me in my specific situation.",
        5866.2,
        5871.36
    ],
    [
        " You're trying to broaden the expansive your question.",
        5871.58,
        5874.14
    ],
    [
        " Trying to check.",
        5874.44,
        5875.28
    ],
    [
        " So I always feel bad.",
        5876.18,
        5877.08
    ],
    [
        " If, let's say the chores are to, one of the chores is to load the dishwasher.",
        5878.08,
        5885.52
    ],
    [
        " Okay.",
        5885.84,
        5886.04
    ],
    [
        " Put all the dishes in the dishwasher.",
        5886.66,
        5887.88
    ],
    [
        " But let's say this child didn't eat dinner with us.",
        5888.86,
        5892.6
    ],
    [
        " They went out with their friends for dinner and they came home.",
        5892.62,
        5894.74
    ],
    [
        " They got to do their chores every night.",
        5894.76,
        5896.14
    ],
    [
        " Meanwhile, they got to load the dishwasher all our dishes.",
        5896.3,
        5899.28
    ],
    [
        " All the people, you know, it doesn't seem right.",
        5899.64,
        5901.36
    ],
    [
        " It just on the surface, it seems like all this kind of wrong, you know.",
        5901.66,
        5904.36
    ],
    [
        " It doesn't seem right to who.",
        5904.58,
        5905.5
    ],
    [
        " Me.",
        5906.02,
        5906.16
    ],
    [
        " Oh, making them do that.",
        5906.58,
        5907.62
    ],
    [
        " Okay.",
        5907.96,
        5908.22
    ],
    [
        " Like it's like, what are you, my servant?",
        5908.82,
        5910.22
    ],
    [
        " Now you got to clean up my mess.",
        5910.38,
        5911.78
    ],
    [
        " You didn't even participate in them.",
        5912.02,
        5913.14
    ],
    [
        " You know, it's like, it kind of feels that way for me.",
        5913.2,
        5915.42
    ],
    [
        " Echo Charles the merciful.",
        5915.74,
        5916.7
    ],
    [
        " But there's a bigger picture than that.",
        5917.26,
        5920.8
    ],
    [
        " Yeah.",
        5920.96,
        5921.24
    ],
    [
        " Where his job is that for a reason.",
        5922.24,
        5923.92
    ],
    [
        " It's not to clean up after me.",
        5924.08,
        5925.18
    ],
    [
        " It's to teach him that in life, like these things have to be, like things that you can do, you know, to function.",
        5925.78,
        5933.08
    ],
    [
        " So it goes beyond that.",
        5933.7,
        5934.5
    ],
    [
        " But you got to, so you got to suck it up, you know.",
        5934.54,
        5936.08
    ],
    [
        " Yeah.",
        5936.98,
        5937.3
    ],
    [
        " Yeah.",
        5937.76,
        5938.54
    ],
    [
        " But also you need to explain why.",
        5938.88,
        5940.56
    ],
    [
        " Yeah.",
        5940.96,
        5941.14
    ],
    [
        " You need to explain why.",
        5941.56,
        5942.56
    ],
    [
        " Yeah.",
        5942.8,
        5943.02
    ],
    [
        " And if you explain the why, then they go, yeah, you know what that makes sense.",
        5943.16,
        5946.12
    ],
    [
        " Yeah.",
        5946.2,
        5946.38
    ],
    [
        " You can't say, cause I told you to.",
        5946.48,
        5948.1
    ],
    [
        " You can't say, cause I'm the dad.",
        5948.84,
        5950.56
    ],
    [
        " Yeah.",
        5950.8,
        5951.1
    ],
    [
        " You need to say, well, here's what's going on.",
        5951.28,
        5952.68
    ],
    [
        " Yeah.",
        5952.94,
        5953.06
    ],
    [
        " Boom.",
        5953.82,
        5954.28
    ],
    [
        " I ask them what he called it.",
        5954.94,
        5955.92
    ],
    [
        " Yeah, I think it's, this is the technique in sales where you ask them like questions with only one answer, you know, like, or it's basically this.",
        5955.92,
        5963.92
    ],
    [
        " Like if you, they say, why can't I eat this cupcake or whatever?",
        5964.04,
        5966.76
    ],
    [
        " And I'll be like, hey, you know, cupcakes aren't good for you, right?",
        5967.16,
        5970.02
    ],
    [
        " And usually that just goes right over their head.",
        5970.24,
        5971.68
    ],
    [
        " It's not good for me.",
        5971.68,
        5972.46
    ],
    [
        " Really?",
        5972.46,
        5972.8
    ],
    [
        " Because it seems really good right now, you know, as far as I'm concerned.",
        5972.86,
        5976.28
    ],
    [
        " So I'm like, okay, if this cupcake makes you less healthy, less the healthy of a person.",
        5976.28,
        5981.22
    ],
    [
        " And one of my jobs, one of my many, is to look out for you, your well-being and your health.",
        5981.56,
        5986.26
    ],
    [
        " And I allow you to eat this cupcake, would I be being a good dad?",
        5986.68,
        5989.72
    ],
    [
        " They can never say yes.",
        5990.1,
        5991.2
    ],
    [
        " Sometimes I'll say yes.",
        5991.64,
        5992.38
    ],
    [
        " As a joke, but they understand.",
        5992.48,
        5993.88
    ],
    [
        " But they know what's up.",
        5994.04,
        5994.72
    ],
    [
        " You know, putting the cupcake down.",
        5994.94,
        5996.26
    ],
    [
        " You know, explaining why I'm doing what I'm doing.",
        5996.64,
        5998.38
    ],
    [
        " Or they're just quickly biting off the frosting.",
        5998.66,
        6001.22
    ],
    [
        " What is frosting anyways?",
        6001.76,
        6003.66
    ],
    [
        " I think sugar butter, a lot of butter and sugar.",
        6004.06,
        6007.72
    ],
    [
        " And then there's like, I don't know, some vanilla, maybe some cream or something.",
        6008.14,
        6011.24
    ],
    [
        " It takes most, I would say 70% of the cakes I've eaten in my life were only the cake itself not good.",
        6011.36,
        6021.22
    ],
    [
        " But the frosting when I was a little kid, right?",
        6021.6,
        6024.1
    ],
    [
        " Yeah, yeah.",
        6024.18,
        6024.54
    ],
    [
        " I wanted to get that corner piece that was had frosting on four, half four sides.",
        6024.86,
        6029.16
    ],
    [
        " Yeah, yeah, yeah, yeah.",
        6029.52,
        6030.06
    ],
    [
        " Right?",
        6030.24,
        6030.48
    ],
    [
        " Were you in that game?",
        6030.64,
        6031.28
    ],
    [
        " Or were you taking a middle piece that had one side of frosting?",
        6031.28,
        6033.82
    ],
    [
        " Yeah, so oddly, when I was a kid, yes, but as I grew up, it's probably just a maturity thing.",
        6033.98,
        6039.06
    ],
    [
        "",
        6039.46,
        6039.46
    ],
    [
        " You know, like less frosting.",
        6039.94,
        6041.88
    ],
    [
        " You didn't mature out of that.",
        6042.22,
        6043.0
    ],
    [
        " You didn't mature out of that.",
        6043.02,
        6043.88
    ],
    [
        " In fact, I won't want to eat the cake.",
        6044.12,
        6047.22
    ],
    [
        " Because that's we know that's just weakness, right?",
        6047.6,
        6049.78
    ],
    [
        " Yeah, but the frosting, that's where the frosting comes from.",
        6050.14,
        6051.68
    ],
    [
        " Sometimes you're like, you know what?",
        6051.86,
        6052.38
    ],
    [
        " I don't even need to eat the cake, but maybe a little knife snatch full of freaking frosting.",
        6052.46,
        6058.46
    ],
    [
        " Which I don't even know what it was until you just told me.",
        6058.7,
        6060.86
    ],
    [
        " Yeah.",
        6060.9,
        6061.26
    ],
    [
        " Well, I understand.",
        6061.28,
        6062.38
    ],
    [
        " So there you go.",
        6062.64,
        6063.28
    ],
    [
        " It makes sense.",
        6063.4,
        6063.96
    ],
    [
        " As opposed to say the brownies where you want the middle piece of the brownie, because that's",
        6064.16,
        6067.84
    ],
    [
        " a softer one.",
        6067.84,
        6068.58
    ],
    [
        " Oh, I like their brownie.",
        6068.68,
        6070.3
    ],
    [
        " That's a little bit like the hardened part, you know, around that edge.",
        6070.42,
        6073.38
    ],
    [
        " Oh, so you like the edges?",
        6073.38,
        6074.18
    ],
    [
        " Yeah, I guess it depends on that.",
        6074.42,
        6075.52
    ],
    [
        " And when you're a kid, like, when I'm just, this is all just, when I was a kid, you know,",
        6075.52,
        6079.46
    ],
    [
        " you're just in the game, right?",
        6079.52,
        6080.8
    ],
    [
        " You just, you're tracking sugar like a little addict.",
        6080.98,
        6084.0
    ],
    [
        " Yeah.",
        6084.32,
        6084.48
    ],
    [
        " I mean, I'm not going Pete Roberts level.",
        6084.48,
        6086.1
    ],
    [
        " Did you hear, yeah, when Pete Roberts was talking about having damn sugar cream.",
        6086.22,
        6090.84
    ],
    [
        " Like cubes hidden in a pencil holder hidden in his room.",
        6090.86,
        6093.82
    ],
    [
        " Yeah, that's going hard.",
        6094.02,
        6094.8
    ],
    [
        " He's going hard for sure.",
        6094.98,
        6096.02
    ],
    [
        " Like that's, that's some weird crazy stuff.",
        6096.1,
        6099.24
    ],
    [
        " Yeah.",
        6099.94,
        6100.14
    ],
    [
        " Dude, that guy looks again to look on his face when it comes to sweets and stuff.",
        6100.56,
        6104.6
    ],
    [
        " Look, I got a sweet, sweet, sure, whatever, man.",
        6104.72,
        6106.58
    ],
    [
        " He starts losing his mind, bro.",
        6107.18,
        6108.64
    ],
    [
        " Yeah.",
        6109.26,
        6109.6
    ],
    [
        " Oh, that's right.",
        6110.12,
        6110.96
    ],
    [
        " That's where we had that.",
        6111.02,
        6111.64
    ],
    [
        " He wasn't on the podcast.",
        6111.64,
        6112.6
    ],
    [
        " It was we were up in, up in Montana.",
        6112.78,
        6115.16
    ],
    [
        " And he was starting going all sugar crazy on me, starting getting the wild eyes.",
        6115.88,
        6119.68
    ],
    [
        " It's getting crazy eyes, bro.",
        6119.68,
        6121.16
    ],
    [
        " I was talking about sugar.",
        6121.36,
        6121.94
    ],
    [
        " Yeah.",
        6122.14,
        6122.44
    ],
    [
        " Yeah.",
        6122.56,
        6123.02
    ],
    [
        " That's why he's a good test for jockele fuel because he's got a sweet, a legit,",
        6123.28,
        6127.3
    ],
    [
        " like certified lifelong sweet tooth.",
        6127.5,
        6130.44
    ],
    [
        " Yeah.",
        6130.62,
        6130.76
    ],
    [
        " We're talking crack head.",
        6130.84,
        6132.14
    ],
    [
        " That's got sugar cubes.",
        6132.14,
        6134.36
    ],
    [
        " Yep.",
        6134.7,
        6134.88
    ],
    [
        " And he gets a weird twinkle in his eye when he starts talking about eating sugar cubes.",
        6135.12,
        6138.84
    ],
    [
        " He's a good test for jockele fuel because he's not in here going,",
        6139.04,
        6141.62
    ],
    [
        " oh, you know, it tastes pretty good.",
        6141.96,
        6143.22
    ],
    [
        " Like he will straight reject something if it doesn't,",
        6143.48,
        6149.62
    ],
    [
        " little kicker.",
        6150.42,
        6151.08
    ],
    [
        " It's true.",
        6151.14,
        6151.58
    ],
    [
        " He's not down for the cause.",
        6151.72,
        6152.8
    ],
    [
        " Pete Roberts.",
        6152.8,
        6153.32
    ],
    [
        " Oh, yeah.",
        6153.56,
        6153.9
    ],
    [
        " And you get a health person who's down, always down for the, you know,",
        6154.12,
        6157.12
    ],
    [
        " plain chicken breasts and broccoli and all this stuff.",
        6157.38,
        6159.94
    ],
    [
        " That guy who's like down for that kind of stuff.",
        6160.06,
        6161.68
    ],
    [
        " And then he's going to taste some, you know, some, you know,",
        6161.68,
        6164.8
    ],
    [
        " peanut butter chocolate, malk or whatever.",
        6165.06,
        6167.74
    ],
    [
        " Yeah.",
        6167.84,
        6167.94
    ],
    [
        " And the thing is not where it needs to be.",
        6168.08,
        6169.64
    ],
    [
        " Sweetness flavor wise.",
        6169.86,
        6171.56
    ],
    [
        " He's going to be like, oh, yeah, man, that's pretty salty.",
        6171.88,
        6173.44
    ],
    [
        " Oh, the chicken breast broccoli guy.",
        6174.1,
        6174.96
    ],
    [
        " He's like, wow, man, this is amazing.",
        6175.1,
        6177.32
    ],
    [
        " Yeah.",
        6177.5,
        6177.58
    ],
    [
        " He's going to be a little too sweet.",
        6177.58,
        6178.46
    ],
    [
        " Pete Roberts, like, you know, if you don't, if you don't knock it out of the park with",
        6178.7,
        6182.48
    ],
    [
        " Pete, you know, he's like whatever.",
        6182.48,
        6184.92
    ],
    [
        " Yeah, you know, he's over there freaking crawling around looking for sugar.",
        6185.04,
        6187.74
    ],
    [
        " He was on the ground.",
        6187.94,
        6189.08
    ],
    [
        " Oh, we can eat dude.",
        6189.76,
        6193.44
    ],
    [
        " He's doing great.",
        6193.84,
        6194.38
    ],
    [
        " He's doing great.",
        6194.58,
        6195.44
    ],
    [
        " He's doing great.",
        6195.44,
        6195.52
    ],
    [
        " He's doing great.",
        6196.1,
        6196.76
    ],
    [
        " Speaking of jockele fuel, what do we got?",
        6196.84,
        6198.22
    ],
    [
        " Yeah, so, yeah, forget about the cupcakes and all this stuff or whatever, you know,",
        6198.52,
        6202.44
    ],
    [
        " if we know that eating cupcakes, sugar, butter, frosting, brownies, sugar cubes,",
        6203.04,
        6209.1
    ],
    [
        " if we know that that's bad for us, it makes us less, less healthy.",
        6209.22,
        6212.98
    ],
    [
        " And we have to be more healthy, to be more capable, to help the people that we work for.",
        6213.92,
        6219.28
    ],
    [
        " Mm-hmm.",
        6219.76,
        6219.9
    ],
    [
        " Check.",
        6220.54,
        6220.9
    ],
    [
        " Yet we still eat this stuff.",
        6221.32,
        6223.1
    ],
    [
        " Are we being a good leader?",
        6223.26,
        6225.32
    ],
    [
        " Good leader, good dad, good mom, good parent, good friend, good brother, good sister.",
        6226.1,
        6232.26
    ],
    [
        " Good compatriot, good human being.",
        6233.58,
        6235.3
    ],
    [
        " Good sisters.",
        6235.52,
        6235.9
    ],
    [
        " Freaking no, dude.",
        6235.9,
        6237.26
    ],
    [
        " Negative.",
        6237.42,
        6237.68
    ],
    [
        " And I get it, things taste good, but guess what?",
        6237.9,
        6240.86
    ],
    [
        " Good news.",
        6241.48,
        6242.22
    ],
    [
        " I got good news across the board.",
        6242.5,
        6243.58
    ],
    [
        " Okay, first off, before we get to the two good and the news, the great news, maybe some",
        6243.8,
        6248.22
    ],
    [
        " guidelines.",
        6248.22,
        6248.58
    ],
    [
        " Okay, we want to be working out, we want to stay healthy, we want to stay capable, we want",
        6248.8,
        6252.24
    ],
    [
        " to stay mentally and physically in the game.",
        6252.24,
        6255.74
    ],
    [
        " We'll see.",
        6256.02,
        6256.3
    ],
    [
        " We're going to stand in this path, we're all on.",
        6257.24,
        6258.76
    ],
    [
        " All right, so you might need some supplementation, I'll help you.",
        6259.06,
        6261.38
    ],
    [
        " Big time.",
        6261.54,
        6262.2
    ],
    [
        " Chocolate supplementation.",
        6262.82,
        6263.72
    ],
    [
        " If you're going hard, I'm going to say you're going to need supplementation.",
        6263.72,
        6266.52
    ],
    [
        " Yeah.",
        6266.7,
        6266.86
    ],
    [
        " If you're going hard, you're going to need supplementation.",
        6267.12,
        6268.9
    ],
    [
        " If you're pushing hard, you're going to need supplements.",
        6268.92,
        6271.4
    ],
    [
        " Yep.",
        6271.84,
        6271.98
    ],
    [
        " And we got a bunch.",
        6272.48,
        6273.02
    ],
    [
        " So let's start with a physical and cognitive discipline.",
        6273.2,
        6276.2
    ],
    [
        " It's the name discipline, many modes.",
        6276.68,
        6278.74
    ],
    [
        " We got the energy drink.",
        6278.94,
        6279.88
    ],
    [
        " We're home ready to drink cans.",
        6280.16,
        6281.78
    ],
    [
        " Which is cool, I guess.",
        6282.26,
        6283.74
    ],
    [
        " The capsules and the powder are called discipline.",
        6284.1,
        6286.84
    ],
    [
        " So the energy drink cans.",
        6287.08,
        6288.22
    ],
    [
        " They're available in multiple places.",
        6290.12,
        6292.76
    ],
    [
        " Wawa, East Coast.",
        6292.98,
        6294.66
    ],
    [
        " Wawa, East Coast.",
        6294.8,
        6295.16
    ],
    [
        " Jocafuel.com online.",
        6295.64,
        6297.7
    ],
    [
        " Vitamin Shop.",
        6298.22,
        6299.54
    ],
    [
        " Is that everywhere?",
        6300.24,
        6301.52
    ],
    [
        " Yep.",
        6301.98,
        6302.2
    ],
    [
        " Worldwide Vitamin Shop.",
        6302.54,
        6303.76
    ],
    [
        " Boom.",
        6303.98,
        6304.08
    ],
    [
        " There you go.",
        6304.38,
        6304.9
    ],
    [
        " Only in America, but.",
        6305.08,
        6305.78
    ],
    [
        " Yeah, so boom, multiple options as far as the where to get it.",
        6306.18,
        6308.48
    ],
    [
        " This is just an energy drink cans.",
        6308.56,
        6309.54
    ],
    [
        " Vitamin Shop has everything else.",
        6310.22,
        6311.48
    ],
    [
        " Yeah.",
        6311.56,
        6311.66
    ],
    [
        " This is all that we're about to talk about.",
        6311.74,
        6313.44
    ],
    [
        " Talk about.",
        6313.44,
        6313.8
    ],
    [
        " Okay, so one of those things.",
        6313.94,
        6314.94
    ],
    [
        " Other supplementation.",
        6315.1,
        6315.88
    ],
    [
        " In joint warfare, joint warfare and super-krill oil.",
        6315.88,
        6318.9
    ],
    [
        " This is for your joints and some general health stuff in there as well.",
        6319.08,
        6321.58
    ],
    [
        " That'll keep you in the game big time, especially on the physical front.",
        6322.18,
        6325.76
    ],
    [
        " Also, Vitamin D3 and cold war.",
        6326.96,
        6329.12
    ],
    [
        " Free immunity.",
        6329.64,
        6330.26
    ],
    [
        " Stay in the game.",
        6330.76,
        6331.3
    ],
    [
        " Don't have to worry about getting sick anymore.",
        6331.4,
        6332.8
    ],
    [
        " That's a thing.",
        6333.16,
        6333.66
    ],
    [
        " Start over-training, not sleeping enough.",
        6333.96,
        6335.72
    ],
    [
        " All this stuff.",
        6335.88,
        6336.32
    ],
    [
        " Rest sickness will come and get you.",
        6336.58,
        6337.88
    ],
    [
        " Take you out for a little while.",
        6338.32,
        6339.18
    ],
    [
        " If you just let that happen, are you being a good leader?",
        6340.14,
        6342.08
    ],
    [
        " Are you?",
        6342.5,
        6342.78
    ],
    [
        " No.",
        6343.82,
        6344.64
    ],
    [
        " That's good.",
        6345.22,
        6345.58
    ],
    [
        " You're letting down everybody.",
        6345.64,
        6346.88
    ],
    [
        " You're kind of...",
        6347.18,
        6347.7
    ],
    [
        " There was this book.",
        6347.7,
        6348.52
    ],
    [
        " You read it on the podcast.",
        6349.02,
        6350.44
    ],
    [
        " And it really...",
        6350.9,
        6352.44
    ],
    [
        " This thing stuck with me because I kind of had this inkling of this concept.",
        6352.44,
        6356.28
    ],
    [
        " But I never could really arrive at it and embrace it as much until I heard it.",
        6356.46,
        6360.08
    ],
    [
        " Where it's like...",
        6360.18,
        6360.8
    ],
    [
        " It taught basically...",
        6360.8,
        6361.62
    ],
    [
        " I forget the exact words, but it said...",
        6361.62,
        6365.06
    ],
    [
        " Like, if you get sick, that's kind of your fault.",
        6365.06,
        6367.02
    ],
    [
        " Don't let your own thing affect the team.",
        6367.28,
        6369.32
    ],
    [
        " Kind of thing.",
        6369.54,
        6369.92
    ],
    [
        " It was like, oh, it was one of these things.",
        6370.12,
        6371.9
    ],
    [
        " Where it's kind of like...",
        6372.22,
        6373.74
    ],
    [
        " It was kind of raw because sometimes...",
        6373.74,
        6377.54
    ],
    [
        " Right, you just get sick.",
        6377.54,
        6378.52
    ],
    [
        " It does happen.",
        6378.84,
        6379.52
    ],
    [
        " Dissentry or something.",
        6379.56,
        6380.74
    ],
    [
        " It's like, sure, you can take measures to try to avoid it, but sometimes unavoidable.",
        6381.4,
        6385.64
    ],
    [
        " The book you read and was like, still, that's your bad.",
        6385.74,
        6388.3
    ],
    [
        " Don't let that work with that.",
        6388.66,
        6389.88
    ],
    [
        " I forget.",
        6390.08,
        6390.4
    ],
    [
        " But it was like, man, your personal shit.",
        6390.82,
        6392.28
    ],
    [
        " Don't even come over here with that stuff.",
        6392.48,
        6394.32
    ],
    [
        " You better keep moving.",
        6394.32,
        6395.68
    ],
    [
        " Kind of a thing.",
        6396.02,
        6396.52
    ],
    [
        " Sure.",
        6396.88,
        6397.08
    ],
    [
        " It's like, damn.",
        6397.32,
        6397.82
    ],
    [
        " Try and figure out what book that was.",
        6398.22,
        6399.5
    ],
    [
        " We'll go back to it.",
        6399.7,
        6400.76
    ],
    [
        " Yeah.",
        6400.98,
        6401.22
    ],
    [
        " But it is interesting.",
        6401.64,
        6403.46
    ],
    [
        " So let's say we apply that philosophy.",
        6403.64,
        6405.3
    ],
    [
        " Boom.",
        6405.72,
        6405.84
    ],
    [
        " We got some measures, some significant measures.",
        6406.08,
        6408.04
    ],
    [
        " That's a vitamin D.",
        6408.68,
        6410.1
    ],
    [
        " Three, by the way.",
        6410.58,
        6411.68
    ],
    [
        " And also the cold war, free immunity, boom.",
        6411.78,
        6414.74
    ],
    [
        " Also, the good news that I was about to present.",
        6415.2,
        6418.2
    ],
    [
        " We got protein supplementation, but we don't need cupcakes anymore.",
        6418.98,
        6422.38
    ],
    [
        " No.",
        6422.5,
        6422.7
    ],
    [
        " It replaces the cupcakes and the frosting.",
        6422.7,
        6424.7
    ],
    [
        " You don't need frosting.",
        6424.88,
        6425.82
    ],
    [
        " Certified accepted taste by people.",
        6426.28,
        6431.2
    ],
    [
        " The sweet Roberts, the sugar cube addict.",
        6431.2,
        6433.94
    ],
    [
        " Which is a good thing in this case, as far as what he called credentials.",
        6434.48,
        6437.8
    ],
    [
        " Yeah.",
        6438.04,
        6438.22
    ],
    [
        " So, yes, best tasting protein on the market.",
        6439.42,
        6443.12
    ],
    [
        " Straight up in the world.",
        6443.6,
        6444.24
    ],
    [
        " Straight up.",
        6444.56,
        6444.96
    ],
    [
        " Straight up.",
        6445.16,
        6445.6
    ],
    [
        " Check it out.",
        6446.18,
        6447.04
    ],
    [
        " Also, all this stuff, if you want to get it for free,",
        6447.26,
        6451.16
    ],
    [
        " ship to your house, you go to jocalfuel.com.",
        6451.44,
        6453.54
    ],
    [
        " If you subscribe to one of these things,",
        6453.68,
        6455.12
    ],
    [
        " you'll get it for free.",
        6455.36,
        6455.96
    ],
    [
        " Shipping for free.",
        6456.28,
        6457.0
    ],
    [
        " Which is, that's what we're doing to complete.",
        6457.72,
        6461.02
    ],
    [
        " We're talking about big guys, little guys today, big companies,",
        6462.58,
        6465.02
    ],
    [
        " little companies.",
        6465.02,
        6465.42
    ],
    [
        " We got big companies out there that are like shipping stuff for free.",
        6465.5,
        6469.26
    ],
    [
        " Which is good.",
        6469.76,
        6470.74
    ],
    [
        " They have the capacity to do that.",
        6470.88,
        6472.68
    ],
    [
        " How do we compete with them?",
        6473.08,
        6474.44
    ],
    [
        " Cool.",
        6474.6,
        6474.72
    ],
    [
        " We figured out a way.",
        6475.0,
        6475.66
    ],
    [
        " Subscribe, free shipping.",
        6475.98,
        6477.88
    ],
    [
        " That works.",
        6478.2,
        6478.64
    ],
    [
        " So, there you go.",
        6479.36,
        6480.58
    ],
    [
        " There's an example.",
        6480.68,
        6481.34
    ],
    [
        " Real world example of the light infantry mindset going against the big heavy hitters out there.",
        6481.54,
        6486.36
    ],
    [
        " That's true.",
        6486.8,
        6487.22
    ],
    [
        " That's a big deal of free shipping.",
        6487.44,
        6488.78
    ],
    [
        " Sometimes, some of us, you know, when we check out, we see that free shipping.",
        6489.36,
        6493.5
    ],
    [
        " That's nice.",
        6494.08,
        6494.7
    ],
    [
        " That didn't mean it.",
        6495.06,
        6496.84
    ],
    [
        " So, yeah.",
        6497.02,
        6497.32
    ],
    [
        " Also, jujitsu stuff.",
        6497.62,
        6499.12
    ],
    [
        " Because we're doing jujitsu now.",
        6499.24,
        6500.1
    ],
    [
        " We're back.",
        6500.26,
        6500.54
    ],
    [
        " Back in the game.",
        6500.7,
        6501.42
    ],
    [
        "",
        6501.78,
        6501.78
    ],
    [
        " Coronavirus.",
        6502.58,
        6502.94
    ],
    [
        " I remember that.",
        6503.64,
        6504.8
    ],
    [
        " Yeah.",
        6504.92,
        6505.14
    ],
    [
        " You know, that was a thing.",
        6505.64,
        6506.76
    ],
    [
        " Back in the day.",
        6506.9,
        6507.56
    ],
    [
        " But we're back doing jujitsu.",
        6507.84,
        6509.1
    ],
    [
        " So, you need some jujitsu, geese, rash guards, other equipment.",
        6509.6,
        6513.34
    ],
    [
        " Go to origin, USA.com.",
        6514.02,
        6516.1
    ],
    [
        " This week you can get them to saw American made stuff.",
        6516.1,
        6518.14
    ],
    [
        " Yeah.",
        6518.46,
        6518.58
    ],
    [
        " And just stuff we're like wearing too.",
        6518.7,
        6520.5
    ],
    [
        " Like things to cover your legs in.",
        6520.94,
        6522.56
    ],
    [
        " Called pants.",
        6522.76,
        6523.44
    ],
    [
        " The best pants ever.",
        6523.88,
        6525.42
    ],
    [
        " Delta genes.",
        6525.72,
        6526.88
    ],
    [
        " Get factory genes too.",
        6527.32,
        6528.36
    ],
    [
        " If you're living up north, we understand.",
        6528.52,
        6530.78
    ],
    [
        " You're probably going to get the factory genes they're heavier.",
        6530.96,
        6532.54
    ],
    [
        " If you're living down south or you're living out the west coast.",
        6532.82,
        6535.6
    ],
    [
        " You're probably looking at the Delta 68 genes.",
        6535.98,
        6538.62
    ],
    [
        " And boots, you get boots.",
        6539.2,
        6541.6
    ],
    [
        " Yeah.",
        6542.2,
        6542.4
    ],
    [
        " Or are they doing that wallet?",
        6542.5,
        6543.82
    ],
    [
        " Or is that just Pete kind of flexing on us?",
        6544.28,
        6545.9
    ],
    [
        " Yeah.",
        6548.42,
        6549.0
    ],
    [
        " Yeah.",
        6549.48,
        6551.3
    ],
    [
        " Yeah.",
        6552.14,
        6554.52
    ],
    [
        " Yeah.",
        6554.52,
        6555.62
    ],
    [
        " Yeah.",
        6555.62,
        6556.48
    ],
    [
        " Yeah.",
        6557.0,
        6557.54
    ],
    [
        " Yeah.",
        6557.88,
        6558.08
    ],
    [
        " Yeah.",
        6558.68,
        6558.76
    ],
    [
        "",
        6558.76,
        6558.76
    ],
    [
        "",
        6558.76,
        6558.76
    ],
    [
        " Yeah.",
        6558.76,
        6558.8
    ],
    [
        "",
        6558.8,
        6558.8
    ],
    [
        "",
        6558.8,
        6558.8
    ],
    [
        "",
        6558.8,
        6558.8
    ],
    [
        "",
        6558.8,
        6558.8
    ],
    [
        "",
        6558.8,
        6558.8
    ],
    [
        " He was up there.",
        6558.8,
        6559.36
    ],
    [
        " Cracked out on sugar cubes.",
        6559.46,
        6560.96
    ],
    [
        "",
        6561.22,
        6561.22
    ],
    [
        " I'm probably what.",
        6561.26,
        6564.72
    ],
    [
        " Well.",
        6565.1,
        6565.68
    ],
    [
        " But like, it is cool because every time like, because of wallet, you don't just automatically think,",
        6566.22,
        6572.04
    ],
    [
        " well, I don't anyway.",
        6572.04,
        6572.96
    ],
    [
        " But when he will hillbuss it out, you can tell like, you know, he took some pride in that one.",
        6573.2,
        6576.48
    ],
    [
        " Do you know?",
        6576.62,
        6576.98
    ],
    [
        " So they put out some cool stuff.",
        6577.22,
        6578.54
    ],
    [
        " Yeah.",
        6578.6,
        6578.72
    ],
    [
        " No, well Pete takes massive pride in the whole process from designing it and then the functionality",
        6578.94,
        6585.74
    ],
    [
        " of it and then the production of it.",
        6585.74,
        6587.18
    ],
    [
        " Yeah.",
        6587.28,
        6587.44
    ],
    [
        " Because think about, think about something's going from his head.",
        6587.64,
        6590.32
    ],
    [
        " From his head to people's hands passing through the company being built by the factory,",
        6590.54,
        6598.56
    ],
    [
        " like it's awesome.",
        6599.28,
        6600.14
    ],
    [
        " So the whole, everyone there, everyone there, when a wallet goes, when a pair of boots goes",
        6601.2,
        6605.84
    ],
    [
        " out, everybody there's pride all over that stuff.",
        6605.84,
        6608.06
    ],
    [
        " Oh, yeah.",
        6608.12,
        6608.44
    ],
    [
        " It's like you got to represent, right?",
        6608.7,
        6610.18
    ],
    [
        " You can't just be throwing in some half thought idea and be like, here try this and then",
        6610.32,
        6614.9
    ],
    [
        " show everybody's like, bro, we're not doing that kind of stuff here.",
        6614.9,
        6617.46
    ],
    [
        " We're going all room.",
        6617.46,
        6618.28
    ],
    [
        " Yeah.",
        6618.52,
        6618.78
    ],
    [
        " That's what we're doing.",
        6618.84,
        6619.4
    ],
    [
        " We're not throwing something together.",
        6619.6,
        6620.98
    ],
    [
        " This is all in scenario.",
        6621.0,
        6622.2
    ],
    [
        " So is Pete proud?",
        6622.7,
        6623.8
    ],
    [
        " Yeah.",
        6624.14,
        6624.38
    ],
    [
        " Is every person that's on the line creating this stuff proud?",
        6624.54,
        6627.56
    ],
    [
        " Hell yeah.",
        6627.78,
        6628.2
    ],
    [
        " It's freaking legit.",
        6628.2,
        6629.18
    ],
    [
        " Makes sense.",
        6629.54,
        6630.32
    ],
    [
        " Also, speaking of legit, Jocco has a store.",
        6631.18,
        6632.94
    ],
    [
        " This one equals freedom, shirts and hats and hoodies.",
        6633.38,
        6635.76
    ],
    [
        " Some rash guards on there.",
        6636.18,
        6637.06
    ],
    [
        " Some warrior kids stuff on there, some soap on there.",
        6637.72,
        6640.22
    ],
    [
        " Jocco soap, trooper soap, killer soap, antibacterial, black charcoal activated soap.",
        6640.46,
        6645.94
    ],
    [
        " Satisfying.",
        6645.94,
        6646.48
    ],
    [
        " Satisfying soap.",
        6646.7,
        6647.98
    ],
    [
        " All this stuff.",
        6648.92,
        6649.48
    ],
    [
        " Yeah.",
        6650.0,
        6650.58
    ],
    [
        " So if you want to represent while you're on this path, you know, this is where you can get",
        6650.68,
        6654.64
    ],
    [
        " your attire, your gear.",
        6655.14,
        6656.74
    ],
    [
        " Also, we have a subscription situation there too.",
        6657.36,
        6659.36
    ],
    [
        " Shirts.",
        6659.74,
        6659.9
    ],
    [
        " Interesting designs.",
        6660.24,
        6661.34
    ],
    [
        " Creative.",
        6662.1,
        6662.6
    ],
    [
        " You're wearing one right now.",
        6662.94,
        6663.9
    ],
    [
        " If you want to go on YouTube and look at the current shirt that Echo Charles is wearing.",
        6663.92,
        6668.16
    ],
    [
        " Unabailable, by the way, you missed it.",
        6668.6,
        6670.16
    ],
    [
        " A lot of people have it, you know, they're representing.",
        6670.48,
        6672.2
    ],
    [
        " But here's the thing.",
        6672.58,
        6673.2
    ],
    [
        " Every time you're learning and you're coming up with more dope designs.",
        6673.5,
        6677.28
    ],
    [
        " Sure.",
        6677.6,
        6677.72
    ],
    [
        " I tried to keep a standard quality level or whatever.",
        6678.06,
        6681.94
    ],
    [
        " Either way, it's fun.",
        6682.54,
        6683.1
    ],
    [
        " Yeah.",
        6683.38,
        6683.9
    ],
    [
        " So it's called the shirt locker.",
        6683.9,
        6685.32
    ],
    [
        " So yeah, man, sign up for that.",
        6685.64,
        6687.24
    ],
    [
        " You know, if you're interested and check out everything else on there, jocostore.com.",
        6687.46,
        6690.68
    ],
    [
        " Like something.",
        6690.82,
        6691.48
    ],
    [
        " Subscribe to the podcast.",
        6691.8,
        6692.64
    ],
    [
        " Also, check out the Jocco Unraveling podcast with Darryl Cooper.",
        6693.6,
        6699.44
    ],
    [
        " We've been getting kind of crazy with those.",
        6699.76,
        6701.38
    ],
    [
        " Getting nuts, as they say.",
        6701.82,
        6704.14
    ],
    [
        " But the freaking awesome feedback will keep knocking about grounded podcasts.",
        6704.4,
        6708.06
    ],
    [
        " We should talk to Dean Lisch.",
        6708.2,
        6709.18
    ],
    [
        " We're getting almost pretty soon.",
        6709.38,
        6710.9
    ],
    [
        " We're your kid podcast.",
        6710.9,
        6712.0
    ],
    [
        " And you can also join us in the underground.",
        6712.88,
        6716.8
    ],
    [
        " So we have an alternative platform that we have created so that we have control if contingencies",
        6717.46,
        6727.9
    ],
    [
        " unfold that we need to execute an alternative platform.",
        6727.9,
        6730.8
    ],
    [
        " We're not doing it.",
        6731.38,
        6732.08
    ],
    [
        " We hope to not do it.",
        6732.18,
        6732.98
    ],
    [
        " But things are strange in the world.",
        6733.22,
        6735.46
    ],
    [
        " So jocco Underground.com, if you want to help support the alternate world.",
        6735.46,
        6741.58
    ],
    [
        " If needed, you can pay $8.18 a month.",
        6741.64,
        6746.06
    ],
    [
        " And we're doing like an additional podcast where we talk about a just really interesting stuff.",
        6746.1,
        6750.84
    ],
    [
        " That's not quite Jocco podcast material.",
        6750.96,
        6753.24
    ],
    [
        " But it's Jocco Life material.",
        6753.66,
        6755.9
    ],
    [
        " Alternative and amplifying information.",
        6756.2,
        6759.86
    ],
    [
        " Yeah.",
        6761.3,
        6761.32
    ],
    [
        " Yeah.",
        6761.32,
        6761.62
    ],
    [
        " And look, if you just if you can't afford that, no factor.",
        6761.7,
        6766.0
    ],
    [
        " Email assistance at jocco Underground.com.",
        6766.38,
        6769.0
    ],
    [
        " We're just trying to make sure we're taking care of and you're taking care of should things start to go sideways.",
        6769.14,
        6774.62
    ],
    [
        " We also have a YouTube channel where I am the assistant director for some awesome videos.",
        6774.82,
        6779.92
    ],
    [
        " And then echo puts some videos on there too.",
        6780.28,
        6782.72
    ],
    [
        " Unraveling is on there too, by the way.",
        6783.46,
        6785.62
    ],
    [
        " All of them?",
        6785.8,
        6786.16
    ],
    [
        " No.",
        6786.3,
        6786.48
    ],
    [
        " But they're getting rolled out as well.",
        6786.74,
        6789.34
    ],
    [
        " Yeah.",
        6789.34,
        6789.64
    ],
    [
        " Gonna know them up there.",
        6789.82,
        6790.6
    ],
    [
        " That's good to hear.",
        6791.16,
        6792.02
    ],
    [
        " Yeah, those unraveling podcasts.",
        6792.32,
        6793.64
    ],
    [
        " I'll be interested to read the comments on those.",
        6794.2,
        6797.54
    ],
    [
        " Yeah.",
        6797.8,
        6798.0
    ],
    [
        " So that's a thing because those really run the risk and they have a head like a you know,",
        6798.12,
        6805.52
    ],
    [
        " YouTube will flag it because of the material.",
        6805.62,
        6807.46
    ],
    [
        " Anytime you and Darryl Cooper start talking about genocides and all the, you know, the brutal,",
        6807.8,
        6812.7
    ],
    [
        " the release here on deep of history and you know, whatever.",
        6812.84,
        6816.1
    ],
    [
        " It's like YouTube's like, uh-huh.",
        6816.34,
        6817.5
    ],
    [
        " Pump your brakes there.",
        6817.56,
        6818.66
    ],
    [
        " Well, one time we were talking about something and Darryl was like, you know, this is,",
        6818.9,
        6822.88
    ],
    [
        " this particular thing is really bad and it's just not appropriate.",
        6823.32,
        6826.92
    ],
    [
        " Not what you want to hear in a podcast.",
        6827.14,
        6828.32
    ],
    [
        " And we got Donald's like, hey bro, I don't ever want to hear that again.",
        6828.54,
        6830.98
    ],
    [
        " He's like, I'll never say it again.",
        6831.08,
        6832.06
    ],
    [
        " Like that's what we're doing.",
        6832.38,
        6833.28
    ],
    [
        " You know, if we don't address, if we don't address and inform people about what happens when",
        6833.58,
        6839.5
    ],
    [
        " things go sideways, then people will realize how bad it is.",
        6839.5,
        6842.34
    ],
    [
        " That's what happens.",
        6842.86,
        6843.66
    ],
    [
        " So yeah, we're getting flagged, getting censored, must be 18 or older.",
        6844.58,
        6849.44
    ],
    [
        " You think that we were putting out freaking pornographic material or not?",
        6849.62,
        6852.38
    ],
    [
        " We're talking about what communism does.",
        6852.52,
        6854.32
    ],
    [
        " We're talking about what authoritarian governments can do.",
        6854.6,
        6858.56
    ],
    [
        " Yeah, it didn't, it never got, you know, deep into history in high school and all this stuff or whatever.",
        6859.32,
        6865.48
    ],
    [
        " But kind of the thing is, it's going to be no news to you obviously.",
        6865.84,
        6869.26
    ],
    [
        " But when you do present it in such an interesting way or whatever, it's one of the many valuable things you can get from it is like, yeah, you realize how bad it was back then.",
        6869.26,
        6878.4
    ],
    [
        " And at the same time, by contrast, you realize, oh, today isn't that bad.",
        6878.52,
        6883.06
    ],
    [
        " Even the bad stuff that happens like, man, you kind of compare to the whole of the thing.",
        6883.36,
        6886.56
    ],
    [
        " It starts to, it starts to offer this, this maybe more enlightened perspective on things.",
        6886.64,
        6891.68
    ],
    [
        " Well, yeah, and it also offers you an understanding of why things are happening and how things happen.",
        6891.9,
        6899.24
    ],
    [
        " Because look, just like leadership is something that you can learn about from the past, so is everything else.",
        6900.16,
        6907.72
    ],
    [
        " And to sit here and think that we're in a totally unique time and that nothing like this has ever happened before.",
        6907.98,
        6914.9
    ],
    [
        " And it'll be different this time.",
        6915.08,
        6916.36
    ],
    [
        " That's freaking wrong.",
        6916.58,
        6917.46
    ],
    [
        " That's just wrong.",
        6918.32,
        6919.2
    ],
    [
        " The way that the world works, the way human nature works doesn't change.",
        6920.24,
        6924.56
    ],
    [
        " And there might be different technology, but just like technology won't make the difference in light infantry battle, technology will not change human nature.",
        6924.56,
        6932.82
    ],
    [
        " It'll have influence over it.",
        6932.96,
        6934.22
    ],
    [
        " But we need to watch out for what we need to watch out for.",
        6934.38,
        6936.68
    ],
    [
        " Human nature inherently does the same things over and over again.",
        6937.1,
        6940.9
    ],
    [
        " So let's be careful.",
        6941.68,
        6943.34
    ],
    [
        " Check out the unraveling.",
        6944.44,
        6945.82
    ],
    [
        " Check out Darryl Cooper's podcast, Marjorie Maid.",
        6945.9,
        6947.66
    ],
    [
        " Right now there's a lot of, there's a flare up going on in the middle east.",
        6948.0,
        6950.54
    ],
    [
        " You want to get the background on that.",
        6950.86,
        6952.4
    ],
    [
        " You want to try and you want to get some understanding of what's going on in the middle east.",
        6952.52,
        6955.78
    ],
    [
        " You don't know.",
        6956.06,
        6956.86
    ],
    [
        " I'm going to tell you, you don't know.",
        6957.08,
        6958.4
    ],
    [
        " And I studied the middle east.",
        6958.88,
        6960.78
    ],
    [
        " And the conflicts in the middle east, Darryl Cooper's podcast, Marjorie Maid is a doctorate in what happened in the Israeli-Palestinian scenario situation.",
        6961.2,
        6974.54
    ],
    [
        " So check that thing out if you can.",
        6974.8,
        6976.92
    ],
    [
        " Psychological warfare, I made an album with tracks.",
        6979.4,
        6981.98
    ],
    [
        " And you can get it on any MP3 platform.",
        6983.3,
        6987.36
    ],
    [
        " There's no music, by the way.",
        6987.7,
        6989.56
    ],
    [
        " Just FYI, flip side canvas, if you need something to hang on your wall, we got Dakota Meyer.",
        6989.82,
        6993.64
    ],
    [
        " My brother, he's got an awesome company made in America, flip side canvas, stuff to hang up on your wall.",
        6994.3,
        6998.88
    ],
    [
        " I got a bunch of books, Final Spin.",
        6998.88,
        7000.12
    ],
    [
        " Starting to get some anticipation from people about Final Spin.",
        7002.18,
        7006.86
    ],
    [
        " Because let's face it, it's hard to understand what's happened.",
        7007.34,
        7009.98
    ],
    [
        " You're looking at it, you're seeing some words, you're hearing about the story, you're kind of wondering what the hell is this about.",
        7010.1,
        7015.3
    ],
    [
        " So that's coming pre-order it now so that the publisher actually makes enough.",
        7015.52,
        7020.98
    ],
    [
        " Actually makes enough.",
        7023.58,
        7024.62
    ],
    [
        " Leadership strategy and tactics field manual, the code, the evaluators and protocol, Discipline, Cosmic Freedom.",
        7025.88,
        7029.84
    ],
    [
        " Way of the Warrior, Kid 1, 2, 3, Miking the Dragons.",
        7030.12,
        7032.26
    ],
    [
        " About face by hack worth, Extreme ownership, dichotomy, leadership, these are the books I've written thus far.",
        7032.54,
        7037.98
    ],
    [
        " Just getting warmed up.",
        7038.32,
        7039.1
    ],
    [
        " Have a leadership consultancy.",
        7040.06,
        7041.72
    ],
    [
        " Call that shalom front and this is what we do.",
        7042.22,
        7044.76
    ],
    [
        " What we do is leadership.",
        7044.9,
        7045.68
    ],
    [
        " That's what we do.",
        7046.32,
        7047.24
    ],
    [
        " That's the only thing we do.",
        7047.44,
        7048.44
    ],
    [
        " That's the only thing we do is leadership.",
        7048.82,
        7051.54
    ],
    [
        " Big companies, small companies.",
        7052.02,
        7053.64
    ],
    [
        " That's what we do all day long, every day.",
        7053.86,
        7056.32
    ],
    [
        " If you have any problems inside your organization, I can tell you right now, they are leadership problems.",
        7056.7,
        7062.84
    ],
    [
        " And the way you solve those problems is through leadership.",
        7063.5,
        7067.72
    ],
    [
        " Go to echelonfront.com if you want to work with the echelonfront team.",
        7067.88,
        7071.38
    ],
    [
        " Also we have online training.",
        7071.38,
        7073.0
    ],
    [
        " We just put up 12 new courses where we go through each chapter of Extreme ownership.",
        7073.18,
        7078.42
    ],
    [
        " And break down in a granular level.",
        7078.42,
        7082.66
    ],
    [
        " How to implement these principles in what you're doing.",
        7082.9,
        7087.62
    ],
    [
        " So check out efo online.com.",
        7088.82,
        7092.22
    ],
    [
        " We have the muster, live event.",
        7092.44,
        7095.44
    ],
    [
        " We didn't do any in 2020 because of Miss Rona.",
        7095.58,
        7097.6
    ],
    [
        " But we're executing May 25th and 26th.",
        7098.24,
        7101.1
    ],
    [
        " We got some seats left right now in Orlando.",
        7101.16,
        7103.2
    ],
    [
        " Get on it.",
        7103.98,
        7105.98
    ],
    [
        " Phoenix.",
        7106.36,
        7107.36
    ],
    [
        " Is next August 17th and 18th.",
        7108.64,
        7110.48
    ],
    [
        " That's going to be a hot one.",
        7110.48,
        7111.48
    ],
    [
        " Las Vegas October 28th and 29th.",
        7112.64,
        7114.72
    ],
    [
        " Go to extremelonorship.com.",
        7114.76,
        7116.2
    ],
    [
        " Look.",
        7116.32,
        7116.58
    ],
    [
        " We sell out.",
        7117.3,
        7118.98
    ],
    [
        " So if you want to come, try and get there quick.",
        7119.22,
        7120.76
    ],
    [
        " Also, efo battlefield.",
        7121.7,
        7123.1
    ],
    [
        " We do battlefield walks.",
        7123.34,
        7125.04
    ],
    [
        " I'll let you know in the next one of those is taking place.",
        7125.12,
        7127.38
    ],
    [
        " And also, if you want to help service members active and retired,",
        7127.62,
        7130.68
    ],
    [
        " you want to help their families.",
        7131.1,
        7132.04
    ],
    [
        " You want to help gold star families.",
        7132.04,
        7133.42
    ],
    [
        " Then you can check out a gold star mom,",
        7133.42,
        7136.2
    ],
    [
        " Mark Lee's mom, mom Lee.",
        7136.48,
        7137.94
    ],
    [
        " She has a charity organization.",
        7138.2,
        7139.88
    ],
    [
        " And if you want to donate or you want to get involved,",
        7140.22,
        7142.68
    ],
    [
        " go to americasmightywarriors.org.",
        7142.68,
        7145.56
    ],
    [
        " And if you want more of my obstinate opinions,",
        7145.74,
        7148.92
    ],
    [
        " or you need more of Echos incalculable comments,",
        7149.14,
        7152.82
    ],
    [
        " you can find us on the interwebs.",
        7153.4,
        7155.5
    ],
    [
        " On Twitter.",
        7156.18,
        7157.02
    ],
    [
        " On Instagram.",
        7157.56,
        7159.14
    ],
    [
        " Or as Echos calls it, the Graham.",
        7159.46,
        7161.68
    ],
    [
        " Or on that Facebook.",
        7162.6,
        7164.4
    ],
    [
        " Echos ad equitrals.",
        7164.84,
        7165.84
    ],
    [
        " And I am at Jocco Willink.",
        7166.12,
        7167.46
    ],
    [
        " And thanks to all the folks out there in uniform right now",
        7168.12,
        7171.28
    ],
    [
        " with a special shout out to all the light infantry.",
        7171.28,
        7174.32
    ],
    [
        " Thank you for making the sacrifices that you make to protect us",
        7175.04,
        7178.22
    ],
    [
        " and the same goes to those that wear the uniform here on the home front,",
        7178.22,
        7182.0
    ],
    [
        " talking about our police and law enforcement,",
        7182.36,
        7183.88
    ],
    [
        " firefighters, paramedics, EMTs, dispatchers, correctional officers,",
        7184.1,
        7187.66
    ],
    [
        " border patrol, secret service, and all first responders.",
        7187.9,
        7190.98
    ],
    [
        " Thank you for your sacrifices to protect us here at home.",
        7190.98,
        7196.16
    ],
    [
        " And to everyone else out there,",
        7196.7,
        7198.86
    ],
    [
        " you might not be a light infantry soldier or leader,",
        7199.14,
        7203.06
    ],
    [
        " but you can certainly adopt the attitude of the light infantry,",
        7203.44,
        7207.72
    ],
    [
        " the offensive mindset, the initiative, the total self-reliance,",
        7208.08,
        7212.14
    ],
    [
        " the flexibility, the improvisation, the discipline,",
        7212.4,
        7215.52
    ],
    [
        " the trust, the confidence, and they never say,",
        7215.76,
        7219.46
    ],
    [
        " die approach to problems.",
        7219.94,
        7221.92
    ],
    [
        " And if you go at life like that, you are going to win,",
        7222.66,
        7228.98
    ],
    [
        " so go out there and get after it.",
        7229.12,
        7232.42
    ],
    [
        " And until next time, the ZECCO and Jocco out.",
        7233.3,
        7237.72
    ]
]