[
    [
        " I threw up, you know, it's a one mile run with a boat on your head.",
        0.0,
        4.18
    ],
    [
        " I threw up for a mile and a little bit because we ran all the way to the Oak Course",
        4.56,
        8.04
    ],
    [
        " and we did the Oak Course with our boat. And I threw up all the way through that",
        8.04,
        12.94
    ],
    [
        " Oak Course, hauling the boat around, and then I've got no fuel in the tank.",
        12.94,
        18.42
    ],
    [
        " That was a long, long day. Yeah, I remember that. And then remember the other things about,",
        19.16,
        25.28
    ],
    [
        " you know, who's an hallucinating, you know, you know, lions lope, you know,",
        25.28,
        30.44
    ],
    [
        " getting mad at my paddle. I remember my paddle, it's not, you know,",
        30.7,
        37.18
    ],
    [
        " making us go, I'm trying hard, you know, that this paddle should make me go faster.",
        37.36,
        41.64
    ],
    [
        " Yeah, remember in paddle prayers, you know, what's paddle prayers?",
        42.34,
        49.48
    ],
    [
        " So they would put us together around in a circle. Oh, it's we have paddle above the other",
        50.66,
        55.68
    ],
    [
        " guy's head. You got your paddle. So you got your paddle. So you're like this. And when you fall",
        55.68,
        59.86
    ],
    [
        " asleep, it hits you up, you try and catch yourself and you whack the dude. It's like, is that",
        59.86,
        66.18
    ],
    [
        " the program? Yeah, you know, I was a really motivated young, you know, a number one bowline man,",
        66.18,
        75.36
    ],
    [
        " you know, the guy, the guy that jumps out on the rock board and then there's the boat. I",
        75.36,
        80.54
    ],
    [
        " wanted to be that guy. That's the spot, man. That's the spot. Get in there. Let's do this.",
        80.54,
        86.1
    ],
    [
        " And when that boats upside down on your head, that's the spot too, because you're taking some serious",
        86.54,
        91.28
    ],
    [
        " weight. Yeah, that's a dangerous evolution in big waves, man. Good old spot. You know, we didn't",
        91.28,
        96.24
    ],
    [
        " have helmets. Yeah, you know, we had K-Pox, you know, big giant, you know, horribly uncomfortable",
        96.24,
        101.4
    ],
    [
        " life jackets. And, wow, now they got helmets, you know, dude, I noticed they took the stump",
        101.4,
        109.26
    ],
    [
        " jump completely out now. Yeah, but they reduced the stumps at first. And now the stumps are all gone",
        109.26,
        115.9
    ],
    [
        " and they're tight. And that's kind of because that's a mental thing. You know, everybody knew the right",
        115.9,
        121.88
    ],
    [
        " stump to jump on. It's just that all the fear of falling. And I don't remember anybody falling.",
        121.88,
        128.58
    ],
    [
        " You know, I don't know that somebody fell and they hit their head. I don't know what the",
        128.66,
        131.54
    ],
    [
        " echo. This is on the obstacle course. One of the first, I guess it was actually the second",
        131.54,
        137.86
    ],
    [
        " obstacle. You go across that dip bar thing. Right. Right. And then you hop off and there'd be",
        137.86,
        142.1
    ],
    [
        " telephone poles caught off at various heights in the ground like stumps. And you would have to jump",
        142.1,
        148.5
    ],
    [
        " from stump to stump to stump. And they kind of increased heights. And the last one was a little,",
        148.5,
        153.24
    ],
    [
        " was depending on which route, if you took the right route, which everybody knew. The last one was",
        153.42,
        157.8
    ],
    [
        " the tallest one had to jump a little bit further for it. And then you could jump. You jump up onto",
        157.8,
        163.4
    ],
    [
        " this grab this wall, this low wall, which was probably like 10, 10 feet tall. Something like that.",
        163.4,
        168.56
    ],
    [
        " From the stump from the stump. But it did take, it did take like what's the commitment,",
        168.7,
        175.62
    ],
    [
        " right? Commitment to jump from stump to stump. And it got you used to committing.",
        176.14,
        181.34
    ],
    [
        " Yeah. Right. And now it's just tires like you see on a football field. You know, you run the tires.",
        181.7,
        185.42
    ],
    [
        " Oh, so yeah, you're right about that psychological part. Right. Right. There's a fear of falling. It's",
        185.42,
        189.8
    ],
    [
        " just like, you know, if you focus on the stump that you might fall on, you're not looking at the",
        189.8,
        194.32
    ],
    [
        " stump that you want. You know, like if you're, are you skiers? Yeah. If you ski with a helmet on",
        194.32,
        201.1
    ],
    [
        " and then you take your helmet off, you see, you ski slower, especially if you ski in the trees.",
        201.1,
        206.88
    ],
    [
        " I mean, you're skiing in the trees. And if you're looking for the gaps, you're good to go. If you're",
        207.46,
        214.78
    ],
    [
        " looking for the trees that you don't want to hit, you're going to find that tree. Yeah. You know,",
        214.78,
        218.62
    ],
    [
        " it's the same kind of thing. It's a psychological thing, you know, to get you moving forward. Yep.",
        218.72,
        224.64
    ],
    [
        " And they got helmets now too that they wear all the time, which is weird too, because they even",
        225.16,
        229.68
    ],
    [
        " turned hell week. They wear helmets. Really? Which is to me, the agony of that boat grinding on your",
        229.68,
        236.66
    ],
    [
        " head was like a huge part of what's. Oh, yeah. Yeah. You're getting, you know, your head,",
        236.66,
        245.54
    ],
    [
        " getting some serious sunburn. You don't have a whole bunch of hair. Yeah. It's, yeah, your head's",
        246.06,
        251.98
    ],
    [
        " getting blistered. It's a psychological part of it, man, that that, yeah, I don't know if I'd",
        251.98,
        257.76
    ],
    [
        " want to wear a helmet or not, actually. Yeah. I keep you a little warm, you know, I don't know.",
        257.76,
        261.18
    ],
    [
        " Any other, so once you got done with hell week, you're in the rest of the buds. Was there any other",
        261.58,
        265.12
    ],
    [
        " major challenges for you there? Eating dry out of the island. Would you say eating dry? Yeah,",
        265.12,
        271.6
    ],
    [
        " eat. So, you know, at least one meal a day, you had to either do the pull-ups, the frog hill run,",
        271.64,
        277.68
    ],
    [
        " the rope climb. What did you suck at something? Pull-ups. I could not. Yeah, gravity. You know,",
        277.9,
        284.14
    ],
    [
        " rope climb is fine because you use your legs technique. But man, I ate wet a lot full-up day.",
        284.32,
        290.58
    ],
    [
        " It was funny because for whatever reason, I never did pull-ups growing up. And, yeah, that was,",
        291.74,
        298.6
    ],
    [
        " the island was second phase for me. Yeah. Switched eventually. Yeah. We're back to it, I guess.",
        299.86,
        305.56
    ],
    [
        " Yeah, eventually, I mean, I became a pull-up freak. As a big guy, you know, I think even after",
        306.24,
        313.84
    ],
    [
        " my shoulder surgery, I did, you know, 26 pull-ups, like six months later, it's personal challenge.",
        313.84,
        319.5
    ],
    [
        " But, yeah, so pull-ups, what was one? You know, run and not a great runner, you know, swim in,",
        320.98,
        327.0
    ],
    [
        " but you know, you're swimming. Yeah, that not a top performer by any means. But just kept going",
        327.08,
        336.12
    ],
    [
        " forward. Yeah. And, you know, just all you had to do was perform, you know, pass, you know,",
        336.12,
        343.86
    ],
    [
        " perform, you know, not tying, normally no factor. We did it in the dive tower.",
        344.62,
        352.92
    ],
    [
        " Well, how deep? Well, the ropes stay the same depth at 10 feet. Zinky took me down to 50 feet.",
        353.34,
        362.56
    ],
    [
        " And we just hung out there and looked at each other. And until he was, you know, tired.",
        363.0,
        370.06
    ],
    [
        " And then we came up to the top. And there is a set, you know, it's all set, what you're supposed to be",
        370.86,
        377.86
    ],
    [
        " doing. And I was like, okay, you're ready to go. Yeah, ready to go. And we went down. And then we",
        377.86,
        388.82
    ],
    [
        " came back up, you know, and bam, next knot. Back down again. And back up. And now, so I failed that.",
        388.82,
        396.62
    ],
    [
        " Yeah. You know, that's one thing that's interesting. What I remember about some of the breath holding",
        398.78,
        402.98
    ],
    [
        " stuff, like 50 meter underwater swim, you're going to budge. You're like, yeah, it's no big deal. I",
        402.98,
        407.18
    ],
    [
        " could do that. But and not tying. Well, it's like, it's nine feet, go down there, tie knot. But you're",
        407.18,
        413.22
    ],
    [
        " in, in buds, because of everything that's going on, you're constantly like beat down. So you almost",
        413.22,
        418.72
    ],
    [
        " always have a cough. You kind of have a cold. You kind of have like, you get, you're always like",
        418.72,
        423.16
    ],
    [
        " that. You're always tired, like like a four mile time run, four mile time run. First phase was",
        423.16,
        428.92
    ],
    [
        " 32 minutes, four mile time, run. You look at that in paper on the outside, you're like, what's that?",
        428.92,
        434.22
    ],
    [
        " That's a freaking, you know, like, no problem. Then you get in there, you have boots on, you got",
        434.32,
        438.92
    ],
    [
        " pants on, you're running in the soft sand. And the run is not four miles. It's like 4.2 miles,",
        438.92,
        445.3
    ],
    [
        " 4.4 miles, 4.5 miles. Right. And then and what'd you do the night before, the night before that",
        445.4,
        452.76
    ],
    [
        " morning, four o'clock in the morning, four mile time run. You did, you know, a thousand eight count",
        452.98,
        457.46
    ],
    [
        " bodybuilders, you did buddy carries up down the berm. So everything is harder than it,",
        457.46,
        463.24
    ],
    [
        " then you think it's going to be in buds. It's not what's on paper. It's what what actually happens",
        463.3,
        468.52
    ],
    [
        " is harder. Yeah, no, you didn't get to eat, but you had to run the chow and you had to go through",
        468.52,
        474.12
    ],
    [
        " the line and touch the hamburger that you want to eat. But there was no time to actually eat it.",
        474.12,
        479.16
    ],
    [
        " You know, you wasted time running all of it, but you, that's what you must go there to do that.",
        479.26,
        484.08
    ],
    [
        " But there's no time to actually sit down and eat. And then you run and you go do the evolution,",
        484.48,
        488.34
    ],
    [
        " because you have to be out of the evolution on time.",
        488.48,
        489.9
    ]
]