[
    [
        " So I took that to heart so I decided based on that letter which was all the this serendipitous result of me losing my wallet",
        0.18,
        6.56
    ],
    [
        " That I was gonna go away and do what we call an England a gap year, which is exactly what you say go drink in Australia",
        6.56,
        12.02
    ],
    [
        " So my I told my dad and he said what on earth is a gap year",
        12.02,
        16.28
    ],
    [
        " This wasn't particularly popular, you know at that time and I said it",
        16.28,
        19.52
    ],
    [
        " You know it's gonna I'm gonna go find myself on the beaches of Thailand",
        19.52,
        21.9
    ],
    [
        " And he said well if you do that you can go get yourself a bloody job",
        21.9,
        24.62
    ],
    [
        " So that's when I had to go and start earning more cash and but eventually I did",
        24.62,
        29.34
    ],
    [
        " I went away backpacking and at the age of 18, you know to literally just discipline off at the first place",
        29.34,
        34.64
    ],
    [
        " I went traveling was actually in South Africa",
        34.64,
        36.3
    ],
    [
        " Which is pretty pretty dodgy, you know in that time which is in Bobway",
        36.3,
        40.78
    ],
    [
        " Which which at the age of 18 it was the first time I'd had a gun pulled on me by a taxi driver who tried to rob me",
        40.78,
        46.96
    ],
    [
        " So it was all really quite",
        46.96,
        48.54
    ],
    [
        " You know sort of it teaches you a lot about independence",
        48.54,
        53.16
    ],
    [
        " So what you learn about how to handle get a gun pulled on you by the taxi driver?",
        53.16,
        56.68
    ],
    [
        " Well you can't just throw that out there",
        56.68,
        58.74
    ],
    [
        " It's gonna let it ride so so I've been in so you're in Zimbabwe",
        58.74,
        62.58
    ],
    [
        " So in Zimbabwe I was traveling I'd met this random Dutch dude who was much older than me",
        62.58,
        66.22
    ],
    [
        " I was I was 18 this guy must have been 2930",
        66.22,
        69.5
    ],
    [
        " He was backpacking as well and we were on the same same route and we got off the train at a place called Bullowew",
        69.5,
        76.9
    ],
    [
        " and",
        76.9,
        77.94
    ],
    [
        " We we sort of got into a taxi and asked the the price to whatever the next bus station",
        77.94,
        83.78
    ],
    [
        " And he said it was gonna be $40 which Zimbabwe has dollars so $40 is equivalent of about two US dollars",
        84.1,
        90.22
    ],
    [
        " And we're like yeah, no problem",
        90.22,
        91.48
    ],
    [
        " So we put our bags in the trunk of the car off we went and it was like two minutes round the corner",
        91.48,
        95.62
    ],
    [
        " We thought okay, we got out and he said okay $40 we got the Zimbabwe dollars out and he said no",
        95.62,
        101.66
    ],
    [
        " No, no US dollars 40 US dollars and we thought he was joking and laughed at him",
        101.66,
        105.84
    ],
    [
        " He said no, no put his hand in his jacket pulls out a pistons had 40 US dollars and",
        105.84,
        111.0
    ],
    [
        " We're like oh shit, okay, well, I don't have 40 US dollars. I'm gonna budget about two dollars a day",
        111.32,
        115.92
    ],
    [
        " Right, so we said okay, we'll pay but let us get our bags out and it was quite a busy crowded sort of car park",
        115.92,
        120.88
    ],
    [
        " so",
        120.88,
        121.98
    ],
    [
        " We got got our bags out the boot and this guy this Dutch guy who's kind of you know quite a hefty fella",
        121.98,
        127.48
    ],
    [
        " He said okay come over here and",
        127.48,
        129.3
    ],
    [
        " The taxi driver put his pistol in in in the car he got out so he was unarmed at the time and this guy just sort of as he got",
        129.3,
        136.34
    ],
    [
        " As he got his bag guys back just headbutted this taxi driver right and then looked at me and said fucking run",
        136.72,
        142.26
    ],
    [
        " So I ran and we escaped, but this guy then we jumped in another taxi and said drive",
        142.26,
        148.0
    ],
    [
        " So but the original guy was then chasing us through the streets of",
        148.0,
        151.4
    ],
    [
        " Of a ball away so I had my first not only my first sort of gun pulled on me",
        151.4,
        155.82
    ],
    [
        " But my first car chase at the age of 18 which is all pretty wild",
        155.82,
        159.12
    ],
    [
        " But it was those early travels that that sort of encouraged me to sort of yeah be careful be independent minded and",
        159.12,
        165.72
    ],
    [
        " Start to think about looking after myself. What are the chances that you made it back?",
        165.74,
        169.78
    ],
    [
        " Through the first year of travels um",
        170.38,
        172.5
    ],
    [
        " Well, well after that experience it was all fairly tell you I have to say but you know getting joined Australia",
        172.5,
        177.28
    ],
    [
        " But it was no it was great and and it was probably that first year of travel really that",
        177.28,
        182.1
    ],
    [
        " Motivated me to want to do more because it you know, I apart from that that one sort of moment",
        182.1,
        187.1
    ],
    [
        " It was it was usual backpacking stuff",
        187.1,
        189.48
    ],
    [
        " But throughout my time at university",
        189.48,
        191.26
    ],
    [
        " I went to more and more challenging and interesting places. I went to in my second year at university. I was studying history",
        191.68,
        199.0
    ],
    [
        " and my particular interest was the history of travel writing so I looked at",
        199.0,
        203.62
    ],
    [
        " Marco Polo and his travels",
        203.62,
        205.4
    ],
    [
        " I was reading about the hippie trail of the 1960s the great pilgrimages all the big overland journeys",
        205.4,
        210.8
    ],
    [
        " So I tried to make all my my studies around that so",
        210.8,
        215.38
    ],
    [
        " In the my summer leave I would try and go to the place that I've been studying around so",
        215.38,
        220.36
    ],
    [
        " After one particular module bear in mind this was in 2001 just after 911 at happened",
        221.26,
        226.0
    ],
    [
        " So there's a real focus on the Middle East and and that was a place that that I was fascinated by because of it's the history",
        226.0,
        231.6
    ],
    [
        " But also what was going on in in the news at the time",
        231.6,
        234.12
    ],
    [
        " So me and a me and a buddy decided one summer that we were going to go and travel around the Middle East this was in in 2003",
        234.12,
        241.48
    ],
    [
        " So it was a second second year at university",
        241.48,
        243.58
    ],
    [
        " The Iraq war was happening and",
        243.58,
        247.12
    ],
    [
        " We said okay, we're gonna go to Egypt and just having a crown",
        247.44,
        250.0
    ],
    [
        " Then we went to Israel and then when we were in Israel there was a bomb went off in",
        250.0,
        254.38
    ],
    [
        " In Jerusalem caused the borders to shut so what we'd planned to do was take a take a boat from the the coast from",
        254.38,
        260.92
    ],
    [
        " Hifer to Greece and then go back packing through Europe",
        260.92,
        263.14
    ],
    [
        " That was all now not on the cards",
        263.14,
        265.26
    ],
    [
        " My parents thought we thought me a moment mate Alex were actually on holiday in Greece at the time anyway",
        265.26,
        270.48
    ],
    [
        " So there's no idea where we where we actually were the only border was open was to the east to Jordan",
        270.48,
        275.22
    ],
    [
        " So we went to Jordan and then we were in Jordan another bomb went off",
        275.22,
        278.88
    ],
    [
        " Which meant that we were stuck in Jordan the only border then was open was actually further east which was to Iraq",
        278.88,
        283.86
    ],
    [
        " So we took a taxi from the capital of Jordan a man all the way to Baghdad at a cost of $20",
        283.86,
        289.24
    ],
    [
        " This is I was 20 while at the time or 20 and",
        289.24,
        293.14
    ],
    [
        " I was met by a national guardsman on the border who said to have drawn by a gun",
        293.14,
        298.4
    ],
    [
        " He said you're gonna need it where you're going this is 2003 this is 2003 and",
        298.4,
        303.26
    ],
    [
        " We got to Baghdad because it was the only route that was open when in 2003 August",
        303.5,
        307.84
    ],
    [
        " So the the wars it's on it's on yeah combat operations are just finished more or less",
        307.84,
        313.74
    ],
    [
        " But the you know it's before the main insurgency had begun but yeah stuff was definitely exploding around as",
        313.74,
        320.06
    ],
    [
        " At the time and what part of this idea sounded smart to you",
        320.06,
        325.26
    ],
    [
        " Well, we just have another option. We couldn't afford to fly home from Israel because we had their money",
        325.26,
        329.56
    ],
    [
        " And we thought it would just be a bit a bit of an exciting adventure and so we made it to Baghdad",
        329.9,
        335.26
    ],
    [
        " But then we stayed in the hotel Palestine",
        335.26,
        337.08
    ],
    [
        " Oh my goodness. Oh, I know where that is. That's freaking crazy",
        337.08,
        342.58
    ],
    [
        " We couldn't afford a night there because it was a hundred books which is a lot of money when you were students",
        342.58,
        346.24
    ],
    [
        " And so we thought okay",
        346.24,
        348.48
    ],
    [
        " This was just after somebody had just shot the top of the hotel because they thought there's an Iraqi assurge in it was actually a camera crew",
        348.48,
        354.08
    ],
    [
        " And so we thought if we can sneak up the the fire escape of the ladders then we can just sleep amongst the rubble on the roof",
        354.46,
        360.34
    ],
    [
        " So we did that we got into the roof and then that happened to be a UK a British film crew filming a a news piece on the roof",
        360.34,
        367.58
    ],
    [
        " And they said you know, what are you idiots doing here?",
        367.58,
        369.54
    ],
    [
        " And we explained that we were sort of backpacking through the Middle East and",
        369.88,
        373.36
    ],
    [
        " This guy's I'll never forget his name Martin Geisler who's an ITN correspondent said look",
        373.36,
        378.44
    ],
    [
        " You must be the first tourist in Iraq. Tell you what if we can do a news piece about you",
        379.12,
        383.12
    ],
    [
        " We'll pay for your room",
        383.12,
        384.4
    ],
    [
        " So we ended up staying for a week because we couldn't get we couldn't get out of Iraq at this point and eventually",
        384.4,
        389.72
    ],
    [
        " We managed to escape by hitching a ride with some former SAS",
        389.72,
        394.12
    ],
    [
        " Mercenary security guys who were doing the doing the route up to to Crete which was before Saddam who's saying",
        394.12,
        399.92
    ],
    [
        " I've been captured so we were actually in an in to Crete before Saddam while he was still down his little hole",
        399.92,
        404.44
    ],
    [
        " So eventually long story short we got out to Turkey and then eventually did find it find our way back to Europe",
        404.64,
        409.74
    ],
    [
        " Major amount of survivor bias on this whole thing. So anyone that's listening",
        409.74,
        414.46
    ],
    [
        " You you have to overcome the survivor bias. I'm gonna recommend not particularly following this extreme level of let's just go for it",
        414.46,
        424.96
    ],
    [
        " What are you carrying in your backpack?",
        424.96,
        427.48
    ],
    [
        " As little as possible, you know a shaman just so we could kind of blend in we had to go to the local market to",
        428.28,
        433.8
    ],
    [
        " To buy your sort of traditional how many leaders is your backpack?",
        433.98,
        437.0
    ],
    [
        " Just just a day sack so we were talking about 25 leases. You've got a 25 liter backpack. Yeah, that's it",
        437.28,
        443.7
    ],
    [
        " That's it and we even put that you know those sort of plastic big bags the sort of check check ones that people goes to the market in",
        443.7,
        451.12
    ],
    [
        " Okay, just so we didn't just so we didn't stand out and we bought those",
        451.12,
        454.62
    ],
    [
        " You know shiny shiny shirts and black shoes that they they were in the Middle East so that we um, you know",
        454.62,
        459.76
    ],
    [
        " I'm quite sort of fairly dark skin so we could blend in and and it worked",
        459.76,
        463.74
    ],
    [
        " And we were just sort of walking around the markets of back down and you know, it was fine",
        463.8,
        467.54
    ],
    [
        " Do not try this at home. Do not try this",
        467.54,
        472.42
    ],
    [
        " My parents do about six months later",
        472.42,
        474.34
    ],
    [
        " So then you finally so then you finally get out how'd you get back you just hitch to ride with some we hitched to ride contractors",
        474.34,
        481.0
    ],
    [
        " Yeah, right up to the Turkish border and then or hitched all the way home to the UK",
        481.0,
        485.22
    ],
    [
        " How long does it hitchhike these days?",
        485.22,
        487.78
    ],
    [
        " Um, I actually I was I hitchhike last week actually in the States",
        488.5,
        491.78
    ],
    [
        " And you got picked up pretty yeah, it's fine",
        492.74,
        494.74
    ],
    [
        " Um, it depends where you are",
        494.74,
        496.34
    ],
    [
        " But I've you know, I used to love it because it was a great way of meeting interesting people and um in fact when I",
        496.34,
        503.06
    ],
    [
        " It's also a great way to get in here",
        503.06,
        505.42
    ],
    [
        " It can happen but I",
        505.42,
        507.78
    ],
    [
        " I think what what my trips had taught me was you've got to have a bit of faith in human nature",
        507.78,
        512.44
    ],
    [
        " You know, you have way more faith in human nature than I do",
        512.44,
        514.58
    ],
    [
        " I've done too many these podcasts to be jumping in the vehicles with random people",
        514.58,
        519.16
    ],
    [
        " It's weird too because when I was a kid and I don't know. I guess I'm 10 years old as new maybe",
        519.44,
        523.88
    ],
    [
        " Yeah, something around 10 or 12, but when I was a kid hitchhiking was very normal",
        523.88,
        528.62
    ],
    [
        " Yeah, you'd see it all the time people you know you go getting on the highway",
        528.62,
        531.46
    ],
    [
        " Yeah, there'd be people hitchhiking. There's no big deal if I missed the school bus we hitchhike",
        531.46,
        534.4
    ],
    [
        " Yeah, but nowadays people people are most good. It's way more scared",
        534.4,
        539.24
    ],
    [
        " And I guess that's part of that is just there's more news is more prevalent",
        539.24,
        542.62
    ],
    [
        " Well, like when someone gets kidnapped and freaking raped and murdered",
        542.62,
        545.38
    ],
    [
        " You you know about it whereas in 1978 it was just no factor. Yeah that one in your mind that well didn't happen to people",
        545.82,
        553.04
    ],
    [
        " You trusted human nature. Yeah",
        553.04,
        554.56
    ]
]