[
    [
        " on the army. Uh, no, I think he just got out. And then what was what do he do once you got out of the army?",
        0.0,
        5.28
    ],
    [
        " Uh, he was a, he was pretty much like Bill Murray. He was a groundskeeper for a golf course while he went to",
        5.5,
        13.06
    ],
    [
        " college, you know, after getting out of nom, you know, came back and really was like, and he was like",
        13.06,
        18.6
    ],
    [
        " 100%. Like, this is freaking scoping out gofers and wait, this is Caddy Shack Bill Murray. Yeah,",
        18.6,
        24.64
    ],
    [
        " yeah. Yeah, I remember, I remember like being with him in that golf cart cruising around and he",
        24.64,
        34.22
    ],
    [
        " went to, and this is stuff I haven't even talked to him about. This is just from memory from that",
        34.22,
        40.2
    ],
    [
        " long ago, but I'm sure he went to Delta State in Cleveland, Mississippi. My mom worked for Baxter",
        40.2,
        45.26
    ],
    [
        " Health Care. And that's why I think we were there. And so my dad went to college for psychology.",
        45.26,
        52.08
    ],
    [
        " And, you know, I remember plug in, learning to plug holes on the golf greens and, and smoking that",
        53.0,
        60.58
    ],
    [
        " first ball washer with the golf cart when I was, I don't even know how old I was. I just know like,",
        60.58,
        65.26
    ],
    [
        " you know, my dad being like, bring that golf cart over here. And it was in reverse. I just stopped",
        65.44,
        70.1
    ],
    [
        " on and just drove over the ball washer. That's the first time Carmen made a little. That's the first",
        70.1,
        74.86
    ],
    [
        " time Carmen started to go away to second. You'd be tracking on this dude. Yeah, I mean, I wonder what",
        74.86,
        79.56
    ],
    [
        " my dad would think like, you know, damn, is that a sign? Like that would have been a, that would",
        79.56,
        86.16
    ],
    [
        " have been a real easy one to get to get over. Yeah, because it just, I was, I was a tornado for a while.",
        86.16,
        95.44
    ],
    [
        " Wait, so where'd you do like the bulk of your, like when you were in, let's say like six,",
        95.92,
        100.96
    ],
    [
        " seventh, eighth, when you start actually, you know, figuring out the world and all that, where are you",
        101.0,
        105.9
    ],
    [
        " then? Um, it would have been Illinois. We, we were in the Delta until I was seven, I think, and then",
        106.52,
        114.22
    ],
    [
        " my mom got transferred up to Northern Illinois to work for Baxter. And that's kind of where I",
        114.22,
        122.84
    ],
    [
        " grew up. And when I came up there, honestly, I was a little bit rebellious, not really sure why.",
        122.84,
        129.22
    ],
    [
        " I just, I don't know, it's just what I was into, like I was a skater. And honestly, there was, um,",
        129.28,
        136.18
    ],
    [
        " I enjoy skating. I enjoyed like freaking ninja movies. And",
        136.46,
        142.14
    ],
    [
        " so I like, I built ramps and, you know, and, and people and I was just like a punk in Northern",
        142.14,
        150.96
    ],
    [
        " Illinois that, you know, when, when everything was like skater die and there was, you know,",
        150.96,
        155.48
    ],
    [
        " all these like anti-skate things, that was me. So yeah, at school, you know, there, there was definitely",
        155.48,
        163.98
    ],
    [
        " a little bit of, I don't know, hate towards skating then. And I wasn't like, I had no drive",
        163.98,
        171.72
    ],
    [
        " athletically. I was just wanting to like pierce my ears, like play with fireworks, you know,",
        171.72,
        180.9
    ],
    [
        " blow stuff up. This is around, this is how old built, um, eight to 13, it was just like, you",
        180.9,
        192.92
    ],
    [
        " know, my first construction job I said was building ramps. I mean, I had ramps all over the place.",
        192.92,
        198.66
    ],
    [
        " My sister freaking hated them. How good, how good at skating were you?",
        199.02,
        203.12
    ],
    [
        " Hmm, I would say I was just below intermediate.",
        204.62,
        209.66
    ],
    [
        " Is it something where how many hours a day were you skating?",
        210.54,
        214.24
    ],
    [
        " Like a lot. Yeah, I had half-bites of course. Let's talk about the stellar level of just below",
        215.08,
        221.16
    ],
    [
        " intermediate. Because I was the only instruction I had was watching the search for animal chin,",
        221.16,
        227.68
    ],
    [
        " freaking every day, like in a big box, the cereal, and then go out and just try to get after it.",
        227.76,
        234.88
    ],
    [
        " So at what point or what was it that made you start doing athletics sports?",
        235.14,
        240.06
    ],
    [
        " You teed me up for this. So I think when I was, yeah, is there some weird stuff?",
        241.56,
        248.06
    ],
    [
        " Yeah, because my dad was, I always knew my dad was a super athlete, you know, he was my uncle",
        248.06,
        253.16
    ],
    [
        " and me and my mom always told me how athletic my dad was. And not to mention you're just good at,",
        253.16,
        261.38
    ],
    [
        " you know, anything like, honest, even the skateboard. He's just like, what's that? Oh, I'm",
        261.66,
        267.84
    ],
    [
        " learning to skate on this half pipe and he's just like, oh, let me check it out and then he just",
        267.84,
        271.76
    ],
    [
        " do it. Meanwhile, you're just over your driving into ball hockey. Exactly. But, uh, no, I, like I said,",
        271.76,
        282.42
    ],
    [
        " I liked fireworks and like, you know, blowing stuff up and, you know, one thing led to another",
        282.42,
        288.9
    ],
    [
        " and freaking burn my house down at 10 years old, over 11, maybe 11.",
        288.9,
        295.8
    ],
    [
        " Maybe literally? Yeah, yeah, everything except for what was in my dad's car while he was at work",
        296.14,
        301.28
    ],
    [
        " and what was in my mom's car while she was, I think in Puerto Rico on a business trip.",
        301.28,
        306.08
    ],
    [
        " How old were you? I think I was like 11 or 12. How did it happen? Playing with fire.",
        306.32,
        311.9
    ],
    [
        " Freaking lit some stuff on my bed on fire and then like put it out, called my dad.",
        313.96,
        319.1
    ],
    [
        " And my dad, you know, he's like, did you get it out? I said, yeah, I got it out and he goes,",
        319.48,
        323.64
    ],
    [
        " is there smoke in the house? I go, oh, yeah, there's freaking tons of smoke and he's like,",
        323.7,
        327.34
    ],
    [
        " open up all the windows. He said, you know, he's like, I hate the smell of smoke. You know,",
        327.62,
        331.68
    ],
    [
        " get that shit out of there. So I opened up everything and he's like, go open up the windows and",
        331.78,
        336.74
    ],
    [
        " everything. Come back and tell me what's going on. So I came back to the phone. I'm like, open",
        336.74,
        340.68
    ],
    [
        " up everything. It's smoking, but smoke's going out. So he talked to me for a little bit and then",
        340.8,
        346.18
    ],
    [
        " he said, we'll go check on it. Go back down and check on it and I went down and when I went down,",
        346.18,
        351.44
    ],
    [
        " it was like engulfed because I just gave it oxygen. You know, I didn't, like if I would have just",
        351.58,
        357.7
    ],
    [
        " like taken that blanket and like, you know, if he would have just said, go throw that blanket out",
        357.7,
        363.22
    ],
    [
        " in the yard, like game over. But you know, I put it out and then freaking fueled like open the front",
        363.22,
        370.14
    ],
    [
        " door, opened the window and just freaking gave that thing. What were you burning? Like, like match",
        370.14,
        375.44
    ],
    [
        " sticks, were you burning like, what? I think I was just playing flame thrower with a lighter and some",
        375.44,
        381.34
    ],
    [
        " aqua net that my sister had. And so the so the so the whole house burns down. Oh yeah, everything. Yeah,",
        381.34,
        393.82
    ],
    [
        " everything. And so it was, I mean, I don't really know what kind of conversation my parents had",
        394.64,
        401.12
    ],
    [
        " because they never, they kind of asked what happened or something, you know, but they never",
        401.12,
        408.18
    ],
    [
        " like made me feel horrible about it. And then they just let you, I mean, you must have felt like",
        408.18,
        415.2
    ],
    [
        " freaking horrible though. Oh, still do. I mean, I laugh about it now. But yeah, like I think about,",
        415.2,
        420.22
    ],
    [
        " you know, because like all my dads, you know, all my dads, military stuff, like every picture he had",
        420.26,
        428.22
    ],
    [
        " from, you know, as a shot, you know, like everything we had, every single thing. I remember it was in",
        428.22,
        435.68
    ],
    [
        " the winter. So everything like froze, like after they put it out. And I remember digging through it",
        435.68,
        441.48
    ],
    [
        " with my dad, you know, we were like digging through the thing, like a couple days later, just trying",
        441.48,
        446.32
    ],
    [
        " to see what you can find. And I remember we like, we were digging and found this like closet that",
        446.32,
        452.58
    ],
    [
        " was in right inside our front door. And it like fallen through. And the like the glass doors were",
        452.58,
        458.52
    ],
    [
        " there. And I remember my dad, you know, shucking the glass doors open. And he had a pair of these like",
        458.52,
        464.12
    ],
    [
        " lacrosse winter boots. And they looked brand new. And I'll never forget how excited he's just like,",
        464.12,
        471.38
    ],
    [
        " my boots, man, he freaking grabbed him. And he's just like, my boots are okay. And I remember like",
        471.38,
        477.4
    ],
    [
        " that was it. Like other than what he had in his, the trunk of his car and what he wore that day,",
        477.4,
        482.24
    ],
    [
        " like that was it. So then we, you know, started to rebuild. Naturally, I was a skater. And not to mention",
        482.3,
        492.66
    ],
    [
        " 10 years old, I was 5 foot, 130 pounds. So I was like short and fat, you know, short and chubby.",
        494.3,
        503.94
    ],
    [
        " And so, you know, short and chubby, skater, you know, wasn't an athlete. So then, you know, my dad",
        504.9,
        511.08
    ],
    [
        " could tell I was, I was bummed out, you know. And so he kept telling me like, you need to go just go",
        511.08,
        517.66
    ],
    [
        " do something, you know, just, you know, go get active, hang out with your friends. Like, you know,",
        518.02,
        522.38
    ],
    [
        " it wasn't want me to like sit around and get depressed about it. So they talked me into going out",
        522.44,
        527.1
    ],
    [
        " to like a school dance or something. You know, this is whatever 5th grade or something. I remember",
        527.1,
        533.8
    ],
    [
        " going and they said like, this, hey, the song's dedicated to John Dudley. And it was burning down",
        533.8,
        541.5
    ],
    [
        " the house. Someone had, one of the kids, some jaco over there, sent that one my way.",
        541.5,
        549.26
    ],
    [
        " That's, unfortunately, that's exactly what, that's exactly my mode. What I was a kid to be a little",
        549.78,
        556.04
    ],
    [
        " freaking savage. Yeah. So then that's amazing. That your parents recognized that you felt",
        556.04,
        564.54
    ],
    [
        " enough guilt on your own without having to just turn the screws on your brain to make you feel",
        564.54,
        570.64
    ],
    [
        " even worse about it. Yeah, I don't know if I could have done it. Like, I don't know, I don't know",
        570.64,
        574.72
    ],
    [
        " what the conversation was. They've never brought it up. And there's been times where we've talked",
        574.72,
        579.12
    ],
    [
        " about the fire. You know, it's kind of how it's referred to. But they've never gone in a detail.",
        579.12,
        585.2
    ],
    [
        " Like my dad's never said like, yeah, man, I knew if I freaking threw that shit on you, you know,",
        585.28,
        590.08
    ],
    [
        " it cracked you or whatever. But what happened was, you know, and me, you know, maybe this is just",
        590.16,
        595.94
    ],
    [
        " my dad's psychology. But what happened was after that dance, my dad knew like, we need to get",
        596.36,
        604.08
    ],
    [
        " this guy out of this town. So we moved about 45 minutes away. And without him ever tell it like",
        604.08,
        611.46
    ],
    [
        " saying anything to me, I knew when I moved, like, I need, I need to freaking make it right with my",
        611.46,
        619.28
    ],
    [
        " dad. So that's when I went and started, I'm just like, you know, he's, I know he's always",
        619.84,
        626.82
    ],
    [
        " wanting me to be an athlete. So like, I need to get my shit together and start getting into sports.",
        626.82,
        632.62
    ],
    [
        " And this is how will, how will you? I think I was, because you're keeping saying like 10, 12, 10, 12,",
        632.9,
        637.72
    ],
    [
        " 12. Well, there's a big difference between 10 and 10. Yeah, I think the, I think the fire was when",
        637.92,
        643.18
    ],
    [
        " I was 10. And then we probably moved when I was 11. Yeah, because then by when I got into junior",
        643.18,
        649.88
    ],
    [
        " high school, that's when I'm like, I'm going to be an athlete. What did it start with? What was the",
        649.88,
        655.18
    ],
    [
        " first sport? Basketball. Well, yeah, I think basketball football. You're just all in. Yeah,",
        655.18,
        665.9
    ],
    [
        " basketball football running. And then, you know, there was, I mean, you had no experience playing",
        666.38,
        672.4
    ],
    [
        " basketball, let's say. My dad always shot hoops. Okay. See, I had a little bit of",
        672.52,
        676.64
    ],
    [
        " the ball. Yeah, a little bit. But then I started growing. So I was like, I remember at 10, I've",
        676.64,
        682.24
    ],
    [
        " got this football card. And it says like, it has your stats on the back. And I think my grandma",
        682.24,
        688.66
    ],
    [
        " gave me that photo because we didn't have any pictures, you know, going back pre-fire. So I was like",
        688.66,
        695.1
    ],
    [
        " five foot, 130 pounds. I was like, chubby. Then when I was a freshman, so what is that 13?",
        695.12,
        703.3
    ],
    [
        " 12, 12, 13. 13 year freshman, I think. So then on that, on that one, I was six, three, 130.",
        703.94,
        711.44
    ],
    [
        " And then by the time I was senior, I was six, five, two, five. So I just like stretched out and",
        711.96,
        720.6
    ],
    [
        " just looked like this gum be going up and down the basketball court. You know, my dad's like,",
        720.6,
        726.1
    ],
    [
        " I always felt like if you tripped, it sounded like a chandelier break and a crossing.",
        726.1,
        730.32
    ],
    [
        " How much would you pratt like, okay, so you're getting in a basketball, the you start saying,",
        730.74,
        737.2
    ],
    [
        " because I mean, that's, that's a, for you to make a transition from like, hey, I'm a skater with",
        737.48,
        741.88
    ],
    [
        " freaking whatever you probably had like the Tony Hawk bangs and stuff like this. Hell yeah.",
        741.88,
        748.8
    ],
    [
        " So you had the Tony Hawk bangs. Then you're like, all right, maybe a basketball player.",
        749.08,
        753.02
    ],
    [
        " You get a crew cut. You start freaking training. Is it like that kind of, are we talking rocky?",
        753.22,
        758.1
    ],
    [
        " What's that thing called? Montage? Is there a montage going on? No, not really, because I still,",
        758.5,
        763.64
    ],
    [
        " I mean, I still liked, you know, getting in trouble and freaking blowing stuff up and, you know,",
        763.96,
        773.24
    ],
    [
        " ordering fireworks wherever I could or egging some houses or, you know, whatever kind of mission.",
        774.56,
        780.02
    ],
    [
        " I stole my mom's minivan one time. She had this, she had this Pontiac transport. You",
        781.02,
        787.42
    ],
    [
        " remember those ones? It was like a wedge. I just sloped. Yeah, because eventually my parents got",
        787.42,
        793.02
    ],
    [
        " divorced and I can't remember when it was. It was somewhere, you know, junior high or something",
        793.02,
        797.56
    ],
    [
        " like that. But my mom traveled a lot and I was home on my own a lot. And so I remember,",
        797.56,
        805.84
    ],
    [
        " you know, my mom would have like cars take her toe hair. And so I remember one time like,",
        806.16,
        811.42
    ],
    [
        " I'm just going to go take that van out for a rip, you know, and I'm like, all the ball washers in,",
        811.66,
        818.24
    ],
    [
        " you know, all the Illinois win right now. Yeah. So I'm driving around, you know, seventh grade,",
        818.24,
        825.92
    ],
    [
        " just driving around my town in this minivan. And one of my buddies was on his bike, like driving",
        826.32,
        832.34
    ],
    [
        " out the road. So I pull over and I'm like, what's up, man? And he's just like, holy shit. Did you",
        832.34,
        837.8
    ],
    [
        " steal a car? I'm like, yeah, it's my mom's. And he's just like, ah, and, you know, and I thought I",
        837.8,
        844.18
    ],
    [
        " could drive pretty decent because I had my dad would never let me get like motorcycles or anything",
        844.18,
        849.82
    ],
    [
        " for obvious reasons. But he let me get a boat. He got me a 12 foot Boston whaler with a 25 horse on",
        849.9,
        857.58
    ],
    [
        " it. So that's like, I put a thousand miles on that freaking thing, dude. I mean, my dad would fill up",
        857.58,
        865.78
    ],
    [
        " that little five again, five gallon gas can. And the Fox River chain was only a block from my house.",
        865.78,
        873.52
    ],
    [
        " We live like right on a channel. So I just drove that boat all the time. So to me, the minivan was",
        873.52,
        879.34
    ],
    [
        " gravy, right? No current. You know, didn't have trim till like this was, it wasn't a pull start.",
        879.66,
        887.36
    ],
    [
        " This was freaking gravy. But I'm sitting there talking to this, this kid and I see someone coming",
        887.36,
        895.86
    ],
    [
        " up behind me in the mirror. So I said, I go, hold on, let me freaking whip over, you know, and I",
        895.86,
        900.6
    ],
    [
        " remember putting in reverse and trying to like do a little, you know, whip in. But that long beak",
        900.6,
        907.26
    ],
    [
        " on the front of that freaking minivan, I ended up swiping this dude's like back pegs and like",
        907.26,
        912.76
    ],
    [
        " took him out underneath like the front of the car and like bent the back of his bike up a lot.",
        912.76,
        917.62
    ],
    [
        " So then I ended up having a, you know, trade him like my good bike. I had a GT, you know, I had to",
        918.3,
        924.38
    ],
    [
        " trade him like a good freaking good bike for a coffee. Yeah, for this freaking coffee that he had. And",
        924.38,
        937.24
    ],
    [
        " if any of our kids rolled in with a brand new freaking GT, you know, with a gyro on it, freaking",
        937.44,
        944.02
    ],
    [
        " pegs on the front and back, you'd be like, hey, who's bike did you steal? So anyway, you know,",
        944.02,
        950.8
    ],
    [
        " fast forwarded day, I'm knocked out and always.",
        951.08,
        953.34
    ],
    [
        " Holly tap. That kid broke bro. He broke big time. His dad's like, where the hell did you get",
        953.72,
        960.4
    ],
    [
        " to apply? He got me hit me. Drill from me in the car. Yeah, it was just, you know, stuff like that.",
        960.4,
        967.2
    ]
]