[
    [
        " And I went by this little town called Ringwood",
        0.58,
        3.46
    ],
    [
        " and I saw this sign on the side of the road",
        3.46,
        7.02
    ],
    [
        " that just said archery shoot, like spray painted on a board",
        7.02,
        10.98
    ],
    [
        " and just had an arrow like pointing that way.",
        10.98,
        13.48
    ],
    [
        " So I went down that road and I'm like,",
        14.16,
        16.66
    ],
    [
        " what's this all about?",
        16.7,
        17.54
    ],
    [
        " You know, yeah, I had my hunt down this road.",
        17.86,
        20.36
    ],
    [
        " Yes, you did.",
        20.54,
        21.24
    ],
    [
        " Yeah, yes, you did it, bro.",
        21.48,
        23.36
    ],
    [
        " Went down the road and I said,",
        23.6,
        26.44
    ],
    [
        " what's this all about?",
        26.46,
        27.28
    ],
    [
        " And they're like, oh, we got a 40 target course",
        27.28,
        29.6
    ],
    [
        " and here's how the scoring works on the animal,",
        30.0,
        32.78
    ],
    [
        " it's 3D animal targets.",
        33.0,
        34.32
    ],
    [
        " I had never seen 3D animal targets.",
        34.52,
        36.32
    ],
    [
        " I'd always like shot at bales of hay and stuff like that.",
        36.32,
        39.72
    ],
    [
        " So I went out and freaking halfway through the course,",
        40.8,
        46.02
    ],
    [
        " I was out of arrows.",
        46.66,
        47.86
    ],
    [
        " I had freaking shot the woods down.",
        48.32,
        50.98
    ],
    [
        " And I remember leaving the course, got my car,",
        52.06,
        56.1
    ],
    [
        " went back up to Wilmont, Wisconsin,",
        56.22,
        58.3
    ],
    [
        " which was where the ski hill was,",
        58.72,
        60.44
    ],
    [
        " but there was also a gander mountain outlet store there.",
        60.52,
        62.94
    ],
    [
        " Went in and bought more arrows like in a rage",
        63.6,
        66.74
    ],
    [
        " and went back to finish the,",
        66.74,
        69.64
    ],
    [
        " because I didn't want to not finish the course.",
        69.78,
        71.98
    ],
    [
        " So I bought more arrows to go back to finish.",
        72.5,
        74.42
    ],
    [
        " By the time I'd like finished,",
        74.6,
        76.24
    ],
    [
        " everything was pretty much done",
        76.82,
        78.4
    ],
    [
        " and they were having the award ceremony",
        78.4,
        80.34
    ],
    [
        " and the guys that were up on that podium",
        80.34,
        82.6
    ],
    [
        " all had these shirts that had like their local shop",
        82.6,
        87.04
    ],
    [
        " on the shirt.",
        87.04,
        88.0
    ],
    [
        " So I remember this was on a Sunday",
        88.86,
        91.22
    ],
    [
        " and on Monday morning,",
        91.22,
        94.0
    ],
    [
        " like when they, I think they opened at one o'clock,",
        94.72,
        96.74
    ],
    [
        " but at one o'clock I was at that shop.",
        96.94,
        99.56
    ],
    [
        " Just like when are those guys coming in",
        100.02,
        102.54
    ],
    [
        " that you know won this weekend",
        102.54,
        104.1
    ],
    [
        " and I just started staying in there",
        104.1,
        107.1
    ],
    [
        " and watching these people shoot and ask questions",
        107.1,
        110.14
    ],
    [
        " and I was there a few days just kind of being a stalker.",
        110.14,
        113.7
    ],
    [
        " And the owner of the archery shop",
        116.6,
        118.28
    ],
    [
        " called me to the side, said,",
        118.28,
        121.64
    ],
    [
        " hey kid, what are you doing?",
        121.74,
        123.14
    ],
    [
        " I said, I'm just watching, I'm watching.",
        123.14,
        125.58
    ],
    [
        " And he said, well, come in the back room,",
        126.44,
        129.34
    ],
    [
        " I need you for a minute.",
        129.46,
        130.26
    ],
    [
        " And he took me in the back room and he said,",
        130.44,
        131.92
    ],
    [
        " I forgot to get this guy's arrows done.",
        132.12,
        134.2
    ],
    [
        " He goes, if you ever built arrows and I said, no sir.",
        134.2,
        137.0
    ],
    [
        " And he goes, okay, well here's how you do it.",
        138.06,
        140.86
    ],
    [
        " And he said, you know, you're gonna clean this feather",
        140.86,
        144.28
    ],
    [
        " like this, then you're gonna put the glue on it",
        144.28,
        146.38
    ],
    [
        " and you put it in this clamp and then you stick it down.",
        146.38,
        148.48
    ],
    [
        " And he's like, you know, set this timer",
        149.0,
        150.9
    ],
    [
        " and then move on to this next jig and do a second arrow.",
        150.9,
        154.14
    ],
    [
        " And then when you get to the six,",
        154.26,
        155.3
    ],
    [
        " you can go back to the first.",
        155.54,
        156.58
    ],
    [
        " If the timer's gone off, you rotate it.",
        156.7,
        158.58
    ],
    [
        " And so I just sat in this room and fleshed this guy's arrows",
        159.16,
        163.32
    ],
    [
        " and then kind of came out and I said, like, I got him, you know.",
        163.32,
        168.22
    ],
    [
        " So he came out and gave the guy his arrows and the guy just said,",
        168.68,
        173.56
    ],
    [
        " all right, do those ones.",
        173.72,
        176.18
    ],
    [
        " And he had just this buckets of arrows",
        176.72,
        178.92
    ],
    [
        " that needed to get done.",
        178.92,
        180.32
    ],
    [
        " So I just started fletching arrows.",
        180.32,
        182.28
    ],
    [
        " And then the next day's like,",
        182.44,
        183.72
    ],
    [
        " have you ever worked on a bow and I said, no, I haven't.",
        183.86,
        186.14
    ],
    [
        " And he's like, all right, well,",
        186.18,
        187.06
    ],
    [
        " let me show you how to change a string and, you know,",
        187.68,
        190.1
    ],
    [
        " and then he's like, hey, if they're,",
        190.1,
        191.94
    ],
    [
        " if these bows are here for maintenance, you know,",
        192.04,
        194.42
    ],
    [
        " here's the checklist, you gotta, you know, clean these axles,",
        194.46,
        197.36
    ],
    [
        " you got a waxed string and melted in with this and just started showing me.",
        197.36,
        202.22
    ],
    [
        " And honestly, after probably two weeks of doing that,",
        202.4,
        207.06
    ],
    [
        " I ended up telling the guy, I said, hey, am I going to get a paycheck?",
        208.02,
        213.32
    ],
    [
        " And he's just like, I remember the guy's name was Mike Donovan,",
        215.16,
        218.76
    ],
    [
        " some people in the archery industry like old timers,",
        219.08,
        221.84
    ],
    [
        " they still remember him because he was, he was a pretty hardcore archery manager at the time.",
        221.84,
        227.12
    ],
    [
        " But he goes, you can't put value on what I'm teaching you right now.",
        227.56,
        231.42
    ],
    [
        " And I remember I'm like, no sir, you can't,",
        231.72,
        234.28
    ],
    [
        " but I can't put gas in my tank, you know, with experience.",
        234.34,
        238.54
    ],
    [
        " So he, he's like, I'll give you a four, ten an hour.",
        239.1,
        242.72
    ],
    [
        " And I'm just like, oh yeah, you know, I was freaking pumped.",
        243.02,
        246.8
    ],
    [
        " And I remember going home to my dad and I went to my dad.",
        247.0,
        252.3
    ],
    [
        " So North Carolina or what?",
        252.52,
        253.84
    ],
    [
        " Well, my dad at that time, I think was, yeah, he was still in Rockford, Illinois.",
        253.84,
        258.26
    ],
    [
        " And I remember telling my dad, hey, I'm not going to go to college to play ball",
        258.72,
        268.62
    ],
    [
        " because I've, you know, I've got this archery thing going and it's, it's a good, it's good.",
        268.62,
        276.02
    ],
    [
        " He's like, you know, like dad, four, ten an hour.",
        276.3,
        279.74
    ],
    [
        " I did.",
        280.14,
        280.28
    ],
    [
        " Because I remember, you know, again, he's always been super logical.",
        280.56,
        284.22
    ],
    [
        " And he's also like tried to not, he never really told me like, at that point,",
        284.92,
        290.44
    ],
    [
        " he'd never said like, what's wrong with you or, you know, that's a terrible decision.",
        290.54,
        294.84
    ],
    [
        " But in that instance, he's like, I, I really feel like you need to make your own decisions",
        295.56,
        301.78
    ],
    [
        " and you need to know like what to do.",
        301.78,
        304.28
    ],
    [
        " He said, but I have to say, I think this is a terrible decision.",
        304.56,
        311.38
    ],
    [
        " And I think for my 40th birthday, he wrote me this really long birthday card.",
        312.58,
        317.0
    ],
    [
        " And like in there, he said, he's like, you could have not done a better job of proving me wrong.",
        317.24,
        325.64
    ],
    [
        " Because he's like, he goes, he goes, I can't believe, I can't believe what you've done in like 22 years.",
        325.88,
        333.34
    ],
    [
        " Type thing, you know.",
        333.34,
        334.74
    ],
    [
        " Hey, what, when you went to that 3D shoot for the first time on the, on the side of the road or whatever,",
        334.98,
        341.22
    ],
    [
        " what do you think it, what feeling did you have?",
        341.6,
        344.78
    ],
    [
        " What was it that just freaking was like, this is it?",
        344.92,
        348.08
    ],
    [
        " Yeah, like I listened to Ted Nugent on Rogan.",
        348.54,
        352.96
    ],
    [
        " And like he gives some crazy description of like launching an arrow.",
        353.14,
        356.28
    ],
    [
        " It's all poetic and everything.",
        356.28,
        357.68
    ],
    [
        " Yeah.",
        357.82,
        358.04
    ],
    [
        " Which is that what you, you were just like, no, never had that.",
        358.26,
        361.48
    ],
    [
        " For me, it was, I couldn't like the fact that I knew that was a, that showed me how inferior I was with a bow and arrow.",
        362.72,
        374.62
    ],
    [
        " And I loved hunting.",
        374.94,
        375.78
    ],
    [
        " And it showed me that there was every person that was in that parking lot was a lot better than me.",
        376.58,
        382.58
    ],
    [
        " And that was a problem.",
        383.08,
        384.06
    ],
    [
        " And, and that 100% was, you know, I had to go to the shop.",
        385.08,
        390.12
    ],
    [
        " I had to learn.",
        390.12,
        391.0
    ],
    [
        " And then it's like, I'm not going to leave until I beat these guys.",
        391.84,
        395.22
    ],
    [
        " These guys that are winning like, I need to beat them.",
        395.58,
        398.48
    ],
    [
        " And then once I did that, it was, you know, I remember I did really well.",
        399.08,
        403.82
    ],
    [
        " Did well fast.",
        403.98,
        405.94
    ],
    [
        " And I remember going to a shoot that was about 45 minutes away to the north.",
        406.48,
        412.8
    ],
    [
        " And I remember going in there.",
        413.24,
        414.28
    ],
    [
        " My name was like written down on a piece of paper.",
        414.28,
        417.42
    ],
    [
        " That was like at this registration desk.",
        417.62,
        419.96
    ],
    [
        " And these are rinky dinks like local sheets, you know?",
        419.96,
        423.38
    ],
    [
        " I don't know if like, you have like local surf tournaments where it's not like, yeah.",
        424.32,
        428.82
    ],
    [
        " So I just said, oh, what's up with that name you got right there?",
        429.28,
        434.7
    ],
    [
        " And they're like, oh, this guy is supposed to be a serious cheater.",
        434.7,
        439.44
    ],
    [
        " So when he comes, we're going to send someone out with him.",
        439.44,
        443.38
    ],
    [
        " And I go, oh, well, that's me.",
        443.94,
        446.96
    ],
    [
        " Who's coming?",
        447.2,
        447.78
    ],
    [
        " And, and wait, so they were thinking this because you had been doing well in the",
        448.96,
        452.98
    ],
    [
        " tournament. Yeah, because I kind of came from nowhere.",
        452.98,
        454.64
    ],
    [
        " So these, these people that, that was their thing.",
        455.02,
        458.16
    ],
    [
        " They're just like, where did this guy come from?",
        459.06,
        461.58
    ],
    [
        " Who, who even is he?",
        461.82,
        463.08
    ],
    [
        " You know, they'd never seen me even at a local club, you know,",
        463.28,
        466.36
    ],
    [
        " because I was just nothing.",
        466.36,
        467.46
    ],
    [
        " And then went, as I always do, you know, oh, I'm not good at this.",
        467.62,
        473.18
    ],
    [
        " Then just like head first into the deep end like,",
        473.34,
        476.9
    ],
    [
        " re-shoot narrows at night waking up in the morning shooting arrows.",
        476.9,
        479.46
    ],
    [
        " Oh, yeah.",
        479.46,
        479.9
    ],
    [
        " Just full on, full on obsession immediately.",
        479.9,
        482.36
    ],
    [
        " Yeah. Yeah, like, you know, had to like sat around after tournaments and would like",
        482.86,
        492.76
    ],
    [
        " take down courses for places if they'd give me a target.",
        492.76,
        497.12
    ],
    [
        " So I'd have another target, you know, or, you know, I would freaking cut grass or",
        497.48,
        504.2
    ],
    [
        " clean the bottoms of people's boats or whatever so I could buy another target.",
        504.2,
        507.52
    ],
    [
        " And then, you know, I had to have an entire range to practice on.",
        507.8,
        511.04
    ],
    [
        " And then it just, you know, and then I wanted like a colored target bow.",
        511.36,
        515.22
    ],
    [
        " And then it just, it's just like, it's me.",
        515.5,
        518.06
    ],
    [
        " It's just me. It's who I am all the time.",
        518.26,
        520.62
    ],
    [
        " It just, you know, I had to like, I had to get good at it.",
        520.78,
        524.06
    ],
    [
        " But then there came a point where, and actually at that tournament was kind of a",
        524.14,
        529.44
    ],
    [
        " turning point because...",
        529.44,
        531.36
    ],
    [
        " This is the cheater one?",
        531.36,
        532.34
    ],
    [
        " Yeah. So I went out, did, I ended up winning that tournament and they had someone like writing score.",
        532.44,
        538.14
    ],
    [
        " And I said, I go, well, that was kind of nice just having someone else keep score.",
        538.94,
        544.1
    ],
    [
        " I'm like, hopefully keep score for these other guys that have a problem, you know,",
        544.26,
        548.88
    ],
    [
        " because it's called like pencil push in, you know.",
        549.0,
        551.16
    ],
    [
        " And they just said, well, if you don't want to deal with that, you could always go to",
        551.9,
        555.44
    ],
    [
        " nationals where there's two scorekeepers.",
        555.44,
        557.5
    ],
    [
        " And so I'm just like, where's that?",
        557.96,
        559.62
    ],
    [
        " So then I went to the National Triple Crown and slept in the back of my truck and, you know,",
        559.62,
        566.76
    ],
    [
        " shot at that and sucked at it horribly.",
        567.08,
        570.36
    ],
    [
        " But then the next year, you know, instead of going like two, I went to all of them,",
        571.1,
        575.8
    ],
    [
        " drove to all of them and just got better and got better.",
        576.54,
        580.44
    ],
    [
        " And then within like five years, I was at a level that was, you know,",
        580.64,
        586.64
    ],
    [
        " that I was happy with, but I was also still refining it, you know, just there's,",
        587.48,
        593.22
    ],
    [
        " that's what's cool about archery is I think the reason I'm still doing it is because,",
        593.6,
        598.88
    ],
    [
        " you know, I still find, if I'm not centered, then it shows.",
        599.32,
        604.44
    ],
    [
        " So it's hard like, you're never going to have a perfect game to where you can just back away",
        604.94,
        609.54
    ],
    [
        " and know that like, okay, that was a Cinderella story I've done because you can go have a perfect",
        609.54,
        616.58
    ],
    [
        " round, but then an hour later, I've said you've got to shoot another one.",
        616.58,
        621.44
    ],
    [
        " Yeah. Yeah.",
        621.7,
        623.14
    ],
    [
        " How do you cheat an archery?",
        624.5,
        626.04
    ],
    [
        " Well, I mean, there's just, there's groups where, you know, at like a local tournament,",
        627.52,
        634.72
    ],
    [
        " they're not going to send a scorekeeper out.",
        634.72,
        636.54
    ],
    [
        " So let's just say like, we all went out with our wife.",
        636.54,
        639.22
    ],
    [
        " There's definitely people that, you know, they would shoot down there and score like an eight,",
        639.74,
        644.5
    ],
    [
        " but they'd just like write a 10.",
        644.5,
        645.86
    ],
    [
        " And meanwhile, like the wives and kids are just like, not giving a crap about what's going on,",
        646.22,
        650.26
    ],
    [
        " but then you just turn in your score card and, you know, just,",
        650.26,
        654.3
    ],
    [
        " but once you get into like the professional events, there's two people that keep score.",
        654.8,
        661.96
    ],
    [
        " The majority of the group has to agree on the arrow call.",
        662.28,
        665.32
    ],
    [
        " And then if there's ever a divide, then you call an official scorekeeper to come and call it,",
        666.26,
        673.16
    ],
    [
        " which is kind of a big reason why I liked progressing, because once I was shooting like internationally,",
        673.16,
        680.44
    ],
    [
        " you know, they had like, you couldn't even have an arrow judge that was from your country.",
        682.42,
        686.06
    ],
    [
        " So if you, you know, it's like if an American needed an arrow call, someone would come over,",
        686.52,
        691.74
    ],
    [
        " like an official judge from another country would come over, because obviously now there's",
        691.98,
        697.22
    ],
    [
        " teams competing against teams. So, you know, these judges had schooling on how to call an arrow and,",
        697.22,
        704.2
    ],
    [
        " you know, stuff like that. So how does that go? Like, you know, I enter the tournament and then what,",
        704.4,
        708.86
    ],
    [
        " I just shoot them at my own pace kind of thing and keep my own score.",
        708.98,
        712.76
    ],
    [
        " I think what's could what might be confusing you, Echo, is like the first tournaments that he's",
        712.96,
        716.78
    ],
    [
        " talking about are just like kind of like local, it'd be like he's going to fashion.",
        716.78,
        722.58
    ],
    [
        " It's like going to like a little jiu jitsu tournament somewhere and there's not like judges.",
        723.04,
        727.32
    ],
    [
        " You know what I'm saying? Where a jiu jitsu tournament, like an in-house jiu jitsu tournament,",
        728.08,
        731.24
    ],
    [
        " like when you have like at victory, you have an in-house jiu jitsu tournament, there's no like",
        731.74,
        735.32
    ],
    [
        " escalating the call that the point keep. You know, you're like, hey man, you lost whatever you did",
        735.32,
        740.94
    ],
    [
        " good. Someone could be like, oh yeah, no, you're not getting points on that sweep. So these are",
        740.94,
        745.08
    ],
    [
        " just like local little tournaments where you go out and you score and you're like, you know, my,",
        745.08,
        749.56
    ],
    [
        " my H pretty close to a 10. I'm going to give it to myself. So there's no one watching.",
        749.56,
        754.7
    ],
    [
        " You just can't do like on a path through like through this course to where it's not like golf,",
        755.32,
        762.12
    ],
    [
        " like professional golf, there'd be like a crowd following like those leaders through that course,",
        762.72,
        768.28
    ],
    [
        " which in professional archery like that happens. And then once you get into shooting in the",
        768.7,
        774.48
    ],
    [
        " finals, a lot of times it's like on monitors and everything. So obviously people can see on a big",
        774.48,
        780.82
    ],
    [
        " screen where the arrows are landing. So I mean, it's probably the same in competitive like rifle",
        780.82,
        786.8
    ],
    [
        " and stuff like that. Yeah, it's the same in competitive anything. You'd like really like when",
        786.8,
        790.54
    ],
    [
        " you're at a local tournament or whether it's freaking bowling, you know, like over the line,",
        790.54,
        796.26
    ],
    [
        " you know, market zero, they're just having an argument, you know, it's like you can cheat.",
        796.52,
        800.26
    ],
    [
        " And then but then you turn in like a score card or something. So when you shoot, you score however",
        800.4,
        807.52
    ],
    [
        " many points you and then you write it on the card and go what to the next target. And then you go",
        807.52,
        811.98
    ],
    [
        " through a course and then you turn in the card. Yeah, it'd be like you playing cribbage with someone",
        811.98,
        816.62
    ],
    [
        " at home and then also you're like, oh, I won. They're like, well, wait a minute. Dude, we have to be",
        816.62,
        822.7
    ],
    [
        " at least even. You're like, no, it's keeping score like yourself. Or you go to Vegas and play",
        822.7,
        828.24
    ],
    [
        " cribbage and like, you know, everything you're doing is under, you know, a magnifying glass type.",
        828.24,
        834.3
    ]
]