[
    [
        " You were doing good. I mean, going back to just family businesses, all the stuff going on,",
        0.0,
        4.76
    ],
    [
        " you're living in Anaheim Hills, which is a nice spot. I used to do with the city.",
        4.94,
        8.8
    ],
    [
        " And then economy hit. Economy and the IRS.",
        9.52,
        14.58
    ],
    [
        " And the IRS back then, before George Bush Sr., they had carte blanche. They did what they wanted.",
        15.52,
        27.48
    ],
    [
        " And they would accuse you of something and too bad. You had to abide by it. Well,",
        28.58,
        34.64
    ],
    [
        " I didn't owe them any money. And so I fought. And it was an eight-year battle. But that battle",
        34.78,
        42.18
    ],
    [
        " really wiped me out. And I won. I got a little piece of paper that says, George Montserr versus the",
        42.18,
        48.76
    ],
    [
        " IRS, pay nothing. It might have been better off just to write them a check. But I was young. I",
        48.76,
        56.8
    ],
    [
        " was 30 or something, 31. And so I just, you know, that's wrong. And I'm going to fight for it. And",
        57.34,
        65.34
    ],
    [
        " maybe I shouldn't negotiate it. But that kind of money, 800, 600 plus pennies, like 800,000 dollars.",
        65.34,
        73.74
    ],
    [
        " Back in the 70s, you're talking about buying seven or eight million dollar houses in today's market.",
        74.08,
        81.06
    ],
    [
        " Yeah. So anyway, I fought. And then it really crushed us business-wise. And it was amazing,",
        81.06,
        90.88
    ],
    [
        " really, how strong our family was. Because we went from a pretty nice life to me coming home one",
        90.88,
        98.52
    ],
    [
        " day after the banks called me and said, I have been gutted. And I had $29 in my pocket.",
        98.52,
        104.48
    ],
    [
        " And it was kind of struck me as like, I thought I'd feel bad about it. But it was just the money was",
        106.56,
        115.64
    ],
    [
        " gone. I still had my family. And you just work around it. And I took my income definitely changed.",
        115.64,
        124.8
    ],
    [
        " Got a job work as a security guard. And I took the job because they paid every Friday. And I",
        125.76,
        134.46
    ],
    [
        " so I just did that until I put some deals together. And it took a while. And you moved from",
        135.4,
        142.02
    ],
    [
        " Anaheim Hills down to this when you moved down the garden row. Yeah. And this area wasn't the best.",
        142.02,
        148.92
    ],
    [
        " But it was a good experience for my kids. And because they would see when they come to the factory",
        149.72,
        157.4
    ],
    [
        " with me, the factory was down in LA. And that was pretty rough area. And they would see looking out",
        157.4,
        163.26
    ],
    [
        " the window. It's some of these people had it really tough. And we used to have a bear of a man",
        163.26,
        170.46
    ],
    [
        " that would sleep in front of the door on the porch every night. And he wouldn't say anything to me.",
        170.46,
        181.98
    ],
    [
        " It was more of a grunt all the time. And you probably had some mental problems. It was just a huge",
        182.26,
        187.26
    ],
    [
        " guy. And I asked him, I said, are you sleeping here every night? And it was just a kind of a grunt.",
        187.76,
        192.46
    ],
    [
        " Was this of your house? No, this was at the factory in down in LA. And so I thought to myself,",
        192.8,
        198.92
    ],
    [
        " a guy that big, I got no problem with them sleeping here at night because it was a rough area.",
        199.46,
        203.22
    ],
    [
        " So I put blankets out for him. And he stayed there for years. Every morning, I would come in,",
        204.96,
        211.86
    ],
    [
        " bring a big breakfast burrito. He still hardly say anything to grunts. And he would roll up his",
        211.94,
        218.48
    ],
    [
        " blankets and disappear all day. And then an evening he'd come back. And the kids were fasting with",
        218.48,
        225.28
    ],
    [
        " the sky. I wanted to be his friend, but he wasn't buying it. But anyway, they kind of saw that world.",
        225.28,
        230.9
    ],
    [
        " Now we're in an area where it's just a little bit of everything. It was sprinkling of all kinds",
        231.38,
        237.4
    ],
    [
        " of nationalities. And it was a lower income area. And the kids were like,",
        237.68,
        245.12
    ],
    [
        " and from a nice high school with all their friends wealthy, they all go to Europe and all that stuff.",
        245.48,
        253.14
    ],
    [
        " Which I didn't really like them around those kids all the time because I didn't want them to",
        253.44,
        258.76
    ],
    [
        " think this is the way it is. I wanted to see the other side. So it was a good experience. And you've",
        258.76,
        264.64
    ],
    [
        " met my kids. You know they're good with whoever. They just roll with whatever. And the whole",
        264.64,
        271.06
    ],
    [
        " family's that way. So it was good for them. Sarah wasn't thrilled with it. Sorry Sarah. But she ended",
        271.06,
        281.4
    ],
    [
        " up being a leader on the basketball team and all of the kids did great in sports. And all in",
        281.4,
        290.72
    ],
    [
        " all I think it was one of the best things that happened.",
        290.72,
        293.0
    ]
]