[
    [
        " Example to use would be let's say you went to some kind of a technical school like",
        0.42,
        4.54
    ],
    [
        " Being a doctor being a mechanic being a",
        4.54,
        8.7
    ],
    [
        " Air conditioning repairman you're gonna learn some technical stuff in the classroom",
        8.7,
        14.08
    ],
    [
        " But when do you really get good? It's doing the job. It's when someone pulls you aside and says oh, yeah, when you see this",
        14.08,
        20.04
    ],
    [
        " Here's the problem right when you when you go here. Here's what you need to do when you see this",
        20.04,
        25.56
    ],
    [
        " Symptom from a patient. Yeah, here's what's actually happening. It's all that informal training that and maybe I'm wrong about doctors",
        26.84,
        33.72
    ],
    [
        " Because I don't know what medical schools like, but I can only imagine that you get a heck of a lot better",
        33.72,
        39.98
    ],
    [
        " By once you're in the field and you're doing surgeries and someone says hey, here's a better way to do the technique",
        39.98,
        47.24
    ],
    [
        " You do's there. Here's you know something like that. Yeah, yeah, I always um",
        47.24,
        51.1
    ],
    [
        " It's like you know, huh you I think it was it was a book you're reading long time ago where where they'd have a name",
        52.78,
        58.06
    ],
    [
        " Should it might have been",
        58.06,
        59.94
    ],
    [
        " Might have been one of our guests. I don't know, but they'd have a name for the people who don't do",
        59.94,
        64.5
    ],
    [
        " Yeah, I think it was in the army where they don't do it",
        64.5,
        67.26
    ],
    [
        " They just do all the theory and they called them something like nerds or something",
        67.26,
        70.82
    ],
    [
        " Pokes, uh, I don't know there anyway, but yeah, there's a people who know and they essentially they know what to do and what the protocols are",
        70.82,
        77.94
    ],
    [
        " In a vacuum. Yeah, but once you start when you get out out there in the field in the real world kind of thing",
        78.24,
        83.42
    ],
    [
        " That's where that informal like no",
        83.42,
        85.04
    ],
    [
        " This isn't by the book over here. You've got to watch out for this because you know",
        85.04,
        89.2
    ],
    [
        " And there's also a difference between just learning from experience",
        89.2,
        91.92
    ],
    [
        " Which is hey, I did this operation. Here's something mistakes that I made and all and that's just experience",
        91.92,
        97.84
    ],
    [
        " Classroom is classroom. I'm talking about in between where you're you know",
        97.84,
        101.84
    ],
    [
        " Someone's pulling you inside and say hey, Johnco when you start to see this develop that's not a good call",
        101.84,
        105.34
    ],
    [
        " Here's a call that would be better to make and here's why it's not formal training. It's my platoon chief telling me something",
        105.34,
        111.06
    ],
    [
        " It's my LPO my leading petty officer saying hey, hey new guy",
        111.06,
        115.8
    ],
    [
        " Here's what you need to do when you see that unfolding and you go okay Roger that it's not formal training",
        115.8,
        120.68
    ],
    [
        " But that's where you learn and it's not just experience either",
        120.68,
        124.64
    ],
    [
        " Experience alone would take you way longer. Yeah, yeah, it's been informal training like how many to okay?",
        124.64,
        130.56
    ],
    [
        " Jiu-jitsu example here you learn the arm lock now we're rolling",
        130.56,
        134.28
    ],
    [
        " Yeah, and you try and arm lock me and I say hey echo",
        134.28,
        138.48
    ],
    [
        " If you if you don't squeeze your knees together, it's really easy to get out here put look at me your arm boom",
        138.48,
        143.08
    ],
    [
        " Oh, yeah, you feel that try and pull your arm about oh, I can't okay. Yeah, that's because it's all because I'm squeezing my knees",
        143.08,
        147.88
    ],
    [
        " Okay, in for the look the instructor guarantee the instructor said squeeze your knees",
        147.88,
        151.8
    ],
    [
        " But you need that informal",
        151.8,
        154.18
    ],
    [
        " Assessment of your actual situation to realize oh, I see what I need to do. Yeah",
        154.18,
        160.08
    ],
    [
        " That's exactly right. That's exactly what else I'm into bitch you get",
        160.56,
        162.92
    ],
    [
        " What was the the I mean you have to get informal training once you're in the once you're done with the rag",
        162.92,
        171.5
    ],
    [
        " Yeah, I think just how you described it the the",
        171.5,
        175.32
    ],
    [
        " You talked about like being on site or being in the field or doing it like that you talked about even just the interconditionary repair man",
        175.32,
        181.46
    ],
    [
        " What that looks like",
        181.46,
        182.14
    ],
    [
        " The way you described what life would be like if all we ever did was formal training",
        182.14,
        187.02
    ],
    [
        " You'd have no context for anything you wouldn't even know how it applies",
        187.62,
        190.14
    ],
    [
        " So I think that's true in certainly in my case and in aviation",
        190.14,
        195.98
    ],
    [
        " I don't think it's any different like",
        195.98,
        197.56
    ],
    [
        " Everything is taught by the book everything is formal training the beginning",
        197.56,
        201.08
    ],
    [
        " It's all these things and the minute you get in the airplane and get up in the sky",
        201.08,
        204.28
    ],
    [
        " And you are feeling things in in a different way",
        204.28,
        207.22
    ],
    [
        " It's really hard to apply them because you're you learned it on the ground",
        207.22,
        211.04
    ],
    [
        " And the context of the informal hey, hey listen look do you see that? Yeah",
        211.04,
        216.2
    ],
    [
        " That's what it means in the book when it says this that's what it looks like and you go oh man",
        216.52,
        220.3
    ],
    [
        " I would never be able to understand that from reading it in a book",
        220.3,
        223.28
    ],
    [
        " They have to trans you have to get a translation yeah, you do a translation",
        223.28,
        226.82
    ],
    [
        " You have to be able to see and feel it for and that will not happen",
        226.82,
        230.68
    ],
    [
        " informal training",
        230.68,
        231.92
    ],
    [
        " It's important to realize",
        231.92,
        234.4
    ],
    [
        " If you have some experience and you have people that are on your team",
        234.4,
        240.54
    ],
    [
        " The amount of knowledge that you can transfer to them is so valuable and and the reason I'm pointing this out is because a lot of times",
        241.66,
        249.7
    ],
    [
        " You forget that right you think you've been doing this for a long time",
        249.7,
        253.0
    ],
    [
        " You don't think it's a big deal. Hey, this is just what you do you don't you you forget you forget that you've learned all this",
        253.0,
        257.64
    ],
    [
        " But taking that and saying hey, hey, hey, hey pal come over here. Let me show you something",
        257.64,
        262.94
    ],
    [
        " Let me show you how this works. Let me show you a better way to do that. Let me show you a little trick",
        262.94,
        266.2
    ],
    [
        " It's very powerful not to mention when you invest in people",
        267.52,
        270.3
    ],
    [
        " Like that for 10 minutes for 10 minutes",
        270.3,
        273.7
    ],
    [
        " You're helping them and you're building that",
        273.7,
        276.16
    ],
    [
        " relationship",
        276.16,
        277.42
    ],
    [
        " Which is what this whole thing is that we're talking about yeah, and I wrote down while you're talking",
        277.42,
        282.98
    ],
    [
        " That telling that story of that corporal is I just wrote down I always take notes",
        282.98,
        289.36
    ],
    [
        " It's all I do in this podcast. I just take notes. I said take this and say oh man, I write them down and I keep them",
        289.36,
        293.0
    ],
    [
        " And I find places where they apply and as you know, they apply everywhere and this this idea of this guy training his people is",
        293.26,
        299.22
    ],
    [
        " Actually the best thing he can do to take care of them. It's the best thing he can do is the best thing any leader can do to help them",
        299.22,
        304.84
    ],
    [
        " Not give you a break or not give you free time and yeah, of course there's a balance there, but",
        304.84,
        309.34
    ],
    [
        " The best thing he could do",
        309.34,
        311.56
    ],
    [
        " Is prepare them to be in a position and I think the reason that stuck with me is it when we talk about decentralized command",
        311.56,
        317.6
    ],
    [
        " Which we talk about all the time in business",
        317.6,
        319.82
    ],
    [
        " The scenario that always plays out is the reason why decentralized one of the reasons why decentralized command is so important is that your people have to know what to do when you're not around",
        320.92,
        328.74
    ],
    [
        " That's pretty obvious, but the scenarios are usually",
        328.74,
        332.34
    ],
    [
        " You're on vacation. You're on a different shift. You've got the day off not that you're dead",
        332.34,
        338.56
    ],
    [
        " So when you kind of think of it in these contexts of these of what he was doing is being able to prepare them to be successful without him being around is in the worst possible situation",
        338.56,
        347.32
    ],
    [
        " If of literally him dying in that situation is the best thing he can do",
        347.64,
        351.64
    ],
    [
        " So so the same thing doesn't happen to them is train them",
        351.64,
        355.74
    ],
    [
        " Even if it's five minutes at a time is that's how we kept those guys alive and that is something that you can you can translate to almost any situation",
        355.74,
        365.14
    ],
    [
        " Yeah, you're family",
        365.14,
        366.98
    ],
    [
        " Yeah, we talked about this in the code the protocol",
        366.98,
        369.24
    ],
    [
        " The evaluation. It's like hey, what can you do your family?",
        369.24,
        373.26
    ],
    [
        " Can you give your family five minutes of training to pass on knowledge that you have",
        373.6,
        377.74
    ]
]