[
    [
        " This is Jockel Podcast number 278 with Echo Charles and me, Jockel Willink. Good evening, Echo.",
        0.0,
        6.74
    ],
    [
        " Good evening.",
        6.84,
        7.1
    ],
    [
        " It's a little cold outside, but it doesn't matter.",
        7.58,
        16.18
    ],
    [
        " Nothing else matters right now except doing my job right.",
        17.44,
        23.62
    ],
    [
        " This job.",
        24.16,
        27.12
    ],
    [
        " I take another step as gently as I can, as quietly as I can.",
        30.04,
        37.78
    ],
    [
        " This is where it all matters.",
        38.24,
        42.1
    ],
    [
        " I can't let them hear me if they do they'll be gone.",
        43.04,
        49.26
    ],
    [
        " And I won't get my shot.",
        50.64,
        53.86
    ],
    [
        " I take another quiet step. I see my buddy Freeze.",
        57.36,
        60.8
    ],
    [
        " He sees them.",
        61.66,
        64.72
    ],
    [
        " They must be in range.",
        65.74,
        68.86
    ],
    [
        " My buddy slowly looks back at me and gives me a nod.",
        70.16,
        75.28
    ],
    [
        " It's go time.",
        76.56,
        79.4
    ],
    [
        " I prepare my weapon.",
        82.6,
        84.94
    ],
    [
        " By now, I know this weapon well, I've shot thousands of rounds through it in the last year for this moment.",
        86.08,
        99.18
    ],
    [
        " Ever since I was a little kid, it's been this way.",
        105.52,
        108.12
    ],
    [
        " Stalking through the woods, closing the distance, trying to see you without being seen.",
        108.76,
        115.86
    ],
    [
        " My adult life was much of the same sneaking around in the woods or in the desert or in the city or in the jungle.",
        117.38,
        125.94
    ],
    [
        " I take a few more steps and find some cover by a tree. This will keep me hidden.",
        129.7,
        134.6
    ],
    [
        " My buddy gives me a hand signal. He's giving me the range.",
        137.54,
        142.3
    ],
    [
        " Nothing else matters. I initiate the procedures.",
        144.66,
        149.78
    ],
    [
        " My mind is full, but it's empty. My heart is beating, but it's steady. It all comes down to this moment.",
        154.46,
        160.72
    ],
    [
        " I'm alive.",
        161.78,
        165.08
    ],
    [
        " Now that may have sounded like a combat scenario.",
        167.92,
        176.34
    ],
    [
        " But it wasn't. It was a description of a more recent pursuit of mine.",
        178.56,
        184.24
    ],
    [
        " But wanting. And the buddy, I reference, is a real person.",
        184.66,
        191.32
    ],
    [
        " A real person who's an incredible archer and amazing hunter.",
        191.82,
        198.32
    ],
    [
        " One of the best coaches I have ever worked with in any discipline.",
        199.86,
        203.64
    ],
    [
        " And most important, a friend that is always ready to help.",
        204.88,
        208.28
    ],
    [
        " Not just me, but an entire community of people.",
        208.68,
        213.8
    ],
    [
        " The world renowned founder of Knock on Archery.",
        214.76,
        219.2
    ],
    [
        " John Dudley.",
        220.28,
        221.22
    ],
    [
        " Dud? What's up, man? Thanks for coming on.",
        221.86,
        225.5
    ],
    [
        " I want you to finish that story.",
        225.68,
        226.64
    ],
    [
        " That was awesome. It was like fire, right?",
        227.24,
        230.98
    ],
    [
        " Yeah, especially this season where we were on a lot of bowls.",
        231.96,
        236.32
    ],
    [
        " And that happened that little that little thing played out.",
        236.76,
        239.6
    ],
    [
        " Time and time again. I ended up not getting any shots off, but man, it was freaking fun.",
        239.96,
        245.84
    ],
    [
        " All right, man, let's go. There's a lot of people that really don't know much about you.",
        246.36,
        252.9
    ],
    [
        " And let's go back to the beginning because I have heard piece together stories of your life.",
        253.72,
        261.2
    ],
    [
        " And there's a lot of good ones, man.",
        261.2,
        263.36
    ],
    [
        " It's always surprising that you're here. You weren't arrested. You're not prison. You're not dead.",
        264.26,
        269.14
    ],
    [
        " You know, there's a lot of different avenues you could have headed down.",
        269.86,
        272.82
    ],
    [
        " Right. Yeah, just a horrible.",
        272.98,
        275.9
    ],
    [
        " I don't deserve my wife or my son.",
        276.44,
        279.3
    ],
    [
        " Just like all the time. I'm just like karma.",
        279.3,
        282.18
    ],
    [
        " Like he's that real patient sniper.",
        282.54,
        285.68
    ],
    [
        " And at some point, like I don't think he's made any fires yet. If he has, they've been off so much.",
        286.04,
        292.66
    ],
    [
        " I haven't heard him come by, but like I'm still waiting just to get sniped because I deserve it if it happened.",
        292.82,
        299.12
    ],
    [
        " All right. So where were you born?",
        299.6,
        301.16
    ],
    [
        " Fort Bragg.",
        302.1,
        303.0
    ],
    [
        " Because your dad was in the army. Yeah.",
        303.28,
        305.14
    ],
    [
        " And, and is that what you did you spend any time in Fort Bragg? Do you remember it if you spend any time for him?",
        306.0,
        311.06
    ],
    [
        " I don't remember it. No, I don't remember it because it was, uh, I was, it was 76.",
        311.06,
        315.82
    ],
    [
        " And then I think by 77, we were in the Mississippi Delta.",
        315.82,
        320.3
    ],
    [
        " Was he still in the army?",
        320.68,
        321.94
    ],
    [
        " No, I think he just got out.",
        322.42,
        324.34
    ],
    [
        " And then what was what did he do once you got out of the army?",
        324.7,
        326.84
    ],
    [
        " Uh, he was a, he was pretty much like Bill Murray. He was a groundskeeper for a golf course while he went to college.",
        326.94,
        335.2
    ],
    [
        " You know, after getting out of NAMM, you know, came back and went to college.",
        335.2,
        338.74
    ],
    [
        " Oh, he was like, and he was like 100%.",
        338.82,
        341.42
    ],
    [
        " Like, this is freaking scoping out gophers and wait, this is Caddy Shack, Bill Murray.",
        341.42,
        345.74
    ],
    [
        " Yeah, yeah.",
        345.96,
        346.66
    ],
    [
        " Yeah.",
        346.74,
        346.92
    ],
    [
        " Oh, yeah.",
        346.92,
        347.0
    ],
    [
        " Oh, yeah.",
        347.0,
        347.24
    ],
    [
        " Yeah.",
        347.32,
        347.82
    ],
    [
        "",
        347.82,
        347.82
    ],
    [
        " Yeah, I remember, I remember like being with him in that golf cart cruising around and he went to,",
        348.16,
        356.44
    ],
    [
        " and this is stuff I haven't even talked to him about. This is just from memory from that long ago, but I'm sure he went to Delta State in Cleveland, Mississippi.",
        357.16,
        365.14
    ],
    [
        " My mom worked for Baxter Healthcare, and that's why I think we were there.",
        365.58,
        369.78
    ],
    [
        " And so my dad went to college for psychology and, you know, I remember plug-in,",
        370.18,
        377.56
    ],
    [
        " learning to plug holes on the golf greens and, and smoking that first ball washer with the golf cart when I was, I don't even know how old I was.",
        378.5,
        385.78
    ],
    [
        " I just know like, you know, my dad being like, bring that golf cart over here, and it was in reverse.",
        385.78,
        390.78
    ],
    [
        " I just stomped on it and just drove over the ball washer.",
        391.04,
        394.22
    ],
    [
        " Yeah, the first time Carmen made a little, that's the first time Carmen signed to go, wait a second, I need to be tracking on this dude.",
        394.44,
        399.44
    ],
    [
        " Yeah, I mean, I wonder what my dad would think, like, you know, damn, is that a sign?",
        399.74,
        405.26
    ],
    [
        " Is that like that would have been a, that would have been a real easy one to get to get over.",
        405.64,
        411.4
    ],
    [
        " Yeah, because it just, I was, I was a tornado for a while.",
        411.4,
        417.04
    ],
    [
        " Wait, so where'd you do like the bulk of your, like when you were in, let's say like, six, seventh, eighth, when you start actually, you know, figuring out the world and all that, where are you then?",
        417.5,
        427.64
    ],
    [
        " It would have been Illinois.",
        428.8,
        430.92
    ],
    [
        " We, we were in the Delta until I was seven, I think, and then my mom got transferred up to Northern Illinois,",
        431.48,
        438.9
    ],
    [
        " to work for Baxter, and that's kind of where I grew up.",
        439.88,
        444.96
    ],
    [
        " And when I came up there, honestly, I was a little bit rebellious, not really sure why I just, I don't know, it's just what I was into, like I was a skater.",
        445.2,
        455.52
    ],
    [
        " And honestly, there was, I enjoy skating, I enjoyed like freaking ninja movies.",
        455.78,
        462.86
    ],
    [
        " And so I'm like, I built ramps and, you know, and people, and I was just like a punk in Northern Illinois, that, you know, when, when everything was like skater die, and there was, you know, all these like anti-skate things, that was me.",
        465.94,
        479.86
    ],
    [
        " So yeah, at school, you know, there, there was definitely a little bit of, I don't know, hate towards skating then.",
        479.86,
        490.52
    ],
    [
        " And I wasn't like, I had no drive athletically. I was just wanting to like pierce my ears, like play with fireworks, you know, blow stuff up.",
        490.68,
        503.92
    ],
    [
        " And this is around, this is how old built eight to 13, just like, you know, my first construction job I said was building ramps.",
        505.04,
        517.78
    ],
    [
        " I mean, I had ramps all over the place. My sister freaking hated them.",
        517.96,
        522.74
    ],
    [
        " How good at skating were you?",
        523.0,
        524.66
    ],
    [
        " Hmm, I would say I was just below intermediate.",
        526.18,
        531.22
    ],
    [
        " Is it something where how many hours a day were you skating?",
        532.0,
        535.8
    ],
    [
        " Like a lot. Yeah, I had half-bites of course.",
        536.6,
        540.3
    ],
    [
        " What's up with the stellar level of just below intermediate?",
        540.76,
        543.16
    ],
    [
        " Because the only instruction I had was watching the search for animal chin freaking every day, like in a big box, the cereal, and then go out and just try to get after it.",
        543.94,
        556.54
    ],
    [
        " So what, at what point or what was it that made you start doing athletics sports?",
        556.72,
        561.64
    ],
    [
        " You teed me up for this.",
        562.5,
        564.3
    ],
    [
        " So I think when I was a lot of fun, is there some weird stuff?",
        565.92,
        569.58
    ],
    [
        " Yeah, because my dad was, I always knew my dad was a super athlete.",
        569.64,
        572.54
    ],
    [
        " You know, he was my uncle and me and my mom always told me how athletic my dad was.",
        573.04,
        578.66
    ],
    [
        " And not to mention, he was just good at, you know, anything like, honest even the skateboard.",
        579.64,
        587.02
    ],
    [
        " He's just like, what's that?",
        587.46,
        588.42
    ],
    [
        " I'm learning to skate on this half-pipe and he's just like, oh, let me check it out and then you just do it.",
        589.16,
        593.86
    ],
    [
        " Meanwhile, you're just over your driving into ball hockey.",
        594.22,
        596.54
    ],
    [
        " Exactly.",
        597.24,
        599.96
    ],
    [
        " No, like I said, I liked fireworks and like blowing stuff up and one thing led to another and frickin' burn my house down at 10 years old.",
        601.36,
        614.82
    ],
    [
        " Or 11, maybe 11?",
        615.7,
        617.38
    ],
    [
        " Maybe literally.",
        617.72,
        618.32
    ],
    [
        " Yeah, yeah, everything except for what was in my dad's car while he was at work and what was in my mom's car while she was I think in Puerto Rico on a business trip.",
        618.64,
        627.66
    ],
    [
        " How old were you?",
        627.9,
        628.5
    ],
    [
        " I think I was like 11 or 12.",
        629.12,
        631.08
    ],
    [
        " How did it happen?",
        631.22,
        631.82
    ],
    [
        " Playing with fire, freaking lit some stuff on my bed on fire and then like put it out, called my dad.",
        632.48,
        640.66
    ],
    [
        " And my dad, you know, he's like, did you get it out?",
        641.48,
        643.64
    ],
    [
        " I said, yeah, I got it out and he goes, is there smoke in the house?",
        643.74,
        646.22
    ],
    [
        " I go, oh yeah, there's frickin' tons of smoke and he's like, open up all the windows.",
        646.36,
        650.2
    ],
    [
        " He said, you know, he's like, I hate the smell of smoke.",
        650.36,
        652.96
    ],
    [
        " You know, get that shit out of there.",
        653.12,
        654.22
    ],
    [
        " So I opened up everything and he's like, go open up the windows and everything come back and tell me what's going on.",
        654.42,
        660.5
    ],
    [
        " So I came back to the phone and I'm like, open up everything.",
        660.5,
        662.76
    ],
    [
        " It's smoking, but the smoke's going out.",
        663.12,
        664.94
    ],
    [
        " So he talked to me for a little bit and then he said, we'll go check on it.",
        665.3,
        670.32
    ],
    [
        " And then I went down and I went down and it was like engulfed because I just gave it oxygen.",
        670.32,
        675.6
    ],
    [
        " You know, I didn't, like if I would have just like taken that blanket and like, you know, if he would have just said, go throw that blanket out in the yard, like game over.",
        676.56,
        687.26
    ],
    [
        " But you know, I put it out and then frickin' fueled like open to front door, open the window and just freaking gave that thing.",
        687.62,
        694.74
    ],
    [
        " What were you burning like, like matchsticks?",
        694.98,
        697.26
    ],
    [
        " What were you burning like, what?",
        697.26,
        698.54
    ],
    [
        " I think I was just playing flamethrower with a lighter and some aqua net that my sister had.",
        698.54,
        704.68
    ],
    [
        " And so the whole house burns down.",
        706.42,
        712.92
    ],
    [
        " Oh yeah, everything.",
        713.24,
        714.68
    ],
    [
        " Yeah, everything.",
        715.26,
        715.86
    ],
    [
        " And so it was, I mean, I don't really know what kind of conversation my parents had because they never,",
        717.16,
        724.34
    ],
    [
        " they kind of asked what happened or something, you know.",
        725.08,
        728.44
    ],
    [
        " But they never like made me feel horrible about it.",
        729.04,
        732.72
    ],
    [
        " And then they just let you, I mean, you must have felt like freaking horrible though.",
        733.78,
        737.7
    ],
    [
        " Oh, still do.",
        737.84,
        738.64
    ],
    [
        " I mean, I laugh about it now, but yeah, like I think about, you know, because like all my dads, you know, all my dads, military stuff, like every picture he had from, you know, as a shot, you know.",
        738.86,
        752.34
    ],
    [
        " Like everything we had, every single thing.",
        753.06,
        755.5
    ],
    [
        " I remember it was in the winter, so everything like froze, like after they put it out.",
        755.74,
        760.82
    ],
    [
        " And I remember digging through it with my dad, you know, we were like digging through the thing, like a couple days later, just trying to see what you can find.",
        761.48,
        769.34
    ],
    [
        " And I remember we, like we were digging and found this like closet that was in right inside our front door and it had like fallen through.",
        770.04,
        777.6
    ],
    [
        " And the like the glass doors were there. And I remember my dad, you know, shook in the glass doors open.",
        777.92,
        783.26
    ],
    [
        " And he had a pair of these like lacrosse winter boots.",
        783.42,
        787.26
    ],
    [
        " And they looked brand new.",
        787.26,
        789.52
    ],
    [
        " And I'll never forget how excited he's just like my boots man.",
        789.64,
        794.04
    ],
    [
        " He freaking grabbed him. He's just like my boots are okay.",
        794.84,
        797.58
    ],
    [
        " And I remember like that was it.",
        797.82,
        799.64
    ],
    [
        " Like other than what he had in his, the trunk of his car and what he wore that day. Like that was it.",
        800.16,
        804.6
    ],
    [
        " So then we, you know, started to rebuild.",
        805.24,
        808.56
    ],
    [
        " Naturally, I was a skater and not to mention 10 years old, I was 5 foot, 130 pounds.",
        809.6,
        821.3
    ],
    [
        " So I was like short and fat, you know, short and chubby.",
        821.82,
        825.5
    ],
    [
        " And so, you know, short and chubby, skater, you know, wasn't an athlete.",
        826.46,
        831.36
    ],
    [
        " So then, you know, my dad could tell I was, I was bummed out, you know.",
        831.36,
        835.74
    ],
    [
        " And so he kept telling me like you need to go just go do something.",
        836.18,
        839.88
    ],
    [
        " You know, just, you know, go get active, hang out with your friends.",
        840.44,
        843.14
    ],
    [
        " Like, you know, he wasn't wanting to like sit around and get depressed about it.",
        843.14,
        846.46
    ],
    [
        " So they talked me into going out to like a school dance or something.",
        847.06,
        851.06
    ],
    [
        " You know, this is whatever 5th grade or something.",
        851.46,
        854.9
    ],
    [
        " And I remember going and they said like this, hey, the song's dedicated to John Dudley.",
        854.9,
        861.3
    ],
    [
        " And it was burning down the house.",
        861.74,
        863.56
    ],
    [
        " Someone had, one of the kids, some jock over there, said that one my way.",
        863.96,
        870.8
    ],
    [
        " That's, unfortunately, that's exactly what, that's exactly my mode.",
        871.2,
        875.56
    ],
    [
        " What I was a kid to be a little freaking savage.",
        875.8,
        878.8
    ],
    [
        " Yeah. So then, that's amazing that your parents recognized.",
        879.9,
        884.42
    ],
    [
        " That you felt enough guilt on your own without having to just turn the screws on your brain",
        884.88,
        891.46
    ],
    [
        " to make you feel even worse about it.",
        891.46,
        893.2
    ],
    [
        " Yeah, I don't know if I could have done it.",
        893.28,
        894.82
    ],
    [
        " Like, I don't know, I don't know what the conversation was.",
        895.04,
        897.54
    ],
    [
        " They've never brought it up.",
        897.78,
        898.98
    ],
    [
        " And there's been times where we've talked about the fire.",
        899.12,
        902.04
    ],
    [
        " You know, it's kind of how it's referred to.",
        902.2,
        903.78
    ],
    [
        " But they've never gone into detail.",
        904.44,
        906.76
    ],
    [
        " Like my dad's never said like, yeah, man, I knew if I freaking threw that shit on you, you know,",
        906.88,
        911.66
    ],
    [
        " it cracked you or whatever.",
        911.66,
        912.88
    ],
    [
        " But what happened was, you know, and, you know, maybe this is just my dad's psychology,",
        913.62,
        919.12
    ],
    [
        " but what happened was after that dance, my dad knew like, we need to get this guy out of this town.",
        919.14,
        926.92
    ],
    [
        " So we moved about 45 minutes away.",
        927.3,
        930.08
    ],
    [
        " And without him ever telling, like, saying anything to me, I knew when I moved.",
        930.78,
        935.96
    ],
    [
        " Like, I need, I need to freaking make it right with my dad.",
        936.06,
        941.14
    ],
    [
        " So that's when I went and started.",
        941.96,
        944.82
    ],
    [
        " I'm just like, you know, he's, I know he's always wanted me to be an athlete.",
        945.28,
        950.04
    ],
    [
        " So like, I need to get my shit together and start getting into sports.",
        950.04,
        954.2
    ],
    [
        " And this is how, how old are you?",
        954.46,
        955.7
    ],
    [
        " I think I was, because you keep saying like 10, 12, 10, 12.",
        956.38,
        959.28
    ],
    [
        " Well, there's a bigger between 10 and 10 and 12.",
        959.48,
        961.32
    ],
    [
        " Yeah, I think the, I think the fire was when I was 10.",
        961.32,
        965.52
    ],
    [
        " And then we probably moved when I was 11.",
        965.52,
        968.1
    ],
    [
        " Yeah, because then by, when I got into junior high school, that's when I'm like, I'm going to be an athlete.",
        969.12,
        974.36
    ],
    [
        " What did it start with? What was the first sport?",
        975.4,
        977.26
    ],
    [
        " Basketball. Well, yeah, I think basketball, football.",
        979.08,
        985.22
    ],
    [
        " You're just all in.",
        985.92,
        986.86
    ],
    [
        " Yeah, basketball, football, running. And then, you know, there was, I know.",
        987.2,
        992.48
    ],
    [
        " You had no experience playing basketball, let's say.",
        992.48,
        994.98
    ],
    [
        " My dad always shot hoops.",
        995.5,
        996.98
    ],
    [
        " I mean, he had a little bit of his nose.",
        997.16,
        998.2
    ],
    [
        " Yeah, a little bit.",
        998.2,
        999.12
    ],
    [
        " But then I started growing.",
        999.52,
        1000.84
    ],
    [
        " So I was like, I remember at 10, I've got this football card.",
        1001.6,
        1005.22
    ],
    [
        " And it says like, it has your stats on the back.",
        1005.62,
        1008.46
    ],
    [
        " And I think my grandma gave me that photo, because we didn't have any pictures, you know, going back pre-fire.",
        1008.92,
        1014.92
    ],
    [
        " So I was like five foot, 130 pounds.",
        1015.72,
        1018.78
    ],
    [
        " I was like chubby. Then when I was a freshman, so what is that 13?",
        1018.78,
        1024.88
    ],
    [
        " 12, 12, 13.",
        1025.88,
        1026.94
    ],
    [
        " 13 year freshman, I think.",
        1027.1,
        1028.3
    ],
    [
        " So then on that, on that one, I was 6, 330.",
        1028.54,
        1032.78
    ],
    [
        " And then by the time I was senior, I was 65, 205.",
        1033.52,
        1037.54
    ],
    [
        " So I just like stretched out and just looked like this gumbee going up and down the basketball court.",
        1038.0,
        1046.62
    ],
    [
        " You know, my dad's like, I always felt like if you tripped it sound like a chandelier break and a crossing.",
        1046.66,
        1051.88
    ],
    [
        " How much would you probably like, okay, so you get in a basketball, you start saying, because I mean, that's a, for you to make a transition from like, hey, I'm a skater with freaking whatever.",
        1052.28,
        1064.46
    ],
    [
        " You probably had like the Tony Hawk bangs and stuff like this.",
        1064.68,
        1067.6
    ],
    [
        " Hell yeah.",
        1067.72,
        1070.38
    ],
    [
        " So you had the Tony Hawk bangs, then you're like, all right, maybe a basketball player.",
        1070.62,
        1074.58
    ],
    [
        " You get a crew cut, you start freaking training.",
        1074.9,
        1077.28
    ],
    [
        " Is it like that kind of, are we talking Rocky?",
        1077.72,
        1079.66
    ],
    [
        " What's that thing called? Montage? Is there a montage going on?",
        1080.08,
        1083.4
    ],
    [
        " No, not really, because I still, I mean, I still liked, you know, getting in trouble and freaking blowing stuff up and, you know, ordering fireworks, wherever I could or egging some houses or, you know,",
        1083.78,
        1100.36
    ],
    [
        " whatever kind of mission.",
        1100.36,
        1101.6
    ],
    [
        " I stole my mom's mini van one time.",
        1103.1,
        1106.24
    ],
    [
        " She had this, she had this Pontiac transport. You remember those ones?",
        1106.38,
        1109.66
    ],
    [
        " It was like a wedge.",
        1109.66,
        1110.66
    ],
    [
        " Disloped.",
        1110.86,
        1112.06
    ],
    [
        " Yeah, because eventually my parents got divorced and I can't remember when it was.",
        1112.36,
        1116.32
    ],
    [
        " It was somewhere, you know, junior high or something like that.",
        1116.38,
        1119.6
    ],
    [
        " But my mom traveled a lot and I was home on my own a lot.",
        1119.76,
        1124.42
    ],
    [
        " And so I remember, you know, my mom would have like cars take her to O'Hare.",
        1126.04,
        1131.02
    ],
    [
        " And so I remember one time like, I'm just going to go take that van out for a rip, you know, and I'm like, seven.",
        1131.5,
        1138.34
    ],
    [
        " All the ball washers in, you know, all the email annoying windscreen stuff.",
        1138.34,
        1142.26
    ],
    [
        " Straight up, bye.",
        1142.42,
        1142.7
    ],
    [
        " Yeah.",
        1143.0,
        1143.16
    ],
    [
        " So I'm driving around, you know, seventh grade, just driving around my town in this mini van.",
        1143.64,
        1150.02
    ],
    [
        " And one of my buddies was on his bike, like driving on the road.",
        1151.04,
        1154.64
    ],
    [
        " So I pull over and I'm like, what's up, man?",
        1155.38,
        1157.68
    ],
    [
        " And he's just like, holy shit.",
        1157.72,
        1159.04
    ],
    [
        " Did you steal a car?",
        1159.2,
        1160.0
    ],
    [
        " I'm like, yeah, it's my mom's.",
        1160.12,
        1161.56
    ],
    [
        " And he's just like, ah, and, you know, and I thought I could drive pretty decent because I had,",
        1162.34,
        1167.8
    ],
    [
        " my dad would never let me get like motorcycles or anything for obvious reasons.",
        1168.22,
        1172.94
    ],
    [
        " But he let me get a boat.",
        1173.7,
        1174.9
    ],
    [
        " He got me a 12 foot Boston Whaler with a 25 horse on it.",
        1175.1,
        1179.3
    ],
    [
        " So that's like, I put a thousand miles on that freaking thing, dude.",
        1179.52,
        1185.12
    ],
    [
        " I mean, my dad would fill up that little five-gan, five gallon gas can.",
        1185.58,
        1189.98
    ],
    [
        " And the Fox River chain was only a block from my house.",
        1190.84,
        1195.1
    ],
    [
        " We live like right on a channel.",
        1195.1,
        1196.5
    ],
    [
        " So I just drove that boat all the time.",
        1196.76,
        1198.7
    ],
    [
        " So to me, the mini van was gravy, right?",
        1198.86,
        1202.34
    ],
    [
        " No current, you know, didn't have trim till like this was, it wasn't a pull start.",
        1202.9,
        1208.96
    ],
    [
        " This was freaking gravy.",
        1208.96,
        1210.76
    ],
    [
        " But I'm sitting there talking to this kid and I see someone coming up behind me in the mirror.",
        1211.86,
        1218.6
    ],
    [
        " So I said, I go, hold on, let me freaking whip over, you know.",
        1218.62,
        1221.92
    ],
    [
        " And I remember putting it in reverse and trying to like do a little, you know, whip in.",
        1221.98,
        1226.62
    ],
    [
        " But that long beak on the front of that freaking mini van, I ended up swiping this dude's like back pegs",
        1226.98,
        1233.98
    ],
    [
        " and like took him out underneath like the front of the car and like bent the back of his bike up a lot.",
        1233.98,
        1239.18
    ],
    [
        " So then I ended up having to, you know, trade him like my good bike out of GT.",
        1240.06,
        1244.5
    ],
    [
        " You know, I had to trade him like a good freaking good bike for the huffy.",
        1245.04,
        1250.22
    ],
    [
        " Yeah, for this freaking huffy that he had.",
        1250.48,
        1252.76
    ],
    [
        " And I'm just like, you're not going to say nothing.",
        1253.08,
        1255.24
    ],
    [
        " He said, no, but, you know, looking back, you know, if any of our kids rolled in with a brand new freaking GT, you know.",
        1255.26,
        1263.8
    ],
    [
        " With a gyro on it, freaking pegs on the front and back.",
        1263.8,
        1266.98
    ],
    [
        " You'd be like, hey, who's bike did you steal?",
        1267.26,
        1270.56
    ],
    [
        " So anyway, you know, fast forwarded, I'm knocked out and always.",
        1271.06,
        1274.94
    ],
    [
        " Holy crap.",
        1275.3,
        1277.64
    ],
    [
        " It can broke bro. He broke big time.",
        1277.9,
        1280.24
    ],
    [
        " His dad's like, where the hell did you go to apply?",
        1280.8,
        1282.4
    ],
    [
        " It can totally get me in me.",
        1282.6,
        1284.3
    ],
    [
        " Drill from him in the car.",
        1284.84,
        1286.24
    ],
    [
        " Yeah, it's just, you know, stuff like that.",
        1286.54,
        1288.78
    ],
    [
        " Yeah, Ben, you hear like, wait, job, don't be that little kid was driving his mom's car.",
        1288.88,
        1293.78
    ],
    [
        " I'm going over there right now.",
        1293.88,
        1295.1
    ],
    [
        " Yeah.",
        1295.32,
        1295.64
    ],
    [
        " I don't think anyone wanted to get close because yeah, I mean, I had, I had freaking straight bangs down here slung it.",
        1296.02,
        1305.82
    ],
    [
        " And yeah, just, I think, I think when I got into sport, they're, and originally I didn't want to really play football.",
        1306.84,
        1315.02
    ],
    [
        " I was supposed to play golf.",
        1315.02,
        1316.42
    ],
    [
        " Like my dad said, don't play football.",
        1317.16,
        1319.3
    ],
    [
        " You're not, you know, you're too brittle.",
        1319.7,
        1321.12
    ],
    [
        " Go play golf.",
        1321.72,
        1322.86
    ],
    [
        " And when I went to the high school, like the tough kid in school came up to me and goes, hey, what are you going out for?",
        1323.16,
        1330.78
    ],
    [
        " Because I was standing in the line and he said, I go, I'm going out for golf.",
        1330.94,
        1335.34
    ],
    [
        " He's like, no, you're going out for football.",
        1335.46,
        1336.88
    ],
    [
        " And I said, no, I'm going out for golf.",
        1337.22,
        1338.42
    ],
    [
        " I have to do golf.",
        1338.42,
        1339.46
    ],
    [
        " And I remember he said, well, we need enough guys to scrimmage.",
        1339.9,
        1344.4
    ],
    [
        " And he said, you know, I'm quarterback.",
        1344.72,
        1346.7
    ],
    [
        " So he's like, you're signing up for football or I'm going to beat your ass.",
        1347.26,
        1351.42
    ],
    [
        " So I freaking signed up for football.",
        1352.0,
        1353.78
    ],
    [
        " I never told my dad like, until he saw me in the paper.",
        1353.78,
        1357.56
    ],
    [
        " What do you, what do you see in the paper for?",
        1358.3,
        1360.14
    ],
    [
        " Well, because I ended up becoming quarterback and like taking that kid's job.",
        1360.36,
        1364.64
    ],
    [
        " How he was saying, I would take my golf clubs to school.",
        1365.02,
        1368.14
    ],
    [
        " Because I'd say like, he's like, how's golf?",
        1368.38,
        1371.76
    ],
    [
        " And it's all right.",
        1372.06,
        1373.3
    ],
    [
        " But I was playing football because I kind of had to.",
        1373.86,
        1376.1
    ],
    [
        " And I started out as like defensive end and then tight end.",
        1376.22,
        1380.8
    ],
    [
        " And then I think I like chucked a football back.",
        1381.02,
        1384.12
    ],
    [
        " You know, I think I caught a pass and like went in the end zone.",
        1384.88,
        1387.96
    ],
    [
        " And then the coach was like, hey, throw the ball back.",
        1387.96,
        1390.44
    ],
    [
        " And I think I just freaking just hooked it.",
        1390.44,
        1393.14
    ],
    [
        " And he just like, whoa, you know, wait a minute.",
        1393.38,
        1396.1
    ],
    [
        " So yeah, just one thing led to another and just I think I think I loved.",
        1396.5,
        1404.52
    ],
    [
        " I don't know, just the constant challenge.",
        1405.2,
        1407.9
    ],
    [
        " It's hard to describe, but it's like, if I know I'm not good at something,",
        1408.12,
        1413.94
    ],
    [
        " which I really had never fueled that, then it didn't keep me coming.",
        1414.4,
        1419.54
    ],
    [
        " Like I'd get bored with it.",
        1419.68,
        1420.86
    ],
    [
        " But if I wasn't good at it or if I knew that I had room for improvement,",
        1420.86,
        1426.46
    ],
    [
        " then that's the things that I progressed at.",
        1426.6,
        1429.2
    ],
    [
        " But it just kind of got to the point where no matter really what the sport was,",
        1429.36,
        1433.16
    ],
    [
        " I felt like I could do it above average.",
        1433.28,
        1435.1
    ],
    [
        " And then I honestly, like my body started to change.",
        1436.08,
        1439.24
    ],
    [
        " So it went from like me being like the short fat skater to now I'm, you know,",
        1439.5,
        1446.8
    ],
    [
        " second tallest kid in the school and growing and, you know, becoming an asshole,",
        1447.62,
        1453.06
    ],
    [
        " you know, just kind of being, you're just growing up, just being like overly confident.",
        1453.34,
        1458.4
    ],
    [
        " You know, but I felt, I just felt so much confidence.",
        1458.88,
        1462.66
    ],
    [
        " It was like gas.",
        1463.14,
        1464.38
    ],
    [
        " Just sports for me was just gas because it's like, oh, you want to do track?",
        1464.72,
        1469.48
    ],
    [
        " Okay, go do track.",
        1469.68,
        1470.7
    ],
    [
        " What did you do in track?",
        1471.3,
        1472.26
    ],
    [
        " High jump, triple jump.",
        1473.98,
        1475.44
    ],
    [
        " Whatever I wanted.",
        1475.82,
        1476.78
    ],
    [
        " Pretty much.",
        1477.08,
        1477.52
    ],
    [
        " Honestly, 100, 200, 400.",
        1478.04,
        1481.54
    ],
    [
        " And you did good at all of them.",
        1482.34,
        1483.4
    ],
    [
        " Yeah, I mean, I did for my team.",
        1483.88,
        1485.76
    ],
    [
        " Yeah, I did good.",
        1485.98,
        1486.72
    ],
    [
        " Did you, did the coaches like try and keep you focused on one thing?",
        1488.34,
        1491.82
    ],
    [
        " I think, you know, like the idea that some people have that the best thing to do with their kid",
        1492.0,
        1498.02
    ],
    [
        " is put them in one sport when they're four years old.",
        1498.02,
        1500.24
    ],
    [
        " Yeah, that was a problem with me.",
        1500.24,
        1501.7
    ],
    [
        " And then other people are like, hey, have your kids play a bunch of different sports",
        1502.44,
        1506.34
    ],
    [
        " and it's going to make them more well-rounded in the end.",
        1506.34,
        1508.58
    ],
    [
        " Well, it's, in a way, you look at it like functional fitness now.",
        1509.72,
        1513.84
    ],
    [
        " It's proven that, you know, if I would have had more functional fitness in my lifestyle,",
        1514.1,
        1518.92
    ],
    [
        " I would be feeling a little bit better today than I did pre-surf.",
        1518.92,
        1524.02
    ],
    [
        " You know, for the first time with you.",
        1525.02,
        1526.58
    ],
    [
        " Because like some of my stuff is smoked probably because it's not like functional fitness.",
        1527.36,
        1531.56
    ],
    [
        " And I'm, I'm a, you know, I feel like the reason I still today do good at just random things I pick up is because, you know,",
        1531.94,
        1541.04
    ],
    [
        " in, when you do different sports, you also get street smarts in athletics.",
        1541.44,
        1545.68
    ],
    [
        " You know, and that's the thing.",
        1546.16,
        1547.02
    ],
    [
        " Like there's book smart people and then there's street smarts people.",
        1547.1,
        1550.7
    ],
    [
        " And as like an employer, I, you know, I'm not, I don't look for a degree.",
        1550.7,
        1556.36
    ],
    [
        " I look for work ethic and I look for someone that, you know, when they pull up and I look in their car,",
        1556.4,
        1562.84
    ],
    [
        " it's not a frickin' wreck.",
        1562.94,
        1564.8
    ],
    [
        " It's not trashed, you know, and I look for people that have certain types of work ethic qualities.",
        1565.12,
        1571.16
    ],
    [
        " Because for me as an athlete, I feel like even though I wasn't like the pinnacle of all these different sports,",
        1571.36,
        1579.46
    ],
    [
        " I also learned different mechanics and different like, you know, physical smarts from doing a lot of things.",
        1579.5,
        1587.62
    ],
    [
        " And I always, I always wanted to do good enough at it to where I felt like I could put it down and pick it up and still like represent it.",
        1588.04,
        1598.88
    ],
    [
        " Well, you know, if I felt like I, if I did it and looked like an idiot in front of people,",
        1599.0,
        1603.44
    ],
    [
        " I'd want to do it more until I could get it figured out.",
        1603.52,
        1606.28
    ],
    [
        " But my son, you know, coming from England, he was in the soccer first.",
        1607.58,
        1612.62
    ],
    [
        " So he came over and, you know, he played soccer quite a bit, but over here, soccer's like a one-season thing.",
        1612.76,
        1618.92
    ],
    [
        " So once he got into junior high, you know, he tried football and I realized that just wasn't his thing.",
        1619.06,
        1625.5
    ],
    [
        " You know, it just wasn't, you know, getting hit and stuff just wasn't his thing.",
        1626.04,
        1630.94
    ],
    [
        " But he was like always fast, you know, he's always fast and he likes, I mean, he performs at his highest,",
        1631.06,
        1641.08
    ],
    [
        " especially when he knows someone's pumped about the fact that he just did good.",
        1641.3,
        1646.62
    ],
    [
        " So I ended up talking him into swimming because he did, let's see, he did soccer.",
        1647.22,
        1655.64
    ],
    [
        " I knew soccer was coming up. We talked him into cross country and he didn't really like the people.",
        1655.64,
        1660.16
    ],
    [
        " Love the coach, awesome coach.",
        1660.64,
        1662.58
    ],
    [
        " And then I talked him into going into swimming, went into swimming, had a freaking awesome instructor, military dude.",
        1663.1,
        1670.24
    ],
    [
        " Super disciplined, swam like, honestly, for how young he was.",
        1671.18,
        1676.96
    ],
    [
        " I was like, okay, these guys are crazy two days.",
        1677.14,
        1679.58
    ],
    [
        " Like, Sharon's getting up at 4.30, having him to the pool at 5.15, they'd do an hour practice and then shower,",
        1679.62,
        1689.62
    ],
    [
        " then she'd get him home to feed him before we'd take him to junior, you know, whatever high school or whatever.",
        1689.96,
        1695.26
    ],
    [
        " So he had a pretty like awesome schedule, I thought.",
        1696.14,
        1699.3
    ],
    [
        " You know, I'm like, this guy, Andy was getting straight A's, which I don't ever remember taking a book home.",
        1699.6,
        1706.88
    ],
    [
        " Like I don't even remember being assigned books.",
        1706.88,
        1709.82
    ],
    [
        " Part of it was different.",
        1710.04,
        1711.28
    ],
    [
        " It was different back then.",
        1711.54,
        1713.26
    ],
    [
        " I mean, like I didn't do, like I see my kids, my kids will have, and they're older now, but when they were in school,",
        1713.46,
        1719.84
    ],
    [
        " it was like homework every day from day one, from like kindergarten on through high school, hours and hours and hours of homework.",
        1720.3,
        1728.52
    ],
    [
        " I never did homework.",
        1729.12,
        1730.76
    ],
    [
        " Homework was not a thing.",
        1731.16,
        1732.38
    ],
    [
        " And I, wait, now let me refresh that.",
        1732.76,
        1735.98
    ],
    [
        " It was a thing, it did exist.",
        1736.2,
        1737.52
    ],
    [
        " I knew that it was a thing in existence, but it wasn't a thing that I was doing, right?",
        1737.7,
        1741.92
    ],
    [
        " It wasn't like, oh, it's, you know, it's the afternoon.",
        1742.26,
        1745.12
    ],
    [
        " I'm gonna do homework now. It was like the afternoon.",
        1745.28,
        1747.14
    ],
    [
        " I'm going through a rockset shit.",
        1747.46,
        1748.82
    ],
    [
        " Like, yes, that was where I was at.",
        1748.88,
        1751.46
    ],
    [
        " So what sports did you end up playing?",
        1752.12,
        1754.78
    ],
    [
        " Because I know, like you rattle off one time to me, you're like, oh, I did freaking wrestling, I did basketball,",
        1755.14,
        1759.96
    ],
    [
        " I did football, I did baseball, I did tennis, I did freaking, you did everything.",
        1759.96,
        1763.36
    ],
    [
        " Yeah, well you just named them all.",
        1763.7,
        1765.34
    ],
    [
        " Yeah. Yeah, I mean, I did quite a bit.",
        1765.76,
        1771.18
    ],
    [
        " I wrestled a year mainly because I did basketball, really didn't like the coach, and just, I'm like, I freaking hate this guy.",
        1771.28,
        1780.24
    ],
    [
        " So then I went and wrestled, and coming into wrestling as a sophomore, and we had a really good wrestling school too.",
        1781.0,
        1787.72
    ],
    [
        " Like both the Guides are from.",
        1788.08,
        1790.24
    ],
    [
        " That's right. Yeah, you show me that.",
        1790.42,
        1792.22
    ],
    [
        " Yeah, so like Jason was my guard, and Clay was a little bit younger.",
        1792.32,
        1797.08
    ],
    [
        " But, you know, we had a real...",
        1797.98,
        1799.42
    ],
    [
        " How fired up was Clay Guido when he was 14?",
        1799.42,
        1801.44
    ],
    [
        " Dude, dude, he's 30 whatever right now. He's still fired up.",
        1802.68,
        1805.74
    ],
    [
        " Let me just tell you, Clay or, well, Jason was, Jason was like on a clay level, but like more, like more of a gorilla.",
        1805.76,
        1816.64
    ],
    [
        " You know, Clay gives Jason a lot of credit for being a savage, and trust me, he was.",
        1816.96,
        1822.94
    ],
    [
        " Every game, before every game, he'd take a mouthpiece out of a packet, and we'd put it on his helmet.",
        1823.58,
        1831.64
    ],
    [
        " And then he was like my pulling guard.",
        1832.44,
        1835.06
    ],
    [
        " And I remember, by fourth quarter, I'd be grabbing his mask.",
        1836.1,
        1839.76
    ],
    [
        " I'd normally grab his face mask to call plays.",
        1840.18,
        1843.86
    ],
    [
        " And I'd look, and it would just be like the plastic piece, like, because he would chew him.",
        1844.16,
        1849.8
    ],
    [
        " He would eat him. He would eat him.",
        1849.8,
        1852.08
    ],
    [
        " He would eat a whole mouthpiece, and his eyeballs were like this big around.",
        1852.08,
        1856.1
    ],
    [
        " Wait, this is Jason or Clay?",
        1856.62,
        1857.88
    ],
    [
        " It's Jason. Yeah, Jason.",
        1858.42,
        1860.04
    ],
    [
        " And I remember one time, like him and his brother lived in a part of town that was like, you know,",
        1860.38,
        1870.9
    ],
    [
        " I don't know, there's a lot of savages over that way.",
        1873.28,
        1876.04
    ],
    [
        " You know, there's like a lot of like wrestlers came from that group town.",
        1876.48,
        1879.96
    ],
    [
        " There's a lot of bad asses over there.",
        1880.06,
        1881.54
    ],
    [
        " And I remember one time, like Jason came to practice, and he was kind of pissed because he was like chainsawing something on his garage.",
        1882.24,
        1891.68
    ],
    [
        " And the chainsaw kicked back and hit him in the top of the head, and like, chainsawed his head open.",
        1891.98,
        1896.44
    ],
    [
        " And dude, he just threw his football helmet on and freaking God after it.",
        1896.9,
        1902.32
    ],
    [
        " Dude, like that right there, I was just on on Jason and I wrestled the same, the same weight class, which was what?",
        1902.32,
        1912.36
    ],
    [
        " I think 171 in our sophomore year, but he was like way better.",
        1912.58,
        1918.42
    ],
    [
        " I was just on Jordan Peterson's podcast a little while ago, and he was like talking to me.",
        1918.9,
        1923.58
    ],
    [
        " Like how, like when you're a young kid, and it's not everybody, but you just want to like fight and go.",
        1923.58,
        1930.26
    ],
    [
        " And that's like picture when you picture him just nodding apart as freaking mouthpiece and his eyes are all big.",
        1931.1,
        1936.3
    ],
    [
        " This kid needs to go to combat somewhere like that's what he's meant to do.",
        1936.52,
        1940.3
    ],
    [
        " And he did.",
        1940.5,
        1941.06
    ],
    [
        " And he did.",
        1941.54,
        1943.2
    ],
    [
        " So you wrestled for what? A year?",
        1943.56,
        1945.92
    ],
    [
        " Yeah, wrestled for a year.",
        1946.22,
        1947.3
    ],
    [
        " But look, I don't care how good of an athlete you are, you roll into wrestling.",
        1947.4,
        1951.04
    ],
    [
        " Did you not just get like crushed?",
        1951.22,
        1954.56
    ],
    [
        " Oh yeah.",
        1954.9,
        1955.32
    ],
    [
        " You can't catch up.",
        1956.0,
        1958.5
    ],
    [
        " No, I wrestled JV.",
        1959.12,
        1963.02
    ],
    [
        " And I mean, we were a wrestling school.",
        1963.48,
        1966.5
    ],
    [
        " We had some really good wrestling coaches.",
        1967.44,
        1970.64
    ],
    [
        " And it was tough.",
        1972.48,
        1974.8
    ],
    [
        " But I really, I was still like getting into my body, honestly, because I stretched up so high.",
        1975.64,
        1982.44
    ],
    [
        " And so I didn't have a lot of coordination.",
        1982.72,
        1984.2
    ],
    [
        " But I had work ethic, you know, that's one of the things.",
        1984.98,
        1988.5
    ],
    [
        " Before, like before I go down that route, like with multi sport thing with my son, he did swimming after cross country.",
        1989.02,
        1996.78
    ],
    [
        " And then when he got to soccer, like he started, the coach wasn't playing him.",
        1996.96,
        2002.2
    ],
    [
        " But at practice, this coach was taking weeks to try to condition the other player.",
        2002.64,
        2008.56
    ],
    [
        " But here he'd be out there just running circles around people because he just got off of cross country,",
        2008.78,
        2014.34
    ],
    [
        " followed by swim season, followed by now at soccer season.",
        2014.46,
        2018.62
    ],
    [
        " You're just running around on some grass.",
        2018.76,
        2020.52
    ],
    [
        " You know, so for him, it was nothing.",
        2021.38,
        2023.28
    ],
    [
        " And I remember after like three or four games of watching the coach just bypass him,",
        2023.44,
        2029.92
    ],
    [
        " I kind of pulled the coach to the side after practice and I said, hey, I said, is there anything I should be working with Harry on so he can get more game time.",
        2030.66,
        2040.48
    ],
    [
        " And he just said, well, I don't like single player, you know, he said, I want soccer players.",
        2041.54,
        2047.98
    ],
    [
        " Harry's too distracted with other sports.",
        2048.5,
        2051.12
    ],
    [
        " And I was just like, really?",
        2051.9,
        2055.56
    ],
    [
        " You know, I said, I deal with a lot of coaches on pretty high levels.",
        2056.0,
        2064.18
    ],
    [
        " And I said, I've never known a coach to not want an athlete on the team.",
        2064.62,
        2070.92
    ],
    [
        " I'm like, this, this kid's an athlete.",
        2071.68,
        2073.84
    ],
    [
        " An athlete as opposed to a sport specific one trick, one trick pony.",
        2074.46,
        2078.66
    ],
    [
        " Yeah.",
        2078.86,
        2079.08
    ],
    [
        " And so, yeah, right then, I just kind of told Harry like, I don't think soccer's your thing.",
        2081.7,
        2086.84
    ],
    [
        " So he went into track and, you know, did cross country track and swam four years, even though he didn't like it, you know, still did it.",
        2087.28,
        2095.8
    ],
    [
        " And then, you know, ended up going to college to run and still gets awesome grades and runs and does all that stuff.",
        2095.96,
        2103.2
    ],
    [
        " And he's kind of like, like I was, but a little bit later, he's like now getting into his body to where, and he's also hit a new gear of competitiveness, which is really cool to see.",
        2103.38,
        2117.2
    ],
    [
        " Because I hit that way earlier, you know, I would get probably what held me back athletically is I would get really pissed off.",
        2117.42,
        2125.16
    ],
    [
        " You know, it's like once I started to compete, I had never been taught the management of like, you know, raging out when you, like made a bad play or threw an interception or something.",
        2125.16,
        2137.62
    ],
    [
        " And that, that actually transpired all the way into my archery career. And then luckily, an Olympic coach like helped that.",
        2137.78,
        2145.52
    ],
    [
        " That was a big turning point in my career, like in my 20s when I got taught like how to get, you know, how to not let the arrows in my quiver that haven't been shot yet, be affected by the ones that already have and that you can't get back, you know, that's kind of how it was put to me.",
        2145.68,
        2162.6
    ],
    [
        " So that really helped. But in high school, I think by the time I hit, you know, junior and senior year, I just started to,",
        2163.3,
        2172.04
    ],
    [
        " I just started to feel way more confident in what I was doing and, you know, size wise, you know, I was a totally different person than what I was.",
        2172.5,
        2183.34
    ],
    [
        " So what ended up being like the sport football for sure. Yeah. Football was was the sport. And for me, I've always struggled with sleep.",
        2183.54,
        2193.68
    ],
    [
        " You know, I've always just been in an insomniac. And I also, one of the things that kept me awake was knowing if someone else was like having more time to train than me.",
        2193.72,
        2206.76
    ],
    [
        " So, you know, I was welcome to my world. Yeah. So I was like in high school by my senior year, you know, I was like substituting any non elective class that I had or all my study halls for like extra gym.",
        2207.2,
        2222.08
    ],
    [
        " So I'd go to like four gym classes. And then I had my football coach gave me a key to the gymnasium. So when I couldn't sleep at night and my mom would be gone, you know, I was home, I was home alone a lot, you know, I had my mom would just sign the checkbook for me to like order dominoes, you know.",
        2222.08,
        2242.94
    ],
    [
        " And whenever I woke up, I'd go to the high school, go in there and I had, you know, my coach gave me this huge bag of footballs when I was a sophomore and just said like these are yours until you graduate.",
        2244.54,
        2255.26
    ],
    [
        " And so I'd just go to the gym and I'd pull the laundry baskets, you know, out of the locker rooms. And I'd just throw, you know, from corner to the gym to corner the gym. I'd just run like three step drills and just like run 73 passes into those or then into garbage.",
        2255.92,
        2272.92
    ],
    [
        " Or then eventually just like throwing into the basketball hoop and then just doing like three step drops, five step drops, seven step drops, roll outs and just.",
        2273.28,
        2282.08
    ],
    [
        " And then it got to the point where it's like I memorized what I needed to do, but then I memorized what the line we need to do and then every, you know, like every player on the field, it's like this is, you know, I knew the playbook front and back.",
        2282.96,
        2293.98
    ],
    [
        " And how good, how good was your team sucked horrible? How do you guys do senior year horrible? You know, just really underperformed at all the camps. We were awesome because it camps.",
        2293.98,
        2307.06
    ],
    [
        " How should you have done? I mean, were you from like a week school, a week football school? You're from a good football school and you guys were just playing shitty.",
        2307.44,
        2314.94
    ],
    [
        " No, you know, it, it's kind of like, it's kind of like when you, I forget what podcast it was, or maybe it's in your book when you were talking about three buds, there were the two teams with the two different boats.",
        2315.02,
        2329.84
    ],
    [
        " You know, I remember like one of the sayings my football coach always would have what he'd be like, you know, bring the boat in, you know, he always would say like the boats lost. He's like, it's your job to bring the boat in, you know, and he was like, you're job meeting you job.",
        2331.02,
        2346.12
    ],
    [
        " Yeah, yeah, because you're the quarterback. Yeah, I was responsible for every mistake we made, you know, if we screwed around and practiced got shut off early, he would, he would like pull me back and tell me like, you're going to run laps for the first time.",
        2346.44,
        2359.82
    ],
    [
        " For every person here that screwed off today and today there was, you know, we freaking 46 minutes early, we quit practice. I want for 46 laps, you know, it'd be like stuff like that.",
        2360.64,
        2370.74
    ],
    [
        " But we had a small group of people for like seven on seven camps that were at all, they were at all the camps. I would call them and say, let's go practice.",
        2371.5,
        2381.72
    ],
    [
        " But there was, and we at seven on seven, we were great. But there was, you know, four other people that weren't being included and then the entire defense.",
        2382.72,
        2395.16
    ],
    [
        " So we were just, we had really good pieces, but nothing ever like float as a team.",
        2395.86,
        2403.78
    ],
    [
        " Did you did you do good enough? Did you get looked at by colleges?",
        2404.3,
        2407.62
    ],
    [
        " Yeah, I think the first college, I think the first college that looked to me was Ball State when I was a sophomore. I remember at the end of my sophomore year, I went to Ball State with my mom.",
        2408.06,
        2417.28
    ],
    [
        " And that was like that litter, totally different fire because then I realized like, you know, I'm going to, I'm going to go somewhere.",
        2417.82,
        2424.98
    ],
    [
        " And so, you know, my dad, even though my parents were split, my dad was at every freaking game.",
        2425.52,
        2435.08
    ],
    [
        " And he was quite a ways, you know, he kind of moved to a different town. But he came to every game. And yeah, I mean, my life was, was sport.",
        2435.08,
        2445.18
    ],
    [
        " I mean, I loved lifting camps like in the summertime. It was every football camp I could sign up for. And honestly, my mom's like, you know, she was so, you know, involved with her position at Baxter to where she's like, yeah, if you want to, you know, go somewhere for a month in the summer, do it, you know, because I think she probably just, you know, was managing plants in Puerto Rico or Singapore or something like that.",
        2446.98,
        2475.16
    ],
    [
        " Or wherever the heck, you know, she was for her job. So, I just, I did not miss an opportunity to like go to a camp or something like that.",
        2475.16,
        2484.94
    ],
    [
        " So did you actually get recruited to go in your senior year to go?",
        2485.24,
        2488.64
    ],
    [
        " Yeah, there was several. And I ended up choosing, I wanted to go back. My dad was moving back to North Carolina. My uncle was in North Carolina.",
        2488.74,
        2498.68
    ],
    [
        " And one of the coaches at Western Carolina played with my dad. And, you know, we ended up going out there. And it was kind of a decision that I would be close to the Dudley family out that way. And I liked the idea of like getting.",
        2499.4,
        2518.0
    ],
    [
        " Honestly, I never really felt like that town was home, you know, and maybe it's because like, you know, my parents were kind of always split.",
        2518.72,
        2528.46
    ],
    [
        " I saw my mom limited, you know, when she wasn't traveling. But we like, we traveled away from like me and my mom were together more when we go places.",
        2529.28,
        2538.92
    ],
    [
        " Because she'd say, hey, you know, I've got a, I've got a meeting in Salt Lake for two days. Do you want to come with me? And I'd say, oh, can I go to, I've been wanting to check out snow bird. And she's just like, yeah, you know, so we'd fly out there. And she'd say the bus will pick you up in the morning and seven. And they'll bring you back to, you know, just make sure you're back here.",
        2538.92,
        2558.18
    ],
    [
        " This time, so I just go up and then I started, you know, skiing shredding love skiing worked at a little ski hill up there.",
        2558.58,
        2568.16
    ],
    [
        " Skied bumps like all the time in the in the winter time and it's cool.",
        2568.48,
        2573.62
    ],
    [
        " So then what happened with college then?",
        2574.22,
        2576.24
    ],
    [
        " So I was going to play football and like the one thing that I haven't talked about was back at age 10 when I was a super punk.",
        2577.6,
        2588.3
    ],
    [
        " My uncle and my grandfather got me into like hunting deer when we'd go down to Mississippi. We'd go back down there to see family for Thanksgiving.",
        2589.3,
        2601.36
    ],
    [
        " And so, you know, they were like, you know, we need to get you out in the woods and my grandpa was all, you know, Korean war veteran.",
        2602.18,
        2609.44
    ],
    [
        " And he's like, you know, we need to make a man of you because I'm showing up with frickin' Tony Hawk haircut and freaking earrings and, you know, stuff like that.",
        2609.74,
        2619.76
    ],
    [
        " So he's out there, you know, making me sit and firing up beds and, you know, just trying to like make a man out of this frickin' softy that's coming down.",
        2620.38,
        2630.74
    ],
    [
        " And so, you know, like I got into hunting and just loved it. Like it was, and honestly probably because it was hard.",
        2631.36,
        2640.42
    ],
    [
        " And it like took a ton of patience and it was very different from being able to just screw off, you know.",
        2640.96,
        2646.72
    ],
    [
        " And so it was the first kind of form of competition in a way just that it took a lot of moving parts to be successful.",
        2647.08,
        2656.88
    ],
    [
        " So, you know, when I got my first deer, it was like winning my first trophy, right? I mean, I was totally hooked at how freaking awesome it was.",
        2657.52,
        2667.04
    ],
    [
        " And just seeing my family, oh my gosh, you got a deer, then we ate it and everything, you know, and it was just this thing.",
        2667.38,
        2674.04
    ],
    [
        " So every year for Thanksgiving, I was looking forward to going back home and doing that. And I got into bow hunting, I think, when I was the first year I hunted with, they gave me, I had a gun.",
        2674.22,
        2683.98
    ],
    [
        " And then, when I was 10, is when I started shooting a bow and bow hunting. So that was once a year, that was happening.",
        2683.98,
        2694.52
    ],
    [
        " But then, I got a little bit better towards the end of my senior year. I was shooting a lot more around home. Like I was practicing and stuff a lot because again, I had a lot of free time.",
        2695.26,
        2707.44
    ],
    [
        " You know, my mom would be gone.",
        2707.86,
        2709.34
    ],
    [
        " You had no homework? Yeah, no homework. If I wasn't like cutting grass, like, you know, for five bucks a long, then that's what I was doing.",
        2709.98,
        2718.62
    ],
    [
        " But I ended up driving down this road. I actually had to hurt my knee. So I was, I moved into college a little bit early.",
        2719.36,
        2729.82
    ],
    [
        " And hurt my knee. And then I forget what happened, but I was at home back by my mom's for some reason. I was just driving around on this like a back road.",
        2731.9,
        2743.36
    ],
    [
        " And I think I was coming. I think I went to college. Yeah, I was moved in. I moved in and I'm talking like they're a week maybe a week and a half.",
        2744.02,
        2754.1
    ],
    [
        " And you hurt your knee at some point. Yeah. And so you're not really able to play. Yeah. I think whatever reason you go back home. Yeah, we did some, we did some like run-throughs.",
        2754.42,
        2764.5
    ],
    [
        " I know I did some stuff with like, you know, I remember wearing like pants, jersey helmet, you know, just doing like dry runs and stuff. But I wasn't, I don't, I never like hit really hit helmets, you know, in college.",
        2764.68,
        2778.64
    ],
    [
        " And so as the weekend, I went back and saw my mom. And then I drove, I think I went up to the ski hill just to, you know, go up there and say hi to some people that worked up in the summer.",
        2779.28,
        2790.58
    ],
    [
        " And on my way back, I took some back roads back home. And I went by this little town called Ringwood. And I saw this sign on the, on the side of the road that just said archery shoot, like spray painted on a board.",
        2790.82,
        2804.66
    ],
    [
        " And just had an arrow like pointing that way. So I went down that road. And I'm like, what's this all about? You know, yeah, head on down this road. Yes, you did.",
        2804.78,
        2814.88
    ],
    [
        " Yeah. Yes, you did.",
        2815.14,
        2816.56
    ],
    [
        " I went down the road. And I said, what's this all about? And they're like, oh, we got a, you know, 40 target course. And, you know, here's how the scoring works on the animal, you know, is 3D animal targets. I had never seen 3D animal targets. I'd always like shot at bales of hay and stuff like that.",
        2816.98,
        2833.38
    ],
    [
        " So I went out and freaking halfway through the course. I was out of arrows. I had freaking shot the woods down. And I remember leaving the course got my car went back up to Wilmont, Wisconsin, which was where the ski hill was, but there's also a gander mountain outlet store there.",
        2833.88,
        2856.62
    ],
    [
        " Winning and bought more arrows like in a rage and went back to finish the cause I didn't want to not finish the course. So I bought more arrows to go back to finish by the time I'd like finished.",
        2857.16,
        2869.78
    ],
    [
        " Everything was pretty much done. And they were having the award ceremony and the guys that were up on that podium all had these shirts that had like their local shop on the shirt.",
        2870.32,
        2881.68
    ],
    [
        " So I remember this was on a Sunday and on Monday morning, like when they, I think they opened at one o'clock, but at one o'clock, I was at that shop.",
        2882.84,
        2893.22
    ],
    [
        " Just like, when are those guys coming in that, you know, won this weekend and I just started staying in there and watching these people shoot and ask questions. And I was there a few days just kind of being a stalker.",
        2893.74,
        2907.36
    ],
    [
        " And the owner of the archery shop called me to the side said, hey kid, what are you doing? I said, I'm just watching, I'm watching.",
        2910.26,
        2919.24
    ],
    [
        " And he said, well, come in the back room. I need you for a minute. He took me in the back room. And he said, I forgot to get this guy's arrows done. He goes, if you ever built arrows and I said, no sir.",
        2920.1,
        2930.66
    ],
    [
        " And he goes, okay, well, here's how you do it. And he said, you know, you're going to clean this feather like this. Then you're going to put the glue on it and you put it in this clamp and then you stick it down.",
        2931.38,
        2942.12
    ],
    [
        " And he's like, you know, set this timer and then move on to this next jig and do a second arrow. And then when you get to the six, you can go back to the first. If the timer's gone off, you rotate it.",
        2942.9,
        2952.22
    ],
    [
        " And so I just sat in this room and fleshed this guy's arrows and then kind of came out and I said, like, I got him, you know, so he came out and gave the guys arrows and the guy just said, all right.",
        2952.76,
        2967.68
    ],
    [
        " Do those ones. And he had just this buckets of arrows that needed to get done. So I just started fletching arrows. And then the next day's like, have you ever worked on a bow? And I said, no, I haven't. And he's like, all right, well, let me show you how to change a string. And, you know, and then he's like, hey, if you know, if these bows are here for maintenance.",
        2968.78,
        2987.0
    ],
    [
        " You know, here's the checklist. You got to, you know, clean these axles. You got a wax is stringing and melted in with this and just started showing me. And honestly, after probably two weeks of doing that.",
        2987.44,
        3000.74
    ],
    [
        " I ended up telling the guy, I said, hey, am I going to get a paycheck? And he's just like, I remember the guy's name was Mike Donovan, some people in the archery industry, like old timers, they still remember him because he was, he was a pretty hardcore archery manager at the time.",
        3003.76,
        3020.8
    ],
    [
        " But he goes, you can't put value on what I'm teaching you right now. I remember I'm like, no sir, you can't, but I can't put gas in my tank, you know, with experience. So he, he's like, I'll give you four, ten an hour. And I'm just like, oh, yeah, you know, I was freaking pumped. And I remember going home to my dad. And I went to my dad.",
        3021.22,
        3045.96
    ],
    [
        " So North Carolina or what? Well, my dad at that time, I think was, yeah, he was still in Rockford, Illinois. And I remember telling my dad, hey, I'm not going to go to college to play ball because I've, you know, I've got this archery thing going. And it's, it's a good, it's good. He's like, you know, like dad, four, ten an hour. I did.",
        3045.96,
        3073.96
    ],
    [
        " Because I remember, you know, again, he's always been super logical. And he's also like tried to not, he never really told me like, at that point, he had never said like, what's wrong with you or, you know, that's a terrible decision. But in that instance, he's like, I, I really feel like you need to make your own decisions. And you need to know like what to do. He said, but I have to say, I think this is a good thing.",
        3074.32,
        3103.94
    ],
    [
        " Terrible decision. And I think for my 40th birthday, he wrote me this really long birthday card. And like in there, he said, he's like, you could have not done a better job of proving me wrong. Because he's like, he goes, he goes, I can't believe, I can't believe what you've done in like 22 years type thing.",
        3103.96,
        3127.7
    ],
    [
        " Yeah. Hey, what when you went to that 3D shoot for the first time on the, on the side of the road or whatever, what do you think it, what feeling did you have? What was it that just freaking was like, this is it?",
        3127.74,
        3141.94
    ],
    [
        " Yeah, like I listened to Ted Nugent on Rogan and like he gives some crazy description of like launching an arrow. It's all poetic and everything. Yeah.",
        3142.2,
        3151.7
    ],
    [
        " Is that what you were just like, no, never had that. For me, it was, I couldn't like the fact that I knew it that was a, that showed me how inferior I was with a bow and arrow. And I loved hunting.",
        3151.82,
        3169.46
    ],
    [
        " And it showed me that there was every person that was in that parking lot was a lot better than me. And that was a problem.",
        3169.98,
        3177.72
    ],
    [
        " And that 100% was, you know, I had to go to the shop, I had to learn. And then it's like, I'm not going to leave until I beat these guys.",
        3178.8,
        3188.9
    ],
    [
        " These guys that are winning like, I need to beat them. And then once I did that, it was, you know, I remember I did really well.",
        3188.92,
        3197.54
    ],
    [
        " Did well fast. And I remember going to a shoot that was about 45 minutes away to the north. And I remember going in there, my name was like written down on a piece of paper.",
        3197.66,
        3211.06
    ],
    [
        " That was like at this registration desk. And these are rinky dinks like local sheets, you know, I don't know if like you have like local surf tournaments where it's not like.",
        3211.1,
        3222.22
    ],
    [
        " Yeah. Yeah. So I just said, oh, what's up with that name you got right there? And they're like, oh, this guy is supposed to be a serious cheater. So when he comes, we're going to send someone out with him.",
        3222.3,
        3237.06
    ],
    [
        " And I go, oh, well, that's me. Who's coming? And wait, so they were thinking this because you had been doing well.",
        3237.72,
        3246.34
    ],
    [
        " Because I kind of came from nowhere. So these people that that was their thing. They're just like, where did this guy come from? Who, who even is he?",
        3247.02,
        3256.76
    ],
    [
        " You know, they'd never seen me even at a local club, you know, because I was just nothing. And then went as I always do.",
        3256.76,
        3264.18
    ],
    [
        " You know, oh, I'm not good at this. Then just like head first into the deep end like.",
        3264.64,
        3270.56
    ],
    [
        " We shoot narrows at night waking up in the morning shooting arrows. Like just full on full on obsession immediately. Yeah. Yeah.",
        3270.56,
        3277.7
    ],
    [
        " Like, you know, had to like sat around after tournaments and would like take down courses for places if they'd give me a target.",
        3277.7,
        3290.8
    ],
    [
        " So I'd have another target, you know, or, you know, I would freaking cut grass or clean the bottoms of people's boats or whatever so I could buy another target.",
        3291.22,
        3301.2
    ],
    [
        " And then, you know, I had to have an entire range to practice on. And then it just, you know, and then I wanted like a colored target, though. And then it just, it's just like, it's me. It's just me. It's who I am all the time.",
        3301.2,
        3314.28
    ],
    [
        " I just, you know, I had to like, I had to get good at it. But then there came a point where, and actually at that tournament was kind of a turning point because.",
        3314.5,
        3324.06
    ],
    [
        " This is the cheater one. Yeah. So I went out, did I ended up winning that tournament and they had someone like writing score.",
        3324.7,
        3331.8
    ],
    [
        " And I said, I go, well, that was kind of nice. Just having someone else keep score. I'm like, hopefully keep score for these other guys that have a problem.",
        3332.76,
        3341.94
    ],
    [
        " You know, because it's called like pencil pushing, you know, and they just said, well, if you don't want to deal with that, you could always go to nationals where there's two scorekeepers.",
        3342.22,
        3351.18
    ],
    [
        " And so I'm just like, where's that? So then I went to the national triple crown and slept in the back of my truck and, you know, shot at that and sucked at it horribly.",
        3351.44,
        3364.0
    ],
    [
        " But then the next year, you know, instead of going like two, I went to all of them, drove to all of them and just got better and got better. And then within like five years, I was at a level that was, you know.",
        3365.1,
        3380.02
    ],
    [
        " That I was happy with, but I was also still refining it, you know, just there's, that's what's cool about archery is I think the reason I'm still doing it is because, you know, I still find.",
        3381.14,
        3394.84
    ],
    [
        " If I'm not centered, then it shows. So it's heart like you're never going to have a perfect game to where you can just back away and know that like, okay, that was a Cinderella story I've done.",
        3395.32,
        3407.14
    ],
    [
        " Because you can go have a perfect round, but then an hour later, I've said you got to shoot another one.",
        3407.9,
        3415.12
    ],
    [
        " Yeah. Yeah. Yeah. How do you cheat an archery?",
        3415.34,
        3419.7
    ],
    [
        " Well, I mean, there's just, there's groups where, you know, at like a local tournament, they're not going to send a scorekeeper out.",
        3421.1,
        3430.2
    ],
    [
        " So let's just say like we all went out with our wife. There's definitely people that, you know, they would shoot down there and score like an eight, but they just like write a 10.",
        3430.2,
        3439.48
    ],
    [
        " And meanwhile, like the wives and kids are just like not giving a crap about what's going on. But then you just turn in your score card and, you know, this.",
        3439.88,
        3447.88
    ],
    [
        " But once you get into like the professional events, there's two people that keep score the majority of the group has to agree on the arrow call.",
        3449.8,
        3459.0
    ],
    [
        " And then if there's ever a divide, then you call an official scorekeeper to come and call it, which is kind of a big reason why I liked progressing.",
        3459.94,
        3470.84
    ],
    [
        " Because once I was shooting like internationally, you know, they had like you couldn't even have an arrow judge that was from your country.",
        3471.52,
        3479.74
    ],
    [
        " So if you, you know, it's like if an American needed an arrow call, someone would come over like an official judge from another country would come over because obviously now there's teams competing against teams.",
        3480.14,
        3492.32
    ],
    [
        " So, you know, these judges had schooling on how to call an arrow and stuff like that.",
        3492.64,
        3499.06
    ],
    [
        " So how does that go? Like, you know, I enter the tournament and then what I just shoot on at my own pace kind of thing and keep my own score.",
        3499.06,
        3506.46
    ],
    [
        " I think what's could what might be confusing you, I go as like the first tournaments that he's talking about are just like kind of like local.",
        3506.62,
        3514.56
    ],
    [
        " It'd be like you go into fashion. It's like going to like a little jiu jitsu tournament somewhere and there's not like judges.",
        3515.04,
        3520.98
    ],
    [
        " You know what I'm saying? Where a jiu jitsu tournament like an in-house jiu jitsu tournament. Like when you have like at victory, you have an in-house jiu jitsu tournament.",
        3522.0,
        3528.18
    ],
    [
        " There's no like escalating the call that the point keep. You know, you're like, hey man, you lost whatever you did good.",
        3528.42,
        3534.88
    ],
    [
        " Someone could be like, oh yeah, you know, you're not getting points on that sweep. So these are just like local little tournaments where you go out and you score and you're like, you know, my, my eight's pretty close to a 10.",
        3535.16,
        3545.26
    ],
    [
        " And I'm going to give it to myself. So there's no one watching. Yeah, because it's just you just can't like on a path through like through this course.",
        3545.26,
        3553.5
    ],
    [
        " To where it's not like golf. Like professional golf, there'd be like a crowd following like those leaders through that course, which in professional archery like that happens.",
        3554.36,
        3565.24
    ],
    [
        " And then once you get into shooting in the finals, a lot of times it's like on monitors and everything. So obviously people can see on a big screen where the arrows are landing.",
        3565.72,
        3576.82
    ],
    [
        " So I mean, it's probably the same in competitive like rifle and stuff like that. Yeah, it's the same in competitive anything. You'd like really like when you're at a local tournament or whether it's freaking bowling, you know, like over the line, you know, market zero.",
        3577.36,
        3591.24
    ],
    [
        " They're just having an argument, you know, it's like you can cheat. And then but then you turn in like a score card or something. So when you shoot, you score however many points you and then you write it on the card,",
        3591.24,
        3602.98
    ],
    [
        " go what to the next target. And then you go through a course. And then you turn in the card. Yeah, it'd be like you playing cribbage with someone at home. And then also you're like, oh, I won. They're like, well, wait a minute.",
        3603.08,
        3614.08
    ],
    [
        " Dude, we have to be at least even you're like, no, it's keeping score like yourself. Or you go to Vegas and play cribbage and like it, you know, everything you're doing is under, you know, a magnifying glass type thing.",
        3615.02,
        3628.22
    ],
    [
        " So what point did you make the transition or was it the whole time from like 3D archery to target archery?",
        3628.44,
        3634.44
    ],
    [
        " Um, I got, I honestly got a little bit bored in 3D archery pretty fast. And part of the part of what I didn't like about it, there was just.",
        3635.42,
        3644.68
    ],
    [
        " I felt like I was going to the same places all the time because there was, I'm trying to think I turned pro 98. So by like 2003, I just felt like I would land, know how to get to the shoot without even like,",
        3645.52,
        3661.16
    ],
    [
        " I wouldn't even need to like look at a map. I'd just know where to go. And then you go to these courses. And it would be like, well, a lot like, you know, we shot big sky together, you know, for the total archery challenge.",
        3661.16,
        3675.0
    ],
    [
        " And we've shot the same course because it ends in a good place, you know.",
        3675.28,
        3682.7
    ],
    [
        " Um, but there's certainly targets that you like, you would be like, oh, last year, we had the white bunny right here.",
        3683.68,
        3690.76
    ],
    [
        " You know, and so it got to the point where it was like that. I was going to places where I'm, you know, 26 or 30 weekends a year. I'm traveling to, to do tournaments.",
        3691.32,
        3701.6
    ],
    [
        " And it just felt super repetitive. And in the end, I realized there's probably 10 or 12 people that are fully capable of winning like any weekend.",
        3702.34,
        3715.34
    ],
    [
        " But it's almost like if you had that same tournament, you know, two consecutive days over and over and over again. There's probably like five that would win it differently each of those times.",
        3716.38,
        3727.54
    ],
    [
        " And I don't know, it just came, it just got to be stale for me. I got, you know, I just really got bored with that. And it got to the point where I pretty much had it set my mind of, I'm a target archer to be a better bow hunter.",
        3728.56,
        3745.12
    ],
    [
        " You know, and that was like my mentality is I was just, I could barely be focused by the time the world championships rolled around in August. I barely cared because I just wanted to be hunting in September.",
        3745.32,
        3759.08
    ],
    [
        " And, you know, that the hunting was always the focus for me. And it was like I almost, I got more out of it. So, you know, I just eventually, I did what I needed to do in competitive archery to like help me build a platform to where I really wanted to go, which is I've always liked to coach, you know, and, and I've always liked really good coaches.",
        3760.08,
        3785.78
    ],
    [
        " You know, I've liked, I'm the type of person where I liked coaches that like, honestly, that like yelled at me and were like, Harry's had coaches were, you know, sharing said, that guy just a dick.",
        3785.82,
        3800.4
    ],
    [
        " Like, like, I'd, I kind of think I would love that guy, you know, if he like grabbed my face mask and he's yelling at me, like, it would make me do better on the next play. Whereas now as an adult, I've learned there's certain people where if you did that, you're not getting that result.",
        3800.4,
        3819.5
    ],
    [
        " If we could break down. Yeah. So, so wait a second. So, you're doing the target archer thing and then or sorry, you're doing the 3D thing, then you start doing target archery. Like, and what, like, what point are you part of team USA and you're putting on the team USA stuff.",
        3819.5,
        3838.42
    ],
    [
        " Dang, man, I don't like have my whole life outlined. So, I had retired. You know, I got sick of it. I retired. And I was working at a bow manufacturer. You know, didn't go back to that. But at 18, you know, I started working for this archery shop.",
        3839.26,
        3856.1
    ],
    [
        " Didn't like the one on one experience at that archery shop owner was given people buying new equipment. And I was spending a lot of time with people. And so I got called in and he told me, you know, hey, do not spend that much time with people when they buy new gear.",
        3856.82,
        3874.0
    ],
    [
        " If they go over 15 minutes, they need to be paying coaching time per hour. And I just said, well, this, you know, no one was in the shop and I didn't have anything else to do. Why wouldn't we help this guy out? And I remember he said, well, if you want to run a business that way, then you need to go start your own archery shop.",
        3874.0,
        3895.14
    ],
    [
        " So I just thought, okay. And so I went and started my own archery shop about 45 miles away at it was actually my family had a had a horse ranch and Southern Wisconsin at the time my mom and my sister.",
        3895.76,
        3910.36
    ],
    [
        " So I ended up building a poll building there and start my own shop. And that was the same time I started shooting professionally and then got offered a job from a bow manufacturer to move to northern Wisconsin to, you know, come in as like an early sales rep. So I ended up working for this bow company and competing. So I mean, my life was archery 20 hours a day.",
        3910.74,
        3938.08
    ],
    [
        " And then I kind of got burned out with it and I found myself liking going fishing or going hunting or just doing something that wasn't like training training training for archery. And then I had retired for like a few months and retired from.",
        3938.62,
        3956.34
    ],
    [
        " I kind of just said, I'm not going to shoot professional anymore. And I just stepped away. And I was doing some coaching it like I was doing a lot for some different like youth camps and stuff.",
        3956.52,
        3966.96
    ],
    [
        " And I remember seeing another archer at like at a trade show. And he said something about, you know, I heard you're not shooting anymore and I just said, yeah, I got, you know, bored with it. And I kind of just jokingly said,",
        3967.98,
        3986.02
    ],
    [
        " yeah, maybe I'll come over to target archery because 3D archery is all like foam animal targets with molded in scoring rings, ranging from, you know, the size of a dime, you know, up to like what would be considered just the vitals, which would be bigger.",
        3986.38,
        4002.3
    ],
    [
        " But then target like a dinner plates eyes.",
        4003.24,
        4005.14
    ],
    [
        " Yeah, but then for target archery, there's several different formats and that's bulls eyes, you know, with scoring rings, but a lot of different games to play, right?",
        4005.14,
        4016.02
    ],
    [
        " There's tons of different formats of shooting in a bulls eye target different distances. Some, you don't know the distance. You have to estimate it. Some have like multiple size faces, some are certain amount of arrows at this distance, certain amount of that distance at distance.",
        4016.44,
        4031.86
    ],
    [
        " But anyway, I said to this guy, yeah, maybe I'll just, I don't know, maybe I should just try target archery. And I remember he looked at me, goes, come on in the waters fine.",
        4032.3,
        4044.68
    ],
    [
        " Oh, oh, famous last word.",
        4045.14,
        4047.72
    ],
    [
        " That was it. I was like, okay, when's the first tournament? And the first, he told me the first tournament was at the Arizona Cup in at the Ben Avery.",
        4047.72,
        4060.94
    ],
    [
        " Did you ever shoot at the Ben Avery Center in Arizona? So that was the first one and ended up, you know, ended up in the metal, you know, gold medal match with that guy at that event.",
        4061.1,
        4072.18
    ],
    [
        " With that guy.",
        4072.22,
        4072.92
    ],
    [
        " With that guy.",
        4073.24,
        4074.14
    ],
    [
        " In your first event.",
        4074.88,
        4076.58
    ],
    [
        " Yeah, that one. And I showed up like everything I had was wrong because, you know, there's, I don't know how to describe it. It'd be like, if you did, you know, tactical, tactical competition and then someone asked you to go to a sniper event.",
        4076.96,
        4095.06
    ],
    [
        " And then you like showed up with your M4 or something, you know, I don't know.",
        4095.06,
        4098.62
    ],
    [
        " No, it's, it's mission specific.",
        4098.62,
        4100.34
    ],
    [
        " Yeah.",
        4100.56,
        4100.72
    ],
    [
        " They're both archery, but one of them has like, you're standing around, you got more time to shoot or whatever, less time to shoot.",
        4100.96,
        4107.9
    ],
    [
        " You're just gears going to be different to whole nine yards.",
        4108.22,
        4109.92
    ],
    [
        " Yeah. So I remember right before that metal match. And as it happened, I was low in the brackets.",
        4110.08,
        4119.0
    ],
    [
        " He was, you know, very high in the brackets, but we were on opposite ends of the brackets. And so at this center, you know, there's, you know, it's, let's say it's a hundred yards wide.",
        4119.0,
        4130.2
    ],
    [
        " I was like at this end and he was at that end. And as you shoot against someone and go through the brackets, he just come to the middle.",
        4130.6,
        4139.12
    ],
    [
        " So like, when I won my semi final match, I remember like looking over and I, you know, I saw that he won. I'm like, okay, here we go.",
        4139.68,
        4147.64
    ],
    [
        " And he comes over and he said, man, he's like, how, I see, he said, how, how are you dealing with it? And I said, deal with what? And he said, well, I've won this nine times.",
        4148.38,
        4160.68
    ],
    [
        " And, you know, everyone wants me to lose. And he said, so I can imagine like, you know, the pressure you're feeling, you know, being that guy. And I said, man, I see it the other way.",
        4160.68,
        4172.54
    ],
    [
        " And he goes, what do you mean? I said, dude, I'm out here. My equipment's a joke. I said, I'm out here. I'm a 3D shooter. I got the wrong freaking bow. I got the wrong arrows.",
        4172.62,
        4183.2
    ],
    [
        " Never even shot this far. And I said, and I'm getting ready to roll up on you. And I said, and I'm like, you won this nine times. And honestly, I could see like that was, you know, that cracked him.",
        4183.84,
        4198.18
    ],
    [
        " I ended up getting the gold medal there. Oh, you, so the first time you wanted. Yeah, that's freaking nuts. So then I guess that pretty much kicked off your target archery.",
        4198.68,
        4210.0
    ],
    [
        " Yeah, yeah. So we, and there was a lot of mist like that kicked off my target archery. So I did one type. Then I did another type. And then I went into field archery, which is my favorite.",
        4210.2,
        4220.7
    ],
    [
        " It's kind of like the tack, but with, with different size bulls eyes and granted, you know, in the pro class, these guys aren't missing. It's like, you need perfect scores.",
        4221.16,
        4232.9
    ],
    [
        " You know, you really do. And I went to this field, this field tournament and just sucked at it because half of it is marked. The other half is unmarked.",
        4233.3,
        4245.06
    ],
    [
        " So you unmarked meaning unknown distance unknown distance, which in archery is a problem if you don't know the distance because your arrow is way slower than a bullet. So, um, I wasn't good at it.",
        4245.06,
        4257.56
    ],
    [
        " And ended up buying myself an entire field round and like, you know, reading up on, you know, target faces. And then ended up figuring out a mathematical formula to estimate distances using like the circles in my scope.",
        4257.68,
        4273.4
    ],
    [
        " And the circles of the bull's eye. So I'd like frame the side of my scope to the edge of the target. And then I memorized where my center dot would be based on the rings.",
        4273.42,
        4285.56
    ],
    [
        " And just memorize a gauging distance gauging formula, which is what everybody does. But most people keep it secretive on how, you know, what their system is.",
        4286.3,
        4296.76
    ],
    [
        " But because of the targets are all regulation, they have to be the same size you can figure it out. So then I got good at that, you know, and that was kind of my favorite. And then, you know, made, made a team, made a US team.",
        4297.6,
        4312.54
    ],
    [
        " And then went over and competed. I think my first international tournament was in Croatia and, you know, freaking just loved metal there. And, you know, loved freaking when they pulled that American flag up. And like, you got to hear your anthem. It was just like, okay, this is freaking, this is awesome.",
        4312.86,
        4334.7
    ],
    [
        " And so how long did that career run for that career ran until the archery world archery decided to do a world cup. And they decided to make the world cup.",
        4334.96,
        4348.76
    ],
    [
        " So at the world cup, I think only two at the year, the time it was maybe two or three archers. You had to be on a team.",
        4349.24,
        4357.5
    ],
    [
        " Which you didn't the world cups, but whoever the finalist, the top four were at the end of the world cup, then you had to go to the world cup finals, which was like a big thing.",
        4358.62,
        4369.56
    ],
    [
        " And they decided to add one tournament and move the world cup finals. It was like September 15th this year. And so I remember world archery telling me, you know, hey, if you want to go to the world cup finals, it was like September 15th this year.",
        4370.74,
        4387.48
    ],
    [
        " If you're going to shoot on the world cup team, you have to give us the commitment that you will not only do all four world cups, but if you make the world cup final that you also participate in the world cup final. Otherwise, we're going to find someone that will, you know, because we don't want to like end up making a final and then someone don't can't get off work or whatever.",
        4387.48,
        4409.44
    ],
    [
        " And so I, you know, was in September, I just said, I am not competing in archery in September. And for everyone that doesn't know September is freaking prime. That's hunting season. Yeah, that's when you you're only thinking about you're thinking about one thing and one thing on. Yes, just freaking hunting. That's it. That's it. And so you kind of walked. Yeah, I walked.",
        4409.76,
        4432.38
    ],
    [
        " Now, and I walked for I walked from there and then, you know, I ended up business wise, started consulting went out on my own started consulting, you know, started a family, sharing and I, you know, it was like I wanted to be home more. A lot more people could come to me, you know, for coaching and stuff. I was I was coaching around the world at that time.",
        4433.9,
        4459.26
    ],
    [
        " But yeah, just, you know, life changes, you become third, you know, close to 30. It's just, you know, I didn't.",
        4460.6,
        4468.2
    ],
    [
        " I just didn't see the future that I wanted just being a target archer my whole life. You know, and I think, you know, we talked about this. I think some fighters are in that same position of like, yeah, you love it. And, you know, you can go win like fight of the night.",
        4468.62,
        4486.82
    ],
    [
        " And you could make a pretty good paycheck for that time, but the reality is like, you're one or two fights a year that you're going to make a paycheck at.",
        4486.82,
        4496.22
    ],
    [
        " They're going to make 98% of the rest of your life, not as, you know, not what you could make for it if you had a different focus.",
        4496.74,
        4505.4
    ],
    [
        " So, you know, I just I just focused on something else. Now, from a business perspective, did you have the vision of like knock on our tree? Cause essentially what you do is freaking give away an incredible amount of knowledge and information and instruction.",
        4505.76,
        4528.22
    ],
    [
        " That's what you do that. Did you know from the beginning? Hey, listen, if I just give this stuff away, then people will, you know, want want to buy some of the stuff that I recommend you lie some of the equipment that I make.",
        4529.14,
        4540.18
    ],
    [
        " Is that did you have that vision or did it just start to happen?",
        4540.4,
        4543.56
    ],
    [
        " It's hard to say if I was in a different position then if I would have felt that way because I don't feel like I'm greedy. I feel like the better I do for myself in other avenues of life, the more I can give back to my sport and I want to because, you know, I feel like, hey, I'm doing fine.",
        4545.6,
        4565.12
    ],
    [
        " I, you know, and I want to help other people be better. But the truth of the matter is, you know, when you're in your 20s making 30 grand a year or 50 grand a year at your job and you're trying to go to tournaments to win an extra 10 on the weekend and you're just putting a lot of time in and you're shooting 20 to 30,000 arrows, you know, a year and living out it, you know, sharing rooms with people and stuff like that.",
        4565.12,
        4592.86
    ],
    [
        " Like there's a lot of stepping stones that have to, there's a lot of sacrifices you make before it gets to the point where it's like, you know, you could offer all that for free.",
        4592.96,
        4604.22
    ],
    [
        " But once, once the community and by that, I mean, you know, I refer to them as the knock on nation.",
        4604.58,
        4613.3
    ],
    [
        " Once, once we had a pedestal to where we were able to deliver out information and that our community came in and started supporting that initiative, then it allows me, you know, the more people support like either things that we offer at the store or let's say I do a training series.",
        4613.32,
        4637.6
    ],
    [
        " And there's a training series that helps someone do better, but maybe there's a product that we have as our business.",
        4639.56,
        4644.84
    ],
    [
        " You know, that'll be in there and I know not everyone's going to buy it, but if someone does, you know, if they really like that series and it was worth, you know, a hundred bucks to them, I would rather instead of them paying the subscription to like support us with, you know, a product that we have that I, that I personally believe in for that particular thing.",
        4645.82,
        4667.58
    ],
    [
        " Now everyone has their has their preference, but I don't think I could have done it that way to begin with even though when I was kind of hustling and doing what I could to like, you know, build, I would always go and do youth camps or go do Christian camps and do stuff like that for free.",
        4667.58,
        4688.32
    ],
    [
        " Like I always did that. I always worked with, you know, the kids after the tournament or, you know,",
        4688.56,
        4697.44
    ],
    [
        " it kind of got to the point where I told sponsors, especially when I went out and I was kind of consulting, I told sponsors, I would like to travel through Europe and go to every archery club and do a seminar.",
        4697.44,
        4710.72
    ],
    [
        " But, you know, I can't pay for it myself. Would you, you know, would you like to be the one that sponsors the event in Dusseldorf, you know, and if so send me 25 of your hats and some keychains or whatever.",
        4711.74,
        4726.0
    ],
    [
        " And that's what we'll put on everyone's seat that, you know, that comes. And so we just do these tours where I'd have magazine editors drive me all around Europe and every day was a different stop, you know, just kind of like a band.",
        4726.0,
        4740.6
    ],
    [
        " Every day was a different archery club stop, teach archery and then, you know, do it. In the end, I made something more because, you know, the sponsors were paying something and, you know, getting some exposure from the top.",
        4740.74,
        4755.98
    ],
    [
        " And then I also did a lot of writing, you know, I did a lot of a lot of written coaching first because like getting your foot in the door when you don't technically have like a name for yourself yet is a little bit of a struggle.",
        4755.98,
        4770.82
    ],
    [
        " But I saw a lot of magazines needing fresh content. And so, you know, I just started writing. So from like 2000, I would say from 2005 to probably 2012 or 14.",
        4770.92,
        4792.1
    ],
    [
        " I was, I wrote for like seven different languages. I'd probably do about 250 pages a year just in articles. And honestly, my thing was I'd send these articles out. I didn't really make hardly anything off any of the articles.",
        4792.18,
        4807.58
    ],
    [
        " I just always made sure that they used my photo content. So that, you know, I was able to give exposure to the brands that I represented.",
        4807.58,
        4817.14
    ],
    [
        " And so, you know, it was just kind of like the perfect storm of having enough support to where I could grow into where I wanted to be. And then, you know, then eventually like knock on, knock on's like evolved originally it was a TV show.",
        4817.7,
        4835.32
    ],
    [
        " It was just a hunting show. But it was a hunting show that I was very focused on having educational portions. I didn't like B-roll in hunting shows. You know, I didn't.",
        4835.32,
        4844.94
    ],
    [
        " I always thought there needs to be more education and how to and why was this hunt successful or here's the equipment that I'm taking on this hunt.",
        4844.94,
        4854.84
    ],
    [
        " But, you know, I changed arrows or changed broadheads. Here's the why. You know, here's different mistakes you can make as a bow hunter shooting technique. So that was that kind of gave us the platform to create a name for ourself. And then obviously, you know, we've just continually built we meaning I've only ever done the content. The brand was always sharing, you know, the brand and, you know, knock on archery.com has always been sharing.",
        4854.84,
        4883.52
    ],
    [
        " And, um, whereas, you know, I really don't like that side of things. I just really want to like, I want to teach people from my experience of of whatever's happening at the moment.",
        4883.62,
        4896.12
    ],
    [
        " How the TV show come about? The TV show came because, um, one of the companies that I worked for was an archery company. And so each year they would pick a certain demographic and tell me to focus on the TV show.",
        4896.54,
        4913.5
    ],
    [
        " And then, you know, I think it's my initiatives there to grow the brand in that demographic. So one time it was, you know, South Africa another time it was like Germany another time it was Australia. But it came around to Canada. And so I went up and talked to a lot of shops up there and said, you know, hey, what do you guys think about doing like a seminar tour? Like what was working for me and other demographics.",
        4913.58,
        4937.68
    ],
    [
        " Because over there people were jumping on that because no one would travel over there to do that. Maybe it's like that with Jiu Jitsu. If a, if a reputable coach travels to somewhere where they're never going to see that person, they it'll sell out, you know, for sure.",
        4938.42,
        4952.46
    ],
    [
        " Versus in Canada, they said at the time, um, Canada just got their first outdoor TV network, which was called wild TV and they had hunting shows. But most of their shows were shows that we had watched here.",
        4952.92,
        4966.18
    ],
    [
        " After five, 10 years ago, and it was just all the shows domestically were sending all their repeats up there just like, you know, just kind of rebranding.",
        4966.18,
        4974.86
    ],
    [
        " But then also like selling that airtime to their sponsors here like, yeah, we're also airing, you know, 10 times a week in Canada for this or that. So when I was up there, the shop said, well, I mean, we would love to get like super technical seminars.",
        4975.14,
        4995.28
    ],
    [
        " But what brings people in the doors when the hunting shows come like if if you're on a hunting show there, if you're on wild TV, we'll freaking pack the store.",
        4996.26,
        5005.28
    ],
    [
        " So I remember going back to my boss at the time who actually works for us now. And I told him I said, well, they really said to get the foot in the door like we need to be it, I need to be a show.",
        5005.72,
        5017.22
    ],
    [
        " And I had already done DVDs that were like, you know, kind of out of the trunk of your car DVDs that I thought were a little bit of head of their time because I always said that like I wanted our hunting show to be like hunting, kind of crashed with MTV cribs crashed with like Robin big.",
        5017.64,
        5042.34
    ],
    [
        " And so like our first DVDs, that's what they were. And so they were to like way faster pace music and like way different editing than kind of like the banjo music.",
        5043.14,
        5053.74
    ],
    [
        " Do you put those on do you put those on YouTube? I haven't I need to get you one of those DVDs. How can you put them on YouTube on your YouTube channel?",
        5053.74,
        5061.1
    ],
    [
        " People are going to be amped to watch it now. Maybe I mean looking bad be like you watching yourself on video 10 years ago, you'd be like man was I horrible.",
        5061.46,
        5070.66
    ],
    [
        " Well, you at least got to have some fun with it. Port of mind. Yeah, I mean that haircut you posted the print's value.",
        5070.84,
        5078.28
    ],
    [
        " That was freaking awesome. Bro it was 1977. That was what was happening. And I didn't I don't think I even have I don't think I don't even think I fought.",
        5078.58,
        5090.44
    ],
    [
        " You know what I'm saying? I didn't think I thought about like a haircut. I think it was just you know my mom would come in with a pair of scissors. You know done like I wasn't like do I need to get a haircut do I not need to just like that's it was like that's what's happening right you don't have any choice in the matter and didn't care about it one way that I still barely care.",
        5091.16,
        5112.7
    ],
    [
        " I feel like when we post this podcast we need to put a thing in there that says like unless you're a door about archery fast forward to like the hair moment because",
        5112.7,
        5122.46
    ],
    [
        " me talking about my past to me seems like I don't know I'd way rather what I remember about you the most is like how hard we laugh at stuff.",
        5122.46,
        5134.16
    ],
    [
        " And you know it's such a different side than you know kind of like at the beginning of the thing when you're reading you're so serious and awesome at that you're the perfect person to like do voice overwork.",
        5135.16,
        5149.04
    ],
    [
        " But I also know like any given second if it was just the two of us you could drop a one liner in there that would freaking bust people up in here.",
        5149.42,
        5158.72
    ],
    [
        " Yeah, I definitely I mean that's bro. Yeah, you're right any of this stuff it's like you having fun while you're doing it. It's not fun to do then why are you doing it.",
        5159.82,
        5169.38
    ],
    [
        " Yeah, I will say though like I like to have fun you like to have fun but man it's legit when you go into like kill mode on a hunt.",
        5169.38,
        5176.14
    ],
    [
        " It's freaking I'm like oh yeah here it is you because you go into just like boom like I could I just see I'm like okay I got to hang on because he's freaking he's going and it's legit man.",
        5176.48,
        5188.42
    ],
    [
        " Well, I think that same thing that's just inside it's dormant for and I'm pretty I'm pretty like Loki and Dossel most of the time.",
        5188.58,
        5197.12
    ],
    [
        " I feel like that's how I am naturally but then certain like certain things like that when that moment triggers and it's like a game face.",
        5197.66,
        5208.82
    ],
    [
        " That's kind of what happened when I recognize like I wasn't good at archery you know I realized like you know I just it's like hyper focused and it gets that way with my training too if I know I'm not up to par I get very hyper focused on.",
        5209.34,
        5228.12
    ],
    [
        " On just getting better and training and I can kind of just go over the deep it you know I can either be all in or or totally out which is kind of like for a target archery point of view people ask me why I don't compete I don't have like I don't have a drive to compete that's not to say if for some reason I you know did it accidentally and I would get fired up again like I did or something I've seen you that where we're walking down the tap.",
        5229.24,
        5258.1
    ],
    [
        " I'm not going to be a knock and all of a sudden someone's like hey dud I bet I can do this I bet I can hit that you're like same thing I'll see your face and I'm like oh he's about to just 12 ring this thing you know because you get in that competitive mode that happens you know I wanted to come back to and and hey the reason why I think this stuff is interesting look I don't think you have to be interested in archery because you you're your path in life was not normal right and people look you could have been talking about someone that was into spear fishing or someone that was not going to be a",
        5258.1,
        5288.08
    ],
    [
        " person to jiu jitsu or someone that was into anything to go down the path like you did and forge your own way ahead and make a life for yourself based on doing something that you loved people could apply that in any category whether you're",
        5288.08,
        5302.56
    ],
    [
        " in the knitting or whether you're in the freaking bowling it doesn't matter so there's some real application I guess I should have said that the beginning hey if you're thinking about the way your life looks especially if you're 20 years old or 25 years old and you're kind of like well I'm doing this but I don't",
        5302.56,
        5317.98
    ],
    [
        " like it I mean here you were like going to college but I don't really want to do that you know yeah hey and you've done that multiple times 3d archery totally into it oh guess what I'm not",
        5317.98,
        5325.92
    ],
    [
        " really into it that much into it anymore okay I'm gonna do something else go to target archery okay I'm really into that for",
        5325.92,
        5331.2
    ],
    [
        " well I guess what it's interfering my hunting not gonna do that anymore now I'm gonna focus on hunting I'm gonna focus on building this",
        5331.2,
        5336.02
    ],
    [
        " brand I'm gonna focus on creating new products so all that stuff it may seem mundane to you looking back at it but for",
        5336.02,
        5343.9
    ],
    [
        " a normal person that can take this and apply it to you know building something creating something it's like you've done well not just from an archery",
        5343.9,
        5353.86
    ],
    [
        " perspective but a business perspective in in at the same time so it's real lessons one of the lessons I wanted to come back to because we",
        5353.86,
        5361.78
    ],
    [
        " kind of drifted over it but when you were talking about as somewhere along the way you realize that you like freaking rage doesn't help right rage doesn't",
        5361.78,
        5373.64
    ],
    [
        " help and you said you had a coach that was like hey listen the arrows that you shot and this is such an important this again this is a life",
        5373.64,
        5379.84
    ],
    [
        " lesson and then there's all kinds of things that tie into life and archery but the life lesson is like hey you shot that arrow and you",
        5379.84,
        5386.1
    ],
    [
        " freaking shanked it right yeah you can blow your next eight arrows like you can just send them all out the freaking you know into a tree",
        5386.1,
        5395.34
    ],
    [
        " somewhere or you can just be like okay that didn't doesn't matter can't change it move for it what was that lesson like who",
        5395.34,
        5402.2
    ],
    [
        " taught it to you an Olympic arch an Olympic archery coach who I'm pretty sure was also a Marine I mean like you know straight up Marine",
        5402.2,
        5412.02
    ],
    [
        " haircut all the time but he coached a couple a couple like super high level ath arches but he was also like he didn't",
        5412.02,
        5421.18
    ],
    [
        " coach very many people and he was also you know very I don't know he was he was very like stone you know so you knew if he",
        5421.18,
        5430.72
    ],
    [
        " was there he was there watching his few athletes and they like would pay for him to come and stuff like that but I",
        5430.72,
        5439.5
    ],
    [
        " remember one time I was in a leading group you got peer grouped and then the second day you're you know like ranks 1 2 3",
        5439.5,
        5449.98
    ],
    [
        " and 4 together on the target you know and they shoot through and then it kind of came down to the last target and you",
        5449.98,
        5456.56
    ],
    [
        " know I needed a 12 or something to make it into the shoot off you know into the top six and and I missed you know and I was",
        5456.56,
        5467.66
    ],
    [
        " freaking pissed about you know like broke my stabilizer over my knee and freaking hammer toss my both through the woods type",
        5467.66,
        5474.32
    ],
    [
        " thing and you know ended up coming back like with my bow just kind of seeing the damage I did and and he came over to me",
        5474.32,
        5484.88
    ],
    [
        " his name was Tim Strickland and he said you know you could be an amazing archer but he said until you start not letting the",
        5485.16,
        5497.22
    ],
    [
        " arrow that you shoot affect the ones that are still in your quiver you never will and he said he goes do you",
        5497.22,
        5503.74
    ],
    [
        " know a way to get an arrow back once it's left your bow and I said what do you mean he goes do you know a way",
        5503.74,
        5509.22
    ],
    [
        " to get it back other than to physically go down there and pull it out of the target like you just did and I",
        5509.22,
        5513.66
    ],
    [
        " said no sir and he said well once it's gone it's gone and he said so if you make one mistake",
        5513.66,
        5520.86
    ],
    [
        " don't make the same mistake for every arrow that's left in your quiver you know make one pull it you",
        5520.86,
        5530.34
    ],
    [
        " know pull that arrow out throw it away whatever you want but there's other arrows in the quiver that are",
        5530.34,
        5536.12
    ],
    [
        " capable of doing what you want him to do and so there's been tournaments where I've you know I've",
        5536.12,
        5542.9
    ],
    [
        " actually talked you know where I will freaking make a bad shot and then just look down on my quiver",
        5542.9,
        5548.58
    ],
    [
        " and be like do any of you sons of bitches want to go in the 10 ring because that guy didn't and you know",
        5548.58,
        5554.64
    ],
    [
        " and and it was just like a totally different approach and mentally it's you know I've I've",
        5554.64,
        5561.38
    ],
    [
        " totally it honestly helped me this was a it's kind of a weird thing to say but um you know he told me",
        5562.48,
        5572.78
    ],
    [
        " said you won't figure out how to win until you learn how to lose and that was of you know I was",
        5572.78,
        5580.3
    ],
    [
        " like the rage of losing was overpowering my ability to perform at my best because I was letting you",
        5580.3,
        5587.62
    ],
    [
        " I was letting those things happen and then I remember kind of wanting to get into that a little more",
        5588.14,
        5592.98
    ],
    [
        " and I read some kind of a sports psychology book you know I don't know what it was called but it",
        5592.98,
        5599.56
    ],
    [
        " said something in there that this sports psychologist had talked to like he worked with a lot of",
        5599.56,
        5605.9
    ],
    [
        " high-level pictures and he told them that part of their success was that they had to be able to accept",
        5605.9,
        5613.84
    ],
    [
        " that there was going to be an umpire that would they needed to expect two to three bad calls by",
        5613.84,
        5620.26
    ],
    [
        " the umpire every game and when they got a call that they didn't think was right they could just",
        5620.26,
        5627.58
    ],
    [
        " check it off the list of okay well there was one of them and so I started doing that too and",
        5627.58,
        5633.74
    ],
    [
        " started saying okay when I go to an international event because there certainly are judges that",
        5633.74,
        5640.36
    ],
    [
        " call them really really tight you know and they're all looking at them with a magnifying glass",
        5640.66,
        5647.3
    ],
    [
        " but there's some like when you'll say like judge and then you know some dude comes over that",
        5647.3,
        5655.08
    ],
    [
        " is notorious like if that you know when they do their random thing of like judge so and so go pull",
        5655.08,
        5661.2
    ],
    [
        " it and then you see him you're like it's out because some of you just think like they think like",
        5661.2,
        5667.88
    ],
    [
        " if they can't figure it out themselves I'm just going to go over there and look around at it but",
        5668.28,
        5672.26
    ],
    [
        " I'm calling it out you know and then there'd be some like oh yeah I got a chance with this gal like",
        5672.26,
        5676.66
    ],
    [
        " you know hey Susie how you doing today you know but uh yeah learning that you know learning",
        5676.66,
        5685.0
    ],
    [
        " learning how to lose because I've lost wave more than I've won and that you know and that",
        5685.0,
        5690.12
    ],
    [
        " that's a that's a fact if you know I you have to figure out a way to win in life you know you",
        5690.12,
        5696.26
    ],
    [
        " do have to figure out a way to win but if you deal with like being a hyper competitive then you",
        5696.26,
        5705.56
    ],
    [
        " also have to learn how to lose otherwise you freaking derail yourself way more than others can",
        5705.56,
        5711.96
    ],
    [
        " derail you and I'm convinced that I beat myself way more than other people beat me and most of",
        5711.96,
        5718.8
    ],
    [
        " the things that I've lost at you know it's like which is why now my coaching is involved so much",
        5718.8,
        5724.18
    ],
    [
        " because now my coaching is so focused on you know what you execute within your box because",
        5724.18,
        5730.88
    ],
    [
        " I kind of got to the point where I recognize if I make a good shot it's a 10 that's the highest",
        5730.88,
        5738.16
    ],
    [
        " score on the paper so if I do that all day no one's going to beat me we're tied at the end and if I",
        5738.16,
        5746.34
    ],
    [
        " just keep doing that until tomorrow then guess what worst case scenario me and that other guy are",
        5746.34,
        5752.04
    ],
    [
        " still tied but if I shoot 9s then yeah the other guy is already in an advantage so you know if I",
        5752.04,
        5760.16
    ],
    [
        " focus on just execution and so once I kind of came to that realization of no one can beat me if",
        5760.16,
        5768.48
    ],
    [
        " I'm executing if I make a good shot right here I don't need to see where it lands because if my",
        5768.48,
        5775.22
    ],
    [
        " site tapes right and I trust the equipment that I've got I know it's in the middle like I know",
        5775.22,
        5780.68
    ],
    [
        " that but I have to execute here and so it really got to the point where I like I took away my",
        5780.68,
        5786.92
    ],
    [
        " spotting scope to where I wasn't getting in the habit of shooting an arrow looking for the result",
        5786.92,
        5792.54
    ],
    [
        " shooting an arrow looking in result which is something that even today when I work with parents",
        5792.54,
        5797.44
    ],
    [
        " I tell them that there's there's like parents that at an archery tournament they sit like front",
        5797.44,
        5806.18
    ],
    [
        " row with a spotting scope so the kid will shoot and then they'll be like 10 at 11 o'clock and then",
        5806.18,
        5813.44
    ],
    [
        " you know in the kid will shoot and just turn around to like dad to get confirmation of like how",
        5813.44,
        5819.18
    ],
    [
        " that was and so part of the things when you have that type of parent is telling them like listen",
        5819.18,
        5825.42
    ],
    [
        " this kid like they need to execute them looking for you at you for you know the result all the time",
        5825.42,
        5835.3
    ],
    [
        " it just athletes start to lean on their coach so much and that was actually one of the problems with",
        5837.12,
        5842.28
    ],
    [
        " um some of the people that had that coach that I talked about they only did really well when",
        5842.28,
        5849.02
    ],
    [
        " he could be there with them because you know he'd be like all right hey you missed that one",
        5849.02,
        5853.96
    ],
    [
        " F those guys you know you're good you're the free you know and they had to have that",
        5853.96,
        5860.3
    ],
    [
        " that continual like affirmation whereas honestly from my life I feel like most of it I was alone",
        5860.96,
        5868.4
    ],
    [
        " you know in regards to like I like training alone you know honestly I'd like archery too because",
        5868.4,
        5876.02
    ],
    [
        " it's a singular sport so if I train and if I prep then I'm ready and it's in my hands same with",
        5876.02,
        5887.92
    ],
    [
        " honey if I you know I've had hunts where I've had a lot of distractions and I threw my stuff in a",
        5887.92,
        5893.0
    ],
    [
        " case that you know the day before and went and you know missed a couple shots and was just like in",
        5893.0,
        5898.84
    ],
    [
        " rage but then I also thought like yeah dude you didn't prep you didn't know homework you know that's",
        5898.84,
        5904.04
    ],
    [
        " what happens so I feel like because I've had to train that way and even even when I lift you",
        5904.04,
        5910.8
    ],
    [
        " know I love lifting by myself versus like going to somewhere where people distract me I just feel like",
        5910.8,
        5917.34
    ],
    [
        " you know I've I know that if I put in the work then at that point it's it's really on me not on",
        5917.36,
        5926.64
    ],
    [
        " someone else and like when I told you we sucked at football you know there was a couple people like",
        5926.64,
        5933.64
    ],
    [
        " you know like Jason who knew their role and knew their position and other people's position and",
        5933.64,
        5940.18
    ],
    [
        " they would cover for people that maybe didn't do something right but there's also three",
        5940.18,
        5947.22
    ],
    [
        " high school what's hard is I don't feel like anyone really prepped as hard as me in that because",
        5947.22,
        5954.04
    ],
    [
        " I honestly like put no effort anywhere else you know whereas they probably had lives and maybe",
        5954.04,
        5959.5
    ],
    [
        " you know actually got good grades and stuff but I think that's why archery's been so awesome to me",
        5959.5,
        5967.84
    ],
    [
        " is because you know the harder I've pushed the harder I've pushed at it and the more I've put into it",
        5967.84,
        5974.06
    ],
    [
        " like it's not like weightlifting where you plateau I haven't found a plateau yet like I can make",
        5974.1,
        5981.34
    ],
    [
        " a target further and I can suck again or you know you know there's just or I can try a different",
        5981.34,
        5987.92
    ],
    [
        " species or a different you know climate or a different time of year and it's a whole new",
        5987.92,
        5994.82
    ],
    [
        " challenge like it's the clean slate and then you're you know trying to formulate a plan and map",
        5994.82,
        6001.28
    ],
    [
        " out a plan of how do I you know how do I like win this challenge or I was at you and I were at",
        6001.28,
        6009.66
    ],
    [
        " tack the first time we did tack and like I was like feeling pretty good and I'm like you know",
        6009.66,
        6016.78
    ],
    [
        " you're like bro you're freaking this is awesome you're doing great and we're getting through the",
        6016.78,
        6020.66
    ],
    [
        " course a little bit and then man man I just I like hit a branch right and it was a little situation",
        6020.66,
        6028.68
    ],
    [
        " where you said step back and you meant back behind me but I thought you meant back away from the",
        6029.18,
        6035.96
    ],
    [
        " target and so I like didn't it even make sense to me what you said so I didn't listen to you which",
        6035.96,
        6040.76
    ],
    [
        " is a mistake so I just cracked off this around and this thing just freaking just pain into a tree",
        6040.76,
        6048.92
    ],
    [
        " and and everyone on that map everyone like it sounded like you hit someone's like door with a",
        6048.92,
        6056.66
    ],
    [
        " like with a microphone on the back side and just and and this is what I saw as earlier you know",
        6056.68,
        6063.26
    ],
    [
        " you're saying like hey you know what somebody grabs me by the face mask and is like you know you",
        6063.26,
        6066.62
    ],
    [
        " need to get this shit together right now like that's what you want and then but like I've I've",
        6066.62,
        6071.94
    ],
    [
        " done that like when I was in the when I was in the seal teams and I was teaching like I would be",
        6071.94,
        6077.36
    ],
    [
        " you know I'd have some guy that I could be like hey man if I freak out on this guy he's gonna",
        6077.36,
        6080.66
    ],
    [
        " freak out and he's gonna collapse and break down mentally and I got someone else where it was like",
        6080.66,
        6085.38
    ],
    [
        " if I don't get their attention you know some guy might pull side and say hey listen man think",
        6085.38,
        6088.98
    ],
    [
        " about what's going on another guy me be like hey you need to think about what's going on and you",
        6088.98,
        6092.2
    ],
    [
        " got to figure out what methodology you're gonna use yeah so what's what's interesting for me is when",
        6092.2,
        6097.68
    ],
    [
        " you're coaching me like I know what you're doing I know that I go oh he's he's trying to get me to",
        6097.68,
        6104.04
    ],
    [
        " chill out because like on that one you were like you're like hey man hit you hit that limb up there",
        6104.04,
        6107.82
    ],
    [
        " you know it's just trying to say but you know you said you know knock another one knock take a",
        6107.82,
        6111.7
    ],
    [
        " step back knock another one I was like cool and I was like he's just trying to get me to chill out",
        6111.7,
        6115.26
    ],
    [
        " so I don't freak out because I just freaking T-bone to tree and and like I know what you're doing but",
        6115.26,
        6121.62
    ],
    [
        " as echo Charles says sometimes to me he knows what I'm doing when I'm talking to him about stuff he's",
        6121.62,
        6125.9
    ],
    [
        " like I know what you're doing guess what still works yeah it still works to be like hey here's",
        6125.9,
        6130.98
    ],
    [
        " it's going on man just just back off a little bit or dude you're freaking out you're not you know",
        6130.98,
        6135.66
    ],
    [
        " how to do this like those kind of coach and also being like hey get over here like hey you need",
        6135.66,
        6139.86
    ],
    [
        " move down like those kind of things are important so for you as a coach the way you read and I've",
        6139.86,
        6145.6
    ],
    [
        " watched now I've watched you coach a bunch of people like at tack you'll sit there like we'll",
        6145.6,
        6149.36
    ],
    [
        " sit there at a place at one of the targets and you'll just like watch four or five groups shoot",
        6149.36,
        6154.24
    ],
    [
        " and so I just sit there and watch you coach him you know and I'll listen to what you're saying",
        6154.24,
        6157.26
    ],
    [
        " and you I can tell that you're going you're reading people you know and going oh this person needs",
        6157.26,
        6163.42
    ],
    [
        " confidence or this person needs to think through needs to slow things down or this person's",
        6163.42,
        6168.94
    ],
    [
        " getting freaking all all target fixated at the last second and they're cracking around off so you're",
        6168.94,
        6174.26
    ],
    [
        " reading them and then you're applying the right coaching technique to what's going on in their head",
        6174.26,
        6178.76
    ],
    [
        " and that's freaking that's just like that's why honestly to me your whole life the number one",
        6178.76,
        6185.94
    ],
    [
        " thing for me when I look at you is like coach like that's the the highest thing that I look at you",
        6185.94,
        6190.52
    ],
    [
        " I was like man that guy's a look he's a good archer he's a good hunter he's a badass athlete but man",
        6190.52,
        6195.76
    ],
    [
        " he's a freaking dialed in coach it's what I'm passionate about like especially you know with",
        6195.76,
        6204.3
    ],
    [
        " honestly Rogan introducing me to Andy like I think was really the thing that started everything",
        6204.3,
        6213.08
    ],
    [
        " down the path of now how many military guys that I've been able to get into and gals get into",
        6213.08,
        6219.94
    ],
    [
        " archery and you know I love that because there's so many things that are there and especially with",
        6221.76,
        6230.68
    ],
    [
        " team guys you know whether it's you know whether it's you know army or you know it really doesn't",
        6230.68,
        6237.92
    ],
    [
        " matter but if if if they've been some type of a team or like special forces they just you know",
        6237.92,
        6245.96
    ],
    [
        " they're good students and they're hypercritical of themselves now granted some of them were like",
        6245.96,
        6251.24
    ],
    [
        " I got this and yeah once they realize no I just made an ask of myself they'll they'll listen",
        6251.24,
        6257.82
    ],
    [
        " but even if they don't listen right there by the next time they talk to you they've 100%",
        6257.82,
        6263.7
    ],
    [
        " you know went crazy about trying to apply that you know ever the the work ethic is very it's like",
        6263.7,
        6270.78
    ],
    [
        " the perfect formula for a coach you know is is all those guys and every every one of them that",
        6270.78,
        6277.82
    ],
    [
        " I've introduced it to so far has needed has really needed archery as I don't know like like you",
        6277.82,
        6287.64
    ],
    [
        " said it's like a quiet it's like a quiet form of what you used to do you know well what it is",
        6287.64,
        6293.7
    ],
    [
        " really tell me it's a new mission like you you spend your whole life with a mission with like",
        6293.7,
        6300.14
    ],
    [
        " something that you know that you're focused on and then one day you wake up like you retire or",
        6300.14,
        6305.5
    ],
    [
        " you get out the mission's gone like you can't have it anymore and look you can try and hang on",
        6305.5,
        6310.1
    ],
    [
        " on to it and you can try and free and relive those things in your head but that's not gonna be that's",
        6310.1,
        6315.26
    ],
    [
        " not gonna work out yeah because it's not there anymore and that's a that's a shitty reality to",
        6315.26,
        6320.24
    ],
    [
        " face like when I had to clean when my when I retired and then I went and cleaned out my cage and I",
        6320.24,
        6325.64
    ],
    [
        " spent most of my career within like a 300 yard radius like seal team one seal team three seal team",
        6325.64,
        6333.94
    ],
    [
        " seven I was at seal team two in Virginia Beach for for a little while but most of it you could",
        6333.94,
        6338.48
    ],
    [
        " throw a football to every where I was so when I was 19 years old I was walking up the steps of",
        6338.48,
        6343.9
    ],
    [
        " seal team one fast forward 20 24 years and I'm 200 yards away not even I'm a hundred yards away",
        6343.9,
        6350.62
    ],
    [
        " cleaning out my gear locker for the last time and it's gone and all that my whole life what",
        6350.84,
        6357.18
    ],
    [
        " everything I cared about the only thing I ever knew is gone and look I look back at it if I can",
        6357.18,
        6363.44
    ],
    [
        " help out in any way and I go talk to the teams that's cool but that's not my mission anymore and so",
        6363.44,
        6369.82
    ],
    [
        " this happens to guys and and they get out and they don't have a mission anymore so all of a sudden",
        6369.82,
        6375.52
    ],
    [
        " you go hey man here's a freaking bow and arrow it's a primitive tool that you use to hunt shit",
        6375.52,
        6382.08
    ],
    [
        " and you can get good at it and and the the the fundamentals are similar you know the fundamentals",
        6382.08,
        6389.7
    ],
    [
        " are similar and like when you taught me for the first time Andy was sitting there translating",
        6389.7,
        6394.74
    ],
    [
        " he's like hey what he means is frontside focus hey what he means is he's easy you know just squeeze",
        6394.74,
        6400.98
    ],
    [
        " the trigger he was translating me for me military stuff and I was like oh god it got it got it yeah",
        6400.98,
        6406.22
    ],
    [
        " and you know Andy I mean Andy's a good example of him just being like oh cool I got a new mission now",
        6406.22,
        6412.08
    ],
    [
        " here's what I can do and and look Andy of course Andy has a ton of other things going on in his life",
        6412.08,
        6417.22
    ],
    [
        " and he's got freaking parachuting in jujitsu now he's totally obsessed with jujitsu which is freaking",
        6417.22,
        6423.32
    ],
    [
        " awesome so so people find new mission but this is a good one it's a good one because there's so many",
        6423.32,
        6428.14
    ],
    [
        " similarities gear prep right when you're in the seal teams you're freaking obsessed with gear prep",
        6428.26,
        6432.42
    ],
    [
        " you're figuring out well the best way to carry things the best way to do things and you're like okay I",
        6432.42,
        6436.04
    ],
    [
        " want to be ready for this I want to be ready for this operation right I got to be in good physical",
        6436.04,
        6440.8
    ],
    [
        " shape I got to be able to like clear my mind when shit's going sideways and be like all right what's",
        6440.8,
        6446.96
    ],
    [
        " happening right now so all those things are are so similar and I know that you spend I guess was",
        6446.96,
        6453.62
    ],
    [
        " Andy the first like vet that you worked with probably that I mean probably not I guess but yeah",
        6453.62,
        6463.84
    ],
    [
        " it was the first one where I was where I was mentally really ready for that I think I was on a",
        6463.84,
        6469.44
    ],
    [
        " different like pulp is it like I was at a different stage and it it it honestly it meant more you",
        6469.44,
        6476.08
    ],
    [
        " know I was gonna say with Andy like Andy what may have been different is that Andy was like what",
        6476.08,
        6482.24
    ],
    [
        " is that saying about like when the when the when the student is ready the master will appear yeah I",
        6482.24,
        6487.46
    ],
    [
        " I don't know if you could have found someone that was more ready yeah to like pick up this stuff and",
        6487.46,
        6492.22
    ],
    [
        " start going you know and so that's probably why it left an impression on you it damn sure left",
        6492.22,
        6497.9
    ],
    [
        " an impression on Andy because this this dude's totally obsessed you know so and it's awesome and",
        6497.9,
        6504.18
    ],
    [
        " you know what's funny about it well Andy's freaking hilarious you want to like when you talk about",
        6504.18,
        6509.12
    ],
    [
        " like oh jokal you make some good one-liners hanging out like I can listen to Andy just all day long",
        6509.12,
        6513.72
    ],
    [
        " and and what's really funny to Andy me is like how he the way he handles uh uh like mistakes",
        6513.72,
        6522.22
    ],
    [
        " is he just hammers himself he's so freaking hilarious he leaves no room for someone to make front of",
        6522.22,
        6529.38
    ],
    [
        " them because if if you don't if you don't fire off within three seconds yeah yeah he's freaking classic",
        6529.38,
        6535.62
    ],
    [
        " classic yeah and that's the kind of thing is when you know when when you go out it gives you a",
        6536.86,
        6543.56
    ],
    [
        " mission now you got your friends with you know now you're like okay cool now we're and we're doing",
        6543.56,
        6548.24
    ],
    [
        " things like what you do in the SEAL teams guess what if if Andy and I are on a pistol range and",
        6548.24,
        6553.34
    ],
    [
        " we're shooting together like he's gonna be making fun of me right he's I'm gonna I'm gonna shank",
        6553.34,
        6558.14
    ],
    [
        " some round off or whatever need a mag change in the middle what I didn't need or I'm gonna do",
        6558.14,
        6562.68
    ],
    [
        " something stupid yeah and he's gonna it's gonna it's gonna be fun and you know what it's gonna",
        6562.68,
        6566.6
    ],
    [
        " make me better yeah it's gonna make me better and that's another thing I noticed that tack like",
        6566.6,
        6570.96
    ],
    [
        " the amount of vets that were up there yeah it's freaking awesome it's awesome and guys coming up to",
        6570.96,
        6578.92
    ],
    [
        " me and telling me like bro you know I started this I started this this is what I'm doing and these",
        6578.92,
        6585.34
    ],
    [
        " are guys that freaking you know two years ago whatever when they got out of the Marine Corps after",
        6585.34,
        6590.52
    ],
    [
        " six years or after eight years or after 18 years they didn't have a mission anymore and now all",
        6590.52,
        6596.84
    ],
    [
        " the sudden they're freaking jacked up they got their gear on their showed me their freaking range",
        6596.84,
        6601.74
    ],
    [
        " finder and they're pumped man they're pumped yep and so the fact that you've sort of opened up this",
        6601.74,
        6609.08
    ],
    [
        " opportunity for so many guys to start going down the path it's man it's so beneficial to dudes",
        6609.08,
        6616.98
    ],
    [
        " yeah it's freaking awesome and it's there also comes a point in time where you want to like",
        6617.32,
        6622.6
    ],
    [
        " unfortunate that I can pick and choose what I'm doing right now and so I really want to pick and",
        6622.6,
        6628.98
    ],
    [
        " choose things that's rewarding to me and hopefully that's not you know selfish but there's also like",
        6628.98,
        6635.96
    ],
    [
        " I don't know there's there's people that I work with where I know this person could live on this",
        6635.96,
        6644.02
    ],
    [
        " planet a lot longer because they have a new focus right now and you know and archery's changed",
        6644.48,
        6651.16
    ],
    [
        " their life totally and what's cool about it is you don't have to be in like perfect physical",
        6651.16,
        6658.24
    ],
    [
        " shape too so I mean there's times where people get into archery and they're kind of a little bit lost",
        6658.24,
        6663.0
    ],
    [
        " you know maybe you know maybe they're not as in shape as they were or whatever but that's what's",
        6663.0,
        6669.92
    ],
    [
        " cool about it is it's not age specific and it's you know if you can pull it back you can do it",
        6669.92,
        6675.98
    ],
    [
        " and I think the natural progression is you pull it back and you know maybe you're not good and then",
        6675.98,
        6682.68
    ],
    [
        " you get a little better and then you know there's a ton of people now that are just for a better",
        6682.68,
        6687.68
    ],
    [
        " food source alternative they're open-minded to hunting if it's you know in their minds fair chase",
        6687.68,
        6695.26
    ],
    [
        " which you know bow hunting you know kind of lowers that boundary for people to where they're like",
        6695.52,
        6701.06
    ],
    [
        " okay if I'm gonna put in all this work and do it I'm totally cool you know eating this thing or",
        6701.06,
        6706.72
    ],
    [
        " killing it or whatever but then once you take that step you realize oh this is a whole different",
        6706.72,
        6713.46
    ],
    [
        " kind of hard because now you're dealing with in my opinion some of the animals are just so much",
        6713.46,
        6720.04
    ],
    [
        " smarter than other things you could roll up on it murder right I mean they're they're freaking",
        6721.34,
        6726.46
    ],
    [
        " keyed up you know because I remember Andy and I were on something where it was it was it was a",
        6726.46,
        6736.1
    ],
    [
        " pretty tough like yeah it was kind of a little bit of a miracle that we pulled off this stock and",
        6736.1,
        6742.56
    ],
    [
        " jack something I don't know what it was but I remember saying like you know",
        6742.76,
        6748.1
    ],
    [
        " doesn't seem like it'd be that hard to kill a person he's just like dude because it is not this hard",
        6748.1,
        6757.3
    ],
    [
        " at all he's like he goes all of us would be he's like you know he's like a lot of us would be",
        6757.3,
        6768.3
    ],
    [
        " you know at a totally different level if we had to learn this way first he's like it he goes if",
        6768.3,
        6774.16
    ],
    [
        " everyone had this background prior to going into the team he's like it would be he would be",
        6774.16,
        6781.02
    ],
    [
        " insane no it'd be very beneficial very beneficial there's so many things that you gotta think about",
        6781.02,
        6787.4
    ],
    [
        " that are the exact same you know the well with elk the only thing that's not the same with elk is",
        6787.4,
        6792.04
    ],
    [
        " smell like like and although if you talk to some of the Vietnam guys they're like oh the VC",
        6792.78,
        6798.14
    ],
    [
        " yeah or the the NBA would smell you yeah and so if you and they could smell them too yeah so maybe",
        6798.14,
        6804.34
    ],
    [
        " we need to just account for everything well now with dogs like what I told Andy was I said listen",
        6804.34,
        6809.1
    ],
    [
        " you know if I knew there was someone coming to jack me you know I would definitely have at least a",
        6809.1,
        6816.0
    ],
    [
        " dog you know I definitely have dogs around because obviously dogs could smell too you know if you",
        6816.0,
        6820.92
    ],
    [
        " trained them on something you know specific time to type a gear or something like that it would be",
        6820.92,
        6825.44
    ],
    [
        " an advantage but I've actually talked to well one of the guys that were with tonight he's actually",
        6825.44,
        6834.48
    ],
    [
        " hookin me up with some of the guys that are going to do some of the training down in lani for the",
        6834.48,
        6840.86
    ],
    [
        " sniper training they're doing a couple team things there and so he had asked me if I wanted to go",
        6840.86,
        6850.02
    ],
    [
        " together with a lot of people who can do an navigation of like instead of learning the long distance",
        6850.02,
        6853.94
    ],
    [
        " aspect to like make some competitions on the closest shot to where they you know to where I would",
        6853.94,
        6862.44
    ],
    [
        " assess their choice of that navigation and like what they could do different to where it's like okay",
        6862.44,
        6869.04
    ],
    [
        " we know how far you can shoot something from now you know who can jack something it a yard or",
        6869.04,
        6875.48
    ],
    [
        " whatever you know yeah it's it's totally different to have to get within you know 50 yards",
        6875.48,
        6881.98
    ],
    [
        " or something that's just freaking crazy yeah it's crazy to think that way whereas with a rifle you",
        6881.98,
        6887.9
    ],
    [
        " know you can be I mean at least 500 yards you can be 500 yards and be like you know we're good",
        6887.9,
        6895.06
    ],
    [
        " I got this yeah I was so we went surfing yesterday at least yeah we went surfing yesterday",
        6895.06,
        6902.28
    ],
    [
        " and uh I was telling pause was like that that was like that well actually no I was",
        6902.78,
        6908.56
    ],
    [
        " paused for a second to think to myself did he surf or not and the fact the matter is you did surf",
        6908.56,
        6912.6
    ],
    [
        " you did surf you paddled on the waves you caught the waves and you stood up that's why",
        6912.6,
        6917.08
    ],
    [
        " I paused I was like wait did he surf yes you did you caught multiple waves you paddled into them",
        6917.08,
        6922.34
    ],
    [
        " yourself and then you stood up and rode the waves that's what surfing is so you did we did surf yesterday",
        6922.34,
        6928.78
    ],
    [
        " and I know you'd only been one other time which was the last time you went was was a little bit more",
        6928.94,
        6934.6
    ],
    [
        " at the pier yeah is that the pier and it's uh it's a much more forgivable sort of like easier step",
        6934.6,
        6942.04
    ],
    [
        " like we were yesterday that's like you can't push yourself into those waves you can't touch",
        6942.04,
        6946.86
    ],
    [
        " the bottom and be like oh I got this you have to actually surf where we surf yesterday you actually",
        6946.86,
        6950.7
    ],
    [
        " have to surf but when we were when we were going out who with Josh and I was sort of like you know",
        6950.7,
        6957.98
    ],
    [
        " I'm just gonna let Josh because like I don't want to I didn't want to be telling you things and",
        6957.98,
        6962.04
    ],
    [
        " Josh telling you things and you're sitting there freaking got two people telling you shit to do and",
        6962.04,
        6965.42
    ],
    [
        " it just too much right yeah so I was just kind of do I was just kind of going and but man as I was",
        6965.42,
        6971.62
    ],
    [
        " going down there was like just before we even got in the water there was 97 things I wanted to tell",
        6971.62,
        6977.3
    ],
    [
        " you like hey man you got to watch out for this this thing over here this path over here you got to",
        6977.3,
        6981.22
    ],
    [
        " watch here's the lineup here's where the here's where the uh the channels are like this is where",
        6981.22,
        6985.56
    ],
    [
        " you want to sit here's what you want to watch like I'd 97 before we even got in the water just",
        6985.56,
        6989.66
    ],
    [
        " before we got in the water and I'm not you know if you're at a at a freaking black belt level",
        6989.66,
        6997.28
    ],
    [
        " in archery like I'm not that I'm not at that highest level of surfing and I was like man imagine",
        6997.28,
        7004.34
    ],
    [
        " how many things were going through your head as you're watching me like a freaking monkey with a damn",
        7004.34,
        7011.48
    ],
    [
        " bow just thinking all right with a 50 foot surfboard yeah yeah I mean it was just like the",
        7011.98,
        7018.4
    ],
    [
        " amount of things that that that you don't know about surfing the amount of things that I don't know",
        7018.4,
        7024.3
    ],
    [
        " about archery and about hunting and about scent and about terrain and about the way the freaking",
        7024.3,
        7029.74
    ],
    [
        " animals react to this and different animals react to different way and it's like so much to learn",
        7029.74,
        7035.34
    ],
    [
        " it's freaking crazy yeah it's crazy it's hard as a coach because a lot of times you forget more than you",
        7036.16,
        7044.24
    ],
    [
        " like you don't know what you should be talking about until you realize like oh oh yeah and you gave",
        7044.24,
        7051.84
    ],
    [
        " me like there were several of those yesterday yeah the worst one was what you told me when we were",
        7051.84,
        7057.28
    ],
    [
        " on the deck like watching we were like watching you're like yeah I meant to tell you when you were like",
        7057.28,
        7063.26
    ],
    [
        " see how all the waves are coming in right there like off that set like that's why Josh and I",
        7063.92,
        7069.98
    ],
    [
        " when we were done we would go around those like loop back and he's like you know you just kept going",
        7069.98,
        7075.36
    ],
    [
        " straight back up the gut yeah and he's like I was just waiting for that board to like freaking T",
        7075.36,
        7080.16
    ],
    [
        " right your face and meanwhile like bro that would have been something like when we were standing",
        7080.16,
        7087.64
    ],
    [
        " up on the top looking down if you would have said like hey you see how all those waves",
        7087.64,
        7092.66
    ],
    [
        " break like this so when you get your set and you ride that out you know loop in behind that so you're",
        7092.66,
        7099.52
    ],
    [
        " not like freaking how is full blown like doing buds training freaking the sake of mom the freaking",
        7099.52,
        7105.82
    ],
    [
        " head freaking like eight minutes what happened to Dudley oh he's in he's in the impact so just",
        7105.82,
        7112.14
    ],
    [
        " get hammered but but you did get up like while we were surfing you know you did surf and to me that's",
        7112.14,
        7119.52
    ],
    [
        " a testament to you know like being athletic and being being able to actually you're really your",
        7119.52,
        7126.98
    ],
    [
        " first day out to go paddle into waves and stand up that's not easy to do now Josh Hall did make you a",
        7126.98,
        7133.56
    ],
    [
        " freaking basically an aircraft carrier for a surfboard it's freaking massive yeah 11 six and it's like",
        7133.56,
        7142.98
    ],
    [
        " over four inches thick and 24 inches which anyone that's a surfers hearing these numbers going",
        7143.12,
        7150.38
    ],
    [
        " damn that is an actual aircraft but that's what a perfect platform and plus you're how much do you",
        7150.38,
        7157.12
    ],
    [
        " weigh 240 oh yeah like that's a different level you need a big ass board and it looks like",
        7157.12,
        7162.36
    ],
    [
        " echo Charles yes sir what's up with your surfing career minimal at best how come",
        7162.36,
        7169.06
    ],
    [
        " I don't know there's no tangible reason I mean I guess if I search my soul you know I did body",
        7171.9,
        7177.72
    ],
    [
        " boarding sponging as it was sponging you know for the most of my adolescent life and then yeah how did",
        7177.72,
        7185.72
    ],
    [
        " you not but how did you not like say oh wouldn't it be cool to stand up on this thing and ride this",
        7185.72,
        7191.3
    ],
    [
        " wave and glide through the ocean yeah I don't know it's just one of the same you know like",
        7191.3,
        7198.54
    ],
    [
        " where I grew up on the south side of kawaii they're actually not they're surfing but they I grew up",
        7198.54,
        7205.08
    ],
    [
        " at the beach like literally grew up at the beach and then again you're saying this like this is",
        7205.08,
        7210.22
    ],
    [
        " some sort of a weird way that you wouldn't be surfing but they're like no no no I grew up at the beach",
        7210.22,
        7215.72
    ],
    [
        " yeah exactly right but if you're wrong with you if you understand the progression just naturally kind",
        7216.38,
        7221.82
    ],
    [
        " of growing up there you go you're swimming you know in the baby pond at playboob beach and then you're",
        7221.82,
        7226.3
    ],
    [
        " like okay then you're kind of body surfing a little bit then you're boogie boarding body",
        7226.3,
        7230.34
    ],
    [
        " boarding sponging yeah and then yes exactly I think you start to go surf and and there's a there's a",
        7230.34,
        7237.88
    ],
    [
        " how should I say a geographical element to it as well you're literally in the baby pond and",
        7237.88,
        7242.66
    ],
    [
        " you're outside the baby pond and then the surfing waves and the surfing spots those are out so you",
        7242.66,
        7248.3
    ],
    [
        " always see the surfers but they're way out so I get maybe I think when we started getting into",
        7248.3,
        7253.3
    ],
    [
        " football and stuff it's like the beach started to be less and less and then we just never I don't",
        7253.3,
        7259.76
    ],
    [
        " know I never did or you think if I get stuck it's on for a second yeah step so like you're",
        7259.76,
        7264.66
    ],
    [
        " gonna have to get out like you said it where you want to be is a little bit further out you know",
        7264.66,
        7269.7
    ],
    [
        " that's where the good stuff is it's best of crushing our workout like 45 minutes before your first day",
        7269.7,
        7278.2
    ],
    [
        " well that was interesting too so like we get in the water well I have been surfing before",
        7278.2,
        7284.3
    ],
    [
        " right right yeah no but I'm I was like I'm talking to dud and I'm like bro I've been on hunts with",
        7284.3,
        7291.42
    ],
    [
        " him like I'm watching him move through the forest and he's just like you know freaking 14 foot",
        7291.42,
        7297.32
    ],
    [
        " legs and he's just stepping over like he's stepping over small like yeah like small trees and stuff",
        7297.34,
        7302.96
    ],
    [
        " like this and I'm I'm like dude you know and then watching him shoot I'm watching him shoot a ton",
        7302.96,
        7307.46
    ],
    [
        " and then like huck a football or whatever I'm like yeah this guy's a great athlete and so I'm",
        7307.46,
        7313.04
    ],
    [
        " thinking we're going surfing and I'm like okay you know he and I said man you're gonna I was I told",
        7313.04,
        7317.24
    ],
    [
        " you this I go bro with your long arms you're gonna just be like and this big board you're gonna be",
        7317.24,
        7321.76
    ],
    [
        " you're gonna be like a freaking you know a cigarette boat just going through the water so we go in",
        7321.86,
        7327.72
    ],
    [
        " and I like I said I wasn't doing any coaching I was just kind of leaving that Josh and I get in the water",
        7327.72,
        7332.5
    ],
    [
        " and I start paddling out and then I look back because dud was going next and then Josh was doing",
        7332.5,
        7338.26
    ],
    [
        " sort of like clean up right in case something went sideways and then we're getting in so then I see",
        7338.26,
        7343.34
    ],
    [
        " dud like okay he's good he's in and then I start paddling and I'm not like racing but I'm just",
        7343.34,
        7347.82
    ],
    [
        " paddling out and then Josh comes up next to me and I'm like well that's weird I want to where",
        7347.82,
        7352.18
    ],
    [
        " dud is so I'm paddling a little bit more and I look back so now it's been like probably one minute",
        7352.18,
        7357.78
    ],
    [
        " and 30 seconds maybe I look back and as soon as I look back I see dud and he looks like he's just",
        7357.78,
        7364.18
    ],
    [
        " like he got into a wrestling match with a bear I'm like I'm like oh yeah because here's the thing",
        7364.18,
        7372.64
    ],
    [
        " and you brought this up to me a long time ago echo Charles if you're not used to it that's like it",
        7372.7,
        7378.94
    ],
    [
        " if you're not used to it it doesn't matter I look it matters and if you weren't in good shape at all",
        7378.94,
        7383.44
    ],
    [
        " then it would really suck yeah but if you're not used to that little particular muscle group",
        7383.44,
        7389.04
    ],
    [
        " and the technique because you're in the water and there's balance going on and yeah it's a little bit",
        7389.04,
        7396.1
    ],
    [
        " yeah they're I mean I was laughing at myself because well first off I didn't know like where we were",
        7396.72,
        7405.78
    ],
    [
        " going because we were we were sort of gonna be surfing sets right that were further out you know",
        7405.78,
        7411.8
    ],
    [
        " I don't know where it was probably won't say because I know you have your spots but so my first",
        7411.8,
        7417.6
    ],
    [
        " experience was we walked out from the pier and like where stuff was breaking right there that's",
        7417.6,
        7424.08
    ],
    [
        " where I was surfing so when he kind of jumped off the rock and went out there ways and I was",
        7424.08,
        7431.44
    ],
    [
        " talking to Josh and just like yeah just get where you're comfortable and launch out on your board",
        7431.44,
        7435.46
    ],
    [
        " you know wait you know wait for a smooth spot jump out so when I did that by that point",
        7435.46,
        7441.08
    ],
    [
        " Jaco was like 100 yards out so I thought like he's where we were we're gonna be waiting for these",
        7441.08,
        7448.12
    ],
    [
        " waves so I just went like full sprint for like the first 30 seconds and then Josh like as I'm like",
        7448.34,
        7455.14
    ],
    [
        " kind of starting to burn out you know that freaking Josh is like strokes by and they're just going",
        7455.14,
        7461.42
    ],
    [
        " and then Jaco's just looking back he's like gotta go about 200 more yards and I was just thinking like",
        7461.42,
        7467.96
    ],
    [
        " and dude like for bro I was going into like I was I was saying this kind of stuff like bro you",
        7467.96,
        7475.18
    ],
    [
        " got to give me like two minutes of hard path I was in that mode you know I'm saying back in like two",
        7475.18,
        7480.56
    ],
    [
        " minutes and it's over two minutes you got to get out fast because he was kind of in the lineup",
        7480.56,
        7484.22
    ],
    [
        " like not let's start using the impact and all of a sudden there's a lull and I'm like because",
        7484.22,
        7489.54
    ],
    [
        " now I'm re now I put everything together my mind and I'm thinking if this if this brother doesn't",
        7489.54,
        7494.7
    ],
    [
        " get out there like now he's gonna be in here for a long time so I'm like you got to give me",
        7494.7,
        7500.7
    ],
    [
        " like two minutes give me like two minutes of work it was and put say I love like I love that I love",
        7500.7,
        7507.62
    ],
    [
        " something that you know it's just to me struggle gives you like gives you a purpose you know today",
        7507.62,
        7516.68
    ],
    [
        " when we were waiting to come here I just sat out there and watch those things and I was like",
        7516.68,
        7520.86
    ],
    [
        " thinking about every mistake I made yesterday and how I would do it differently today",
        7520.86,
        7525.94
    ],
    [
        " paddling was one of them but like even yesterday chocolate was like hey dude you know just hit",
        7526.48,
        7534.7
    ],
    [
        " the garage for your workout so I went down in there and it's very different than mine you know",
        7534.7,
        7539.74
    ],
    [
        " so I'm kind of looking around looking at the you know the tools trying to figure out like what I can",
        7539.74,
        7545.06
    ],
    [
        " construct you know that day so I freaking you know hit his rings for a while and stuff and and",
        7545.06,
        7552.64
    ],
    [
        " did some kettlebells but then I also thought like you know a lot of it's like freaking guerilla",
        7552.76,
        7558.54
    ],
    [
        " movements so you know his wife and girls had some bands over on the side so after I you know",
        7558.54,
        7567.72
    ],
    [
        " slung some kettlebells around for a while I you know went and grabbed some bands and just did",
        7567.72,
        7573.08
    ],
    [
        " some like burnouts of you know shoulders and you know freaking arms and stuff which I thought was",
        7573.08,
        7579.64
    ],
    [
        " you know I worked out for an hour I was pretty happy with you know everything but like dude at like",
        7579.92,
        7587.84
    ],
    [
        " a hundred yards out freaking trying to paddle that aircraft carrier and he's like",
        7587.84,
        7594.22
    ],
    [
        " 200 yards bro and you got it and I was just like my freaking triceps",
        7594.22,
        7600.02
    ],
    [
        " you know what I said to you later we got back he's like yeah you know bro I mean I just realized",
        7600.02,
        7605.18
    ],
    [
        " for the first time that like when you see a surfer that guy's in like better shape than a wrestler",
        7605.18,
        7609.8
    ],
    [
        " like he's in sick you got to be in the sickest shape because that's how hard it was in a way yeah",
        7609.8,
        7614.62
    ],
    [
        " in a way but also not a way let's face it you can be like a fat old dude that serves like I'll take",
        7614.62,
        7620.76
    ],
    [
        " you to yeah they're just used to it and they got good technique and they just go out there and",
        7620.76,
        7624.42
    ],
    [
        " they don't even you know they don't even freaking try and they're out there when I give a bodybuilder",
        7624.42,
        7628.78
    ],
    [
        " you know a bow and watch him like struggle to get it back and you're like dude this is a",
        7628.78,
        7634.92
    ],
    [
        " 70 pound dumbbell row right now and you can't do it you know and then because yeah is that",
        7634.92,
        7640.9
    ],
    [
        " that they don't have like the the little stabilizer muscles or something it's no it's just like",
        7640.9,
        7645.86
    ],
    [
        " it's just the understanding of like the technique of like where you're pushing and pulling",
        7645.86,
        7651.18
    ],
    [
        " and like the leverage of it it'd be like you know it'd be just like walking up and even if a big dude",
        7651.18,
        7657.52
    ],
    [
        " you said like you know hey do a clean and jerk and you just like put 200 pounds on there you",
        7657.52,
        7661.76
    ],
    [
        " mean it's just gonna be a train right they don't have the technique whereas you get a little female",
        7661.78,
        7667.24
    ],
    [
        " that knows how to do a clean and jerk yeah she'll take that 200 and throw it up like it's nothing",
        7667.24,
        7671.96
    ],
    [
        " always we talked about that on the mace today we're talking about that what the swinging one yeah the",
        7671.96,
        7676.8
    ],
    [
        " big mace yeah that uh for surfing yeah you're right like actually you don't have to be in that",
        7676.8,
        7681.96
    ],
    [
        " good shape you just have to be used to because it's so repetitive like just paddling it so repetitive",
        7681.96,
        7687.22
    ],
    [
        " it's like not knowing how to swim honestly like on that board uh I just felt like you know the first",
        7687.22,
        7695.5
    ],
    [
        " time even if someone knows how to swim you throw them in the water if they don't know like stroke",
        7695.5,
        7699.48
    ],
    [
        " and like how to block and breathe and you're like taking on water in your mouth and you're like trying",
        7699.48,
        7704.06
    ],
    [
        " to blow that out and yeah you know you're freaking sprinting when there's waves up like and it was",
        7704.06,
        7710.02
    ],
    [
        " like simple stuff you know I got my first ride in I think I was on my like I've went up to one",
        7710.02,
        7716.0
    ],
    [
        " knee and then got up to one foot for a little bit and then like as I'm going back out I'm just",
        7716.0,
        7721.0
    ],
    [
        " you know taking freaking taking him on the head taking the straight line straight out and I did that",
        7721.0,
        7727.08
    ],
    [
        " a couple times and then I'm out there with Josh and Jaco had rode one in I'm out there with Josh",
        7727.08,
        7734.34
    ],
    [
        " in a couple like a big set came that were crashing kind of further out and like as we're going up",
        7734.34,
        7740.44
    ],
    [
        " he knew it was gonna like crash and he goes he goes bro when you go up he goes do a push-up",
        7740.44,
        7745.94
    ],
    [
        " on your board right as you're hitting the right as you're hitting you know whatever you called it",
        7745.94,
        7749.76
    ],
    [
        " you know the flake or whatever yeah he's like you know do a push-up on your board and then it",
        7749.76,
        7754.1
    ],
    [
        " drives the nose down then you can just ride the back and I like I freaking went up this thing",
        7754.1,
        7758.32
    ],
    [
        " I was like and rode down and I'm just like now you tell me dude I freaking was taking like full",
        7758.32,
        7765.82
    ],
    [
        " endos just freaking one after another in the in the freaking mortar zone just taking heavy artillery",
        7765.82,
        7773.62
    ],
    [
        " jaco and josh are just out there like watch me just like you know he'll be back he'll be back",
        7774.16,
        7779.48
    ],
    [
        " out here at 15 or whatever there's a lot of technique man he told me the you know the button hook",
        7779.48,
        7789.02
    ],
    [
        " method the channels yeah like we got all the way out and climbed up on the rocks and we were there",
        7789.02,
        7795.98
    ],
    [
        " to take a picture of the three of us like up at the top of the cliffs and he goes see where all",
        7795.98,
        7802.96
    ],
    [
        " those are breaking he's like yeah that's how to allow he goes that's why like I'd ride it out",
        7802.96,
        7808.36
    ],
    [
        " this way and then I'd come in around the back then Josh you know how Josh always rode out that",
        7808.36,
        7813.34
    ],
    [
        " way and then he'd come around the back he's like you just kept going right up the mid does like man",
        7813.34,
        7819.4
    ],
    [
        " you think you tell me that like 10 minutes in it was you know what as you said there's like only",
        7819.4,
        7828.36
    ],
    [
        " so many things like the 97 things that I wanted to tell you or that Josh wanted to tell you yeah",
        7828.64,
        7834.72
    ],
    [
        " that just didn't make the chart yeah and then once you once we realized okay he's gonna be able to",
        7834.72,
        7839.58
    ],
    [
        " survive then that made it onto the freaking on the prioritized next cute thing don't just sit",
        7839.58,
        7844.36
    ],
    [
        " there in the impact zone and try and paddle out um hey so I going back to the business side of things",
        7844.36,
        7853.12
    ],
    [
        " because again to me that's one of the that's what makes it supplicable well that's what makes a",
        7853.66,
        7858.12
    ],
    [
        " year story applicable in so many different realms is the the business side and the way you've set",
        7858.12,
        7864.06
    ],
    [
        " things up you end you ended up eventually kind of like I don't know if this was your your final move",
        7864.06,
        7871.48
    ],
    [
        " nah it's not your final move but you're one of your biggest moves was partnering up with with PSE",
        7871.48,
        7876.72
    ],
    [
        " yeah I mean that definitely came later but yeah I mean there there came a point where our business had",
        7877.86,
        7884.78
    ],
    [
        " grown a really awesome community that was you know thriving for the educational content and then",
        7884.78,
        7892.48
    ],
    [
        " also like products that supported that educational content um which was all you know share inside of",
        7892.48,
        7899.26
    ],
    [
        " the house I was more you know I come up with things to talk about based on someone I'm working with",
        7899.26,
        7905.48
    ],
    [
        " at that time but yeah the brand became a community you know it became you know sharing always said like",
        7905.48,
        7912.82
    ],
    [
        " we're not you know we don't have fans we have you know we have a community like we have",
        7912.82,
        7918.78
    ],
    [
        " you know we have a knock on nation that that's kind of what we referred to it probably five years",
        7918.78,
        7923.84
    ],
    [
        " ago you know five or six years ago which uh we just turned 10 years old so you know halfway",
        7923.84,
        7930.82
    ],
    [
        " through we realized you know like what really fit our model and then yeah one of the hard things for",
        7930.82,
        7938.04
    ],
    [
        " me one of the hardest things is you know I'm a very loyal person you know and I've since I've",
        7938.04,
        7945.64
    ],
    [
        " also been I've worked internally at manufacturers I look at you know ambassadors or external",
        7945.64,
        7954.82
    ],
    [
        " representatives in a different light than you know if someone just out being an ambassador you know",
        7955.44,
        7961.74
    ],
    [
        " or public figure whatever whatever you know it's way different now but when I was internal and we had",
        7961.74,
        7969.12
    ],
    [
        " pro staff you know you just you see what people do that really helps the company and makes you like",
        7969.12,
        7977.56
    ],
    [
        " never in question of should we get you know who are we going to keep around this year I just",
        7977.56,
        7984.02
    ],
    [
        " knew those types of things you know to where if it was just like with for me like with my friendships",
        7984.76,
        7992.64
    ],
    [
        " if it's a two-way street then you know that's a good relationship but if it's all if it's always like",
        7992.64,
        7999.46
    ],
    [
        " you know there's always a give and a take then you know that's just not like a healthy relationship",
        7999.46,
        8005.1
    ],
    [
        " so like like you built me a bow you taught me how to shoot you took me on haunts and then I broke",
        8005.1,
        8010.32
    ],
    [
        " that's that's a good relationship yeah that's what I'm looking for that's exactly what I'm looking for",
        8011.18,
        8018.08
    ],
    [
        " yeah a lot of people don't know that like when you were here doing the podcast with Andy and Trevor",
        8018.08,
        8024.0
    ],
    [
        " that was day one of jujitsu for me and I was actually in this room I just couldn't talk because my neck",
        8024.0,
        8032.02
    ],
    [
        " was broken I was over in that corner just trying to get oxygen freaking pull my esophagus off the",
        8032.02,
        8040.16
    ],
    [
        " back neck bone I had meanwhile you and you're just freaking laughing you laughing check all right so",
        8040.66,
        8050.82
    ],
    [
        " so we formed these really good relationships the two-way street just like you and I got yeah and so",
        8050.82,
        8057.0
    ],
    [
        " it's always been tough when when you change you know when you if you change brands because I don't",
        8057.0,
        8063.3
    ],
    [
        " ever want it to be a reflection of loyalty but a lot of times a lot of times like the",
        8063.3,
        8069.82
    ],
    [
        " higher up you go in what you're giving someone or what they're giving you there's obviously there's",
        8069.82,
        8077.14
    ],
    [
        " just more expectation and there's more you know I don't know it's just like the higher up and rank",
        8077.14,
        8083.38
    ],
    [
        " you go there's you know there's things that you need to do better than other people and so you know",
        8083.38,
        8090.96
    ],
    [
        " when you climb to that spot it's sometimes it's hard when you get to a higher level to then change",
        8090.96,
        8096.28
    ],
    [
        " because I don't ever want to people to feel like I'm just making a change from a monetary point of",
        8096.28,
        8101.94
    ],
    [
        " view um but for me I had gone through two consecutive contracts that were multi-year contracts and both",
        8101.94,
        8114.44
    ],
    [
        " of them kind of got cut when our business is projecting you know in this format but then you",
        8114.44,
        8122.26
    ],
    [
        " know they're like well you know we're kind of plateauing from a marketing point of view and you",
        8122.26,
        8127.26
    ],
    [
        " know we're not getting added budgets but we need to make room for other things so they were always",
        8127.26,
        8131.52
    ],
    [
        " transparent but it also became clear of you know we're ejecting up and I want to I want to provide more",
        8131.52,
        8139.06
    ],
    [
        " free content but I can't provide free content to the consumer if I have no support from you know",
        8139.06,
        8146.22
    ],
    [
        " by the way when you say your your trajectory is going up you mean knock on archery is growing",
        8146.22,
        8153.02
    ],
    [
        " you're getting more and more people following there are more people watching your",
        8153.02,
        8156.48
    ],
    [
        " instructions on YouTube there's just a whole new archery pie like you know people people within",
        8156.48,
        8162.62
    ],
    [
        " the archery community that pie it'd be like you know local surfers around here probably you know",
        8162.62,
        8168.2
    ],
    [
        " that's probably a pie whereas if someone just really started focusing on you know teaching surfing",
        8168.2,
        8176.44
    ],
    [
        " to people like me you know and I came in they like start this whole other thing to where these people",
        8176.44,
        8183.48
    ],
    [
        " all over here are probably looking at like what's this guy even doing you know why why is he doing that",
        8183.48,
        8188.4
    ],
    [
        " but the reality is you know we're kind of like baking a whole new cake because the people that",
        8188.4,
        8194.2
    ],
    [
        " we're getting from the military and you know the people that we get from a lot of our mutual friends",
        8194.2,
        8200.12
    ],
    [
        " like I'm beyond busy just with our just with people that we know should be getting an archery right",
        8200.12,
        8207.98
    ],
    [
        " and uh at the end of that contract my last one I kind of knew I need to open my ears to everybody",
        8207.98,
        8218.76
    ],
    [
        " because I had been with that company for 10 straight years but I also had taken six years of",
        8218.84,
        8225.7
    ],
    [
        " you know to where things were plateauing and I could see there wasn't progression",
        8225.7,
        8229.86
    ],
    [
        " so I listened to everybody and yeah I mean through everything there was honestly there was",
        8229.86,
        8236.92
    ],
    [
        " multiple deals that were better than where I was but PSC came in and pretty much said like we",
        8236.92,
        8243.88
    ],
    [
        " love what you're doing and we want you to support what we're doing but we also want to give you",
        8243.88,
        8249.1
    ],
    [
        " the tools to where if you want to do more we'll give you the tools for that so they said you know",
        8249.1,
        8254.1
    ],
    [
        " if you feel like you want to create a bow that's specific to you know to your followers or if you",
        8254.1,
        8260.08
    ],
    [
        " want to do something and I said well you know can I bring in a bow that's like at a budget price you",
        8260.08,
        8266.32
    ],
    [
        " know and they just said yeah you tell us what you want it to sell for you know we'll assign an",
        8266.32,
        8271.3
    ],
    [
        " engineer to you and you can you know you can do whatever you want so it was it was just it was",
        8271.3,
        8279.06
    ],
    [
        " just a different door you know that got opened that allowed us to go a direction with our brand",
        8279.06,
        8286.78
    ],
    [
        " that I feel good about and I feel like you know I sleep well with just knowing that we're giving back",
        8286.78,
        8293.6
    ],
    [
        " a lot and yeah PSC's been a huge part of that you know they've just given me the tools you know",
        8293.6,
        8300.88
    ],
    [
        " the first bow we came out with is the one you and I shoot and then came out with another bow that",
        8300.88,
        8307.12
    ],
    [
        " was focused on you know a price to where either average person can go and get into archery with a",
        8307.12,
        8313.82
    ],
    [
        " really good setup but probably still less than what you could buy a surfboard for you know what I mean",
        8313.82,
        8319.36
    ],
    [
        " and then yeah we can choose our direction so it's been an it's been an awesome partnership and",
        8319.36,
        8326.18
    ],
    [
        " you know they're an America you know everything's made in America for the stuff that you know we're",
        8326.18,
        8332.0
    ],
    [
        " designing and it's just it's really cool because it's actually the company my first bow was a PSC",
        8332.0,
        8338.92
    ],
    [
        " and last year was their 50 year like anniversary so and PSC started in Illinois like very close to",
        8338.92,
        8348.72
    ],
    [
        " where that road that I turned down was not very far from there so there was just a lot of cool",
        8348.72,
        8355.0
    ],
    [
        " things like that that you know a lot of times if things are meant to be they happen you know I've",
        8355.0,
        8361.24
    ],
    [
        " just learned that you know if you force stuff it's not for the right reasons so I've I've just really",
        8361.24,
        8368.18
    ],
    [
        " I've been fortunate that I haven't had to make a decision based on like I can't pay my bills if",
        8368.18,
        8374.8
    ],
    [
        " I make this decision so I've always just let things unfold of you know really what's meant to be",
        8374.8,
        8381.62
    ],
    [
        " will be and you know and I feel like I feel like my progression of shooting tournament archery",
        8381.62,
        8390.0
    ],
    [
        " and learning what I learned there and learning the connections and growing up working with the",
        8390.0,
        8395.84
    ],
    [
        " manufacturer and seeing some of that behind the scene stuff like all those were just sacrifices",
        8395.84,
        8402.42
    ],
    [
        " and building blocks that I had to do to get to where I really want to be you know I never I never",
        8402.42,
        8408.68
    ],
    [
        " wanted to be the best tournament archer I never really wanted to be you know I didn't want to",
        8408.68,
        8413.72
    ],
    [
        " just work in an archery you know manufacture or you know go to all the the shoots I just I love",
        8413.72,
        8421.7
    ],
    [
        " hunting I love teaching you know I like I like going to new spots and seeing new things and having",
        8421.7,
        8427.6
    ],
    [
        " new challenges so you know that that's kind of what it's done for me yeah and what I like about it",
        8427.6,
        8433.48
    ],
    [
        " and I remember as this deal was unfolding you were telling me what it was like and it's like it's",
        8433.48,
        8436.92
    ],
    [
        " true partnership like you said you're allowed to go in there you can help design exactly what it is",
        8436.92,
        8443.16
    ],
    [
        " you want it's your name going on these on this equipment so it's like you can't be any more",
        8443.16,
        8449.92
    ],
    [
        " invested in this company which is which is awesome yeah it's and what the other thing too is",
        8449.92,
        8456.84
    ],
    [
        " everyone needs to remember you know if you can't shoot it well there's no purpose to it so like",
        8456.84,
        8463.88
    ],
    [
        " through that whole process I got equipment from all these companies that I really hadn't done a",
        8463.88,
        8469.8
    ],
    [
        " hadn't done a lot of due diligence shooting to where I you know because I had only shot two other",
        8469.8,
        8477.0
    ],
    [
        " archery brands really from a like professional level each one for about a decade so I shot other",
        8477.0,
        8484.8
    ],
    [
        " competitors to know what they felt like but that doesn't mean I knew what they would do like in my",
        8484.8,
        8490.4
    ],
    [
        " hands every day so I needed to know that and right away after three or four days I thought this is",
        8490.4,
        8497.82
    ],
    [
        " a seriously underrated product you know and I went out there and met with them and they talked about",
        8497.82,
        8505.82
    ],
    [
        " a lot of things that they wanted to do especially like at that 50 year you know they wanted to you",
        8505.82,
        8512.7
    ],
    [
        " know make some changes from the sales point of view they wanted to make some marketing decisions that",
        8512.7,
        8518.12
    ],
    [
        " were different you know they said you know we want to be able to to hit some like niche markets which",
        8518.12,
        8523.76
    ],
    [
        " for them our community was a niche market which I think was very underrated you know now now I think",
        8523.76,
        8531.6
    ],
    [
        " they realize you know what the impact is but yeah it really gave the ability for me to take people",
        8531.6,
        8540.12
    ],
    [
        " that had incredible ideas internally and awesome patents which you know for me would be hard to",
        8540.12,
        8548.36
    ],
    [
        " go out on my own and do it because I'd have to work around so many things that now that I've shot",
        8548.36,
        8555.12
    ],
    [
        " their bows I personally like so you know I would be trying to figure out a way around what they've",
        8555.12,
        8563.38
    ],
    [
        " solidified as a you know as a proven design so it just it was a it for me it was a plug-in play",
        8563.48,
        8570.08
    ],
    [
        " like and and that's what it had to be because you know we've worked really hard sharing a night to",
        8570.08,
        8579.16
    ],
    [
        " you know really stay on our path at knock on archery because there's there's been a lot of",
        8579.16,
        8585.34
    ],
    [
        " opportunities to you know maybe I don't know if sell out would be like the term because it probably",
        8585.34,
        8592.4
    ],
    [
        " wouldn't be that drastic but we could have definitely made a lot more decisions that would have",
        8592.4,
        8597.48
    ],
    [
        " put our following secondary to decisions that we made and the PSE collaboration was a was a",
        8597.48,
        8608.58
    ],
    [
        " an awesome plug-in play for us and I think as a especially me I feel like I was an athlete that",
        8608.58,
        8616.96
    ],
    [
        " built a career out of the discipline of athletics honestly I feel like those are the little",
        8617.04,
        8627.64
    ],
    [
        " things in business you know especially now like so many people build business based off social media",
        8627.64,
        8633.76
    ],
    [
        " or you know maybe they've you know maybe they've been with origin for you know using your",
        8633.76,
        8646.4
    ],
    [
        " foundation to get to where you want origin to to go but then you know brand why comes in and says",
        8646.48,
        8652.08
    ],
    [
        " well you know we're not just going to give you a discount on a key we'll give you a key and you know",
        8652.08,
        8658.26
    ],
    [
        " I was always at the the mindset of okay if I get a key to one do I really need to get a free key",
        8658.26,
        8667.1
    ],
    [
        " if I've got one even though I had to buy it from origin you know and okay let's say I take the",
        8667.1,
        8674.24
    ],
    [
        " free key well now I've like also started a brand new relationship so you know I think we made a",
        8674.24,
        8681.36
    ],
    [
        " lot of really good choices by weighing out like long-term relationships that understood the direction",
        8681.36,
        8690.1
    ],
    [
        " we needed to go but we weren't there yet but they were going to help at a rate that they could to",
        8690.1,
        8695.66
    ],
    [
        " where we could get to our goal versus like you know a lot of startups are the perfect example of like",
        8695.66,
        8702.92
    ],
    [
        " you know they wait they make a lot of dumb decisions as I did as a business you know given stuff",
        8703.14,
        8709.42
    ],
    [
        " away to the wrong people and those those places come and go all the time and I think as like an",
        8709.42,
        8714.74
    ],
    [
        " you know an ambassador type figure or whatever you can I think Andy likes to call me influencers",
        8714.74,
        8721.58
    ],
    [
        " that's what hashtag influencers yeah which yeah that's your official hashtag for any know",
        8721.58,
        8727.54
    ],
    [
        " but yeah you can you know you can burn a lot of bridges and it's just my experience that a lot",
        8728.08,
        8735.36
    ],
    [
        " of these you know jujitsu surfing archery the they're like they're small demographics they're like",
        8735.36,
        8744.06
    ],
    [
        " small ecosystems so it's like there's only so many times you can burn a hole in the freaking",
        8744.06,
        8749.92
    ],
    [
        " ozone before eventually people are like that dude just burn in the planet down if you know",
        8749.92,
        8755.58
    ],
    [
        " yeah what I like about you what you guys what you and Sharon have done and I think this might be",
        8756.3,
        8762.46
    ],
    [
        " the the biggest lesson that I look at you to try and pass on to the people is you guys have done",
        8762.46,
        8767.9
    ],
    [
        " the right things for the right reasons the whole time you you have put the customer first you put",
        8767.9,
        8772.66
    ],
    [
        " the clients first you put the people that are watching your videos I mean there's there's well",
        8772.66,
        8778.54
    ],
    [
        " that's what you've done that's what you've stuck to making the best products you can trying to get",
        8778.54,
        8783.06
    ],
    [
        " them at a good price point I mean for you to go to PSE and like say okay I could make wonder bow",
        8783.06,
        8788.48
    ],
    [
        " you know and for at the super high end bow but you went there and the first really I guess the second",
        8788.48,
        8794.68
    ],
    [
        " move you make because you you did make that first bow that we're shooting but then you said okay",
        8794.68,
        8797.82
    ],
    [
        " here's the first move we're gonna make a bow that is affordable to people that still kicks ass",
        8797.82,
        8802.72
    ],
    [
        " yep so I think one one of the lessons that I take away from this is like if you're doing the right",
        8802.72,
        8808.46
    ],
    [
        " things for the right reasons in the long run strategically you're gonna be better off then",
        8808.46,
        8813.92
    ],
    [
        " you know trying to get trying to maneuver real quick to make a little bit a buck here in a buck",
        8813.92,
        8818.44
    ],
    [
        " there like you said you're burning a hole in the world that you have to live in that ends up not",
        8818.44,
        8823.84
    ],
    [
        " working out well um I hate to ask you this because I've you've probably been asked this 10,000 times",
        8823.84,
        8832.12
    ],
    [
        " but look we've been going for two and a half hours or something like that but",
        8832.12,
        8835.88
    ],
    [
        " if someone is starting if someone's like hey dude this sounds awesome I want I want to get into",
        8836.56,
        8841.56
    ],
    [
        " this I want to get an archery I want to get a bow I want to you know what I want to go hunting I",
        8841.56,
        8846.64
    ],
    [
        " want to be freaking stalking around in the forest with cami pain on my face like I'm in I want to get",
        8846.64,
        8851.66
    ],
    [
        " into it what what do you recommend how do you how do you go about that well I think first you should",
        8851.66,
        8857.8
    ],
    [
        " just you know Google you know Google archery shops and look at ratings there's you know some areas",
        8857.8,
        8864.36
    ],
    [
        " are very fortunate to have an art an awesome archery shop that you know has amazing you know entry",
        8864.36,
        8872.86
    ],
    [
        " level you know classes and programs like that but also like especially from our point of view",
        8872.86,
        8881.32
    ],
    [
        " knockonartory.com is you know we offer free you know lessons and content I just put out a series",
        8881.32,
        8889.08
    ],
    [
        " you know archery 101 with you know Mark Shanker from kick span because you and I both were like",
        8889.08,
        8896.76
    ],
    [
        " freaking hair slingers from the 80s you're thinking of late babin late babin was a hair slinger was",
        8896.76,
        8903.04
    ],
    [
        " not me I wasn't listening to freaking poison like you were I'll give that to you bro hold what you",
        8903.04,
        8911.6
    ],
    [
        " got you know you do you know offense against kicks but they weren't in my freaking tape deck",
        8914.56,
        8922.56
    ],
    [
        " what was your top three for you black Sabbath motorhead led Zeppelin ACDC and then just straight",
        8922.56,
        8930.94
    ],
    [
        " into all the hardcore stuff that I grew up on chromeags bad bearing bad brains agnostic front",
        8930.94,
        8936.9
    ],
    [
        " right on down the line who wants some well if you wanted that easier listening you had alternatives",
        8936.9,
        8944.4
    ],
    [
        " but no I we did a we did I just thought it was a really cool story because you know he's",
        8944.4,
        8952.0
    ],
    [
        " he's later in life decided to pick up jujitsu you know went down that path you know wanted to",
        8952.0,
        8959.02
    ],
    [
        " honestly wanted to like get away from factory farming and so decided to go down the archery path",
        8959.02,
        8965.94
    ],
    [
        " and you know wanted to like get good enough to where he could you know get his own food so to speak",
        8966.0,
        8971.9
    ],
    [
        " so it was really cool and we documented that and that's you know it was like a three-part series",
        8971.9,
        8976.8
    ],
    [
        " which takes someone from who had never pulled the bow back and just walked walked him through like",
        8976.8,
        8983.66
    ],
    [
        " you know same thing I did with Helen right you know and learning on the screen I I didn't know",
        8983.66,
        8991.12
    ],
    [
        " anything about archery you look in man so thankful that you decided like hey you will you are",
        8991.12,
        8997.54
    ],
    [
        " gonna really like this stuff because you heard me on Rogan and you're like this guy needs to get a",
        8997.54,
        9001.6
    ],
    [
        " freaking bow so you set it up you came out here freaking like what do they say like it's not",
        9001.6,
        9007.74
    ],
    [
        " gonna come to you on a silver platter right in life things are gonna come to you on a silver platter",
        9007.74,
        9012.34
    ],
    [
        " I literally got archery on a silver platter and I know it to everyone out there that's like this",
        9012.34,
        9017.34
    ],
    [
        " ensemble bitch just had freaking Dudley build my bow and then teach me like that's what happened",
        9017.34,
        9022.26
    ],
    [
        " I know I'm sorry that I got that freaking lucky you know my buddy Jack manuals at as long front you",
        9022.26,
        9029.04
    ],
    [
        " know Jack but he he's like man yeah he's like he's like man Dudley taught you how to shoot man he's",
        9029.04,
        9036.08
    ],
    [
        " like so freaking pumped so I know that I know that I got that but one but I I didn't even watch",
        9036.08,
        9046.0
    ],
    [
        " teach me and so then I'm meeting I go home and I'm like all right what are these videos that he's",
        9046.0,
        9049.6
    ],
    [
        " talking about and I'm like oh that's just literally just what he told me to do yeah like I went through",
        9049.6,
        9054.52
    ],
    [
        " and I'm like oh this is what you so anybody that's thinking I got so lucky I did I'm not taking that",
        9054.52,
        9060.18
    ],
    [
        " away but you can get just as lucky by going and pressing freaking play on a YouTube video and you're",
        9060.18,
        9065.38
    ],
    [
        " gonna get you said the exact same things to me you're like hey this is what you need to do here's",
        9065.38,
        9069.98
    ],
    [
        " restart here's the string here's this and I'm like okay cool and I'm doing it and then I go home",
        9069.98,
        9073.96
    ],
    [
        " watch videos I'm like that's what he just told me he could have just sent me the YouTube link",
        9073.96,
        9076.66
    ],
    [
        " yeah you don't have to fly out here this idea you go so every the the fact that you've given",
        9076.66,
        9082.42
    ],
    [
        " access to your actual program of coaching and it's available to anybody yeah it's available to",
        9082.42,
        9089.5
    ],
    [
        " anybody so and on our YouTube channel you and I parallel each other in that format like",
        9089.5,
        9096.18
    ],
    [
        " and I heard you talk about it in the past you've talked about you know like you know for extreme",
        9096.18,
        9103.28
    ],
    [
        " ownership right when you first started doing it and you would you know probably when you started you",
        9103.28,
        9108.12
    ],
    [
        " would get cash by going in places and doing that presentation which is kind of like when I used to",
        9108.12,
        9114.86
    ],
    [
        " travel Europe and like my slideshows you know if people took pictures of them it kind of weirded me",
        9114.86,
        9121.1
    ],
    [
        " out like I need to be booking the you know I need to book another spot that's how I'm paying for my",
        9121.1,
        9127.08
    ],
    [
        " bills you know but then it gets to the point where you realize no actually the more people you're",
        9127.08,
        9132.6
    ],
    [
        " helping the more people that want to dive deeper so you know there came a point for me where I",
        9133.24,
        9142.64
    ],
    [
        " kind of knew I was going down the right road when people that were on higher levels were getting",
        9142.64,
        9149.22
    ],
    [
        " mad at me because they're like don't show them how to do that you know why are you showing them how",
        9149.22,
        9154.48
    ],
    [
        " to do that dude you know and because the US was so dominant in archery competition for a long time",
        9154.48,
        9161.64
    ],
    [
        " in the compound both category and so like learning that ranging system on the unknown things like",
        9161.94,
        9169.46
    ],
    [
        " you know that was never telling you one that sort of thing but just all these small little things you",
        9169.46,
        9176.12
    ],
    [
        " know we'd go to another country and see them like punch and triggers or something and you know",
        9176.12,
        9180.7
    ],
    [
        " my buddy look at me like you freaking talk to them about punching that trigger and I'm a punching the",
        9180.7,
        9184.62
    ],
    [
        " face you know let's freaking do these people so but yeah I just felt like the more I the more I",
        9184.62,
        9194.84
    ],
    [
        " gave away it's also a really good filter because you really start to see how many people are absorbing",
        9194.84,
        9201.0
    ],
    [
        " what you're saying and not you know not being an asshole where they're just asking and they never",
        9201.0,
        9206.94
    ],
    [
        " apply ask never apply never apply you see people where you look at them and you're like oh hey man",
        9206.94,
        9213.0
    ],
    [
        " when did you start shooting that silverback and they're like yeah I watched you know video blah blah",
        9213.18,
        9217.76
    ],
    [
        " blah and I've been working on it I think I'm getting better and meanwhile I know this because",
        9217.76,
        9222.48
    ],
    [
        " I'm seeing you know what I tried to teach being applied by someone that I know I didn't",
        9222.48,
        9228.96
    ],
    [
        " directly tell it to you so then naturally it's like well hey let me give you a little bit you know",
        9228.96,
        9235.44
    ],
    [
        " let me help you progress progress this a little bit and I feel like for you and I both you know we",
        9235.44,
        9243.14
    ],
    [
        " just got to the point where we where we realize lay it all out there and yeah there's there's",
        9243.14,
        9250.24
    ],
    [
        " certain places that will say Dudley will give you anything to to come out here and like do it in",
        9250.24,
        9256.82
    ],
    [
        " person and blah blah blah and yeah I've got people you know we've auctioned a couple bows that have",
        9256.82,
        9264.38
    ],
    [
        " gone you know for a lot for good always for a good cause but we we auctioned a bow that went for a",
        9264.38,
        9272.38
    ],
    [
        " lot for the Navy Seal Foundation to get to that million dollar march to a million mark and",
        9272.38,
        9278.62
    ],
    [
        " you know even though it was a raffle you know people still well you know not everyone's got 20 bucks",
        9278.62,
        9285.16
    ],
    [
        " to buy a bunch of raffle tickets and it's like you know you can't make everyone happy but the reality",
        9285.16,
        9291.72
    ],
    [
        " is you know if someone really wants to go through and put it all together they can you know they can",
        9291.74,
        9299.58
    ],
    [
        " read all these and you know so many different things that I've heard you talk to people you know",
        9299.58,
        9306.44
    ],
    [
        " and and give them I don't know you people will come and be like hey you know Jack will give me some",
        9306.44,
        9314.12
    ],
    [
        " advice about this and then you know I'll go through and look in here and I'm like oh yeah well",
        9314.12,
        9318.54
    ],
    [
        " you know I've heard him apply that exact thing and they acted like you know he just told him",
        9318.62,
        9323.94
    ],
    [
        " something that's never been said and it's like actually if they yeah they would follow that like",
        9323.94,
        9328.96
    ],
    [
        " you know I'm a broken record when it comes to archery I've I've boiled down a recipe to you know",
        9328.96,
        9336.54
    ],
    [
        " what I feel is like a balsamic glaze it's like the good stuff you know and I know like what can",
        9336.54,
        9345.92
    ],
    [
        " make most archers who are brand new be it a very high level fast and eliminate a lot of mistakes",
        9345.92,
        9353.58
    ],
    [
        " but you know whether you watch every video I have or read all those articles or you come in person",
        9353.58,
        9361.68
    ],
    [
        " now granted it's easier for me to see in person of breakdown which that is the benefit to be",
        9361.68,
        9368.3
    ],
    [
        " in a person you can directly connect like right away you're not having to figure out what am I doing",
        9368.3,
        9373.74
    ],
    [
        " wrong and research it but other than that like we put it all out there if I learn something new or if",
        9373.74,
        9380.4
    ],
    [
        " we come out with a new product then you know we're we're going to put it out there and most of",
        9380.4,
        9386.98
    ],
    [
        " everything we do is always it's always a derivative a derivative of a need that I see that we can",
        9386.98,
        9397.46
    ],
    [
        " help with and I remember specifically like on that bow that we were talking about I have chalkboards",
        9398.5,
        9405.66
    ],
    [
        " all around me like you've been to my house and stuff most anywhere where I if I sit down and I'm",
        9405.66,
        9412.84
    ],
    [
        " in there very long there's chalk you know most of my walls are just painted with chalkboard paint",
        9412.84,
        9418.24
    ],
    [
        " because I just write stuff down so don't forget it but I remember like meeting this person that",
        9418.24,
        9426.0
    ],
    [
        " kind of said like hey you know I'd love to embark on an archery journey where do I start and so",
        9426.0,
        9431.04
    ],
    [
        " I remember like writing that down which is the name of that bow is embark because I'm like you know",
        9431.04,
        9436.9
    ],
    [
        " embark on your first archery journey embark on your first bow hunt you know so a lot of the things",
        9436.9,
        9443.82
    ],
    [
        " that we put out there are because there was a need you know my subject matter comes from someone's",
        9443.82,
        9451.1
    ],
    [
        " problem that I need to help him fix yeah I've been the subject of that a few times on social media",
        9451.12,
        9456.26
    ],
    [
        " like hey let's start looking at jaco shot he's doing this and I'm like there you go and it's awesome",
        9456.26,
        9461.52
    ],
    [
        " you know and and that's the way it should be you know it's funny is what's not funny but",
        9461.52,
        9465.46
    ],
    [
        " probably like the third podcast that we were doing maybe the fourth something but very early on",
        9465.46,
        9471.92
    ],
    [
        " in the podcast I remember I had been asked a question about leadership and I was going to give the",
        9471.92,
        9477.42
    ],
    [
        " answer and I was like this answer that I'm about to give is like very very very valuable and it",
        9477.42,
        9485.34
    ],
    [
        " didn't it wasn't like I had a major debate in my mind but it was more just an acceptance it wasn't",
        9485.34,
        9490.44
    ],
    [
        " like I said maybe I shouldn't give it away but it was more like I said when I give this away this",
        9490.44,
        9495.92
    ],
    [
        " is given away something very very valuable and I and that's what I'm gonna do like maybe there's",
        9495.92,
        9501.18
    ],
    [
        " a little bit like well you know because I look I have a leadership consulting company yeah right",
        9501.18,
        9505.56
    ],
    [
        " that's what I do is I do leadership consulting if I'm just get you know hey go go ahead I'm just",
        9505.86,
        9510.94
    ],
    [
        " gonna give away all the answers for free well maybe that's not a good idea and I own if I had that",
        9510.94,
        9516.7
    ],
    [
        " thought it was like a split second and I realized I was like no actually every possible thing that I",
        9516.7,
        9522.1
    ],
    [
        " can give the people to help them that's what we're doing that's what I'm doing and and and that's",
        9522.1,
        9525.98
    ],
    [
        " what you do and like you said what it helps is that solves look no one in life is gonna get to the",
        9525.98,
        9531.9
    ],
    [
        " end of their problems right no one's gonna get to a point where they just like oh I don't have any",
        9531.9,
        9535.54
    ],
    [
        " problems anymore with leadership right oh I've got everything figured out no one and so there's",
        9535.54,
        9539.58
    ],
    [
        " so you solve a bunch of their problems cool then guess what now when you work with them you can do",
        9539.58,
        9546.1
    ],
    [
        " a problem that's a actually a little bit more complex yeah it's actually a little bit more challenging",
        9546.1,
        9550.0
    ],
    [
        " you know like I get kind of like you you get asked hey Doug you know I'm you know sometimes I",
        9550.0,
        9561.88
    ],
    [
        " mean you've ever been asked that you know what I mean or they say hey you know I once I'm sitting",
        9561.88,
        9566.1
    ],
    [
        " on our target I start my I start to my hand starts to shake a little bit like they're thinking that",
        9566.1,
        9570.76
    ],
    [
        " this is only happening to them you've been asked that question 15 million times right and happens",
        9570.76,
        9575.98
    ],
    [
        " to me too like you know hey Jaco I know you talk about cover move but sometimes the people I'm",
        9575.98,
        9580.08
    ],
    [
        " working with they don't really you know they don't want to do their part so how does that even",
        9580.08,
        9583.86
    ],
    [
        " work it's like I've been they think that that's the only time that's ever happened and it's actually",
        9583.86,
        9587.5
    ],
    [
        " happened 15 million times that I've been asked that question so give it away give away as much as",
        9587.5,
        9593.82
    ],
    [
        " you can two people and that elevates everybody and that means they're they're seeing value and what",
        9593.82,
        9599.82
    ],
    [
        " you're doing and they're appreciative and now guess what they get their problems problem that problem",
        9599.82,
        9604.2
    ],
    [
        " solved cool they never have a problem again that's great cool that's great good for them that's",
        9604.2,
        9609.76
    ],
    [
        " awesome I'm happy someone else gonna have that problem I'm gonna learn by the way it's just it's",
        9609.76,
        9614.44
    ],
    [
        " doing the right things to the right reasons like I said earlier if you're doing the right",
        9615.14,
        9617.86
    ],
    [
        " things for the right reasons it's gonna pay off in the end you and I are really similar in a lot",
        9617.86,
        9621.84
    ],
    [
        " of ways like you know right now sharing an ira stand you know in your old house so just lurking",
        9621.84,
        9630.26
    ],
    [
        " around and seeing you know seeing some of your stuff I mean you're you're not like a gadgety",
        9630.26,
        9638.5
    ],
    [
        " person you're there like even your weights are you know the first one you got at eBay or where",
        9638.6,
        9644.88
    ],
    [
        " you know before eBay when you walked in the freaking second wind fitness or whatever freaking",
        9644.88,
        9649.98
    ],
    [
        " bought this rusty hill freaking thing you got but you I don't think you do everything you do is",
        9649.98,
        9662.42
    ],
    [
        " that way but I'm glad you knew that the bands you used to work out were not mine there were my",
        9662.42,
        9667.94
    ],
    [
        " wives and daughters but I think your consistency with like you get good at the tools you have",
        9667.94,
        9678.92
    ],
    [
        " and you you build yourself around those tools you don't get tools to try to continue to make you",
        9678.92,
        9686.56
    ],
    [
        " better you know you're not like looking for the cheat code looking for the cheat code yeah I know",
        9686.56,
        9691.26
    ],
    [
        " you talk about that for a hack that like this I fight to get this it'll make me a little bit it'll",
        9691.26,
        9695.24
    ],
    [
        " make it a little bit easier now I'm glad we're not talking about surfboards because you also saw",
        9695.24,
        9698.44
    ],
    [
        " my mama surfboards I have which is kind of rigged ridiculous yeah yeah surfboards is it's like a",
        9698.44,
        9704.86
    ],
    [
        " freaking junkyard of surfboards all over the place yeah and there's a little bit of an excuse for",
        9704.86,
        9710.64
    ],
    [
        " that because different waves require different boards yeah there's a lot of different waves to surf",
        9710.64,
        9715.78
    ],
    [
        " I mean my archery room looks very similar to that but I don't change unless there's a change",
        9715.78,
        9722.26
    ],
    [
        " needed for the application now one of the things with me is I never really had great continual",
        9722.26,
        9728.96
    ],
    [
        " coaching a lot of the things that I teach are from mistakes like no one ever told me why I",
        9728.96,
        9735.42
    ],
    [
        " miss low left I had to figure that out over a lot of frustration and so like once I've learned",
        9735.42,
        9743.06
    ],
    [
        " those things everything I boil down is to try to help eliminate those mistakes and learning curves",
        9743.06,
        9749.22
    ],
    [
        " you know shouldn't say it's cheat codes but just like me freaking surfing yesterday I do try to take",
        9749.22,
        9757.64
    ],
    [
        " a direct line of attack so my coaching method is very direct line of attack to where you're",
        9757.64,
        9767.6
    ],
    [
        " eliminating mistakes but like getting to that particular point of topic as efficient as possible",
        9767.6,
        9775.18
    ],
    [
        " to where you're not expanding valuable energy in that archery shop I just want to make sure we",
        9775.18,
        9783.46
    ],
    [
        " capture a couple things here so I'm never done archery before and I want to get into archery what's",
        9783.46,
        9790.04
    ],
    [
        " we we look for a good archery shop we read the reviews what's a good amount of money to spend",
        9790.04,
        9795.5
    ],
    [
        " on that first investment is it better to go and like hey should you go and try like hey can I",
        9795.5,
        9801.5
    ],
    [
        " try a bow like let me shoot some see what it feels like in the shop just just to make sure you're",
        9801.5,
        9806.8
    ],
    [
        " like oh yeah this is freaking cool or is it like you know spend a thousand bucks spend 800 bucks",
        9806.8,
        9813.12
    ],
    [
        " what's going to get you in the game well I think if you go there and you you try it most archery",
        9813.12,
        9818.84
    ],
    [
        " shops are going to let you try it a little bit I think that would be valuable and be really",
        9818.84,
        9824.86
    ],
    [
        " specific to them to where you're new you want to make sure you buy equipment that's very suited",
        9824.92,
        9831.2
    ],
    [
        " for you as a beginner and one of the examples of that is when you buy a bow they have like you know",
        9831.2,
        9838.24
    ],
    [
        " they all have pulling weight so when you pull them back you know it takes a certain amount of",
        9838.24,
        9842.28
    ],
    [
        " strength to pull them back I'm real strong yeah I want 500 pounds yeah that's Jaco walking in",
        9842.28,
        9848.94
    ],
    [
        " but a beginner like our wives for example if they went into a lot of shops some shops especially",
        9849.84,
        9857.52
    ],
    [
        " if they were excited and just wanted to buy it right then they would make do with equipment that",
        9857.52,
        9862.46
    ],
    [
        " they have and like size it down for them versus I would way rather say hey I'll wait a couple weeks",
        9862.46,
        9869.92
    ],
    [
        " to order something to work you know it's my pull way the bow is the right size for me because they",
        9869.92,
        9877.14
    ],
    [
        " can always make it work but you know getting the right equipment off the get go and being up front",
        9877.14,
        9882.96
    ],
    [
        " with them of hey I really want to do this I enjoy it I want the right equipment and it's my personal",
        9882.96,
        9890.1
    ],
    [
        " belief that if you get in on like the lower end stuff you're gonna you can progress really fast",
        9890.1,
        9897.92
    ],
    [
        " with archery so what'll happen is you're gonna do it just a short period of time and realize",
        9897.92,
        9904.38
    ],
    [
        " I'm actually better than this beginner piece of equipment and then you realize the value of",
        9904.46,
        9910.16
    ],
    [
        " beginner equipment is kind of a poor investment because it's just you're gonna sell it for way less",
        9910.16,
        9917.76
    ],
    [
        " because everybody got that cheap entry point so like with the bow that we did the embark",
        9917.76,
        9925.44
    ],
    [
        " that bow allows you to get a bow or price to where you can put some really high end accessories on",
        9925.44,
        9932.84
    ],
    [
        " it because the accessories can carry over it'd be like you know if you went and got a you know a",
        9932.84,
        9940.06
    ],
    [
        " cool freaking AR but then like you know shot your wad on buying that thing so then you went you",
        9940.06,
        9948.18
    ],
    [
        " went and bought a nabesky and then you're like well I got 50 bucks left and you got to borrow your",
        9948.18,
        9953.56
    ],
    [
        " buddies like red rider BB gun like scope that came on it to like put on your nabesky that's going",
        9953.56,
        9961.3
    ],
    [
        " to be a problem so I tell people you know get high end accessories get you know quality arrows",
        9961.3,
        9967.34
    ],
    [
        " high end accessories get a bow that's in the middle of the road to where if you move up in that bow",
        9967.34,
        9973.66
    ],
    [
        " you can transfer your accessories over which you know we we've done with you you know we can transfer",
        9973.66,
        9978.88
    ],
    [
        " the accessory I went high end on your accessories because you don't want accessory like you don't",
        9978.88,
        9984.02
    ],
    [
        " want your sight moving you know if your if your sights moving around or if your arrow rest is moving",
        9984.02,
        9988.82
    ],
    [
        " around then there's none of us that are going to know how well you're really shooting because",
        9988.82,
        9992.62
    ],
    [
        " there's just continual variables but I think I think for a thousand bucks you can get in to where",
        9992.62,
        10001.7
    ],
    [
        " you can get in and stay in without having to re up and re up and re up um but you want something",
        10001.7,
        10008.28
    ],
    [
        " that has the ability to especially if you're still growing you want to have a cam system that",
        10008.28,
        10014.86
    ],
    [
        " and that's kind of the pulley looking things on the bow you want to be able to have something that's",
        10014.86,
        10019.38
    ],
    [
        " adjustable and especially when you're learning like as a coach I'm not going to be hypersensitive of",
        10019.38,
        10026.84
    ],
    [
        " you being exactly your draw length which is like your posture when you're at like a full drop",
        10026.84,
        10035.96
    ],
    [
        " position with your bow pulling it back because you can pull a bow back to different lengths",
        10035.96,
        10040.34
    ],
    [
        " there's a good chance that your technique is going to slightly change over the course of",
        10041.68,
        10046.28
    ],
    [
        " getting better to where you might need to make some adjustments with that so having something",
        10046.28,
        10050.88
    ],
    [
        " that has the ability to adjust is also awesome what you get when you spend yeah it's kind of like",
        10050.88,
        10057.48
    ],
    [
        " I think there's like a hundred dollar increments like you can get a bow for four hundred bucks but",
        10057.48,
        10062.66
    ],
    [
        " you're going to be limited you know and then I think once you get to like six ninety nine seven ninety",
        10062.66,
        10068.94
    ],
    [
        " nine for the bow only you're in a really good position and then put good accessories on it and",
        10068.94,
        10074.86
    ],
    [
        " you know you'll be enjoying it for a while that that level bow like the embark like you",
        10074.86,
        10081.16
    ],
    [
        " you go on hunt with that thing this is yeah I'll shoot one day at the tax will be with an embark",
        10081.16,
        10088.5
    ],
    [
        " and then one day I'll be with an ntn like when I you know I and last year um I took that bow",
        10088.5,
        10095.9
    ],
    [
        " you know I'm one of my most memorable hunts you know because I've always that's one thing I've",
        10096.36,
        10102.16
    ],
    [
        " always done is I want people to feel like even though for a particular brand they have a low-end",
        10102.16,
        10109.58
    ],
    [
        " model a mid grade model and a high-end model I've always put some of those budget bows to a test and",
        10109.58,
        10116.28
    ],
    [
        " I've used them because I want I don't want people to feel like they can only shoot archery if they",
        10116.28,
        10121.16
    ],
    [
        " have the best gear I've proven time and time and time again that that middle range is a is a very",
        10121.16,
        10128.96
    ],
    [
        " good place to get in and you can honestly you can stay there and be totally okay but you know it's",
        10128.96,
        10137.22
    ],
    [
        " no different than you know there's a lot of cars that are awesome but you know I like my ram but",
        10137.22,
        10145.36
    ],
    [
        " I might want that hellcat ramp even though technically it drives the same yeah right",
        10145.78,
        10154.78
    ],
    [
        " all well I think that's uh that's good info and I'm sure a bunch of people to probably good yeah",
        10154.78,
        10159.6
    ],
    [
        " we're approaching three hours right now but I just wanted to make sure people are going to get",
        10159.6,
        10164.02
    ],
    [
        " interested in this I want people to and by the way you have all this information on on your",
        10164.02,
        10169.18
    ],
    [
        " YouTube channel about like wow how to get started what to look for everything from freaking",
        10169.18,
        10173.92
    ],
    [
        " arrows to the book like everything so yeah it's it's all out there if you want to go a little bit",
        10173.94,
        10179.46
    ],
    [
        " deeper um but yeah man obviously I appreciate you coming on but man I appreciate I appreciate",
        10179.46,
        10187.86
    ],
    [
        " what you're doing what you're doing for veterans you know that are out there what you're doing for",
        10187.86,
        10193.6
    ],
    [
        " your whole community of people that are making their life better because they're out there they got",
        10193.6,
        10196.98
    ],
    [
        " they got a mission and and absolutely what you've done for me help me out delivering silver platter",
        10196.98,
        10203.12
    ],
    [
        " bohunting to me which again I'm sorry for everyone for being so spoiled uh I'm lucky and I",
        10203.5,
        10209.3
    ],
    [
        " appreciate it but man it's been awesome and and I want to help get other people heading down",
        10209.3,
        10214.14
    ],
    [
        " that path because man I think it's beneficial in so many different ways man yeah it is 100%",
        10214.14,
        10219.86
    ],
    [
        " I think it's an awesome and awesome sport especially for people that come from your background",
        10219.86,
        10225.2
    ],
    [
        " who are looking for a new mission you know you said it perfectly because with all of you guys",
        10225.2,
        10232.48
    ],
    [
        " who have done it you know learning a new discipline or new trade is one thing but then once it comes",
        10232.48,
        10241.64
    ],
    [
        " to like packing up to freaking go on call that lights a whole different intensity where you know",
        10241.64,
        10251.66
    ],
    [
        " hey we're meeting you know we're we're we're out at dark back at dark and when you're out there",
        10251.66,
        10260.14
    ],
    [
        " you know geared up and freaking ready to get after it you know I remember the first time you and I",
        10260.14,
        10265.86
    ],
    [
        " went out and we were on that hillside glass and you just said bro this freaking this is recon right now",
        10265.86,
        10275.5
    ],
    [
        " like you know I'd have a team right over there there'd be freaking two dudes right there they'd be",
        10275.5,
        10281.16
    ],
    [
        " like you know back up and then we'd be here and like you know this shit would be all pulled over",
        10281.16,
        10286.42
    ],
    [
        " tight you know it was you were in your element just dorking out yeah well you were head freaking dork",
        10286.42,
        10294.9
    ],
    [
        " on the scenario so it's all good awesome man echo Charles you can see what kind of focus and",
        10294.9,
        10303.82
    ],
    [
        " consistency it takes to to approach excellence in any element cognitive focus but the pursuit never",
        10303.82,
        10313.14
    ],
    [
        " stops the pursuit of excellence doesn't stop what suggestions do you have take us moving in the",
        10313.14,
        10319.84
    ],
    [
        " right you know we talked about being an athlete right the importance the value of being an athlete",
        10319.84,
        10327.3
    ],
    [
        " which I was with you the whole time I agree fully but we don't want to stop that just because we",
        10327.3,
        10332.58
    ],
    [
        " get older and take on other responsibilities are you getting older well that's got a sock it's",
        10332.58,
        10342.92
    ],
    [
        " on our off time there's no off time on time there's just time something like that unless we have",
        10342.92,
        10349.7
    ],
    [
        " things to help you through this journey supplementation first thing you talk about focus we have discipline",
        10349.7,
        10354.48
    ],
    [
        " discipline I was able to look at you just to get you on track bro because you were starting to",
        10354.48,
        10359.46
    ],
    [
        " stray well whatever you guys you guys are talking about all this I can probably chime in on a few",
        10359.46,
        10364.24
    ],
    [
        " things as I can tell you like three things that are pinnacles for me from you know from origin cold",
        10364.24,
        10373.2
    ],
    [
        " war freaking joint warfare and the vitamin D freaking have powered through covid you know",
        10373.2,
        10381.76
    ],
    [
        " covid year was like no factor no factor but I was those those three for me are every day that are",
        10381.76,
        10390.34
    ],
    [
        " like right next to my cup of coffee where I know I'm getting after it first thing the morning yeah",
        10390.34,
        10395.1
    ],
    [
        " that's um those are those are freaking legit the joint warfare is the go read the reviews on",
        10395.1,
        10402.56
    ],
    [
        " joint warfare don't listen to me who am I I'm free I own the company of course I'm gonna tell you",
        10402.56,
        10406.48
    ],
    [
        " it's good right go read the reviews from other people and what it does to them and what they say",
        10406.48,
        10411.32
    ],
    [
        " that grandmother started taking it and I'll sudden you know she's whatever plain tennis again and what",
        10411.32,
        10416.7
    ],
    [
        " not you yeah it's true but this is the the whole purpose yeah you own the company but the whole",
        10417.82,
        10424.24
    ],
    [
        " purpose that you have this stuff is because that was like your pursuit even before that true like",
        10424.24,
        10429.74
    ],
    [
        " yeah you got to take the stuff real oil uh you know all the ingredients you know the well you added",
        10429.74,
        10434.66
    ],
    [
        " some ingredients to the joint warfare to make that better because why not like it's not like",
        10434.66,
        10439.1
    ],
    [
        " oh I'm just gonna take no make it better yeah make it the best possible thing that you can put",
        10439.1,
        10443.1
    ],
    [
        " into your mouth to make your freaking joints bulletproof sun yeah yeah true and I'm with you with",
        10443.1,
        10451.54
    ],
    [
        " that that combo every day um the cold war not as much that that's kind of a seasonal thing don't",
        10451.54,
        10457.42
    ],
    [
        " like the cold super curl to get that curl oil on man get them little fish down what are they fish",
        10457.42,
        10463.18
    ],
    [
        " no little shrimp little shrimps little tiny shrimps like shrimps yeah fish well good to the",
        10463.18,
        10468.86
    ],
    [
        " you know may want to look at your oil is good yeah you're right there is a label reader I will say",
        10468.86,
        10473.88
    ],
    [
        " there is something like there if it's in there he's he's reddit and researched it there's a",
        10473.88,
        10479.06
    ],
    [
        " reason that we see fish oil is like whatever that's your freaking four hundred dollar bow yeah",
        10479.06,
        10484.6
    ],
    [
        " krill oil or the krill oil is the freaking top of the line got you is the top of the line super",
        10484.6,
        10490.34
    ],
    [
        " krill is where it's at I understand fully I mentioned the discipline discipline go look",
        10490.34,
        10497.04
    ],
    [
        " look hey look some of us are into energy drinks but really we're not into energy drinks we're",
        10497.04,
        10502.5
    ],
    [
        " into the idea of energy drinks and what they don't tell you about the whole energy drink thing",
        10502.5,
        10506.8
    ],
    [
        " is that there's poison inside straight up normal energy drinks yeah tradesh tradesh",
        10506.8,
        10512.92
    ],
    [
        " that's why yeah so this is the upgrade this is the I don't know whatever you guys",
        10512.92,
        10516.4
    ],
    [
        " I don't know I don't think it's an upgrade I think it's new category yeah it's new category",
        10516.56,
        10520.54
    ],
    [
        " it's like oh we're over here drinking poison you're over here drinking something that's awesome",
        10520.54,
        10523.72
    ],
    [
        " for you clean clean alternatives is like a long overdue category for because think of how many",
        10523.72,
        10531.9
    ],
    [
        " guys went in and got after it in victory and then walked out and just grabbed dog crap in a",
        10531.9,
        10540.42
    ],
    [
        " plastic bottle to like have something on the way out the door yeah it is way past you yeah way",
        10540.44,
        10547.72
    ],
    [
        " past you yeah it's almost like and I'm not as in touch with it but I'm you know I'm a casual",
        10547.72,
        10553.82
    ],
    [
        " we'll say but it seems like the whole energy casual what it's I mean besides life",
        10553.82,
        10558.2
    ],
    [
        " everything all of the above you said you're a casual what are you talking about",
        10558.2,
        10561.98
    ],
    [
        " the fan of energy drinks oh before you are see if it wasn't for me being on deployment like",
        10561.98,
        10567.18
    ],
    [
        " like with with energy drinks and needing them because I need this like I'm freaking wicked tired",
        10567.9,
        10573.86
    ],
    [
        " and I've been awake for 48 hours and I need caffeine into my system that's why I started drinking energy",
        10573.86,
        10580.24
    ],
    [
        " drinks and then but what do you deal with you deal with the oh I got done drinking the energy drink",
        10580.24,
        10585.42
    ],
    [
        " now I don't have that freaking high anymore and now I feel like dog shit yeah yeah and that's exactly",
        10585.42,
        10592.68
    ],
    [
        " because there's a bunch of junk in there this exactly what I'm saying you're talking about like",
        10592.68,
        10596.54
    ],
    [
        " extreme stuff what about when you were in the club what about you you are a freaking door man of the",
        10596.54,
        10601.4
    ],
    [
        " year or whatever I never I never I never got into energy drinks as much you know every once in a",
        10601.4,
        10609.38
    ],
    [
        " while whatever I just drink coffee because they have coffee available okay whatever is for us",
        10609.38,
        10614.02
    ],
    [
        " staying up no but I'm talking about like activity you're talking about going on deployment all this",
        10614.02,
        10618.06
    ],
    [
        " I don't like the taste of coffee okay yeah I understand sir I was talking to Evan and Evan's like",
        10618.06,
        10623.32
    ],
    [
        " bro he's like he's like you know I want to get brought up to Utah and I you know I'm gonna",
        10623.32,
        10626.82
    ],
    [
        " figure out what what coffee you know what coffee like there's you know there's gotta be a way you",
        10626.82,
        10632.22
    ],
    [
        " know he's like a he's like a sommelier of the job of being right and he's like wanting to create",
        10632.22,
        10638.66
    ],
    [
        " it and he's texting me he's like yeah I mean he's a cumma so I'm gonna get you the you know the",
        10638.66,
        10644.5
    ],
    [
        " the bean that you like and the roast that you like and all the stuff I texted back I go bro",
        10644.58,
        10649.56
    ],
    [
        " I don't even like coffee ice cream good luck he started laughing but that's kind of an important",
        10649.56,
        10655.54
    ],
    [
        " factor right there because coffee like coffee is like beer where it's like at the end of the day",
        10655.54,
        10659.88
    ],
    [
        " you're always gonna have the beer flavor there's a beer flavor yeah yeah yeah yeah yeah yeah yeah",
        10659.88,
        10664.8
    ],
    [
        " and then from that flavor then if it wasn't if it didn't write it or without a know what it",
        10664.8,
        10668.68
    ],
    [
        " tastes like coffee wouldn't be coffee exactly if you made it with freaking cocoa beans it wouldn't be",
        10668.68,
        10672.94
    ],
    [
        " yes exactly right he made it with tea leaves it wouldn't be coffee correct yeah exactly right or",
        10673.54,
        10677.7
    ],
    [
        " strawberry so whatever Evan was trying to put on your flavor we'll see I don't know he's a freaking",
        10677.7,
        10682.68
    ],
    [
        " he's into it man he maybe he can pull it off we'll see it's chocolate peanut butter you might be",
        10682.68,
        10688.42
    ],
    [
        " well that's like you with milk bro like I sent you like a whatever you got some milk and then like",
        10688.42,
        10693.92
    ],
    [
        " two weeks later the camera want it like a freaking crack it bro it needs to want to smoke",
        10693.92,
        10698.9
    ],
    [
        " coffee man cause that dude all right we're just three days and I'm freaking bald dude yeah it's true",
        10698.9,
        10705.58
    ],
    [
        " but the energy drinks is like a lot of these activities that they're sometimes in my observation",
        10705.58,
        10710.92
    ],
    [
        " which is limited I know but in my observation it's associated with these activities that are kind of",
        10710.92,
        10716.24
    ],
    [
        " let's just say they would benefit more from a healthy oh for sure for sure yeah why would you be",
        10716.24,
        10722.78
    ],
    [
        " doing out something that's physically demanding and putting poison in your body so you okay don't",
        10722.78,
        10728.0
    ],
    [
        " do it you go to big sky or whatever you know that hill you're always sending me videos of you",
        10728.0,
        10732.56
    ],
    [
        " guys charging or whatever what's it called the big I don't know what's a mountain yeah of course",
        10732.56,
        10739.1
    ],
    [
        " yeah bro when I ran up that thing after you and I were like kept walking down that mountain",
        10739.1,
        10746.98
    ],
    [
        " every day and be like man this would be a good work I want it when I went and did it I was like",
        10746.98,
        10750.02
    ],
    [
        " yep confirmed that sucked yeah and that's what I'm saying so so and you we write the lift up",
        10750.02,
        10756.7
    ],
    [
        " okay so in the snow we'll say if you really used to it okay good but just being in the snow just",
        10756.7,
        10764.02
    ],
    [
        " like just being in the ocean or on deployment or or in the in the woods part in my lack of",
        10764.02,
        10770.7
    ],
    [
        " terminology but it is technically it is woods okay just being there bro it's like that's in and",
        10770.7,
        10776.88
    ],
    [
        " of itself is a thing like you can't you're not just cruising you're just you're working",
        10776.88,
        10781.16
    ],
    [
        " right okay and then you're doing your activity on top of that and whether you're in big sky",
        10781.16,
        10785.32
    ],
    [
        " you know the woods the water whatever like right you're not gonna want poison in that scenario",
        10785.38,
        10791.0
    ],
    [
        " right there no or even anything that you're gonna pay the price later or something like that and",
        10791.0,
        10794.62
    ],
    [
        " it's not needed you don't need to you don't need that poison that's why you guys just go",
        10794.62,
        10798.44
    ],
    [
        " boom and now hey wow if you want this stuff you're on the east coast go to wow and you know they",
        10798.44,
        10805.22
    ],
    [
        " were saying they tried to pull the reins on us they're like don't don't tell everyone to clear",
        10805.22,
        10810.78
    ],
    [
        " the she out stop step said we're back we're back see if you can run that supply chain into",
        10810.78,
        10815.94
    ],
    [
        " the ground I I challenge you all to see if you can run that supply chain into the ground for me",
        10815.94,
        10820.48
    ],
    [
        " see what happens if you do well figure something out I'll do what's something I could do",
        10820.48,
        10824.64
    ],
    [
        " like make a funny hat put on a funny hat and do a video or something grow those bangs back",
        10824.64,
        10831.66
    ],
    [
        " cut back that ain't happening to me grow those bangs to me hair it was so it's bothersome to me when",
        10831.66,
        10840.2
    ],
    [
        " my hair is like a quarter of an inch long or whatever like it already bothers me so go go in that",
        10840.2,
        10844.98
    ],
    [
        " distance would freaking drive me crazy yeah yeah yeah yeah yeah yeah yeah vitamin chop and there's",
        10844.98,
        10852.88
    ],
    [
        " a subscription scenario jocco feel about you don't want to run out of that that that every day",
        10852.88,
        10858.08
    ],
    [
        " supplying you know joccofuel.com which by the way is where you think they call the good good",
        10858.08,
        10863.78
    ],
    [
        " what's the good good yeah that's subscript oh yeah oh yeah",
        10864.12,
        10867.9
    ],
    [
        " the subscription well here's the deal man we're we're not look we're not alone in the world",
        10867.9,
        10871.82
    ],
    [
        " but they're so good good there's there's capitalism out here we're competing on an open market we're",
        10871.82,
        10876.4
    ],
    [
        " competing with some people that are pretty big so when you compete with people that are pretty big",
        10876.4,
        10881.08
    ],
    [
        " you got to figure out how you're going to make something happen so what we want to do is free",
        10881.08,
        10884.02
    ],
    [
        " shipping right because people are very used to free shipping because there's some companies out",
        10884.02,
        10889.3
    ],
    [
        " there that do free shipping and so how do we how can we make that happen the way we made it happen",
        10889.3,
        10894.32
    ],
    [
        " is if you get subscriptions to any of these products they're boom shipping's free there you go all",
        10894.32,
        10899.54
    ],
    [
        " right cool also origin USA.com okay this is where you can get American made stuff from jujitsu stuff",
        10899.54,
        10906.56
    ],
    [
        " all the way down to non jujitsu everyday stuff and like for real everyday stuff like jeans like jeans",
        10906.56,
        10912.52
    ],
    [
        " boots boots yeah I'll wait on my hat Pete which hat a beanie a ball cap no you know the one",
        10914.22,
        10921.18
    ],
    [
        " that he wears we both wore them what are they called that cap those are called a flat cap but they're",
        10921.18,
        10926.5
    ],
    [
        " like kind of the Frenchy ones yeah it's like it's called a flat cap it's not like a fedura",
        10926.5,
        10930.94
    ],
    [
        " no it's it's called a flat cap it's like what you see like a yeah a little British dude wear",
        10930.94,
        10935.36
    ],
    [
        " dude Andy got me one in France a camo one that I wear sometimes and it's made out a camo flat cap",
        10935.92,
        10942.52
    ],
    [
        " yeah dude okay and it's made out of like sweatshirt material and it's freaking comfy on your head",
        10942.52,
        10950.22
    ],
    [
        " I hunted with it I told Pete like make me that out of my origin hoodie material",
        10950.22,
        10956.26
    ],
    [
        " because that hoodie is like the my favorite thing I wear around the house every day",
        10956.26,
        10961.26
    ],
    [
        " oh yeah that thing's freaking the freaking midway that soft ass one freaking awesome",
        10961.38,
        10967.52
    ],
    [
        " right used to say it most comfortable sweat suit every and every and every and every and every",
        10967.52,
        10972.14
    ],
    [
        " and pants to match that yeah that are like longer than 28 inches or yeah you got a you got a",
        10972.14,
        10978.74
    ],
    [
        " situation but we're so two pairs to be in a freaking long ass legs I heard the hour I saw they had",
        10978.74,
        10986.92
    ],
    [
        " some socks brewing yeah socks are brewing we're gonna make everything interesting make everything",
        10987.28,
        10991.44
    ],
    [
        " we're bringing it back to America we're gonna make it so you can wear it and we will make like",
        10991.44,
        10996.64
    ],
    [
        " they're making all these different like cool socks but at some point I'm just gonna make straight",
        10996.64,
        11000.52
    ],
    [
        " up white socks like you know I roll see and you have a lot of good ideas can't do",
        11000.52,
        11005.74
    ],
    [
        " down when you're gonna make a jock strap you need to make a jock strap that's a good call man",
        11005.74,
        11014.68
    ],
    [
        " that's a great I've that's a that's a great one I've been here in that joke since thousand third grade",
        11014.68,
        11022.42
    ],
    [
        " well for good reason but yeah good yes all American made stuff really it also jaco",
        11022.42,
        11030.76
    ],
    [
        " the store it's called jaco store in this where you can get shirts and rash guards and hoodies and hats",
        11030.76,
        11036.06
    ],
    [
        " and stuff that are representative of the path directly and then there's the shirt locker which",
        11036.06,
        11042.92
    ],
    [
        " this is how this is what savage solid alone to yeah by the way this is what this is how savage people",
        11042.92,
        11048.38
    ],
    [
        " are so we have this thing called the shirt locker yeah it's it's a subscription and if you're on",
        11048.38,
        11053.66
    ],
    [
        " the subscription you get like a one-off t-shirt yeah like if you have to be on it you like you can't",
        11053.66,
        11058.46
    ],
    [
        " go buy it later so somebody's actually I think a couple people are already jacking the designs I don't",
        11058.46,
        11064.9
    ],
    [
        " even know how they're doing that that it's not like that design is like on this place where people",
        11064.9,
        11070.04
    ],
    [
        " posted it people posted the real one so like and then they then they jack it and they put it on",
        11070.1,
        11075.24
    ],
    [
        " these websites like hey it's freaking ridiculous but here that's how savage people are out there",
        11075.24,
        11081.32
    ],
    [
        " it is lame but it's there's like a few you two five other days I only use the word savage in a negative",
        11081.32,
        11088.64
    ],
    [
        " way but I know I definitely use it in a positive way yeah more off I think you just you just more",
        11088.64,
        11094.82
    ],
    [
        " tome to it because I say it with such disc like those just that's just what a savage yeah when when",
        11094.82,
        11102.08
    ],
    [
        " some of these like doesn't have the creativity to figure out how to make a cool t-shirt and sell it",
        11102.08,
        11106.52
    ],
    [
        " instead they're just savages and just stealing the design yeah what who does that yeah it's it's",
        11106.52,
        11115.2
    ],
    [
        " savages now what's jacked up is you could also be like oh man like you can I can obviously be super",
        11115.2,
        11122.84
    ],
    [
        " positive thing like oh these do like you said earlier you're like hey where the guita twins are",
        11122.84,
        11128.04
    ],
    [
        " from where the guita brothers are from there's a bunch of savages in their neighborhood their wrestlers",
        11128.04,
        11132.64
    ],
    [
        " in their fighters and I was like yeah cool I totally knew what you were talking about yeah so it's",
        11132.64,
        11137.1
    ],
    [
        " one of those words that can go either way but that's a compliment word and we've had many",
        11137.1,
        11141.48
    ],
    [
        " conversations where if jacos says savage it's it's a high compliment for someone that doesn't know",
        11141.48,
        11148.56
    ],
    [
        " they just got one it is a weird thing because I use it as the highest one of the highest",
        11148.56,
        11153.68
    ],
    [
        " compliments and one of the lowest insults I can give it's literally the same word that dudes a",
        11153.68,
        11159.24
    ],
    [
        " savage or that dudes a savage what a fucking bunch of savages I don't know how they get the the",
        11159.24,
        11167.92
    ],
    [
        " design because it's not like okay like the one okay so hardcore recondos are good or just",
        11167.92,
        11173.34
    ],
    [
        " when equals freedom you go to like I don't want to tell anyone how to how to get it but it's on",
        11173.34,
        11178.4
    ],
    [
        " display somewhere you know but the shirt locker ones they tend they're not there's like a hint of",
        11178.4,
        11183.86
    ],
    [
        " them somewhere no but no no people are taking when they get their shirt locker shirt and they take",
        11183.86,
        11188.58
    ],
    [
        " it no no they're supposed to like yeah I got the new shirt locker shirt oh yeah and the game over",
        11188.58,
        11193.64
    ],
    [
        " okay so how they how they do that right the knockoffs basically the counterfeit pirated like",
        11193.64,
        11199.04
    ],
    [
        " design shirts they go to one of these like internet yeah yeah what do you call purchase bio don't order",
        11199.04,
        11206.94
    ],
    [
        " the recipe or whatever no you can do what here's a here's how bad it is if you if you know about it",
        11206.94,
        11211.42
    ],
    [
        " and you can if you just have like half a brain no offense to people who bought those but you can tell",
        11211.42,
        11217.58
    ],
    [
        " you look at it and it's like this weird like mock up of the design on this real like real like",
        11217.58,
        11224.6
    ],
    [
        " what it's like when you see it in the model it's like when you buy a metallic a t-shirt like from",
        11224.74,
        11229.32
    ],
    [
        " some dude on the beach yeah and it looks like there's like plastic stickers like yeah yeah exactly",
        11229.32,
        11234.88
    ],
    [
        " stuff here freaking sure well what I feel bad about is though is I know that some people are doing",
        11234.88,
        11239.66
    ],
    [
        " like they're like oh cool like I want to support cuz we're like you like hey man if you want to",
        11239.66,
        11243.54
    ],
    [
        " support what's going on here then you get some get some gear and so they can actually are stoked",
        11243.54,
        11247.8
    ],
    [
        " like oh cool I'm helping out you know the podcast we're in the game and then they realize they're",
        11247.8,
        11252.18
    ],
    [
        " giving their money to some freaking savage some freaking savage out there than stop the savage",
        11252.18,
        11257.38
    ],
    [
        " support yeah yeah and they yeah and they use like super when I say substandard material it's like",
        11257.38,
        11262.98
    ],
    [
        " you know it's like the internet shirt that you print yeah you know it's like that then they get",
        11262.98,
        11268.32
    ],
    [
        " that and then it's like well not to mention there's more to it than just that front design there's",
        11268.32,
        11272.92
    ],
    [
        " a lot more to it there's like layers there's little there's little elements of the shirt if you",
        11272.92,
        11278.02
    ],
    [
        " examine it you're like okay I'm in the game with this shirt even on a physical level not to",
        11278.02,
        11282.82
    ],
    [
        " mention the fill philosophical level maybe you don't get that either man it's brutal anyway",
        11282.82,
        11288.96
    ],
    [
        " if you want if you want to get involved with the shirt locker or any of these other things juckelstore",
        11288.96,
        11293.66
    ],
    [
        " dot com also we got you know you should possibly subscribe to this podcast but on top of that",
        11293.66,
        11300.8
    ],
    [
        " it's her you have a podcast there's a there's a podcast it's not calm podcast yeah and it's",
        11300.8,
        11307.6
    ],
    [
        " talking about archery but it's not just talking about archery you talk about you interview you",
        11307.6,
        11311.8
    ],
    [
        " know cool dudes yeah cool people different people from different walks of life how they got",
        11311.8,
        11316.74
    ],
    [
        " where they're that where they are of course you do cover if you just want to get freaking grain",
        11316.74,
        11323.44
    ],
    [
        " you learn some archery shit well you can go you'll get so granular you won't even know where you are",
        11323.44,
        11329.36
    ],
    [
        " anymore yeah we've imploded friends that try to go too deep down the archery rat hole like we had one",
        11329.36,
        11336.34
    ],
    [
        " blow up today yeah you gotta be careful man it's like crack dude you know like you gotta be careful",
        11336.94,
        11345.44
    ],
    [
        " you start going down that rabbit hole next thing you know you look up your worlds exploded uh you",
        11345.44,
        11351.04
    ],
    [
        " so yeah check out check out that podcast knock on podcast we want to hear more about archery and",
        11351.04,
        11355.64
    ],
    [
        " just other aspects of life obviously you can subscribe to this podcast um we also have jockel",
        11355.64,
        11361.18
    ],
    [
        " unraveling i've been rolling out some some episodes with with with uh Darryl Cooper",
        11361.22,
        11365.7
    ],
    [
        " which are which are kind of some crazy episodes coming out and they're just getting crazier",
        11365.7,
        11371.32
    ],
    [
        " him we want to talk about right mean him are like rabbit hole freaking uh uh point man",
        11371.32,
        11377.06
    ],
    [
        " in nom going deep in this mayhem with uh with the angle flashlight and a 45 caliber pistol and",
        11377.06,
        11384.74
    ],
    [
        " we're going down some holes that they're scary so you can come check that out we've got the grounded",
        11384.74,
        11389.76
    ],
    [
        " podcast we've got the warrior kid podcast uh we can also you can also join us on the underground for",
        11389.76,
        11394.42
    ],
    [
        " the jockel underground which is it's just a little it's a little like when you wait here's here's",
        11394.42,
        11402.92
    ],
    [
        " something you'll understand that controls you used to work in the clubs right yeah you're in the",
        11402.92,
        11407.54
    ],
    [
        " clubs yeah yeah yeah I wouldn't say there's like a front door right where people are coming in",
        11407.54,
        11412.58
    ],
    [
        " right and they're feeling like yeah i'm in the club yeah but then there's also like a VIP",
        11412.58,
        11417.0
    ],
    [
        " scenario okay yeah there's something else going on right going on yeah so we have we have the",
        11420.42,
        11428.76
    ],
    [
        " jockel underground podcast jockewinderground.com if you want to if you want to come and hang out a",
        11428.76,
        11433.98
    ],
    [
        " little bit more echo and I we're in there we're chilling we got bottle service back there I guess",
        11433.98,
        11438.66
    ],
    [
        " is that the type of thing that's going on yeah there sure there's bottle service going on",
        11438.66,
        11444.58
    ],
    [
        " there's bottle service metaphorically metaphorically because you can send a question",
        11444.82,
        11448.22
    ],
    [
        " and and if you're in the underground you can send a question we're going through those questions",
        11448.22,
        11453.0
    ],
    [
        " we're I'm putting out little um all the things that I'm diving into yeah and they're interesting",
        11453.0,
        11458.78
    ],
    [
        " because they explain a lot like when you listen to it you're like and you kind of put it all",
        11458.78,
        11462.1
    ],
    [
        " together if you're one of those people we're like oh I see what he did there when you remember some",
        11462.1,
        11465.94
    ],
    [
        " stuff that you heard you're like oh and it starts to paint this bigger picture and explain a lot",
        11465.94,
        11469.82
    ],
    [
        " of the stuff yeah there's a there's a holistic viewpoint that starts to come into the horizon",
        11469.82,
        11476.06
    ],
    [
        " so go to jockewinderground.com if you want to get in there cost $8.18 a month we're trying to jack",
        11476.06,
        11482.8
    ],
    [
        " all your money no if you can't afford it go go to assistance at jockewinderground.com but we do",
        11482.8,
        11489.16
    ],
    [
        " need to have a contingency in case things go sideways in case freaking big brother comes down and",
        11489.16,
        11495.74
    ],
    [
        " just starts stomping out freedom of speech we got to have a little access port to be able to",
        11495.74,
        11501.48
    ],
    [
        " still do what we're doing and put out the word we also don't want to have a bunch of uh of uh",
        11501.48,
        11507.16
    ],
    [
        " sponsors that are saying um and we don't want you to talk about this because we think it might",
        11507.16,
        11514.02
    ],
    [
        " be offensive to our brand we're not doing that jockewinderground.com uh youtube we got a youtube",
        11514.02,
        11519.28
    ],
    [
        " channel where echo puts up videos also uh all kinds of more information than you could",
        11519.28,
        11526.68
    ],
    [
        " shake a stick at knock on archery so check those out for a bunch of information also origin USA",
        11526.68,
        11535.76
    ],
    [
        " has a little youtube channel talking about what's going on up in farming domain we got psychological",
        11535.76,
        11541.16
    ],
    [
        " warfare what's that all about echo trust? It's an album it's a jockew album with jockew tracks on",
        11541.16,
        11547.1
    ],
    [
        " it helping us get through our moments of weakness if they may come about 100% effective by the way",
        11547.1,
        11553.46
    ],
    [
        " excellent we got some books final spin",
        11553.46,
        11557.44
    ],
    [
        " it's a novel it's kind of a novel it's it's kind of crazy it's cool the final edits are coming back",
        11557.44,
        11566.76
    ],
    [
        " right now um and you always get like little comments and we'll just say it's going to be interesting",
        11566.76,
        11573.46
    ],
    [
        " to see Alice one hits oh comments with the edits will come back yeah they'll put like something",
        11573.46,
        11577.62
    ],
    [
        " they'll give you edits but then they'll be like I can be like yeah so we're getting it's",
        11577.62,
        11582.18
    ],
    [
        " check it out if you want that first to dish leadership strategy into tactics field manual the code",
        11582.18,
        11586.48
    ],
    [
        " the evaluations the protocol discipline goes freedom field manual way the warrior kid 1 2 3 and 4",
        11586.48,
        11590.8
    ],
    [
        " Mikey and the dragons about face by Colonel David Hackworth you're going through that right now right",
        11590.8,
        11595.84
    ],
    [
        " yep three quarters of the way through you right now you're listening to it yeah how's that I",
        11595.84,
        11601.2
    ],
    [
        " listen to some of it it seems like the guy is a pretty good reader yeah yeah I agree I mean",
        11601.2,
        11607.78
    ],
    [
        " some of these readers are just offensive like you listen to him and you're like this guy is just",
        11607.78,
        11611.64
    ],
    [
        " picked this up for the first time he has no idea what's going on no context and he's just reading",
        11611.64,
        11614.82
    ],
    [
        " the words on the page I thought that the first like hour mm-hmm I probably thought but then",
        11614.82,
        11620.3
    ],
    [
        " some of the things that he wrote reminded me and my grandfather so much to where now when I hear",
        11620.3,
        11627.2
    ],
    [
        " I hear my grandpa talking because he was he was gritty you know Korean war gritty and depression gritty",
        11627.2,
        11637.56
    ],
    [
        " so like I'm hearing him tell it how it is and you know and even like the terminology like he was a good",
        11637.56,
        11646.4
    ],
    [
        " man that was classic you know that was classic pop it right there he's like you know he was a good man",
        11646.4,
        11656.0
    ],
    [
        " or you know that that man's a coward or you know he was like there was a clear line you're above",
        11656.0,
        11663.66
    ],
    [
        " it or below it that was it yeah yeah Hackworth definitely does that uh Hackworth said this got",
        11663.66,
        11671.38
    ],
    [
        " the guys are either studs or duds no offense totally true uh we got S on front leaderships",
        11671.38,
        11682.44
    ],
    [
        " open see we saw problems with leadership you go to ash on front dot com for details there we have",
        11682.44,
        11687.44
    ],
    [
        " EF online which is which is online training for leadership we have musters where we get together",
        11687.44,
        11695.14
    ],
    [
        " and we get granular on leadership we're executing these this year the only reason we didn't we",
        11695.14,
        11700.74
    ],
    [
        " were gonna ask you one last year the last one of the year and then I got Miss Rona so we had to",
        11700.74,
        11712.12
    ],
    [
        " 18th and 18th Las Vegas October 28th and 29th go to extreme ownership dot com we've sold out",
        11712.12,
        11718.5
    ],
    [
        " every event that we've ever done so and these events are we have less seats because of social",
        11718.5,
        11725.48
    ],
    [
        " distancing and whatnot so there's less seats so if you want to come get there ASAP we have EF",
        11725.48,
        11732.18
    ],
    [
        " battlefield where we go out onto actual battlefields the next ones coming up and we're doing the",
        11732.18,
        11738.24
    ],
    [
        " battle getty's burg we sold out the first one we opened up a second one register ASAP if you",
        11738.24,
        11743.72
    ],
    [
        " want to come to that and if you want to help service members active and retired you want to help",
        11743.72,
        11748.54
    ],
    [
        " their families you want to help gold star families you can check out mark Lee's mom mark Lee's mom",
        11748.54,
        11753.64
    ],
    [
        " has her own charity organization and if you want to donate or you want to get involved go to",
        11753.64,
        11758.58
    ],
    [
        " america's mighty warriors dot org and if you want more of my sustained sagas or you want more of",
        11758.72,
        11768.96
    ],
    [
        " echoes mysterious meandering you can find us on the inner webs on twitter instagram and on facebook",
        11768.96,
        11775.76
    ],
    [
        " echoes at echo Charles i'm at jocke a willing Dudley so Dudley can be found at knockonartory.com",
        11775.76,
        11782.52
    ],
    [
        " and then on instagram facebook and twitter it's at knockon tv yep what else",
        11783.0,
        11789.24
    ],
    [
        " sounds youtube knockon archery yep yeah just insist not on tv",
        11789.24,
        11795.38
    ],
    [
        " okay check wait wait twitter might be twitter is too i checked him this morning and and facebook looks",
        11795.38,
        11802.98
    ],
    [
        " like that too echo you got anything else well yeah if like i have kids that i want them to get",
        11802.98,
        11809.78
    ],
    [
        " in art into archery obviously you have you know direction for that scenario oh yeah yep no same",
        11809.78,
        11816.0
    ],
    [
        " exact thing doesn't matter the age group you know look for a good shop see if they have a good youth",
        11816.0,
        11820.58
    ],
    [
        " program if not then dive down the down the youtube right hole or you know fall on social media try to",
        11820.58,
        11827.76
    ],
    [
        " give some type of free education you know if not every day every other day i mean a lot of what i",
        11827.76,
        11834.98
    ],
    [
        " do is just trying to help the archery lifestyle in some fort form or fashion is there so i got my",
        11834.98,
        11841.3
    ],
    [
        " son he's four up bow from amazon he it's and it's like perfect where he puts a lot of effort and",
        11841.3,
        11849.04
    ],
    [
        " then he can pull it back so i remember pulling back like a compound bow no it's like four",
        11849.04,
        11853.74
    ],
    [
        " amazou yeah dang it's the kind of where i pulled it back i was like oh he might not be able to do",
        11853.74,
        11858.02
    ],
    [
        " this and then but when he does it he can do it but what's it you get you suction cups or what's",
        11858.02,
        11863.3
    ],
    [
        " you like nerf things or what's it you i would say i brought it yeah i don't know about all the",
        11863.3,
        11868.74
    ],
    [
        " arrow tips heads but what is it what is the end of it may it looks it reminds me of looks like",
        11868.74,
        11874.76
    ],
    [
        " you know the old school like you know if you have archery class at school you know the thing like",
        11874.76,
        11879.62
    ],
    [
        " it's it's not sharp but it's me to stick into something right the blunt point yeah like a",
        11879.62,
        11885.42
    ],
    [
        " bow yeah but it has a little tip to it kind of nice but you couldn't like cut yourself just by",
        11885.42,
        11891.48
    ],
    [
        " scrapping scratch yourself with that thing if i remember those but the the question is like if",
        11891.52,
        11897.38
    ],
    [
        " i just buy a random bow like that is that like a note like should i not do that honestly with",
        11897.38,
        11903.64
    ],
    [
        " kids that are that young just let them freaking watch arrows fly and have fun okay that was my mindset",
        11903.64,
        11909.8
    ],
    [
        " pull back and let it rip keep them close so you know i tell people you know kids like playing games",
        11909.8,
        11916.84
    ],
    [
        " that they always win at so you know if you try to make your kids shoot it a target at your distance",
        11916.84,
        11922.96
    ],
    [
        " it's going to be problematic you know keep it keep a target big keep them close if they see",
        11922.96,
        11928.72
    ],
    [
        " themselves hit in the middle they don't really make the correlation of well that targets bigger",
        11928.72,
        11933.14
    ],
    [
        " and dads or this one's closer there you know if you're just like all right you know you shoot for",
        11933.14,
        11939.42
    ],
    [
        " the gold i'm gonna shoot for the gold let's you know and if they're like i beat you again i beat you",
        11939.42,
        11946.82
    ],
    [
        " Charles we started talking about making a warrior kid bow what do you think i think that's a great idea",
        11946.82,
        11953.04
    ],
    [
        " yeah what age does can a kid get like a bow that's freaking like a little pre legit",
        11953.04,
        11959.2
    ],
    [
        " i think probably by seven or eight they can be going down the right path where you can teach",
        11959.2,
        11967.46
    ],
    [
        " some solid fundamentals and get something set up for them yep that's the warrior kid age too",
        11967.46,
        11973.32
    ],
    [
        " coincidentally we might have to keep going down that path awesome deadly anything else",
        11974.3,
        11978.08
    ],
    [
        " i'm good right awesome well like i said earlier man thanks for thanks for everything you've done for",
        11978.08,
        11984.86
    ],
    [
        " the archery community thanks for what you're doing for all the vets all over the place",
        11984.86,
        11988.6
    ],
    [
        " and and really you know thanks for what you've done for me i know that you like i said silver platter man",
        11988.6,
        11994.32
    ],
    [
        " it's been freaking awesome i appreciate it um and all you got back from me was a freaking broke neck",
        11994.32,
        11999.96
    ],
    [
        " he got in a freaking brown paper sack for instructions yesterday i figured you'd nearly drown i broke",
        11999.96,
        12008.08
    ],
    [
        " your neck in almost proud you i'm from the best man i'm just a sat he calls his friend Josh over",
        12008.08,
        12015.92
    ],
    [
        " to like give me a board so i'm like oh man this is freaking awesome like he didn't even like",
        12015.92,
        12020.94
    ],
    [
        " deliver the cherry he like had someone else make the cherry and then freaking just threw me into",
        12020.94,
        12026.06
    ],
    [
        " the fricking see super freaking watch me drown see you eat and get that 40 foot leash that was on my",
        12026.06,
        12035.26
    ],
    [
        " my board wrap around my neck 15 times yeah uh look i'm not the best guy in the world i'm sorry",
        12035.26,
        12042.88
    ],
    [
        " but i appreciate your efforts back at me uh thanks for telling us everything you learned today",
        12042.88,
        12048.5
    ],
    [
        " like i said it's not just about archery it's about life it's about business it's about moving forward",
        12048.5,
        12052.32
    ],
    [
        " and thanks to your dad and his service and and thanks to all the vets out there and thanks to the",
        12052.76,
        12059.12
    ],
    [
        " current service members out there around the world protecting our freedom when you get done with",
        12059.12,
        12063.92
    ],
    [
        " that mission you're gonna need a new mission check out some archery man it's good for you and to the",
        12063.92,
        12069.8
    ],
    [
        " people out there in service here at home to police law enforcement firefighters paramedics",
        12069.8,
        12075.94
    ],
    [
        " EMTs dispatchers correctional officers born to patrol secret service and all the other first",
        12075.94,
        12081.38
    ],
    [
        " responders thanks for protecting us in our times of need and to everyone else out there",
        12082.02,
        12088.26
    ],
    [
        " just remember that bow hunting is like life the winds don't come easy and you don't always win",
        12088.26,
        12097.08
    ],
    [
        " you don't always win but you still have to prepare you still have to get the reps you still have to",
        12097.08,
        12104.84
    ],
    [
        " go through the process and you have to keep going keep trying to improve so that you can get",
        12104.84,
        12113.66
    ],
    [
        " what you are after and until next time this is john Dudley and echo and jaco out",
        12113.66,
        12123.42
    ]
]