[
    [
        " So you're, you get this experience in fifth grade where you basically say you don't want",
        0.0,
        6.92
    ],
    [
        " to learn Russian.",
        6.92,
        7.46
    ],
    [
        " They, they crack down on your mom, your brother, your sister.",
        7.74,
        11.04
    ],
    [
        " Yes.",
        11.46,
        11.58
    ],
    [
        " Did you at any point were you so, were you so, you, you saw what happened between your",
        12.72,
        18.58
    ],
    [
        " mom and your dad.",
        18.58,
        19.22
    ],
    [
        " You'd been told your whole life that communism was evil.",
        19.22,
        23.34
    ],
    [
        " So did you just kind of suppress that a little bit to, to keep from getting taken away from",
        23.84,
        29.58
    ],
    [
        " your mom?",
        29.58,
        29.94
    ],
    [
        " I did, but maybe not intentionally.",
        30.78,
        34.5
    ],
    [
        " Really, at that time, I was not political.",
        34.7,
        36.46
    ],
    [
        " I would just like, I would just annoy that I have to have the language that my grandmother",
        36.72,
        40.94
    ],
    [
        " tells me those people are not really good in, they don't do good things in Poland.",
        40.94,
        44.72
    ],
    [
        " They, they are prayers, Poland.",
        45.4,
        46.96
    ],
    [
        " So I have to have that language.",
        47.06,
        48.36
    ],
    [
        " So there was nearly not so much political, but the state was very political.",
        48.78,
        52.3
    ],
    [
        " The state was very, they were very cautious with citizens.",
        52.3,
        57.18
    ],
    [
        " They wanted to control, they did control almost every aspect of social life.",
        57.18,
        61.84
    ],
    [
        " That's what socialism is.",
        62.0,
        62.78
    ],
    [
        " And so that didn't really, the, the, the political part came later when I started learning about",
        63.66,
        70.74
    ],
    [
        " the murders, the political murders, the oppression of socialism.",
        70.74,
        74.26
    ],
    [
        " And then what has became a little bit more aware what's going on.",
        74.94,
        80.16
    ],
    [
        " Then reading about the people disappearing from the street and like never heard from them",
        80.54,
        85.48
    ],
    [
        " again, that became a little bit more, then I became more aware.",
        85.48,
        90.72
    ],
    [
        " And so then in late 70s, in Poland had so much, so enough of these lies because what",
        91.74,
        102.52
    ],
    [
        " happened is we had the empty shelves.",
        102.52,
        104.44
    ],
    [
        " There was nothing to eat.",
        104.46,
        105.46
    ],
    [
        " And you can't buy food, you can't buy clothes, you cannot buy food and cure.",
        105.8,
        109.78
    ],
    [
        " But all you hear how great is in Poland in socialist system.",
        110.28,
        114.32
    ],
    [
        " If you look at America, people are sleeping on the street and they, you know, had no access to",
        114.32,
        118.8
    ],
    [
        " an information.",
        118.8,
        119.3
    ],
    [
        " They showed us tents or they showed us shags where poor people sometimes stay or they",
        119.5,
        126.28
    ],
    [
        " show the worst thing about America.",
        126.28,
        127.92
    ],
    [
        " So that was just a people that knew that this lie.",
        128.64,
        132.56
    ],
    [
        " So they got so fed up that eventually, no matter what that socialist press said, people",
        133.0,
        139.16
    ],
    [
        " didn't believe it.",
        139.16,
        139.78
    ],
    [
        " And they say that this is brown, people think they're lying, even if it was brown, this",
        139.78,
        147.14
    ],
    [
        " how it's they had enough, it had to explode.",
        147.14,
        150.04
    ],
    [
        " And that thing was accumulating.",
        150.82,
        153.4
    ],
    [
        " First, the people lost the faith in the government.",
        153.78,
        156.92
    ],
    [
        " They lost the faith in the truth, the truth, the lies that are being told, they stopped",
        157.42,
        163.96
    ],
    [
        " paying attention to it.",
        163.96,
        165.12
    ],
    [
        " So at the end, no matter what they say, people didn't believe it.",
        165.28,
        170.08
    ],
    [
        " They had enough of it.",
        170.12,
        170.88
    ],
    [
        " And they'd explode in the solidarity trade union movement where that people just raised",
        171.02,
        175.96
    ],
    [
        " up and say enough is enough.",
        175.96,
        177.58
    ],
    [
        " We had enough of socialism and communism.",
        178.08,
        179.8
    ],
    [
        " When you're growing up, you talked about fifth grade, you're in eighth grade, you're",
        180.62,
        190.4
    ],
    [
        " in ninth grade, you're in tenth grade.",
        190.58,
        192.78
    ],
    [
        " And I know we're going to end up talking about this.",
        193.08,
        195.02
    ],
    [
        " At some point, you learn how to fight.",
        195.18,
        196.74
    ],
    [
        " Like not just what you learn how to street fight and you learn how to fight on some love.",
        197.46,
        202.86
    ],
    [
        " What did you train?",
        203.3,
        204.16
    ],
    [
        " You train Taikwondo, you train boxing, what did you train?",
        204.28,
        206.56
    ],
    [
        " I started with boxing, just regular boxing.",
        206.9,
        208.86
    ],
    [
        " And I remember being just my mom growing up in my younger brother and sister.",
        209.1,
        215.5
    ],
    [
        " So sometimes I had to fight for my brother too.",
        215.8,
        217.76
    ],
    [
        " That's quite often.",
        217.76,
        218.72
    ],
    [
        " And so the boxing here was important for me to kind of like codify what are the new",
        220.48,
        228.2
    ],
    [
        " to just learn maybe this technical skills now.",
        228.2,
        231.18
    ],
    [
        " And it worked great.",
        231.86,
        233.0
    ],
    [
        " I mean, I really liked it.",
        233.12,
        234.24
    ],
    [
        " But then again, so my brother got beat up at school.",
        234.72,
        239.38
    ],
    [
        " I think because we're divorces.",
        239.98,
        241.94
    ],
    [
        " So there's people just, so I was remember I was sick and I said, well, I need to go to",
        242.34,
        249.56
    ],
    [
        " school.",
        249.56,
        249.8
    ],
    [
        " Then I just packed my stuff.",
        249.8,
        250.9
    ],
    [
        " I went to school.",
        250.92,
        251.6
    ],
    [
        " I found the big guy.",
        251.6,
        252.56
    ],
    [
        " I was like, huge.",
        252.64,
        253.74
    ],
    [
        " So I just knocked him out.",
        254.58,
        255.42
    ],
    [
        " And knock him out so bad that this guy show up with his mom later in the evening in my",
        255.88,
        260.74
    ],
    [
        " apartment.",
        260.74,
        261.16
    ],
    [
        " And it's like, the he's like, see this?",
        261.4,
        264.36
    ],
    [
        " Your son did that to my son.",
        264.78,
        267.68
    ],
    [
        " He can lose his eye.",
        268.06,
        269.14
    ],
    [
        " I mean, I'll look at the guy from behind the corner and I was like, hold you shit.",
        269.14,
        273.3
    ],
    [
        " The guy has no eye.",
        273.52,
        274.22
    ],
    [
        " He's like a big swallowing.",
        274.38,
        275.6
    ],
    [
        " And so my mom just comes in and she's like, look at me.",
        276.26,
        280.28
    ],
    [
        " I'm like half of his size.",
        280.36,
        281.7
    ],
    [
        " This guy is huge and he's crying.",
        282.18,
        284.12
    ],
    [
        " So that guy beat your son.",
        285.08,
        288.3
    ],
    [
        " I was like, yeah, yeah, you see what he did to him?",
        289.16,
        291.38
    ],
    [
        " So with your son, that big let him happen to that.",
        291.8,
        294.3
    ],
    [
        " I think he deserves it.",
        294.7,
        295.64
    ],
    [
        " Just want you guys to leave.",
        295.74,
        296.72
    ],
    [
        " So, yeah, they were there boxing gym.",
        297.68,
        300.62
    ],
    [
        " Was there boxing coach?",
        300.76,
        301.68
    ],
    [
        " Yeah, actually, the official program or something.",
        302.32,
        304.0
    ],
    [
        " That was official program.",
        304.0,
        304.92
    ],
    [
        " Yeah, actually, there was the police club.",
        305.04,
        306.64
    ],
    [
        " I didn't know about that time, but the clubs like this were owned usually by the police.",
        306.84,
        311.08
    ],
    [
        " So yeah, I belong to the kind of Guvardia.",
        311.86,
        313.94
    ],
    [
        " So yeah, I belong to this club.",
        314.64,
        316.68
    ],
    [
        " But when I nailed this guy, I broke my hand.",
        316.8,
        319.02
    ],
    [
        " I didn't know it.",
        319.3,
        320.2
    ],
    [
        " So that put me on that.",
        320.28,
        321.68
    ],
    [
        " So some of my friends went on their first boxing matches and stuff.",
        321.9,
        325.7
    ],
    [
        " I just stayed to stay home and then we just moved to different towns.",
        325.7,
        330.36
    ],
    [
        " But there was much, much styles with the boxing and I like that.",
        330.6,
        333.28
    ],
    [
        " Getting involved in the eventually tech window.",
        333.74,
        335.74
    ],
    [
        " And this kind of fun story too, because my attitude was a bit different.",
        336.56,
        340.54
    ],
    [
        " And the tech window they practiced in Poland at that time was there's two different",
        340.72,
        343.82
    ],
    [
        " types of tech window, ITF, WTF.",
        343.82,
        345.74
    ],
    [
        " So we did the ITF.",
        346.48,
        347.9
    ],
    [
        " There's like no covering or anything.",
        348.04,
        349.36
    ],
    [
        " You just go and look it out.",
        349.36,
        350.56
    ],
    [
        " So we went to the first Polish championship.",
        352.46,
        355.34
    ],
    [
        " And I didn't know on the batter.",
        356.5,
        358.26
    ],
    [
        " They put this thing on me and I was like, have that fight with that.",
        358.36,
        360.78
    ],
    [
        " But okay.",
        360.94,
        361.32
    ],
    [
        " So I just keep knocking these guys out and just keep progressing.",
        361.86,
        364.32
    ],
    [
        " So I got every time I finished my fight, I say, you have minus points for them being brutal.",
        365.08,
        370.56
    ],
    [
        " The old fight is brutal, you can do that.",
        370.78,
        372.2
    ],
    [
        " So I mean, it was funny.",
        373.08,
        375.88
    ],
    [
        " And the final fight, final fight for the first place.",
        376.18,
        379.04
    ],
    [
        " I knocked the guy out.",
        379.64,
        380.9
    ],
    [
        " And so the guys laying there, the guy, the judge comes to me, say, you being disqualified",
        381.46,
        387.02
    ],
    [
        " from the program.",
        387.02,
        388.96
    ],
    [
        " I mean, not quite disqualified, but he's the winner.",
        389.34,
        392.22
    ],
    [
        " So then, you know, the announce, okay, this is a winner's sense.",
        392.82,
        395.74
    ],
    [
        " So right here, the guys are laying there, fast out.",
        396.06,
        398.92
    ],
    [
        " So I was like, okay, well, but anyway, I guess it was now, I was not very, my fight was",
        399.54,
        405.2
    ],
    [
        " not very sports like because I got a lot of vessels and booing after that.",
        405.2,
        408.68
    ],
    [
        " I went to take my second place, and then kind of, and then, you know, the prison came",
        408.68,
        415.24
    ],
    [
        " in and actually they held me a lot in prison.",
        415.24,
        417.8
    ],
    [
        " I'm glad that I was able to help other political prisoners, as a friend of mine, who actually",
        418.0,
        424.12
    ],
    [
        " I've met again when I visited Poland recently.",
        424.12,
        427.34
    ],
    [
        " So since I didn't have anything to do up there, just sit and we'll just bring you a",
        428.36,
        435.4
    ],
    [
        " solidarity.",
        435.4,
        435.7
    ],
    [
        " I'm so glad to let's go train.",
        435.7,
        437.08
    ],
    [
        " So we're praying for you and he say, look, what you did to me helped me later survive",
        437.42,
        442.32
    ],
    [
        " the beatings that I got from the guards and all that stuff.",
        442.32,
        446.96
    ]
]