[
    [
        " So you get arrested, they come to your house, they find you at school, they find the",
        0.44,
        4.2
    ],
    [
        " crash on the street where they go.",
        4.2,
        5.68
    ],
    [
        " Actually they got me a pretty much of the street, I was working in the point where we were",
        5.84,
        8.84
    ],
    [
        " printing it to pick up more of the, our newspapers that we printed out.",
        8.84,
        13.32
    ],
    [
        " And as soon as I walked in, I knocked on the door, the code we had, the life.",
        14.0,
        19.46
    ],
    [
        " And it does open, these three guys ran up from the upstairs, it was on the like a stairway.",
        20.26,
        26.36
    ],
    [
        " Like five guys jumped out of the room and just put the, I had like 10 guns in my head,",
        26.78,
        31.54
    ],
    [
        " it was like a police standoff, almost a gun from every side point.",
        31.54,
        34.06
    ],
    [
        " And so I got handcuffed and all the way and getting prison.",
        34.34,
        40.54
    ],
    [
        " So in jail.",
        41.14,
        42.26
    ],
    [
        " And here goes the next story.",
        42.7,
        44.74
    ],
    [
        " They, this is something that I had no idea, I didn't know that I can have a lawyer.",
        45.74,
        49.88
    ],
    [
        " You could but they just ignore that.",
        50.42,
        53.58
    ],
    [
        " So they really matter, besides it was martial law, so there was a bit different.",
        54.04,
        57.62
    ],
    [
        " So I got to jail and they said, okay, so did you do it?",
        58.1,
        60.52
    ],
    [
        " I said, no, did you do it?",
        60.6,
        61.98
    ],
    [
        " No, you did it.",
        62.04,
        62.9
    ],
    [
        " No.",
        63.08,
        63.26
    ],
    [
        " So you know, got a little bit bit up and that's as stuck by my thing.",
        63.52,
        68.4
    ],
    [
        " And no, I didn't, I don't know.",
        68.62,
        70.2
    ],
    [
        " So what about these papers where you find in your house, because they went to my house",
        70.4,
        73.2
    ],
    [
        " later this, they searched my house, my mom later told me that they just demolished my house,",
        73.2,
        78.3
    ],
    [
        " my apartment, my home.",
        78.68,
        80.02
    ],
    [
        " I mean, I live with my mom there, so they demolished her apartment.",
        80.02,
        83.64
    ],
    [
        " Like, I was just a little kid.",
        83.92,
        85.22
    ],
    [
        " And so I said, well, just found them on the street.",
        86.24,
        89.54
    ],
    [
        " It's like how you found them on the street.",
        90.18,
        91.48
    ],
    [
        " They really matter, because I got the three in prison sentence, right at the back.",
        91.66,
        95.06
    ],
    [
        " So I don't know, the funny thing is that they got me from, we were going to the prison",
        95.68,
        102.28
    ],
    [
        " to the court.",
        102.28,
        103.4
    ],
    [
        " So I took my boots away, I said, I took my boots, I said, well, I took my boots.",
        104.14,
        107.12
    ],
    [
        " And this guy, that cop comes out, so he had his guy, he kicks, so he cannot run away,",
        107.6,
        112.06
    ],
    [
        " he cannot kick with the bar feed.",
        112.16,
        113.18
    ],
    [
        " I said, well, I took the kick with the bar feed.",
        113.18,
        114.96
    ],
    [
        " So they beat me up for that.",
        115.36,
        117.2
    ],
    [
        " And I went to the court, I said, look, I was beat up, I said, like, we don't care.",
        117.9,
        121.24
    ],
    [
        " I basically, I was like, what's the judge, but I said, we don't care.",
        121.8,
        125.26
    ],
    [
        " It didn't happen.",
        125.48,
        125.92
    ],
    [
        " So what's the, what's the prison conditions?",
        126.96,
        128.58
    ],
    [
        " Prison conditions for me at the time, I didn't know any better, I said, like, prison",
        129.72,
        134.96
    ],
    [
        " author always has to be bad.",
        134.96,
        136.12
    ],
    [
        " But again, you're always hungry, right?",
        136.96,
        138.98
    ],
    [
        " You have no rights.",
        139.28,
        139.9
    ],
    [
        " You can't see, no, there's another funny thing because when I went up there, they say,",
        140.22,
        143.88
    ],
    [
        " you can't, you cannot lay down, you can't, you have to just sit on those stools all day",
        144.04,
        149.72
    ],
    [
        " long and just at the table, like, close or off the table.",
        149.72,
        154.34
    ],
    [
        " And from me or to me, just wait there.",
        154.58,
        156.16
    ],
    [
        " When the cop comes in, you go to, you will go to, you go to lay down in the bed.",
        156.52,
        162.44
    ],
    [
        " So I'm just trying to be in a, like, I'm still scared.",
        163.34,
        166.68
    ],
    [
        " I'm new to this environment.",
        166.84,
        168.86
    ],
    [
        " I'm sitting by the side, like, fuck, I ain't going to sit here all the goddamn day",
        169.44,
        173.18
    ],
    [
        " long.",
        173.18,
        173.52
    ],
    [
        " But I'm going to lay down, see what happens.",
        174.22,
        175.74
    ],
    [
        " I just lay down, just came in, just kick the shit out of me on the outside.",
        175.94,
        179.0
    ],
    [
        " So I'm coming back to the cell, I see what I'm going to, no one beat up.",
        180.36,
        183.5
    ],
    [
        " I can, how will I see it in my eyes?",
        183.76,
        184.8
    ],
    [
        " So I say, fuck it, I don't think they're going to beat me up again.",
        185.02,
        187.34
    ],
    [
        " Now they know I have a legitimate reason to lay down, I can't see it.",
        187.56,
        190.42
    ],
    [
        " So I know they came in again.",
        190.6,
        192.04
    ],
    [
        " So I could repeat three times, finally, like, I guess they say, like, fuck it, they",
        192.22,
        195.8
    ],
    [
        " ain't going to sit.",
        195.8,
        196.64
    ],
    [
        " They can be laid down, so just let me there.",
        197.3,
        198.78
    ],
    [
        " So, so I had no problems, but then there's one of those criminal guys, because we'll",
        199.54,
        203.8
    ],
    [
        " keep coming criminals.",
        203.8,
        204.9
    ],
    [
        " He say, fuck, I can't eat that time.",
        204.98,
        206.78
    ],
    [
        " I'm tougher than him.",
        206.94,
        207.74
    ],
    [
        " So I think I can earn my way too.",
        207.76,
        210.38
    ],
    [
        " Fucking, too, I don't want to sit all day at the table, just on the stool, no bag,",
        210.92,
        214.72
    ],
    [
        " resort or anything.",
        214.8,
        215.42
    ],
    [
        " So, he laid down bad, and he's bad up there across.",
        216.72,
        219.26
    ],
    [
        " And it was my, it was not my bad, because there was like four beds, about like 15 of us",
        220.72,
        225.1
    ],
    [
        " there, so we'll sleep on the floor, but I say, fuck it, try to kick me out of there.",
        225.1,
        229.22
    ],
    [
        " So, so he laid down on the bed, and same story, just you can hear a screaming, the beating",
        229.9,
        235.7
    ],
    [
        " out of the, he comes back, all black and blue, and doesn't go to bed, he used to the table",
        235.7,
        240.48
    ],
    [
        " he's seen.",
        240.48,
        240.94
    ],
    [
        " He was like, okay, well, I'm not having enough.",
        241.42,
        244.68
    ],
    [
        " I will sit.",
        245.12,
        246.14
    ],
    [
        " So it turns out he wasn't quite as tough as you.",
        246.52,
        248.18
    ],
    [
        " Well, I don't know if they were saying that about toughness, I just, he was not prepared",
        248.46,
        252.14
    ],
    [
        " for the beating.",
        252.14,
        252.64
    ],
    [
        " So, he was like, well, I don't know, I never put that with sitting on the, on the stool",
        253.52,
        257.6
    ],
    [
        " in front of the, at the table, then, then deal with these guys.",
        257.6,
        261.82
    ],
    [
        " So eventually they have, and I say, I was so naive, I had no idea, I say, they told me,",
        262.16,
        270.46
    ],
    [
        " like, no, if we can make the hole in this wall to this other cell, we can have a sugar",
        270.46,
        274.0
    ],
    [
        " and some other food, because these guys have a lot of stuff.",
        274.0,
        276.42
    ],
    [
        " So I say, I fucking, I do it, you know, I'm just going to climb under the bed and start",
        277.04,
        280.1
    ],
    [
        " to burn this thing.",
        280.1,
        281.24
    ],
    [
        " So that made the hole maybe like this big, but then go far because of course, you know,",
        281.76,
        286.86
    ],
    [
        " there's no tools or nothing.",
        286.86,
        288.64
    ],
    [
        " Wait, were you trying to, were you trying to bring the hole in the wall to the, using",
        288.96,
        293.06
    ],
    [
        " what, using, using the, like, the, the, the, the, the, from the stool that you see.",
        293.06,
        299.46
    ],
    [
        " Okay.",
        299.5,
        299.9
    ],
    [
        " The leg you think I'm a part of it.",
        300.12,
        301.32
    ],
    [
        " So you took this stool apart and you had the leg and you started to get through a concrete",
        301.32,
        305.88
    ],
    [
        " wall.",
        305.88,
        306.2
    ],
    [
        " Yeah, it was not, it was not really that hard actually, it was not maybe that concrete",
        307.02,
        311.94
    ],
    [
        " in the beginning, but eventually I got to the concrete wall.",
        311.94,
        314.18
    ],
    [
        " So it went nowhere.",
        314.98,
        316.62
    ],
    [
        " So I got pulled out, somebody pulling me by the legs and you know, get a good cakes",
        317.32,
        321.66
    ],
    [
        " and stuff, and put out the cell.",
        321.66,
        323.24
    ],
    [
        " So, so here it is, then I'm back this, there's not the principle of the word, word and say",
        323.64,
        331.2
    ],
    [
        " you have a lot of problems with you, you know, you're going to go, you do it again, we're",
        331.2,
        335.22
    ],
    [
        " going to go and put you in isolation and they call it a tiger cake.",
        335.22,
        339.18
    ],
    [
        " So it was a cell and within the cell was a cake, just like it in the zoo.",
        339.34,
        343.7
    ],
    [
        " I just put you there.",
        344.32,
        345.16
    ],
    [
        " So I say, okay, whatever, I'm not going to be punching the walls in the, holes in the",
        345.8,
        351.04
    ],
    [
        " wall, okay.",
        351.04,
        351.6
    ],
    [
        " Because I was so stupid, I didn't know any better.",
        351.96,
        354.82
    ],
    [
        " So then every day for like 15 minutes, we were allowed to go outside and then we walk,",
        355.7,
        361.2
    ],
    [
        " there was like a room maybe half size of this with the high walls with the guards working",
        361.62,
        367.9
    ],
    [
        " on the top above you.",
        367.9,
        369.32
    ],
    [
        " And the funny thing is that there was made of these concrete posts with the slit inside,",
        370.24,
        376.14
    ],
    [
        " we've seen them in Iraq and this reinforced concrete slab was slide in between the posts,",
        376.82,
        383.12
    ],
    [
        " one on the top of another.",
        383.36,
        384.7
    ],
    [
        " So I was thinking, take one, I remember I was just for demonstration, I was breaking",
        385.54,
        389.06
    ],
    [
        " those in half.",
        389.06,
        389.82
    ],
    [
        " So I thought that I heard the voice of the guy who was in the case with me, so I say,",
        390.66,
        396.2
    ],
    [
        " I'm to communicate with him, let me take a look.",
        396.2,
        398.16
    ],
    [
        " I didn't mean to break that shit, I would just go, it's like a quick walk, the German just",
        398.66,
        403.18
    ],
    [
        " kicked that shit.",
        403.18,
        403.84
    ],
    [
        " So I thought, just maybe move this, some of this mud from in between those cracks, between",
        404.52,
        408.5
    ],
    [
        " these slabs, that fucking thing fell off.",
        408.5,
        411.64
    ],
    [
        " And just like, it's called two slabs, the bombs fall down only.",
        411.92,
        415.38
    ],
    [
        " And so you can see that the alarm's going on everywhere, it's like what the fuck I do",
        415.54,
        419.04
    ],
    [
        " now.",
        419.04,
        419.26
    ],
    [
        " So I end up in the tiger cage.",
        419.66,
        422.34
    ],
    [
        " The time soon just sitting there and there was, there's not the one time, that was the",
        422.78,
        427.84
    ],
    [
        " final time, but the second, the other time, they put them in the prison with the",
        427.84,
        433.06
    ],
    [
        " broken windows, it was winter time, and they give me no blankets, I was just laying on",
        433.06,
        437.48
    ],
    [
        " those woods for, I think it was a week.",
        437.48,
        439.44
    ],
    [
        " So it was, it was okay, I was freezing, but there was nothing that would kill me.",
        440.34,
        445.64
    ],
    [
        " And you know, like, I'm looking, watching some of the TVs here about the prison in the",
        446.74,
        452.86
    ],
    [
        " United States.",
        452.86,
        453.56
    ],
    [
        " I was like, a fuck, you know, at that time, I would trade my life in Poland for prison",
        454.5,
        460.84
    ],
    [
        " here, because I would be fed, I have a medical attention, I had a TV, I would have a",
        460.84,
        466.26
    ],
    [
        " gym, maybe passable even, and how can you live better?",
        466.26,
        470.42
    ],
    [
        " I mean, what else can you, do you want from life?",
        470.6,
        472.86
    ],
    [
        " Just you have, you have everything provided to you, you know, you don't have to fight for",
        473.3,
        476.58
    ],
    [
        " anything.",
        476.58,
        476.82
    ],
    [
        " So that's, that's how, how long did you end up staying in prison?",
        477.52,
        482.98
    ],
    [
        " There was three of prison sentence, and they released us, I think close to year and",
        483.04,
        487.64
    ],
    [
        " half, or after a year and a half, when John Paul II was coming to Poland again.",
        487.64,
        492.06
    ],
    [
        " So they tried to make a gesture, so okay, we start releasing political prisoners on",
        492.78,
        496.8
    ],
    [
        " amnesty.",
        496.8,
        497.44
    ],
    [
        " And you know, I noticed, I started releasing us, and some, the prisoners started shrinking,",
        498.36,
        504.86
    ],
    [
        " because you know, after the case was done, my case, I was sentenced to, I got my sentence,",
        505.36,
        510.5
    ],
    [
        " they shipped us to Russian border, we were in prison called Hrubyashov.",
        511.02,
        515.92
    ],
    [
        " I think we can through the window, we can see the river and can see the Russian territory",
        517.52,
        520.94
    ],
    [
        " next to it.",
        520.94,
        522.74
    ],
    [
        " So it's kind of like an nerve, because at that time there was a reality of innovation.",
        522.92,
        527.58
    ],
    [
        " I mean, we were afraid that the Russians will come in to take, to put some order there,",
        527.86,
        534.28
    ],
    [
        " because they think it was the communist, and socialism was falling apart.",
        534.28,
        537.9
    ],
    [
        " So they, we knew that if the Russians come in, we're gonna get killed.",
        538.4,
        543.16
    ],
    [
        " So we were thinking, like, we're gonna get killed anyway, if they come in, this is what",
        543.98,
        548.3
    ],
    [
        " we need to do, we had like a plan, actually, you know, how to bridge the bridge, not the bridge,",
        548.3,
        552.36
    ],
    [
        " like we know as a seals now, but how to get through the wall, how to get this, we're",
        552.42,
        556.54
    ],
    [
        " just making it, getting the equipment down.",
        556.54,
        558.38
    ],
    [
        " So they may be killed some, but maybe they don't want to kill everybody, but we cannot",
        558.76,
        562.36
    ],
    [
        " just sit here in prison and just wait for it to be slaughtered.",
        562.36,
        565.98
    ],
    [
        " So there was that, that, that thinking, at the time in prison.",
        566.12,
        571.02
    ],
    [
        " So, yeah, so we were in this, that's actually a couple other things came to my mind too.",
        571.76,
        578.72
    ],
    [
        " I didn't even think about it.",
        578.8,
        579.72
    ],
    [
        " So they beat us up, I remember I had some issues with, oh, okay, so we went on the hunger strike.",
        580.16,
        585.66
    ],
    [
        " So, okay, we're on hunger strike.",
        586.6,
        588.9
    ],
    [
        " We won status of political prisoner.",
        589.34,
        592.84
    ],
    [
        " They were in socialism, I don't know if you guys knew, but in socialism, there are no political prisoners.",
        593.3,
        598.9
    ],
    [
        " There are, but they are sitting for something else.",
        600.22,
        602.54
    ],
    [
        " They are sitting like, still in the milk from the, from in front of the somebody's door,",
        602.54,
        607.26
    ],
    [
        " or just insulting the neighbor, or just being mean to somebody.",
        607.76,
        611.88
    ],
    [
        " So they put you for something else, so they always claim political prisoners, not in socialism.",
        612.38,
        615.74
    ],
    [
        " We don't have that.",
        616.36,
        617.14
    ],
    [
        " Everybody, until the martial law, who was locked up for political activities,",
        617.78,
        622.8
    ],
    [
        " was locked up pretty much for something else, for some criminal offense.",
        623.22,
        626.94
    ],
    [
        " They, they, they, they could generate it.",
        627.14,
        628.42
    ],
    [
        " So yeah, that was something that, when they, so they sent us to Hrubje Show,",
        629.04,
        634.74
    ],
    [
        " that they kind of isolate the political prisoners there from the, the general criminal population.",
        634.92,
        640.18
    ],
    [
        " So there's a black pretty much Gullag.",
        640.62,
        642.6
    ],
    [
        " And they, so we decided to go on the, on the hunger strike.",
        644.26,
        649.06
    ],
    [
        " And the way they broke our strike was, in Poland, they say there is a law that after two weeks,",
        649.78,
        659.4
    ],
    [
        " if you don't eat, will forcefully feed you.",
        659.46,
        662.42
    ],
    [
        " So what they did, there's like a, like a vacuum pipe almost at the time.",
        662.96,
        666.68
    ],
    [
        " So they say, God, never, I ain't coming to my stomach.",
        666.84,
        670.04
    ],
    [
        " And so they put this thing in your throat and they just put it,",
        672.4,
        677.38
    ],
    [
        " the, whatever the mix should they, they, they gave you there.",
        677.42,
        680.58
    ],
    [
        " And I remember, I didn't know us that bad.",
        681.26,
        683.8
    ],
    [
        " But so I say, I ain't going to, I'm, I'll fight these guys.",
        684.1,
        686.6
    ],
    [
        " So I find us, so they finally, they overpower me, they hang up me to the chair.",
        687.18,
        690.48
    ],
    [
        " But when I try to put this pipe again, I just broke the fucking chair.",
        690.7,
        694.28
    ],
    [
        " So they, they broke the different chair.",
        694.48,
        697.0
    ],
    [
        " This time I couldn't break out of it.",
        697.1,
        698.42
    ],
    [
        " And they actually false it.",
        698.42,
        699.56
    ],
    [
        " Later I'll learn how to, you know, deal with it.",
        699.7,
        702.62
    ],
    [
        " So yeah, I was like, no big deal.",
        702.84,
        705.68
    ],
    [
        " I'm just, I had to get put in my, my foot in it.",
        705.82,
        708.78
    ],
    [
        " But what the way they broke it is typical social is way, but it's sneaky.",
        709.2,
        713.54
    ],
    [
        " So they got to, especially the older guy say, look,",
        714.08,
        716.38
    ],
    [
        " you see this big pipe and I had to show it back down your throat in your stomach again.",
        717.22,
        721.26
    ],
    [
        " And, and put it in.",
        721.86,
        724.0
    ],
    [
        " Why don't you just take it yourself, just drink that shit and go to yourself.",
        724.02,
        727.4
    ],
    [
        " So they're like, hmm, that's pretty painful.",
        728.26,
        730.2
    ],
    [
        " So I just like, okay, as soon as you just take it one sip, it's like, wow.",
        730.2,
        734.32
    ],
    [
        " All right, you just broke your hunger strike.",
        734.94,
        736.5
    ],
    [
        " You just ate on your own.",
        736.5,
        737.6
    ],
    [
        " So now we're going to transport you to another prison.",
        737.98,
        741.18
    ],
    [
        " The guy in the heavy chest most likely to go to this prison cell.",
        741.34,
        744.0
    ],
    [
        " He will just handcuff, put in the transport and drove, drove away somewhere.",
        744.4,
        747.68
    ],
    [
        " So the eventually, there was only a few of us left.",
        748.44,
        750.66
    ],
    [
        " And the car came from the church that, this is pointless.",
        750.98,
        755.72
    ],
    [
        " The, the socialist, socialists will never admit they hold political prisoners.",
        755.72,
        760.62
    ],
    [
        " And you just waste your health into stop it.",
        761.1,
        765.26
    ],
    [
        " So we did eventually we stopped that.",
        765.8,
        767.86
    ],
    [
        " And I've totally forgot about it until I went to Poland and met this guy.",
        768.24,
        771.94
    ],
    [
        " He said, hey, do you remember the hunger strike here?",
        772.34,
        774.24
    ],
    [
        " I have the calendar here.",
        774.24,
        775.16
    ],
    [
        " This, this, this, this, into the, it's like, Shady, I remember now.",
        775.3,
        778.68
    ],
    [
        " So how long were you on the hunger strike?",
        779.0,
        782.36
    ],
    [
        " I think there was three weeks with the level before the Calcans.",
        782.38,
        785.7
    ],
    [
        " They mean to stop it because they were going nowhere.",
        785.72,
        787.56
    ],
    [
        " Yeah, I need to look, he gave me that calendar.",
        788.66,
        793.28
    ],
    [
        " I don't have it here, but to look into it.",
        793.48,
        796.16
    ],
    [
        " This one interesting actually because the, the, there was things too that we did in prison.",
        796.2,
        802.98
    ],
    [
        " I can't sing word of shit.",
        803.66,
        805.14
    ],
    [
        " I'm not a singing person at all.",
        805.36,
        807.44
    ],
    [
        " But I was singing like a motherfucker in prison.",
        807.94,
        809.98
    ],
    [
        " That's the, those political songs that from Polish past, from Polish history.",
        809.98,
        814.84
    ],
    [
        " They were very patriotic songs which socialists really hated.",
        814.9,
        818.22
    ],
    [
        " So we in prison, there was at Aedokhawk in the, in the evening, I believe it was Aedokhawk in the",
        819.24,
        824.8
    ],
    [
        " evening, which just opened the windows on the whole side.",
        824.8,
        826.84
    ],
    [
        " An entire prison population from the, even the criminals, they would join in.",
        827.08,
        830.86
    ],
    [
        " But they get bidavashat down very quick and there was, they was, they, they squashed them, but",
        831.2,
        835.2
    ],
    [
        " not with us.",
        835.2,
        836.32
    ],
    [
        " So we kept singing it.",
        836.54,
        838.68
    ],
    [
        " They were, they were so loud that, that near by town, they could hear and actually,",
        838.7,
        843.94
    ],
    [
        " the priest was coming and praying in front of the prison.",
        843.94,
        846.38
    ],
    [
        " So, that, that, guards hated it because you know, they were, they were up to one cell.",
        847.2,
        851.94
    ],
    [
        " They bidav people up.",
        852.12,
        852.86
    ],
    [
        " They throw them and close the windows up.",
        852.94,
        854.44
    ],
    [
        " As soon as they leave, the windows got open again and people are singing on the cell.",
        854.88,
        857.9
    ],
    [
        " So that's not as much they could do.",
        858.04,
        859.36
    ],
    [
        " That, yeah, that was, that was funny.",
        859.96,
        862.58
    ],
    [
        " Actually, the, I need to send them, I send it to you because I have a,",
        863.0,
        866.46
    ],
    [
        " there was so bad, I guess, for them, they, I didn't have any family at the time, just my mom.",
        866.8,
        871.3
    ],
    [
        " So they sent a letter to my mom, complaining, say, hey, to come here and do something,",
        871.6,
        875.3
    ],
    [
        " your son is not listening.",
        875.3,
        876.44
    ],
    [
        " And I actually was showing to my wife, Rachel, say, look, this, look at this here because I knew",
        877.32,
        883.18
    ],
    [
        " that I had that just couldn't, but then I just, by accident, I found it.",
        883.18,
        885.9
    ],
    [
        " So I had this document saying that saying to letter from prison, so just come out and help",
        886.36,
        891.1
    ],
    [
        " because they, I'm not listening to socialist guards.",
        891.1,
        894.48
    ],
    [
        " Yeah.",
        896.2,
        896.68
    ],
    [
        " Was there any guards or any government officials that were like sympathetic at all?",
        895.12,
        901.48
    ],
    [
        " Or did they just, they just had to tow the party line?",
        902.18,
        904.54
    ],
    [
        " They had to tow the party line, but there were some of the guards that they were not so vicious.",
        904.78,
        909.82
    ],
    [
        " So they were, they, they just not, they listened to, sometimes like, there was even,",
        910.52,
        918.7
    ],
    [
        " we were able to smuggle the camera into the prison.",
        918.9,
        921.88
    ],
    [
        " And I'm sure that some of the guards knew about it.",
        921.88,
        924.0
    ],
    [
        " And there are some pictures floating.",
        924.48,
        926.66
    ],
    [
        " I think I've seen some of the pictures from the prison at the time.",
        926.82,
        929.76
    ],
    [
        " And some of them, like, you know, on the Christmas time, so we had this nurse, say, like,",
        930.54,
        938.82
    ],
    [
        " well, can you send us some alcohol, we can have alcohol, but we have this alcohol to clean the skin.",
        938.88,
        944.44
    ],
    [
        " So I said, well, let's, you know, why I just, yeah, so we just put the rope down, down from the first floor.",
        945.18,
        953.62
    ],
    [
        " She, she, she, she came out just being big ball of this skin cleaning alcohol, just pulling out.",
        954.4,
        959.14
    ],
    [
        " You had a party in the prison.",
        959.54,
        960.58
    ],
    [
        " Can't get better than that, right?",
        960.94,
        963.28
    ],
    [
        " I remember it, it comes in this prison that was actually, it was really bad if they caught you with this.",
        964.96,
        971.06
    ]
]