[
    [
        " uh boom",
        1.5,
        0.88
    ],
    [
        " Once we completed fleet pre-flight training we entered a primary flight training at any one time in",
        0.88,
        8.72
    ],
    [
        " 1968 there were ten flight companies in session you ended up you you get to pick well",
        8.72,
        15.06
    ],
    [
        " I guess you draw what kind of helicopter you're gonna fly now you're told okay you get told and you get the th 55",
        15.06,
        20.78
    ],
    [
        " Love that aircraft looks like a",
        20.78,
        23.26
    ],
    [
        " Looks like kind of a dragonfly looking. Yeah, it's the it was bought the army bought them",
        23.26,
        29.94
    ],
    [
        " Right off the shelf from Hughes aircraft and it's in civilian world. It's a Hughes 300",
        29.94,
        34.28
    ],
    [
        " You started the engine up and then you engaged the clutch which engaged eight rubber bands that started turning the main rotor and",
        34.28,
        42.24
    ],
    [
        " So we got that going for us. Yeah, I got down for it",
        42.24,
        44.64
    ],
    [
        " But the thing had a ton of power and down here in Texas in the summer the OH 13s and the 23s the other two training aircraft",
        44.64,
        51.6
    ],
    [
        " They could barely get off the ground",
        51.6,
        53.54
    ],
    [
        " TH 55 would spring off the ground so it was just a great little aircraft to fly. I loved it",
        53.54,
        58.86
    ],
    [
        " Awesome",
        63.64,
        64.08
    ],
    [
        " About two months into our flight training we returned from the flight landing",
        64.08,
        67.04
    ],
    [
        " We were told to get in company formation right away once all two hundred and seventy five of us were assembled",
        67.04,
        72.14
    ],
    [
        " As we'd have had about seventy five drop out the class at this point our company commander came forward and address the class",
        72.14,
        78.9
    ],
    [
        " One of our fellow classmates crashed that day and was killed",
        78.9,
        82.34
    ],
    [
        " That was something none of us had considered at this point in our training his death would not be the last either",
        82.34,
        87.98
    ],
    [
        " Another student and his flight instructor were killed in a mid-air collision with another aircraft flown by someone from another class",
        88.76,
        95.26
    ],
    [
        " How there weren't a lot more merit mid-air collisions always amazed me",
        95.26,
        100.38
    ],
    [
        " Little bit of a wake-up call well it was you know you had",
        100.38,
        104.44
    ],
    [
        " Roughly around 1200 aircraft at eight o'clock in the morning leaving and",
        104.44,
        109.78
    ],
    [
        " Coming back in at eleven o'clock and then leaving again at one o'clock and coming back at five o'clock",
        109.78,
        117.96
    ],
    [
        " He's had anywhere from ten hours to fifty hours or let's see got yeah",
        117.96,
        122.82
    ],
    [
        " I got a hundred hours total while you're in",
        122.82,
        124.64
    ],
    [
        " In probably school early flight school the first days there so you had a lot of many experience out there running around and not that big of an area",
        124.64,
        132.56
    ],
    [
        " And why we didn't have a lot more air mid-airs. I have no idea the",
        132.56,
        136.56
    ],
    [
        " The one student the first student that we lost he flew into a cloud and",
        136.56,
        141.66
    ],
    [
        " We hadn't had any weather instrument training yet at that point",
        141.66,
        145.38
    ],
    [
        " Well, he went in the cloud and people had saw him he came out upside down. He was inverted and",
        145.38,
        150.26
    ],
    [
        " You just don't invert in a helicopter. It doesn't work",
        150.26,
        153.08
    ],
    [
        " So that he got killed that way and then the other one was a student an instructor and another aircraft slammed into them",
        153.08,
        158.72
    ],
    [
        " We lost them there",
        158.72,
        160.0
    ],
    [
        " Those are the only two that I knew about there were others that that did happen in other flight classes",
        160.0,
        164.74
    ],
    [
        " But we were kind of fortunate. We started out with 350 we graduated. I think one one 50 somewhere in that neighborhood there",
        164.74,
        172.94
    ],
    [
        " I",
        175.52,
        176.02
    ],
    [
        " Get done with that. It's on to advanced flight training",
        176.02,
        179.5
    ],
    [
        " This was I kind of had to there's a good leadership lesson here that I wanted to jump into",
        179.5,
        187.16
    ],
    [
        " Says we are approaching the end of our instrument training when we return to the barracks from the flight line the night prior to the",
        187.16,
        194.44
    ],
    [
        " Media-allurged meteorology exam",
        194.44,
        196.78
    ],
    [
        " Mr. Clinton wasn't happy with the condition of the barracks and it gone on a rampage aided",
        196.78,
        202.72
    ],
    [
        " by a bottle of Jack Daniels",
        202.94,
        205.52
    ],
    [
        " Beds were overturned wall lockers contents were fought were lying on the floor the fire hose was spraying water and the contents of",
        205.52,
        213.98
    ],
    [
        " Everyone's foot lockers were everywhere except in the foot lockers. He was on a tie raid",
        213.98,
        219.0
    ],
    [
        " One cadet was singled out Mr. Clinton was berating him",
        219.0,
        223.04
    ],
    [
        " Evidently the cadet was responsible for his five o'clock shadow",
        223.04,
        226.96
    ],
    [
        " Mr. Clinton told the cadet to get into the push-up position",
        226.96,
        229.96
    ],
    [
        " Once there he placed a razor on the floor in front of him and told him to shave the cadet looked scared and I was mad",
        230.06,
        236.42
    ],
    [
        " I had had enough of Mr. Clinton's crap with all respect for his rank that I could muster",
        236.42,
        241.54
    ],
    [
        " I stepped forward and gotten Clinton's face sir",
        241.54,
        244.16
    ],
    [
        " You've been drinking and you are drunk if you do not leave this minute",
        244.16,
        247.82
    ],
    [
        " I am going straight to the company commander and have him resolve this situation now leave I shouted",
        247.82,
        252.96
    ],
    [
        " There was dead silence",
        252.96,
        255.42
    ],
    [
        " Mr. Clinton just stood there and glared at me with his bloodshot eyes everyone was watching finally",
        255.8,
        261.16
    ],
    [
        " He laughed turned and staggered out of the barracks everyone including me side with relief",
        261.16,
        266.44
    ],
    [
        " We spent most of the night getting the barracks back in order and no one had an opportunity study for the weather exam",
        266.44,
        271.76
    ],
    [
        " It showed the next day the exam was in the morning when we returned to the barracks after flying in the afternoon",
        271.76,
        277.18
    ],
    [
        " We were immediately informed by the company first sergeant that we were all restricted to the barracks until further notice and",
        277.18,
        285.4
    ],
    [
        " When I arrived the senior officer from the weather committee was present as well. I was told to sit down cadet Corey",
        285.4,
        291.28
    ],
    [
        " Do you know why I've restricted the company and called you here the company commander asked",
        291.28,
        296.66
    ],
    [
        " Like I was some clairvoyant and I could read his mind",
        296.66,
        299.54
    ],
    [
        " This was the first time I had ever spoken to the man again dad's words of wisdom came to mind",
        299.54,
        305.78
    ],
    [
        " No sir. I replied knowing this wasn't the time to be a smart ass",
        305.78,
        309.98
    ],
    [
        " It appears cadet Corey that most of your class failed the weather exam",
        309.98,
        313.78
    ],
    [
        " We need to know why he stated oh",
        313.84,
        316.58
    ],
    [
        " Shit most of the class which includes me too again as class leader who is my fault",
        316.58,
        321.24
    ],
    [
        " Didn't you study for the exam last night ask the weather committee instructor who didn't look happy?",
        321.24,
        326.32
    ],
    [
        " Why did I suspect that shit rolled downhill here and it was coming right at me however?",
        327.4,
        332.68
    ],
    [
        " I was seeing a U-turn for this shit storm. No sir. We did not study last night",
        333.42,
        338.36
    ],
    [
        " We had a party instead. I replied their eyes bulged and I thought both men",
        338.36,
        343.76
    ],
    [
        " We're going to drop dead from heart attack you did what gag the company commander",
        343.78,
        347.04
    ],
    [
        " You had a party the night before the most one of the most important exams in this course",
        347.04,
        350.66
    ],
    [
        " Do you realize by having a party and failing that exam?",
        350.66,
        353.28
    ],
    [
        " You could all fail flight school and be sent to infantry immediately?",
        353.46,
        355.74
    ],
    [
        " Yes, sir",
        356.16,
        356.72
    ],
    [
        " I replied and let them stew on this revelation now the weather instructor at a grin on his face as he turned to the company commander",
        356.72,
        362.64
    ],
    [
        " Well, I guess the problem wasn't with the instruction, but with the discipline of these cadets",
        362.64,
        366.74
    ],
    [
        " I was beginning to see what was going on here somewhere above their level",
        366.74,
        370.46
    ],
    [
        " The shit it hit the fan and someone high up was looking for somewhere to lay the blame the army needed helicopter pilots at this point",
        370.46,
        376.52
    ],
    [
        " Had spent considerable money training 80 cadets the army couldn't afford to wash out 80 cadets at one time the company commander",
        376.52,
        383.82
    ],
    [
        " Wasn't looking too good right about now could that Corey why in the hell would you have a party the night before a major exam?",
        383.82,
        390.0
    ],
    [
        " Sir, we had no choice. I answered sheepishly. I was beginning to enjoy this",
        390.64,
        395.52
    ],
    [
        " I'd been around the military long enough to know when people would have stayed a panic over something that had gone terribly wrong",
        395.52,
        400.44
    ],
    [
        " Oh dad you taught me well what the hell do you mean you had no choice the company commander?",
        400.46,
        404.38
    ],
    [
        " Sir when we returned from flight line last night Mr. Clinton had torn apart the barracks to include",
        404.68,
        409.26
    ],
    [
        " Turning on the fire hose and told us to get the mess cleaned up before morning",
        409.26,
        412.78
    ],
    [
        " We had a barracks cleaning party to get it squared away and that took until midnight",
        412.78,
        417.34
    ],
    [
        " Light out lights out was at 2,200, but we worked on stuff until dark until we had it taken care of only the married men had a chance to study last night",
        417.34,
        426.22
    ],
    [
        " You're dismissed connect Corey and there you go so you you then up you go to the company commander then you end up with the battalion commander and",
        427.94,
        436.38
    ],
    [
        " The school comin dot and the school comin dot finally",
        436.38,
        439.38
    ],
    [
        " You end up all assembled the battalion commander comes out. I am Lieutenant Colonel Barlow your battalion commander",
        439.38,
        448.6
    ],
    [
        " I've not met most of you and normally do not meet cadets until graduation however because of this incident",
        448.6,
        453.08
    ],
    [
        " I've met some of you and thought I should meet all of you what you have experience is not typical of the treatment of cadets",
        453.18,
        458.28
    ],
    [
        " Changes have been made the first being that you have a new company commander major kidder will be your company commander for the remainder of your training",
        458.28,
        464.02
    ],
    [
        " Mr. Clinton Sergeant first class moron will no longer be your tax either",
        464.02,
        469.16
    ],
    [
        " Major kidder and he turns it over",
        469.16,
        471.26
    ],
    [
        " the",
        471.26,
        472.42
    ],
    [
        " To back up a little bit",
        472.42,
        474.38
    ],
    [
        " Our class got a bad rap the first the very first day we showed up",
        474.38,
        478.86
    ],
    [
        " me and another guy we had flown into Savannah the night before",
        480.32,
        483.42
    ],
    [
        " So we had a 1200 hour report him and I got there at about 11",
        483.42,
        487.26
    ],
    [
        " So we we report on time the rest of the guys they all flew in on a flight that was supposed to land at 8 o'clock in the morning",
        487.26,
        494.1
    ],
    [
        " But didn't because of the weather so they all showed up an hour late",
        494.1,
        497.58
    ],
    [
        " so that set Clinton off",
        497.58,
        500.9
    ],
    [
        " And for eight weeks we never got a pass to get off the base",
        500.9,
        505.56
    ],
    [
        " Hmm",
        506.36,
        506.84
    ],
    [
        " Where every other class had blanket passes on the weekends",
        506.84,
        509.22
    ],
    [
        " And so Clinton and the man had had a drinking problem when this wasn't the first incident with him",
        509.22,
        515.64
    ],
    [
        " But this is the one that broke the camel's back",
        515.64,
        517.08
    ],
    [
        " Uh when he when he went through that",
        517.08,
        519.66
    ],
    [
        " that weather exam",
        519.66,
        521.36
    ],
    [
        " As as I said in the book you couldn't afford it the flunk 79 guys right now somebody was gonna go ballistic over this",
        521.36,
        530.06
    ],
    [
        " So it worked its way up and thank god when we got to the brigade commander's office and",
        530.06,
        534.62
    ],
    [
        " They asked me they said the why do you think mr. Clinton did that and I said well sir because he was drunk",
        534.84,
        540.44
    ],
    [
        " Well the three of them looked at me like do you know what you just said you accused an officer",
        540.44,
        547.2
    ],
    [
        " Of this well, I was a little bit older than most cadets. I joined the army. I was 21 the day. I came in",
        547.2,
        553.84
    ],
    [
        " and all the other classmates they were",
        553.84,
        556.38
    ],
    [
        " 19 20-year-olds",
        556.38,
        558.26
    ],
    [
        " And been around the military all my life. I had an idea how things worked",
        558.26,
        563.3
    ],
    [
        " So I was I was gonna play my trump cards and that's and that's where I played the trump card was with them for day commander",
        563.94,
        569.12
    ],
    [
        " No over the next couple of days they called in every day they calling three guys and",
        569.12,
        574.12
    ],
    [
        " They'd asked them the same questions and and everybody back my comments up so",
        574.12,
        579.02
    ],
    [
        " We got mr. Clinton got rid of mr. Clinton got missed",
        579.02,
        582.68
    ],
    [
        " Bit of a sergeant moron and I use the name sergeant moron",
        582.68,
        585.94
    ],
    [
        " Uh, I never heard the guy ever speak. He had he had tattoos covering him everywhere before tattoos were popular",
        585.94,
        592.8
    ],
    [
        " and",
        594.26,
        594.7
    ],
    [
        " So I don't know anything about the man outside of he never said anything so I figured it was more",
        594.7,
        598.58
    ],
    [
        " uh",
        598.58,
        599.36
    ],
    [
        " But then after that we we went into our advanced training",
        599.36,
        603.28
    ],
    [
        " Huey transition was the following Monday morning and and things went along really well after that with the unit",
        603.28,
        608.56
    ],
    [
        " Major kid him it was a he was a great guy. How'd you like that Huey when you started flying? Oh, I loved it",
        608.56,
        613.54
    ],
    [
        " I still love the Huey to this day the Huey's a fantastic aircraft had plenty of power even the Delta models had plenty of power",
        613.54,
        620.86
    ],
    [
        " They were forgiving",
        620.86,
        621.64
    ],
    [
        " uh",
        621.64,
        622.7
    ],
    [
        " They were just they were dream the fly and they still are",
        622.7,
        627.36
    ],
    [
        " It's isn't it crazy. Oh, I guess it's not too crazy. I mean I joined the Navy in 1990",
        627.36,
        633.7
    ],
    [
        " And we still had Huey's and they're still Huey's right now",
        633.7,
        637.22
    ],
    [
        " Uh, the army's put all layers in museums. What about the Marine Corps? Uh, the Marine Corps has got a different Huey",
        637.22,
        642.78
    ],
    [
        " They got a big beefed up one. Okay, muscular things twin engines and",
        642.78,
        646.6
    ],
    [
        " I'm not sure if it's got four rotor blades or just two but",
        646.6,
        649.64
    ],
    [
        " They've got a beefed up Huey",
        650.38,
        651.86
    ],
    [
        " That's much much bigger than the armies ever wore",
        651.86,
        654.64
    ],
    [
        " So it's great aircraft. I mean why would you still be using them today? I don't know. I mean, I've got the black hawks now",
        654.64,
        660.68
    ],
    [
        " They're way bigger than I mean they're way smaller than the black hawk though. Oh, yeah, yeah, it's tiny",
        660.68,
        665.84
    ],
    [
        " We could get we can get six combat troops",
        665.84,
        669.3
    ],
    [
        " Besides the crew crew for a board and had powered you know to do things and stuff like that the black hawk when we assaulted into a rack",
        669.3,
        677.84
    ],
    [
        " Uh",
        679.06,
        679.5
    ],
    [
        " Back during desert storm. There was 15 guys in my aircraft with me and",
        679.5,
        684.1
    ],
    [
        " My RTOs my and I had one squad of infantrymen with me when we went in so much more power much more much faster aircraft",
        684.1,
        691.34
    ],
    [
        " And it was an aircraft the black hawk. I was on the the test bed for it",
        691.34,
        694.82
    ],
    [
        " They were designed in case we went into war with a ran and that's that's really what we were looking at as for an aircraft",
        694.82,
        700.58
    ],
    [
        " They could get the altitude of the mountainous out mount altitude around a ran",
        700.58,
        705.18
    ],
    [
        " To replace the Huey and the black hawk was the",
        706.02,
        709.02
    ],
    [
        " The choice over it they was two there was a Boeing put a proposal up for the U-Tas",
        709.02,
        714.06
    ],
    [
        " And then sikorsky put a proposal up for the U-Tas",
        714.06,
        716.76
    ],
    [
        " It was called U-Tas at that time utility tactical transport system and sikorsky is the one at one so",
        716.76,
        723.54
    ],
    [
        " And it seems like when you look at the the Huey",
        723.54,
        727.72
    ],
    [
        " It's like a friggin 19",
        727.72,
        729.64
    ],
    [
        " 69 muscle car just in terms of hey, that's the engine",
        732.56,
        735.44
    ],
    [
        " There's you know you see the the the aircraft now the helicopters",
        735.44,
        740.08
    ],
    [
        " There's so many computer parts to it's like when you open up the the hood of a car nowadays",
        740.08,
        744.96
    ],
    [
        " You don't know what the hell's in there, right? It's all like you can't you can't fix any of it with a wrench",
        744.96,
        750.7
    ],
    [
        " Well, you look at you look at the Huey who's the guy crew in the Huey the guy was 18 years old maybe 20 and he was the crew chief",
        750.7,
        757.68
    ],
    [
        " And what those kids did with those engines was just amazing they'd work on them and you know",
        758.08,
        762.24
    ],
    [
        " I was a pilot and the most dangerous thing you could do is let the pilot up there around the engine my crew chief wouldn't dare do that",
        762.24,
        767.7
    ],
    [
        " But uh these kids take really maintain those things well",
        767.7,
        771.32
    ],
    [
        " What what they couldn't do at the operator level at the crew chief level",
        771.32,
        774.52
    ],
    [
        " They went into the maintenance level which is right there with our unit and they were all 19 and 20 year olds",
        774.52,
        780.46
    ],
    [
        " New in the sheet metal work and the electronics",
        780.46,
        782.26
    ],
    [
        " uh",
        782.26,
        783.12
    ],
    [
        " I took a bullet through the",
        783.12,
        785.04
    ],
    [
        " Through the wiring bundle one day and the wiring bundle was about that thick",
        785.72,
        790.94
    ],
    [
        " And it was maybe 35 40 white wires in there",
        790.94,
        795.44
    ],
    [
        " And I saw a kid sit down and sit there and put each one of those wires back properly to each one of them to get the get the communications and the electronics all working",
        795.44,
        804.84
    ],
    [
        " Uh, to me it was a bunch of spaghetti",
        804.84,
        807.58
    ],
    [
        " Yeah",
        810.72,
        811.26
    ],
    [
        " Check so um",
        811.26,
        813.06
    ],
    [
        " Let's fast forward a little bit let's get to let's get to Vietnam um",
        813.06,
        817.98
    ]
]