[
    [
        " So we would spend seven weeks every summer on the Cal Pash River at camp, which had a huge effect",
        0.0,
        7.6
    ],
    [
        " on the rest of my life. I mean, going into the Marine Corps was like going to camp.",
        7.6,
        12.84
    ],
    [
        " You join the infantry, going to camp. You got active. So you did that every year",
        13.72,
        19.58
    ],
    [
        " for like until you were how old? Until I was 14 and then Don Sutton, the family that owned",
        19.58,
        26.7
    ],
    [
        " the camp that had, like I said, my dad went to that camp. He had two sons and nobody wanted",
        26.7,
        33.34
    ],
    [
        " to take the camp over. So they basically shut the camp down, but every June, we have a reunion",
        33.34,
        40.1
    ],
    [
        " with all the guys at camp wall, the tool, the sad thing is, is like I'm one of the gungest",
        40.1,
        45.98
    ],
    [
        " of the reunion guys. And we go back every June, but being at camp with the counselors and you know,",
        45.98,
        54.76
    ],
    [
        " they had a big effect on me as a kid growing up of like, I mean, you sat at tables. They taught",
        54.76,
        62.7
    ],
    [
        " you, you know, manners, how to eat, you know, how to take care of yourself, basically how to be",
        62.7,
        68.22
    ],
    [
        " a Virginia. And every at the three and at the three week mark, they would take us into Lexington,",
        68.22,
        75.24
    ],
    [
        " Virginia, you know, VMI's there. And then they've got the Robert E Lee tomb is there. So we would,",
        75.24,
        82.0
    ],
    [
        " you know, go visit Robert E Lee. So like at the first time that at eight years old,",
        82.0,
        86.52
    ],
    [
        " I remember seeing the Robert E Lee, you know, Stonewall Jackson, Virginia, all that Washington,",
        86.62,
        93.66
    ],
    [
        " you know, Virginia in history is huge. And it camped, you know, you had, you know, mandatory,",
        94.5,
        101.0
    ],
    [
        " like nap time, you know, after lunch, you'd come back and it was like reading, reading, laying",
        101.1,
        105.42
    ],
    [
        " in a rack, kind of an event. So, you could bring a book, you could write letters home,",
        105.42,
        110.16
    ],
    [
        " the letter writing really didn't go very well. I think my mom still has the first letter I wrote.",
        110.52,
        114.7
    ],
    [
        " And it was like, dear mom and dad having a good jud. And that was it. You know what I mean. And",
        114.8,
        121.3
    ],
    [
        " but yeah, it, it, that, that aspect of, of growing up and seeing mentorship of like the counselors",
        121.3,
        129.3
    ],
    [
        " that came into the camp and they mentored us at, you know, at a very early age and seeing kind of,",
        129.3,
        134.84
    ],
    [
        " like, what right looked like for growing into becoming a man was a, was a huge huge aspect.",
        134.84,
        141.42
    ]
]