[
    [
        " When you're growing up, right, there's a kid. So there's individual sports. Like, what",
        2.64,
        7.68
    ],
    [
        " do you play? Did you play sports in high school or whatever? Not really. But you played,",
        7.68,
        12.32
    ],
    [
        " what do you play soccer basketball? Yeah. So there's team sports and individual sports.",
        12.42,
        16.16
    ],
    [
        " Obviously, the individual sports is like wrestling. And they say it's a team you're wrestling",
        16.32,
        21.0
    ],
    [
        " team and stuff. It's true. But on that map, boy, as far as performance goes, you're performing",
        21.0,
        26.14
    ],
    [
        " by yourself. You rely on your team for training. That's essentially it. You know, maybe some",
        26.14,
        31.12
    ],
    [
        " support it, whatever. Wrestling, track and field, unless you're on a 4x1, 4x4 kind of situation.",
        31.12,
        37.66
    ],
    [
        " But generally speaking, and that's country, yeah, so individual sports versus team sports.",
        37.66,
        43.32
    ],
    [
        " And football, I think, is one of the better examples of a team sport because every single",
        43.48,
        48.64
    ],
    [
        " time you're relying on everyone else to do their job for you to be successful, you know,",
        48.64,
        53.04
    ],
    [
        " kind of like a seal team. You know, you get the machine gun or the, you know, point man,",
        53.04,
        57.12
    ],
    [
        " radio guy. So versus tactical echo just showed up. Checked. So, you know, and then versus",
        57.24,
        67.12
    ],
    [
        " Dave Burke in the, you know, the by himself. Yeah, by himself. Like, let's face it. Like,",
        67.12,
        72.72
    ],
    [
        " if the other guy fails, it kind of makes you look good, you know, in a way, kind of thing.",
        72.82,
        76.92
    ],
    [
        " As far as like, you know, what you go through football practice, you're, they give you the ball,",
        76.92,
        82.82
    ],
    [
        " if you're running back, whatever. And one of your linemen fails, he's going to make you look bad",
        82.88,
        86.96
    ],
    [
        " because he failed, you know, it's like that. That's how reliant, like you got to rely on your team",
        86.96,
        91.86
    ],
    [
        " that much. So if you grow up playing football, like you kind of get some grain in you, like the",
        91.86,
        97.88
    ],
    [
        " team dynamic, like the importance of that, you know, where you're doing your job. Sure, you want",
        97.88,
        101.92
    ],
    [
        " an individual success. Yeah, you want to make touchdowns. You want to perform good for, you know,",
        101.92,
        106.06
    ],
    [
        " whatever, but you can't do that if you're like separating yourself. And this is like daily training",
        106.12,
        111.58
    ],
    [
        " and in games. So it kind of, it kind of gets ingrained in you, which is kind of like, I think your",
        111.58,
        118.04
    ],
    [
        " position where from the beginning, there was no situation where like, you secretly hope that guy",
        118.04,
        123.74
    ],
    [
        " fails. You're like, bro, what can I do to help you? You know, because man, if they fail, bro,",
        123.74,
        129.08
    ],
    [
        " you're getting tackled. That's different from the great Santini over here. I'm really glad.",
        129.08,
        134.9
    ],
    [
        " I'm telling you all this stuff about, but that's not to say that individual sports don't have",
        135.06,
        140.44
    ],
    [
        " value because in a way, they have more value in this way, where performance wise, if you fail,",
        140.44,
        146.04
    ],
    [
        " in like performance, meaning like in a track meet or in a wrestling meet, if you fail, oh, it's",
        146.38,
        152.12
    ],
    [
        " all it's all on you. Like sure, you got to train good with your team, for sure. You got to do all",
        152.12,
        158.22
    ],
    [
        " that stuff and you got to rely on them for training and stuff like that. But no, when it comes",
        158.22,
        161.36
    ],
    [
        " game time, bro, you go out on the mat or freaking line up and, you know, well on the track, check",
        161.36,
        168.34
    ],
    [
        " this out. Dave Burke, if you're in an aircraft by yourself and you get shot down because you made",
        168.34,
        178.78
    ],
    [
        " a mistake, you're the one that pays the price. Like there's a, there's a level of consequence there",
        178.78,
        184.16
    ],
    [
        " where you think to yourself, well, look, I appreciate that I got the rest of the team members here.",
        185.72,
        191.34
    ],
    [
        " I'm going to be alone up in that aircraft and I better be freaking good. And if I don't, if I'm not",
        191.56,
        196.34
    ],
    [
        " good, there's no one's got my back. It's me.",
        196.34,
        198.54
    ]
]