[
    [
        " This is Jockel Podcast number 274 with Echo Charles and me, Jockel Willink.",
        0.48,
        5.8
    ],
    [
        " Good evening, I go.",
        6.4,
        6.96
    ],
    [
        " Good evening.",
        7.12,
        7.34
    ],
    [
        " All right, so the last podcast 273 we were with Anthony Herbert, Tony Herbert, also known",
        7.82,
        15.1
    ],
    [
        " as, and we started off his journey from a kid growing up in Pennsylvania.",
        15.1,
        21.12
    ],
    [
        " So, if you haven't listened to podcast 273, go listen to that right now.",
        21.72,
        26.04
    ],
    [
        " He tried to join the Marines at 14, 14 years old, credit.",
        26.66,
        32.38
    ],
    [
        " Eventually joined the Army at 17, off to the Korean War, went from private to master sergeant,",
        32.68,
        39.08
    ],
    [
        " all kinds of heroic actions, suffered all kinds of wounds, shot, hit with frag, white",
        39.5,
        47.1
    ],
    [
        " phosphorus burns, and also bayonetted multiple times, including one bayonet stab that broke",
        47.1,
        54.74
    ],
    [
        " off in his chest.",
        54.74,
        56.08
    ],
    [
        " He in the Korean War served as a platoon leader, even though he was just a young and listed",
        57.08,
        64.32
    ],
    [
        " guy.",
        64.32,
        64.66
    ],
    [
        " And eventually at the end of that podcast and at the end of that part of his life, he",
        66.36,
        71.22
    ],
    [
        " was pulled off the battlefield, one of the most decorated soldiers of the war, sent on",
        71.22,
        75.46
    ],
    [
        " a morale, it was basically a morale tour.",
        75.46,
        78.4
    ],
    [
        " And first we got flown back to the White House, met President Truman, and then basically",
        79.22,
        85.72
    ],
    [
        " went to London and Antwerp and Brussels and the Hague and all the other European allies",
        85.72,
        90.42
    ],
    [
        " that were fighting alongside America in the Korean War.",
        90.42,
        94.06
    ],
    [
        " Along the way he met Mrs. Eleanor Roosevelt.",
        94.18,
        97.1
    ],
    [
        " She encouraged him to go to college.",
        97.74,
        100.3
    ],
    [
        " He kind of agreed.",
        100.66,
        101.66
    ],
    [
        " One of the quotes he says in the book is he agreed because he was already the youngest",
        102.38,
        105.86
    ],
    [
        " master sergeant in the army and he said, what am I going to do?",
        105.88,
        108.16
    ],
    [
        " Sit around the enlisted man's club telling stories about Korea.",
        108.28,
        110.52
    ],
    [
        " So he was sort of not over it, but he realized that he had kind of done what he was going",
        110.76,
        116.0
    ],
    [
        " to do.",
        116.0,
        116.34
    ],
    [
        " So he ends up getting assigned as an ROTC instructor at a high school in Denver because he liked",
        117.1,
        124.38
    ],
    [
        " to ski.",
        124.38,
        124.78
    ],
    [
        " Goes to the third Ranger class that ever happened.",
        126.06,
        132.5
    ],
    [
        " He was in.",
        132.5,
        133.06
    ],
    [
        " He ends up getting married to his hometown sweetheart Mary Grace.",
        133.34,
        136.5
    ],
    [
        " Starts going to college or he gets out of the army.",
        137.24,
        140.42
    ],
    [
        " Then starts going to college at the University of Pittsburgh.",
        140.8,
        143.62
    ],
    [
        " While he's there, he writes a book called Conquest to No Where, which was his first book about",
        143.62,
        149.6
    ],
    [
        " the Korean War, which he later rewrote, which we covered when it was rewritten, it was called",
        149.6,
        154.0
    ],
    [
        " the Making of a Soldier.",
        154.0,
        154.74
    ],
    [
        " That was podcast 273 for the most part.",
        154.9,
        157.34
    ],
    [
        " Worked at a steel mill at night while he was going to college and then eventually commissioned",
        158.6,
        163.96
    ],
    [
        " as an officer in the Pennsylvania National Guard.",
        163.96,
        167.5
    ],
    [
        " Shout out to the 228 Iron Soldiers.",
        168.1,
        170.98
    ],
    [
        " All right.",
        171.32,
        171.48
    ],
    [
        " So then he goes to the days back kind of in the army and he gets some warnings that the",
        171.76,
        178.58
    ],
    [
        " army is different now.",
        178.58,
        179.6
    ],
    [
        " The war is over.",
        179.6,
        181.0
    ],
    [
        " The good people got out.",
        181.98,
        183.26
    ],
    [
        " We just left with people that shouldn't even be in the army.",
        183.62,
        185.94
    ],
    [
        " That he got those kind of warnings, but he stayed in.",
        186.3,
        189.7
    ],
    [
        " He loves being a soldier.",
        189.9,
        191.14
    ],
    [
        " He wants to be a soldier.",
        191.24,
        192.12
    ],
    [
        " Goes to the basic army infantry course.",
        192.72,
        195.3
    ],
    [
        " Winds nine out of ten awards there, including the leadership trophy, which is the leadership",
        195.38,
        200.92
    ],
    [
        " trophy is awarded by the other students, like the other students select who deserves this",
        200.92,
        208.08
    ],
    [
        " leadership trophy.",
        208.08,
        209.02
    ],
    [
        " Then he gets assigned as a Ranger instructor and he starts in the mountain phase.",
        210.16,
        219.98
    ],
    [
        " And so today we're going to be reading.",
        220.7,
        223.14
    ],
    [
        " So the first book that we covered, we covered a little bit.",
        223.3,
        225.3
    ],
    [
        " He said he's written two books.",
        225.54,
        226.38
    ],
    [
        " Well, I guess he's written three on those conquests to know where that one got rewritten",
        226.78,
        230.46
    ],
    [
        " as the Making of a Soldier.",
        230.46,
        231.64
    ],
    [
        " That was the bulk of what we read last time.",
        231.8,
        233.66
    ],
    [
        " This time we're going to read from his second book, primarily, and it's just called",
        233.66,
        237.68
    ],
    [
        " Soldier.",
        237.68,
        238.18
    ],
    [
        " It's just called Soldier.",
        238.72,
        240.66
    ],
    [
        " And lots of lessons learned, but as I mentioned in the first podcast in 273, there's some",
        241.5,
        249.54
    ],
    [
        " serious lessons learned about life and things get really crazy when he goes to Vietnam as",
        249.54,
        259.58
    ],
    [
        " a battalion commander.",
        259.58,
        260.64
    ],
    [
        " And we will get there.",
        261.04,
        262.6
    ],
    [
        " All right.",
        262.6,
        263.16
    ],
    [
        " So here we go.",
        263.34,
        265.42
    ],
    [
        " Going to the book Soldier written by Anthony B. Herbert.",
        265.66,
        271.16
    ],
    [
        " And he says this teaching young men, the essentials of mountain climbing, combat and survival",
        271.98,
        275.92
    ],
    [
        " was more of a learning experience for me than for them.",
        275.92,
        278.36
    ],
    [
        " I began discovering things about the resources in me as well as the way the army was moving.",
        278.4,
        283.22
    ],
    [
        " I was an alternate instructor at first, assigned to teach cliff descents on suspension traverses.",
        283.54,
        289.74
    ],
    [
        " I took it seriously.",
        289.94,
        290.98
    ],
    [
        " It was dangerous business if you didn't.",
        291.1,
        293.56
    ],
    [
        " The ropes to be used for traverses, which were one inch in diameter and 900 feet long cost",
        293.98,
        299.68
    ],
    [
        " the army about $300 each.",
        299.68,
        301.6
    ],
    [
        " I had set up two of the traverses on a 60 foot cliff the day before a new class was to begin.",
        302.08,
        307.94
    ],
    [
        " And that afternoon, I went out to inspect the ropes.",
        308.4,
        311.0
    ],
    [
        " One of the criteria for determining the quality of the kind of rope that was the present was",
        311.96,
        317.7
    ],
    [
        " the presence of a tiny colored strand running all the way through its core.",
        317.7,
        323.3
    ],
    [
        " I inspected the first traverse and found the strand.",
        323.92,
        327.04
    ],
    [
        " But the second rope didn't have it, which meant that I simply couldn't approve its use.",
        327.58,
        333.1
    ],
    [
        " The strand was an indication that the machines used to put the hemp together into a strong",
        333.98,
        338.42
    ],
    [
        " enough cord had worked the way they were supposed to if the strand wasn't there, something had",
        338.42,
        343.08
    ],
    [
        " gone wrong and the rope might be faulty.",
        343.08,
        345.48
    ],
    [
        " I went back to my quarters and wrote an unsatisfactory report on the rope and then went to the chief",
        345.48,
        350.34
    ],
    [
        " instructor and told him of my findings.",
        350.34,
        352.08
    ],
    [
        " The army paid good money for that rope and you want to throw it away he argued?",
        352.86,
        356.6
    ],
    [
        " We're not going to do that Herbert.",
        357.2,
        358.3
    ],
    [
        " I explained what I had found or rather what I had not found.",
        359.54,
        362.38
    ],
    [
        " Strand Shman, he said, you go out there and test it again by going down the traverse.",
        363.2,
        367.44
    ],
    [
        " If it holds, if it holds you, it's okay.",
        367.7,
        370.22
    ],
    [
        " This is kind of a strange safety check, right?",
        371.64,
        374.52
    ],
    [
        " Go ahead and risk your life to see if it's going to work.",
        374.7,
        376.68
    ],
    [
        " I returned to the cliff and went down the traverse.",
        376.96,
        378.86
    ],
    [
        " So he does it. It held.",
        379.66,
        381.3
    ],
    [
        " It was supposed to be sturdy enough to support a jeep.",
        382.2,
        384.36
    ],
    [
        " I went back and told the captain and he ordered me to conduct the class the next day using the rope.",
        384.62,
        388.06
    ],
    [
        " I filed the unsatisfactory report and went to bed.",
        388.44,
        391.2
    ],
    [
        " The next morning, as we stood at the top of the cliff, I ordered the class into two lines.",
        391.58,
        395.08
    ],
    [
        " The captain nodded his approval from nearby.",
        395.18,
        396.82
    ],
    [
        " One group would use the traverse made of the rope I'd inspected and approved.",
        397.32,
        400.04
    ],
    [
        " The other would be would use the traverse of the rope I'd inspected and rejected.",
        400.52,
        403.96
    ],
    [
        " A young corporal in the second group stepped off.",
        405.5,
        408.24
    ],
    [
        " The rope snapped and he fell 60 feet to the rocks below.",
        409.54,
        413.2
    ],
    [
        " I went down quickly on the other traverse.",
        414.88,
        416.98
    ],
    [
        " His body was so broken, it almost crumbled in my hands as I lifted him into a jeep and sent him to the hospital.",
        417.18,
        422.0
    ],
    [
        " The captain had seen what happened.",
        422.4,
        423.88
    ],
    [
        " He left the scene running up over the hill.",
        424.42,
        426.78
    ],
    [
        " The students were nervous.",
        427.2,
        428.04
    ],
    [
        " They said they weren't going through with it.",
        428.42,
        431.38
    ],
    [
        " I made them a little speech on courage and reminded them that they'd all known that",
        432.04,
        436.28
    ],
    [
        " Ranger training included risks.",
        436.28,
        437.94
    ],
    [
        " It seemed to work.",
        437.94,
        439.2
    ],
    [
        " We spent the rest of the morning learning how to use the traverse.",
        439.2,
        441.48
    ],
    [
        " There were no further accidents and at lunchtime I went back to base where",
        441.78,
        445.74
    ],
    [
        " Colonel Byrley and the captain asked me how the kid who fell was going to be.",
        445.74,
        451.08
    ],
    [
        " He'll be dead on arrival.",
        451.44,
        452.58
    ],
    [
        " Don't say that.",
        452.58,
        454.28
    ],
    [
        " The captain said you can't say that.",
        454.38,
        455.64
    ],
    [
        " How the hell do you know?",
        455.68,
        456.5
    ],
    [
        " Because I'm the one who put him on that jeep for the hospital.",
        457.62,
        460.64
    ],
    [
        " He'll be dead on arrival.",
        460.72,
        462.2
    ],
    [
        " The phone rang.",
        463.86,
        465.26
    ],
    [
        " It was a hospital calling and the captain came back to Byrley and me with a strange look on his face.",
        465.7,
        471.24
    ],
    [
        " The hospital says he was dead on arrival.",
        471.8,
        473.48
    ],
    [
        " He reported.",
        473.48,
        474.06
    ],
    [
        " It was quiet in the office.",
        474.54,
        476.3
    ],
    [
        " Finally, the captain said I was responsible for the accident.",
        476.88,
        480.08
    ],
    [
        " I realized that, sir, and I'll stand whatever comes from it.",
        480.76,
        485.74
    ],
    [
        " I said you're responsible.",
        485.74,
        487.28
    ],
    [
        " You know, he said you're the one who's responsible.",
        487.28,
        489.64
    ],
    [
        " I know, sir.",
        490.64,
        491.5
    ],
    [
        " I know.",
        492.12,
        492.7
    ],
    [
        " I answered.",
        493.02,
        493.46
    ],
    [
        " So I'm sure it's pretty obvious why I decided to pull out that particular quote because",
        494.26,
        502.18
    ],
    [
        " that is 100% accurate.",
        502.18,
        506.48
    ],
    [
        " Obviously he's taking ownership for what happened, but it's not just lip service.",
        507.26,
        511.7
    ],
    [
        " If you don't think something is right and you execute it, it's on you.",
        512.58,
        516.48
    ],
    [
        " It's on you.",
        516.7,
        519.02
    ],
    [
        " A little bit more from Ranger School.",
        521.28,
        523.32
    ],
    [
        " And this book, look, this book is",
        524.08,
        527.26
    ],
    [
        " for almost 500 pages long.",
        527.26,
        531.26
    ],
    [
        " And obviously I'm not reading the whole thing.",
        532.0,
        533.76
    ],
    [
        " There is so much good information.",
        534.06,
        535.72
    ],
    [
        " And I'm just, I tried to",
        536.48,
        537.92
    ],
    [
        " parse it down to some key points along the way, but this is a book that is packed filled with",
        537.92,
        546.2
    ],
    [
        " knowledge.",
        546.2,
        547.22
    ],
    [
        " And I try to bring out as much of that as I could.",
        548.26,
        550.48
    ],
    [
        " Some of the war stories that I don't even go into, there's, there's all kinds of combat scenarios",
        550.76,
        556.9
    ],
    [
        " that I don't even go into.",
        556.9,
        558.06
    ],
    [
        " Just an incredible book.",
        558.58,
        560.88
    ],
    [
        " Fast forward a little bit here.",
        561.26,
        562.96
    ],
    [
        " I didn't develop any really sophisticated theories about teaching and I still haven't.",
        563.16,
        566.96
    ],
    [
        " What seemed to be important was that the teacher know what he was talking about and be able",
        567.54,
        571.72
    ],
    [
        " to show as well as tell.",
        571.72,
        573.22
    ],
    [
        " One of the fallacies in Army training these days is that kind of experience",
        573.4,
        577.64
    ],
    [
        " is no longer part of the tradition.",
        577.64,
        581.0
    ],
    [
        " Kids are taught combat techniques by men who, through no fault of their own, of course,",
        581.58,
        586.5
    ],
    [
        " have never spent a moment in combat.",
        586.94,
        588.5
    ],
    [
        " And we wonder how it is that we turn out soldiers like Kali.",
        588.74,
        592.42
    ],
    [
        " Talk about Lieutenant Kali.",
        593.16,
        594.62
    ],
    [
        " Me, I'm ask her.",
        595.32,
        596.4
    ],
    [
        " What seemed most important then and still does was that the students realized that the Army",
        597.4,
        602.46
    ],
    [
        " and war are not really games at all, even though they might seem that way at times,",
        602.46,
        607.22
    ],
    [
        " especially when you hear someone of the bar room tales, or when you hear some of the bar room",
        607.32,
        612.42
    ],
    [
        " tales of the way it was at Inchan, where that night in the Meekong Delta.",
        612.42,
        616.7
    ],
    [
        " I saw so many Army teachers who were trying to make up for the times when they had been down",
        617.54,
        624.42
    ],
    [
        " at the bottom of the heap, when they had been the ones taking orders.",
        624.42,
        627.86
    ],
    [
        " They played games with their men, building their egos with nitpicking orders that produced",
        627.86,
        634.66
    ],
    [
        " nothing but descent and rancor among the men.",
        634.66,
        637.86
    ],
    [
        " So often I found it that way in the military, the rules and the regs,",
        638.56,
        643.92
    ],
    [
        " and the juvenile cover-ups and the children's games.",
        644.2,
        647.46
    ],
    [
        " It had nothing to do with creating a system of discipline or building soldiers.",
        647.76,
        651.0
    ],
    [
        " It was simply an ego game.",
        651.74,
        654.1
    ],
    [
        " Again, I think it's quite obvious while I'm talking about this.",
        657.32,
        662.92
    ],
    [
        " This is something that we all have to watch out for.",
        663.0,
        664.98
    ],
    [
        " You get put in that position of authority.",
        665.44,
        667.26
    ],
    [
        " You got to watch out. You got to watch out.",
        668.16,
        670.64
    ],
    [
        " Some good opportunity for you to pump up your ego.",
        670.8,
        673.78
    ],
    [
        " Make them do some stupid stuff that doesn't make any sense.",
        674.42,
        677.3
    ],
    [
        " And we'll do that all day long.",
        677.7,
        679.46
    ],
    [
        " If you let your ego run the show, that's what you're doing.",
        679.62,
        682.1
    ],
    [
        " And by the way, it creates what he say, descent amongst the troops.",
        682.18,
        686.46
    ],
    [
        " All right. So what he does in the next kind of stages of the books,",
        688.5,
        693.36
    ],
    [
        " he gets stationed in Germany.",
        694.24,
        695.82
    ],
    [
        " He kind of creates this provisional ranger platoon.",
        696.38,
        699.3
    ],
    [
        " He becomes the commander of the provisional ranger platoon.",
        699.3,
        701.92
    ],
    [
        " 1962 he gets promoted to captain.",
        703.32,
        705.88
    ],
    [
        " He's deployed to Africa.",
        706.38,
        707.96
    ],
    [
        " He's deployed to the Congo and Africa,",
        707.96,
        711.14
    ],
    [
        " Puerto Rico, Dominican Republic, the Persian Gulf,",
        711.54,
        713.82
    ],
    [
        " deployed to Bahrain, all in the 60s.",
        713.98,
        716.66
    ],
    [
        " And there's all kinds of good stories in the book about these",
        717.02,
        720.5
    ],
    [
        " different situations that he's in.",
        720.5,
        723.1
    ],
    [
        " He's doing some kind of clandestine type operations.",
        723.36,
        726.52
    ],
    [
        " He's just borderline spy scenarios going down,",
        727.46,
        733.5
    ],
    [
        " working with the CIA, interacting with the CIA,",
        734.04,
        737.68
    ],
    [
        " intelligence services, and this kind of stuff.",
        738.34,
        740.16
    ],
    [
        " So he does all that 1966 goes back to being a ranger instructor.",
        741.56,
        746.1
    ],
    [
        " It starts working towards his master's degree in psychology.",
        747.02,
        749.48
    ],
    [
        " He gets his degree in 1968.",
        749.88,
        751.0
    ],
    [
        " He gets offered a slot at war college.",
        751.04,
        753.02
    ],
    [
        " But of course he doesn't want to go to war college.",
        753.6,
        755.44
    ],
    [
        " Not yet anyways, he wants to go to Vietnam.",
        755.78,
        757.96
    ],
    [
        " And a bunch of reasons obviously he has always felt that he wants to be a combat leader.",
        759.16,
        765.9
    ],
    [
        " And he sees an opportunity to lead.",
        766.54,
        769.62
    ],
    [
        " He also has never worked with helicopters at the level they were used in Vietnam.",
        770.48,
        774.66
    ],
    [
        " So he said, quote, I wanted to know, I wanted to go, I wanted to see, I wanted to fight.",
        775.96,
        782.56
    ],
    [
        " Assets chain of command.",
        783.94,
        784.94
    ],
    [
        " Hey, can I please go to Vietnam?",
        785.12,
        786.26
    ],
    [
        " And he does.",
        787.48,
        788.56
    ],
    [
        " He ends up getting orders to Vietnam.",
        788.72,
        790.12
    ],
    [
        " He wants to be a battalion commander because by this time he's been promoted a few more times.",
        790.4,
        793.86
    ],
    [
        " He wants to be a battalion commander.",
        794.14,
        795.8
    ],
    [
        " He, but he doesn't show up immediately in Vietnam as a battalion commander.",
        796.14,
        800.38
    ],
    [
        " He has to pay his dues first.",
        800.38,
        801.98
    ],
    [
        " And the way he pays his dues is my becoming the inspector general of the 173rd airborne brigade.",
        802.34,
        809.74
    ],
    [
        " So inspector general, what's an inspector general?",
        811.2,
        814.2
    ],
    [
        " The inspector general.",
        814.64,
        815.46
    ],
    [
        " Their mission, the inspector general mission is to quote, provide impartial objective and unbiased advice",
        816.72,
        822.92
    ],
    [
        " and oversight to the army through relevant timely and thorough inspections,",
        822.92,
        827.02
    ],
    [
        " and assistance investigations, and training to promote and enable stewardship,",
        827.02,
        832.2
    ],
    [
        " accountability, integrity, and efficiency.",
        832.5,
        834.6
    ],
    [
        " Also, good order and discipline and enhanced total army readiness.",
        836.88,
        840.8
    ],
    [
        " That's what an IG have you ever heard that term before?",
        841.42,
        843.7
    ],
    [
        " IG inspector general.",
        843.92,
        845.36
    ],
    [
        " Yes.",
        845.72,
        846.06
    ],
    [
        " You have.",
        846.36,
        846.62
    ],
    [
        " Yeah.",
        846.88,
        847.02
    ],
    [
        " Where'd you hear it?",
        847.14,
        848.16
    ],
    [
        " What movie?",
        848.18,
        848.98
    ],
    [
        " I don't remember.",
        849.94,
        853.7
    ],
    [
        " Yeah, it might have been like mash or something like this.",
        853.94,
        856.06
    ],
    [
        " Okay.",
        856.52,
        856.78
    ],
    [
        " Okay.",
        857.2,
        857.9
    ],
    [
        " I was trying to think of a good way to explain all those things.",
        858.36,
        861.8
    ],
    [
        " Have you ever seen police movies where they have the internal affairs?",
        862.0,
        866.08
    ],
    [
        " Oh, yeah.",
        866.42,
        866.68
    ],
    [
        " That's kind of, I think that's a good comparison.",
        866.86,
        869.46
    ],
    [
        " Right?",
        869.84,
        870.08
    ],
    [
        " It's somebody that's kind of inspecting us like our team.",
        870.18,
        873.5
    ],
    [
        " Yeah.",
        873.7,
        874.06
    ],
    [
        " Right?",
        874.28,
        874.38
    ],
    [
        " It's not, it's not, hey, we're out inspecting,",
        874.52,
        876.16
    ],
    [
        " looking what the bad guys are doing.",
        876.18,
        877.18
    ],
    [
        " We're looking at what we're doing as good guys.",
        877.28,
        878.88
    ],
    [
        " We're making sure we're doing the right things.",
        879.0,
        880.54
    ],
    [
        " Internal affairs, or they came off as kind of like,",
        881.18,
        885.66
    ],
    [
        " that wasn't a good thing when internal affairs is involved.",
        885.82,
        889.5
    ],
    [
        " It's kind of like they're investigating some, some, some bad stuff.",
        889.5,
        892.48
    ],
    [
        " Yeah.",
        892.48,
        892.72
    ],
    [
        " Something went, something bad happened.",
        892.82,
        894.4
    ],
    [
        " Yeah.",
        894.52,
        894.7
    ],
    [
        " Inspector General comes off, I don't know,",
        894.92,
        896.9
    ],
    [
        " just hits me as something more like, hey, we're,",
        896.94,
        898.94
    ],
    [
        " almost like a compliance officer like kind of like, hey,",
        899.04,
        902.1
    ],
    [
        " just to make sure everyone's kind of doing the right thing.",
        902.74,
        907.76
    ],
    [
        " It's not like, it seems like they're kind of on your side still.",
        907.9,
        911.62
    ],
    [
        " Okay.",
        911.78,
        911.98
    ],
    [
        " No.",
        912.6,
        913.28
    ],
    [
        " Well, let me have the phrase that.",
        913.62,
        915.28
    ],
    [
        " If you're doing the right things, they're on your side.",
        915.86,
        917.32
    ],
    [
        " If you're doing the wrong things,",
        917.38,
        918.74
    ],
    [
        " just like internal affairs, if you were doing all the right things,",
        919.3,
        921.44
    ],
    [
        " an internal affairs came along, you'd be like, oh, cool,",
        921.54,
        923.26
    ],
    [
        " they're here to keep people straight.",
        923.3,
        924.5
    ],
    [
        " If you were a criminal, or you were, if you were corrupt,",
        925.14,
        929.42
    ],
    [
        " what, a training day, your favorite movie.",
        930.48,
        933.18
    ],
    [
        " But is there internal affairs in training day?",
        934.54,
        936.88
    ],
    [
        " No.",
        937.2,
        937.4
    ],
    [
        " So there should have been, right?",
        937.92,
        939.42
    ],
    [
        " You got, there should have been someone tracking,",
        939.62,
        941.56
    ],
    [
        " what's going on?",
        941.86,
        942.96
    ],
    [
        " Where's this money going?",
        943.4,
        944.62
    ],
    [
        " Where's this, you know, where are these reports?",
        944.86,
        946.62
    ],
    [
        " Why aren't they saying that?",
        946.62,
        947.64
    ],
    [
        " Yeah, like in the whole scenario for sure,",
        947.64,
        949.22
    ],
    [
        " but probably not in the movie for the given that particular storyline.",
        949.22,
        952.7
    ],
    [
        " But yeah, yeah, overall for sure.",
        952.7,
        954.54
    ],
    [
        " Yeah.",
        954.56,
        954.98
    ],
    [
        " That's that guy, what's Denzel Washington's character name in that movie?",
        955.2,
        959.66
    ],
    [
        " Do you know?",
        959.82,
        960.14
    ],
    [
        " Alonzo.",
        960.24,
        960.72
    ],
    [
        " Okay.",
        960.86,
        961.06
    ],
    [
        " Alonzo would be a not a big fan of internal affairs.",
        961.4,
        964.16
    ],
    [
        " You know, sir.",
        964.24,
        964.7
    ],
    [
        " Although he was, he was such a mover and so manipulative,",
        964.86,
        969.8
    ],
    [
        " he might have had some internal affairs people that were on his side.",
        970.02,
        972.22
    ],
    [
        " Yeah, he kind of did imply that not internal affairs,",
        972.36,
        975.06
    ],
    [
        " necessarily, but kind of like had some people on the inside kind of",
        975.12,
        977.62
    ],
    [
        " backing his moves when they're talking about getting drug tested and stuff.",
        977.62,
        980.86
    ],
    [
        " There you go.",
        981.32,
        981.72
    ],
    [
        " There you go.",
        982.1,
        982.72
    ],
    [
        " So that's what that's what the IG is.",
        983.1,
        985.16
    ],
    [
        " And looking, I was in the Navy for 20 years.",
        985.34,
        987.36
    ],
    [
        " Obviously, I saw some IG inspections go down",
        987.52,
        990.16
    ],
    [
        " or the IG would get called in.",
        990.16,
        992.28
    ],
    [
        " Like maybe someone's some ammunition goes missing for an extent.",
        992.62,
        999.96
    ],
    [
        " It's not the kind of thing where something happens one time.",
        1000.48,
        1003.26
    ],
    [
        " The command would just kind of handle that.",
        1004.1,
        1005.8
    ],
    [
        " But if there's some kind of an ongoing problem,",
        1006.34,
        1009.0
    ],
    [
        " maybe someone's falsifying travel claims or something like that.",
        1009.26,
        1014.32
    ],
    [
        " Yeah, okay.",
        1014.32,
        1014.76
    ],
    [
        " So we're bringing in the IG who's going to give an unbiased look",
        1014.92,
        1018.4
    ],
    [
        " because maybe the commanders wrapped up in it or whatever.",
        1018.4,
        1022.64
    ],
    [
        " Yeah.",
        1022.84,
        1023.12
    ],
    [
        " So, okay, so they're not just sort of around all the time or nothing like that.",
        1023.58,
        1026.8
    ],
    [
        " You call them in first.",
        1026.92,
        1028.16
    ],
    [
        " They call them in.",
        1028.64,
        1029.28
    ],
    [
        " Okay.",
        1029.28,
        1029.34
    ],
    [
        " And the other place they could get used is,",
        1029.54,
        1031.52
    ],
    [
        " let's say you work for me and I'm a tyrannical jerk.",
        1031.52,
        1034.18
    ],
    [
        " You could call them.",
        1035.22,
        1035.88
    ],
    [
        " You could then reach out to the IG.",
        1035.92,
        1037.68
    ],
    [
        " Check.",
        1039.28,
        1039.92
    ],
    [
        " So you could reach out to the IG sort of through a anonymous, you know,",
        1040.62,
        1046.6
    ],
    [
        " email or something and say, hey, this guy, Jocco, is verbally and physically abusive.",
        1046.74,
        1054.86
    ],
    [
        " To his subordinates.",
        1055.22,
        1058.64
    ],
    [
        " So there you go.",
        1058.76,
        1060.24
    ],
    [
        " Where's your IG?",
        1060.36,
        1061.06
    ],
    [
        " So this guy shows up as the IG.",
        1061.6,
        1065.14
    ],
    [
        " Now, like you said, it seems like they would be on our side, right?",
        1065.4,
        1069.98
    ],
    [
        " Yeah, that was my misinterpretation though.",
        1070.5,
        1072.58
    ],
    [
        " I thought Inspector General's sort of like just another guy who's there",
        1072.66,
        1075.9
    ],
    [
        " or another department kind of that's there all the time.",
        1075.9,
        1078.92
    ],
    [
        " That's kind of like, oh, by the way,",
        1079.06,
        1080.66
    ],
    [
        " guys, you guys are kind of slacking over here.",
        1080.66,
        1081.98
    ],
    [
        " So let's tighten that up.",
        1081.98,
        1082.88
    ],
    [
        " We're all good kind of a thing.",
        1082.88,
        1084.0
    ],
    [
        " So if you were doing the right things, the right reasons,",
        1084.08,
        1086.92
    ],
    [
        " you'd have no reason to fear the IG.",
        1086.92,
        1088.66
    ],
    [
        " But if you were doing some things that were shady,",
        1089.18,
        1091.86
    ],
    [
        " you might, you might not be very welcoming or you might be scared of them.",
        1092.84,
        1096.56
    ],
    [
        " And the IG is obviously it's a weird role to play, right?",
        1096.96,
        1101.46
    ],
    [
        " Because you're looking at your team and you're sort of a, you can end up in a situation where",
        1101.6,
        1107.2
    ],
    [
        " you're accusing your team of doing things that are wrong.",
        1107.2,
        1110.28
    ],
    [
        " So it's a weird dynamic.",
        1110.58,
        1112.0
    ],
    [
        " And so he shows up as the IG for this brigade.",
        1112.36,
        1117.0
    ],
    [
        " And this is the thing about Anthony Herbert.",
        1119.68,
        1122.5
    ],
    [
        " He seems like a very, what's the word here?",
        1124.16,
        1134.36
    ],
    [
        " He's like a straight shooter, right?",
        1134.58,
        1136.86
    ],
    [
        " A straight shooter that, a little bit of black and white,",
        1137.16,
        1140.78
    ],
    [
        " a little bit of like, hey, right and wrong,",
        1141.0,
        1142.4
    ],
    [
        " good or bad, good or evil.",
        1143.22,
        1145.02
    ],
    [
        " He seems like he's got that kind of a personality.",
        1145.4,
        1148.68
    ],
    [
        " And actually you can go watch some of his interviews.",
        1150.08,
        1152.34
    ],
    [
        " There's interviews of him on YouTube and you can see some of them.",
        1152.4,
        1156.4
    ],
    [
        " But you're going to start to see that.",
        1157.22,
        1160.4
    ],
    [
        " And that's sort of in the first one that we, when I did cover",
        1160.46,
        1162.98
    ],
    [
        " the beginning of this book just to talk about his upbringing, you know, he's a church going guy.",
        1162.98,
        1168.74
    ],
    [
        " So he's kind of, he's kind of a, he's very straightforward and right or wrong.",
        1171.54,
        1178.42
    ],
    [
        " That's what the personality comes across for the most part to me.",
        1178.68,
        1182.18
    ],
    [
        " And so this IG, you know, he's going to kind of, he kind of comes out of the gate swinging.",
        1183.54,
        1190.96
    ],
    [
        " He kind of comes out of the gate swinging.",
        1191.46,
        1192.82
    ],
    [
        " And here we go.",
        1193.58,
        1194.32
    ],
    [
        " He's checking into this guy.",
        1194.46,
        1196.04
    ],
    [
        " He's checking in with this guy who's a, who's a lieutenant colonel,",
        1196.18,
        1199.38
    ],
    [
        " who they call the mayor of on K, you know, some, some outpost over there in Vietnam.",
        1199.4,
        1204.56
    ],
    [
        " The guy is the commander of the brigade support battalion. So he's checking in.",
        1204.56,
        1208.36
    ],
    [
        " And the guy is saying, you know, I can get you this, I can get you that.",
        1208.92,
        1213.6
    ],
    [
        " But then he says, I, I expect some cooperation from you in return.",
        1213.6,
        1217.88
    ],
    [
        " He added like what I asked.",
        1217.88,
        1220.88
    ],
    [
        " Well, like talking things over before they go to the general.",
        1221.26,
        1225.8
    ],
    [
        " He replied, most things never even have to reach his ears if you and I cooperate.",
        1226.04,
        1229.98
    ],
    [
        " You know, Herbert sort of run things ourselves. Trust each other.",
        1230.18,
        1233.66
    ],
    [
        " Get along and keep it all in the family.",
        1234.1,
        1236.56
    ],
    [
        " Let's see where this is going.",
        1237.2,
        1238.12
    ],
    [
        " I stared at him and said he had to be joking.",
        1239.26,
        1242.04
    ],
    [
        " I realized almost instantly he was not.",
        1242.28,
        1244.62
    ],
    [
        " I'm supposed to be an IG, I said.",
        1245.8,
        1248.34
    ],
    [
        " He seemed not to have heard launching and set into a lengthy recitation of his immense",
        1248.66,
        1253.72
    ],
    [
        " responsibilities as the man in charge of the barrack, the brigade's rear area headquarters.",
        1253.96,
        1257.94
    ],
    [
        " Everything at on K was under his purview.",
        1258.3,
        1260.58
    ],
    [
        " He said, men slept where he told them to sleep and took their meal wherever he assigned them",
        1260.72,
        1265.48
    ],
    [
        " and enjoyed themselves in his clubs and theaters and bought from his post exchange.",
        1265.48,
        1270.52
    ],
    [
        " It suddenly dawned on me that here was a senior lieutenant colonel, supposedly a professional soldier",
        1271.68,
        1277.3
    ],
    [
        " who was bragging about his job as a building officer.",
        1277.3,
        1279.94
    ],
    [
        " A task generally reserved for a second lieutenant in the states and usually for a not-too-keying",
        1280.0,
        1284.92
    ],
    [
        " second lieutenant at that. He rambled on and on about the scope of his influence and I tried hard",
        1284.92,
        1289.96
    ],
    [
        " to look interested and concerned. Finally, he stopped. It was my turn.",
        1289.96,
        1293.64
    ],
    [
        " Look, Colonel, I understand your position.",
        1294.62,
        1297.36
    ],
    [
        " And if you'll just assign me a room and a mess, I'll be glad to cooperate.",
        1298.16,
        1301.68
    ],
    [
        " I said he smiled and relaxed in his chair.",
        1302.28,
        1304.1
    ],
    [
        " But you have to understand my position too, I added.",
        1304.98,
        1307.24
    ],
    [
        " Now he was staring.",
        1307.7,
        1308.84
    ],
    [
        " I'm an IG.",
        1310.06,
        1310.74
    ],
    [
        " So I work for the commander who, by the way, is General Allen, not you.",
        1311.56,
        1315.7
    ],
    [
        " Since I work for the general, I'll report to the general.",
        1316.34,
        1319.62
    ],
    [
        " And if that isn't a satisfactory arrangement for you,",
        1319.9,
        1323.0
    ],
    [
        " well, then you can talk it over with the general and maybe the two of you can work something out more",
        1323.18,
        1326.76
    ],
    [
        " suitable. His jawline is straight noticeably.",
        1326.76,
        1330.36
    ],
    [
        " In the meantime, if you're finished, I have a lot of work to do.",
        1330.66,
        1332.98
    ],
    [
        " I concluded he looked ill.",
        1335.24,
        1336.84
    ],
    [
        " Is there anything wrong? I asked rising from the bed.",
        1337.64,
        1339.46
    ],
    [
        " No, not at all. He said rather glumly also rising.",
        1339.86,
        1342.78
    ],
    [
        " I have some things to do myself.",
        1342.96,
        1343.98
    ],
    [
        " I nodded open the door to the outer room and he left.",
        1344.56,
        1347.78
    ],
    [
        " The place was quiet until the sergeant spoke.",
        1348.24,
        1349.98
    ],
    [
        " You just made an enemy, sir. He said from his desk, a real danger sent me.",
        1350.64,
        1354.36
    ],
    [
        " I walked into the outer room.",
        1354.8,
        1356.28
    ],
    [
        " Real dangerous, real dangerous, sir.",
        1356.9,
        1359.12
    ],
    [
        " Real real dangerous.",
        1359.42,
        1360.32
    ],
    [
        " I repeated, repeated, smiling slightly.",
        1360.48,
        1362.62
    ],
    [
        " Yes, sir. He's okay, sir.",
        1363.28,
        1365.74
    ],
    [
        " He said cheaply when he noticed my grin, no kidding, sir.",
        1366.34,
        1369.86
    ],
    [
        " He's really bad news.",
        1370.12,
        1371.16
    ],
    [
        " I took some papers from his desk and looked at him.",
        1371.38,
        1374.78
    ],
    [
        " So am I, Sarge, I asked.",
        1374.98,
        1376.78
    ],
    [
        " I said, and I'm not kidding, either.",
        1377.14,
        1379.32
    ],
    [
        " You see where this is going, right?",
        1380.68,
        1383.52
    ],
    [
        " So",
        1384.4,
        1384.48
    ],
    [
        " you can see where this is going.",
        1384.48,
        1391.4
    ],
    [
        " He's forming an antagonistic relationship with a guy right out of the gate.",
        1392.24,
        1395.2
    ],
    [
        " And you know, I talked about this on the EF online the other day.",
        1396.3,
        1400.86
    ],
    [
        " We, we, you know, we talk about take the high ground or the high ground will take you.",
        1401.32,
        1404.98
    ],
    [
        " But when you're on the high ground,",
        1405.14,
        1407.68
    ],
    [
        " you have to be careful that you don't,",
        1407.82,
        1412.54
    ],
    [
        " that you don't",
        1412.54,
        1421.38
    ],
    [
        " position where you feel like you're superior to everybody else.",
        1422.06,
        1425.1
    ],
    [
        " You are in a superior position.",
        1425.68,
        1430.04
    ],
    [
        " This is known, right?",
        1430.2,
        1430.94
    ],
    [
        " You, when you're on the high ground, you're in a superior position.",
        1431.16,
        1433.26
    ],
    [
        " But let me tell you this, when you start to launch attacks with the attitude that you're superior,",
        1433.78,
        1438.38
    ],
    [
        " you're giving up some of the high ground.",
        1438.68,
        1440.96
    ],
    [
        " So, and this is what's really, what's really a hard line to walk in this book.",
        1442.24,
        1447.9
    ],
    [
        " And as I try and talk to you, so I'm not going to do a good job of it.",
        1447.9,
        1451.06
    ],
    [
        " But just because you're right, doesn't mean you're right.",
        1452.88,
        1456.78
    ],
    [
        " And you're going to see this over and over again.",
        1457.2,
        1458.9
    ],
    [
        " I mean, this guy is a like morally at least he appears to be.",
        1458.96,
        1462.5
    ],
    [
        " And again, there's some controversy around this, everything we're talking about.",
        1462.58,
        1465.14
    ],
    [
        " He certainly appears, if you read the words that he writes in this book,",
        1465.54,
        1469.94
    ],
    [
        " he certainly appears to be a morally upstanding human being that,",
        1470.12,
        1474.92
    ],
    [
        " and look at what he did, look at his heroic actions from the last last podcast,",
        1475.36,
        1479.68
    ],
    [
        " what he did in the Korean War.",
        1479.68,
        1480.84
    ],
    [
        " This guy is willing to sacrifice for his brothers in arms.",
        1481.12,
        1485.14
    ],
    [
        " He's an incredible soldier.",
        1485.32,
        1487.5
    ],
    [
        " And you're going to see how much his men, how much his men loved and revered him, which is awesome.",
        1488.12,
        1494.74
    ],
    [
        " But he's on that high ground.",
        1495.98,
        1499.16
    ],
    [
        " And he's, this is, this is what he's doing.",
        1499.6,
        1502.4
    ],
    [
        " He's on the high ground and he's looking down on others from the high ground.",
        1502.5,
        1506.46
    ],
    [
        " And when you do that, they don't like it.",
        1507.78,
        1511.22
    ],
    [
        " People don't like it.",
        1511.4,
        1512.16
    ],
    [
        " They don't feel good.",
        1512.34,
        1513.14
    ],
    [
        " Yeah, that's interesting.",
        1514.12,
        1515.7
    ],
    [
        " What would you, how did you just put it?",
        1515.96,
        1519.28
    ],
    [
        " Just because you're right, doesn't mean you're right or whatever.",
        1519.7,
        1521.54
    ],
    [
        " Just because you're right, doesn't mean you're right.",
        1521.74,
        1522.88
    ],
    [
        " There's got to be a better way to say that.",
        1523.72,
        1524.74
    ],
    [
        " It's like just because you're right,",
        1524.88,
        1526.04
    ],
    [
        " doesn't mean you should smack people in.",
        1526.58,
        1530.54
    ],
    [
        " If it doesn't mean other people are going to think that you're right.",
        1530.64,
        1532.32
    ],
    [
        " Yeah.",
        1533.28,
        1533.74
    ],
    [
        " Just because you're right, doesn't mean you're right or what you said",
        1533.44,
        1537.14
    ],
    [
        " actually does sound kind of cool.",
        1537.14,
        1539.08
    ],
    [
        " I feel like that should be the quote.",
        1539.16,
        1540.88
    ],
    [
        " I used to get into little debates, whatever with my brother.",
        1541.12,
        1545.38
    ],
    [
        " I think I told this before where, you know, he is kind of where there's no.",
        1545.4,
        1550.24
    ],
    [
        " We can't debate with your brother.",
        1550.64,
        1552.42
    ],
    [
        " Yeah, he's down for the cause and it goes hard.",
        1552.54,
        1554.42
    ],
    [
        " But anyway, so we'd get into these things, you know,",
        1555.66,
        1561.18
    ],
    [
        " sometimes against my will or whatever.",
        1561.52,
        1562.78
    ],
    [
        " And so finally, I came to the conclusion.",
        1563.22,
        1564.64
    ],
    [
        " I said, hey, what you're saying is right, is right,",
        1564.64,
        1567.26
    ],
    [
        " but what you're doing is wrong.",
        1567.48,
        1568.78
    ],
    [
        " Like I see what you're saying and you're saying all the correct stuff,",
        1569.28,
        1571.36
    ],
    [
        " there's all true stuff, it's all factual and all this stuff.",
        1571.46,
        1573.16
    ],
    [
        " But what you're doing right now is wrong.",
        1573.16,
        1574.46
    ],
    [
        " Like you can't force people into debates.",
        1574.68,
        1576.36
    ],
    [
        " You can't, so it's kind of the same concept essentially.",
        1576.66,
        1579.64
    ],
    [
        " Yeah.",
        1579.96,
        1580.12
    ],
    [
        " Where it's like, yeah, this guy is taking the, he's doing the right thing.",
        1580.5,
        1582.76
    ],
    [
        " Yeah.",
        1583.0,
        1583.4
    ],
    [
        " You know, he's right.",
        1583.44,
        1584.34
    ],
    [
        " He's doing the right thing.",
        1584.52,
        1585.16
    ],
    [
        " But what you're doing kind of right now and essentially in a bigger picture.",
        1585.28,
        1588.72
    ],
    [
        " It's just a bigger picture in play.",
        1588.86,
        1590.16
    ],
    [
        " Yep.",
        1590.16,
        1590.5
    ],
    [
        " And look, there's things that are universally morally wrong.",
        1590.8,
        1596.42
    ],
    [
        " So there are things like that.",
        1597.02,
        1598.22
    ],
    [
        " Well, almost universally morally wrong.",
        1598.4,
        1600.32
    ],
    [
        " There's things that you can say that that is not correct.",
        1600.5,
        1605.26
    ],
    [
        " That is not right.",
        1605.54,
        1606.18
    ],
    [
        " That should not happen.",
        1606.54,
        1607.48
    ],
    [
        " When he starts, he's getting into some of this stuff early on.",
        1607.78,
        1612.36
    ],
    [
        " Look, you're right.",
        1612.64,
        1615.86
    ],
    [
        " You're right.",
        1616.26,
        1617.14
    ],
    [
        " Colonel Herbert, you're right.",
        1617.14,
        1618.7
    ],
    [
        " But you're not going to make this easy.",
        1619.1,
        1621.4
    ],
    [
        " And if you run around just slapping people from the high ground,",
        1622.66,
        1627.84
    ],
    [
        " what you're doing is you have to get off the high ground to slap people.",
        1628.18,
        1633.22
    ],
    [
        " You're coming down off the high ground to slap people.",
        1633.6,
        1635.56
    ],
    [
        " And we're going to see how this unfolds.",
        1636.52,
        1639.92
    ],
    [
        " Fast forward a little bit.",
        1640.04,
        1643.44
    ],
    [
        " Within a few weeks, I realized that the desk sergeant had been worth listening to.",
        1644.84,
        1648.28
    ],
    [
        " He had a pegged pound for pound.",
        1648.58,
        1650.04
    ],
    [
        " The brigade was garbage.",
        1650.12,
        1651.08
    ],
    [
        " Discipline was lax.",
        1651.52,
        1652.6
    ],
    [
        " The troops were slavvingly disrespectful and sluggish.",
        1652.64,
        1655.34
    ],
    [
        " Mentally, as well as physically, it was obvious that on K,",
        1655.34,
        1658.92
    ],
    [
        " it was obvious that in on K, at least there were no match for either the",
        1659.3,
        1663.48
    ],
    [
        " Vietcong or the North Vietnamese regulars.",
        1663.48,
        1665.68
    ],
    [
        " As the sergeant said, they preferred pot two to one.",
        1666.18,
        1668.74
    ],
    [
        " But marijuana was only an expression of deeper, more serious failure.",
        1669.48,
        1672.94
    ],
    [
        " At on K, the troops wore what they damn well wanted to wear,",
        1672.94,
        1676.6
    ],
    [
        " including beads and bracelets.",
        1676.86,
        1678.36
    ],
    [
        " They capped their teeth with different colors, red, blue, and gold.",
        1678.86,
        1681.76
    ],
    [
        " And they called the hierarchy motherfuckers and printed",
        1682.22,
        1685.26
    ],
    [
        " fucked-the-green machine on their jackets and hats.",
        1685.26,
        1687.94
    ],
    [
        " Some of them wore earrings, a few-sported nose rings,",
        1688.46,
        1691.62
    ],
    [
        " and the battle flag of the Confederacy flew for many of the bunkers.",
        1692.04,
        1695.98
    ],
    [
        " The sergeant was right about nobody giving a damn too.",
        1696.64,
        1699.78
    ],
    [
        " Almost everyone looked the other way.",
        1700.12,
        1701.9
    ],
    [
        " On K was a staff and headquarters post crammed with chair-borne commando types.",
        1701.94,
        1707.94
    ],
    [
        " In any other war, it would have been ridiculous, but not in Vietnomme.",
        1708.18,
        1712.82
    ],
    [
        " Every careerist who could weadle his way was over there,",
        1713.2,
        1717.92
    ],
    [
        " drawing combat pay while the citizens back home were getting bled for the bill.",
        1718.16,
        1722.24
    ],
    [
        " The troops knew best what to call it, a humbug.",
        1722.72,
        1725.02
    ],
    [
        " The 173rd was the largest brigade in Vietnomme,",
        1727.64,
        1730.56
    ],
    [
        " with over 10,000 men attached to it.",
        1730.86,
        1733.34
    ],
    [
        " It was, according to the manual, a combat brigade with absolutely no dead weight.",
        1733.62,
        1737.88
    ],
    [
        " But it was a humbug.",
        1738.46,
        1739.7
    ],
    [
        " There were five so-called combat battalions in the brigade,",
        1740.1,
        1743.68
    ],
    [
        " and not one of them had more than 600 physically present for duty.",
        1743.68,
        1747.58
    ],
    [
        " Out of a total of 10,000 men, there were no more than 3,000 at the battalion level,",
        1748.38,
        1753.44
    ],
    [
        " which means that some 7,000 were assigned to support roles.",
        1753.44,
        1757.5
    ],
    [
        " Stake houses, pizza huts, clubs, headquarters, the generals' mess, artillery, engineers, etc.",
        1757.96,
        1763.76
    ],
    [
        " Even among the approximately 3,000 at the combat battalion level,",
        1764.5,
        1768.3
    ],
    [
        " not all were looking with their rifles.",
        1768.6,
        1772.1
    ],
    [
        " Some were, of course, but the battalions had their own rear areas,",
        1772.96,
        1776.84
    ],
    [
        " just like the brigade, with their own stake houses and their own clubs.",
        1777.26,
        1780.72
    ],
    [
        " Each battalion was composed of five companies.",
        1781.06,
        1783.12
    ],
    [
        " One of them, a makeshift outfit responsible for heavy weapons,",
        1783.12,
        1787.86
    ],
    [
        " which left four companies for walking.",
        1788.24,
        1790.18
    ],
    [
        " No company in the battalion of brigade had more than 75 men physically present and ready to go,",
        1790.62,
        1795.86
    ],
    [
        " thus each battalion fielded about 300 combat troopers.",
        1796.14,
        1799.66
    ],
    [
        " Except that each battalion assigned one company to guard its base of operations each day.",
        1800.26,
        1805.02
    ],
    [
        " That left the maximum of 225 men available for the field.",
        1805.4,
        1809.06
    ],
    [
        " Or 1,125 on the brigade bases.",
        1809.64,
        1812.72
    ],
    [
        " And that would have been on a good day with everybody out and everybody with a rifle,",
        1812.84,
        1817.6
    ],
    [
        " but everybody didn't carry a rifle.",
        1817.86,
        1819.44
    ],
    [
        " Some towed in radios, some stayed back and typed, some worked in company supply,",
        1819.84,
        1824.2
    ],
    [
        " some were fireflies, the daily helicopter resupply lifts,",
        1824.64,
        1827.96
    ],
    [
        " and some were just plain screwed off.",
        1828.26,
        1830.34
    ],
    [
        " So on an average day, the 173rd airborne brigade could feel approximately 800 men.",
        1830.54,
        1837.12
    ],
    [
        " If all of its battalions were out,",
        1837.76,
        1839.48
    ],
    [
        " in the year I was in the brigade, all the battalions were never out simultaneously.",
        1839.74,
        1844.22
    ],
    [
        " We feel less than 800 out of 10,000 troops in the brigade.",
        1844.86,
        1848.68
    ],
    [
        " On a country-wide basis, it meant that out of 500,000 men,",
        1849.28,
        1852.76
    ],
    [
        " we had there at the peak of our involvement,",
        1853.14,
        1855.12
    ],
    [
        " less than 50,000 were engaged in the business of fighting in the field.",
        1855.46,
        1858.74
    ],
    [
        " And that figure applies only if all the other outfits were doing as well as the 173rd.",
        1859.2,
        1864.12
    ],
    [
        " As General West Mourlin liked to say, the 173rd was the cream of the whole crop.",
        1864.28,
        1868.38
    ],
    [
        " It wasn't that our kids didn't fight well in the field.",
        1868.92,
        1871.5
    ],
    [
        " It was just that so damn few of them ever got there.",
        1871.5,
        1874.34
    ],
    [
        " We had a 500,000 man army,",
        1874.48,
        1876.6
    ],
    [
        " fielding less than one infantry division in did in World War II or in Korea.",
        1876.62,
        1881.44
    ],
    [
        " On paper, we were hell on wheels.",
        1882.0,
        1883.84
    ],
    [
        " The reports had a column for it in the field.",
        1884.3,
        1887.14
    ],
    [
        " And on paper, it was 98% or more every day.",
        1887.62,
        1892.0
    ],
    [
        " I've filed those reports myself and they look truly magnificent.",
        1892.68,
        1896.08
    ],
    [
        " All the guys at the stake house in the field, all the guys at the club in the field,",
        1896.38,
        1901.06
    ],
    [
        " the generals orderlies in the field, the lifeguards at Esther Williams swimming pool in the field.",
        1901.2,
        1906.88
    ],
    [
        " Stunning, absolutely stunning, and from time to time, I found myself and climbed to go along with it.",
        1907.4,
        1913.42
    ],
    [
        " It was so mesmerizing that when I later took over a battalion myself,",
        1914.04,
        1917.72
    ],
    [
        " I added another column to my reporting procedure just to keep things straight.",
        1918.08,
        1922.64
    ],
    [
        " As in the grass, I called the new column.",
        1923.48,
        1926.12
    ],
    [
        " It was no joke.",
        1926.42,
        1927.32
    ],
    [
        " It was necessary.",
        1927.48,
        1928.3
    ],
    [
        " And as in the grass means you're actually in the field.",
        1928.48,
        1931.26
    ],
    [
        " You can see this guy, he's going hard in the paint.",
        1932.3,
        1938.04
    ],
    [
        " And again,",
        1938.58,
        1939.72
    ],
    [
        " I'm reading from the book.",
        1940.3,
        1944.34
    ],
    [
        " I'm not, I don't, we're going to get to sort of some of the pushback against this stuff,",
        1944.58,
        1949.68
    ],
    [
        " but we have to, we have to take him for what he's saying.",
        1949.74,
        1952.8
    ],
    [
        " Well, we have to, let me rephrase it.",
        1953.6,
        1955.2
    ],
    [
        " We have to listen to what he's saying.",
        1955.32,
        1956.18
    ],
    [
        " He goes on here, I soon discovered that almost all the problems at any level of the brigade",
        1957.44,
        1964.66
    ],
    [
        " were either the direct or indirect result of piss poor leadership.",
        1964.66,
        1968.46
    ],
    [
        " Being an IG, so you got it, he's got this attitude and he's the IG.",
        1969.32,
        1973.56
    ],
    [
        " Oh, it's he's going to be making friends.",
        1975.18,
        1976.6
    ],
    [
        " What's your prediction?",
        1976.6,
        1977.44
    ],
    [
        " He's going to be making friends.",
        1977.44,
        1978.36
    ],
    [
        " Being an IG is an extremely educational experience.",
        1979.06,
        1982.18
    ],
    [
        " I was spending about 20 nights a month with ass in the grass troops,",
        1982.36,
        1986.48
    ],
    [
        " blending as well as I could, taking every opportunity afforded me to discuss tactics.",
        1986.98,
        1992.14
    ],
    [
        " I found that one of the best ways to get to know any particular outfit was to accompany",
        1992.44,
        1995.74
    ],
    [
        " its men on an ambush.",
        1995.74,
        1996.9
    ],
    [
        " Generally, they were a disgrace.",
        1997.6,
        1998.86
    ],
    [
        " So this is interesting.",
        1999.44,
        2000.08
    ],
    [
        " I guarantee, and I don't, you know, I don't use that word very often.",
        2000.52,
        2003.68
    ],
    [
        " He shows up as the IG and what does he do?",
        2004.2,
        2005.9
    ],
    [
        " He starts going in the field all the time with the troops because he's that kind of bro.",
        2005.9,
        2009.8
    ],
    [
        " He's that kind of brother that's just like, oh,",
        2010.0,
        2012.1
    ],
    [
        " Ab in the army, we got troops.",
        2012.44,
        2014.02
    ],
    [
        " I'm going in the field.",
        2014.12,
        2015.04
    ],
    [
        " So that's what he starts doing.",
        2015.3,
        2016.7
    ],
    [
        " And as he's going out on patrol, well, this is what he finds.",
        2016.96,
        2019.78
    ],
    [
        " The fault was obvious, poor leadership and more specific absentee leadership.",
        2020.34,
        2024.7
    ],
    [
        " Few of the ambush patrols I accompanied included a senior or non-commissioned officer,",
        2025.14,
        2029.7
    ],
    [
        " the enlisted men had humped all day long and carried their load.",
        2030.04,
        2033.02
    ],
    [
        " And then at night, they were expected to stay awake and cut it again the next day.",
        2033.18,
        2036.7
    ],
    [
        " They took their sleep wear and when they could get it on patrol.",
        2036.82,
        2040.36
    ],
    [
        " And for what most, and for the most part, the company commanders didn't know what the hell was",
        2040.8,
        2044.28
    ],
    [
        " going on or worse, just didn't care.",
        2044.28,
        2045.9
    ],
    [
        " It was their fault, but the real culprits were at the higher level.",
        2046.34,
        2049.42
    ],
    [
        " Battalion commanders who rode out the procedures, almost verbatim from the fort bending operations",
        2049.54,
        2054.54
    ],
    [
        " and training handbook passed them down to their subordinates and let it go at that.",
        2054.54,
        2058.84
    ],
    [
        " They were covered.",
        2059.26,
        2060.2
    ],
    [
        " The procedures had no relationship to the realities of combat.",
        2060.32,
        2064.32
    ],
    [
        " And you got to remember the Colonel that originally told me about this book.",
        2065.02,
        2069.82
    ],
    [
        " This guy is the same kind of vain as Hackworth.",
        2070.48,
        2074.76
    ],
    [
        " He's coming at you.",
        2075.24,
        2077.0
    ],
    [
        " And he loves being a soldier and he loves his soldiers.",
        2077.34,
        2081.74
    ],
    [
        " But he's got no love for the upper chain of command, as you can see.",
        2082.34,
        2087.46
    ],
    [
        " A field standards which apply to combat conditions are important.",
        2088.62,
        2092.26
    ],
    [
        " And those were the criteria I applied as I walk through B companies area and he's getting into",
        2093.04,
        2097.56
    ],
    [
        " like actually being out there.",
        2097.56,
        2098.84
    ],
    [
        " A good soldier wears even the most ragged gear well.",
        2099.08,
        2101.9
    ],
    [
        " Even in the field, he is trim, neat and tight with pockets buttoned and no loose or hanging",
        2102.58,
        2107.54
    ],
    [
        " straps or webbing. He does not wear sunglasses. He keeps a clean face and clean weapon and clean",
        2107.54,
        2112.02
    ],
    [
        " ammunition. These kids didn't cut it. The reason I could only conclude was poor leadership.",
        2112.02,
        2117.38
    ],
    [
        " Leadership is the most important thing on the battlefield.",
        2117.62,
        2119.18
    ],
    [
        " Good or bad. It was strictly a matter of leadership. He's he's talking about going on patrol with",
        2119.84,
        2125.96
    ],
    [
        " a couple different companies. Take the contrast I found between B company and C company.",
        2125.96,
        2131.36
    ],
    [
        " It was the same battalion, same area of operations with approximately the same number of troops",
        2131.74,
        2135.3
    ],
    [
        " in the same kind of mission. Yet while B company was a mess, C company was strak, strategic tough",
        2135.3,
        2142.2
    ],
    [
        " and ready around the clock. They were airborne man all the way. One night I went along in a",
        2142.2,
        2148.04
    ],
    [
        " platoon size patrol commanded by a young lieutenant. It was like clockwork, like beautiful Swiss",
        2148.04,
        2152.08
    ],
    [
        " clockwork. We moved quietly, paused for a silent C rap meal and drifted off further into the brush",
        2152.08,
        2157.48
    ],
    [
        " to set up shop. Nobody smoked. Nobody talked. Charlie Company and its lieutenant Webster were hunters.",
        2157.48,
        2161.72
    ],
    [
        " And as I sat tied against a palm tree that night I felt good about being out there with them.",
        2162.34,
        2166.14
    ],
    [
        " They had a purpose. Just before dawn Webster received orders. This is such a good lesson.",
        2166.14,
        2172.14
    ],
    [
        " Just before dawn Webster received orders to drift back to base about 12 miles away. Helicopters",
        2172.54,
        2179.9
    ],
    [
        " were unavailable. He was told so orders were to foot it back and bring along the mermaids.",
        2179.9,
        2185.06
    ],
    [
        " The thermal food containers that weighed about 30 pounds or were clumsy as hell to carry.",
        2185.44,
        2189.0
    ],
    [
        " Webster stared at me in the early morning light. It's stupid, he said.",
        2190.14,
        2194.12
    ],
    [
        " But it's an order I replied playing it straight. He looked at me steadily and then made up his mind.",
        2194.56,
        2199.84
    ],
    [
        " Yeah, he said. Well, fuck them. We're not carrying no goddamn cans back through the bush.",
        2200.2,
        2205.28
    ],
    [
        " He turned to his radio man. Passed the word to get rid of the garbage cans and all.",
        2205.72,
        2209.22
    ],
    [
        " We're going to take a hike so keep it light and don't leave anything for Charlie.",
        2209.48,
        2212.36
    ],
    [
        " The radio man turned to leave and Webster stopped him with a hand on his shoulder.",
        2213.4,
        2216.78
    ],
    [
        " The first fucking noise, somebody gets it in the mouth he warned and then turned to me.",
        2217.68,
        2222.3
    ],
    [
        " I'll take the gig and the ass chewing. Webster had a real outfit because he was a real leader.",
        2222.56,
        2228.34
    ],
    [
        " He had a good reputation and he earned an even larger one by the time we left.",
        2228.68,
        2232.6
    ],
    [
        " The captain and B company and Webster and C company both at the same raw material.",
        2233.28,
        2237.8
    ],
    [
        " Yet one was running a sloppy sad ass show that couldn't cut it.",
        2238.26,
        2241.24
    ],
    [
        " The other was commanding a tough tight combat ready and combat able outfit.",
        2241.58,
        2246.4
    ],
    [
        " The difference was leadership.",
        2246.98,
        2249.4
    ],
    [
        " So there you go. That's a freaking classic case of you get told to do something stupid.",
        2251.08,
        2256.8
    ],
    [
        " What's the good leader do? Now he could have had that argument.",
        2257.14,
        2260.04
    ],
    [
        " Maybe he said like, hey, you really don't want me to carry this stuff.",
        2260.22,
        2262.02
    ],
    [
        " That's just a big pain in the ass and he says, you know what?",
        2262.64,
        2265.18
    ],
    [
        " There's a kernel here.",
        2265.32,
        2266.26
    ],
    [
        " Fuck it. We're not doing that. That doesn't make sense.",
        2267.0,
        2269.62
    ],
    [
        " He says this, if a legitimate study is made of that war, most Americans will be stunned to learn",
        2277.7,
        2282.48
    ],
    [
        " that we killed the hell of a lot of our own people once again a failure directly traceable the poor",
        2282.48,
        2286.98
    ],
    [
        " leadership. All it took was the sound of a booby trap or the sighting of movement and we were",
        2286.98,
        2291.84
    ],
    [
        " prone to just open up to fire to the jungle and brush in every direction without any idea of who",
        2291.84,
        2296.56
    ],
    [
        " might be on the right or left or behind or ahead. We did it over and over again to ourselves.",
        2296.56,
        2302.22
    ],
    [
        " Here's an example he gives once again, we had killed one of our own in this particular case.",
        2303.92,
        2311.86
    ],
    [
        " He had caused his own death. It was said he was a young lieutenant out on his first patrol.",
        2311.86,
        2317.68
    ],
    [
        " According to the report, he had set up the ambush and then left its perimeter to establish security",
        2318.08,
        2323.48
    ],
    [
        " which was completely asked backwards but nevertheless the way he had been trained by the US Army.",
        2323.48,
        2329.98
    ],
    [
        " When I was in Ranger School at Fort Benning, I had seen the example set dozens of times without",
        2331.24,
        2337.56
    ],
    [
        " any criticism. Training bullshit. We had too many damn academics. We trained not only with",
        2337.56,
        2345.92
    ],
    [
        " blank ammunition but with blank attitudes as well using instructors who had gone through the same",
        2345.92,
        2350.8
    ],
    [
        " kind of blank training. Men who in their wildest dreams could not relate to a real combat patrol",
        2350.8,
        2356.18
    ],
    [
        " because it had never been a part of their own experience. The Army claimed the instructors were",
        2356.18,
        2360.44
    ],
    [
        " combat veterans and some no doubt were but most had merely been in combat zones.",
        2360.44,
        2365.7
    ],
    [
        " Because of that kind of training, the young lieutenant was dead. The report detailed how he had",
        2366.66,
        2372.34
    ],
    [
        " gone out from the patrol's main body to position the outpost people himself just as he had been taught",
        2372.34,
        2378.96
    ],
    [
        " and then headed back through the deep jungle and at night alone toward his main group.",
        2378.96,
        2384.2
    ],
    [
        " In the daylight, moving through brushes hard, at night it's a formidable task. When his men heard",
        2384.76,
        2391.74
    ],
    [
        " movement to their rear, the report related, they called him on the radio. At least he had enough",
        2391.74,
        2399.68
    ],
    [
        " sense to take it along. So they got an ambush set up. He goes to set some security out. Now he's",
        2399.68,
        2405.72
    ],
    [
        " walking back and the guys that are in the ambush hear noise so they call him up and say, hey,",
        2405.72,
        2412.48
    ],
    [
        " we hear noise behind us. And what does the lieutenant say? He says, cream him and they did. He was dropped",
        2412.54,
        2419.2
    ],
    [
        " in his tracks. Schooled, trained, ranger, airborne and he had ordered his own execution.",
        2419.2,
        2426.26
    ],
    [
        " I tried to console myself by thinking that anybody so goddamn ignorant deserved to die but it",
        2427.08,
        2435.7
    ],
    [
        " guys like me, not me personally but by senior personnel like me. It was our fault.",
        2435.7,
        2441.8
    ],
    [
        " I tried to imagine myself doing what he had done even several years earlier and I couldn't.",
        2442.48,
        2448.56
    ],
    [
        " He was worse than untrained. He was badly trained. He had no business being out there in charge",
        2449.04,
        2455.0
    ],
    [
        " on his first patrol and his battalion commander couldn't be held blameless either. It was sickening.",
        2455.0,
        2459.96
    ],
    [
        " We were the healthiest, wealthiest supposedly best trained soldiers in the world. Our army had",
        2460.74,
        2466.32
    ],
    [
        " the finest raw material of any country. We had the equipment and the experience to do better. We",
        2466.32,
        2470.98
    ],
    [
        " fought like a bunch of amateurs. I shoved my coffee aside and looked around the talk. There were",
        2470.98,
        2477.08
    ],
    [
        " white costs and flowers on the tables and paintings on the walls. It was ludicrous. I grabbed a chopper",
        2477.08,
        2483.78
    ],
    [
        " back to On Kay and on the way constructed the rest of the nights that night's pitiful drama.",
        2483.78,
        2489.24
    ],
    [
        " The dead lieutenant was from a little town in Pennsylvania not far from where I had grown up.",
        2490.04,
        2494.8
    ],
    [
        " A telegram would soon arrive and the middle-aged mother would collapse on the couch in the living room",
        2495.08,
        2500.04
    ],
    [
        " while the father tried to console her through his own tears. I imagined myself walking into the room",
        2500.04,
        2506.8
    ],
    [
        " and standing at the end of the couch looking down on them and saying that I had killed their kid.",
        2506.8,
        2511.72
    ],
    [
        " The vision passed and I was grateful that he wasn't one of my men and I wouldn't have to explain it",
        2513.78,
        2519.06
    ],
    [
        " even to myself. We had much, much too much. Whatever the reason was, the nature of war, the difference",
        2519.06,
        2532.66
    ],
    [
        " and the attitudes of the personnel, the abundance was overwhelming. The Red Cross, for instance,",
        2532.66,
        2537.1
    ],
    [
        " came up with 15,000 individual Christmas packages for the 10,000 men of the 173rd. He's kind of going",
        2537.1,
        2544.7
    ],
    [
        " on a rant here about just what that giant logistical and rear echelon footprint was like.",
        2544.7,
        2553.38
    ],
    [
        " Sergeant Ren, the motel, they have a motel. The motel manager told me and booth that the tab for",
        2553.48,
        2559.66
    ],
    [
        " the brigade's entertainment ran close to $200,000 a month. So there's all this stuff is going on.",
        2559.66,
        2566.56
    ],
    [
        " And look, he counts for a lot of this stuff that he's investigating with the IG. There's",
        2567.1,
        2572.2
    ],
    [
        " stealing going on. There's fraud going on. There's rape going on. Sexual harassment, sexual",
        2572.2,
        2579.54
    ],
    [
        " assaults and murder and prisoner abuse. People going AWOL. There's all kinds of criminal behavior",
        2579.54,
        2586.22
    ],
    [
        " happening. He goes into this one. The records of the state council and pizza hut were equally",
        2586.22,
        2594.52
    ],
    [
        " shocking. Tons of meat were unaccounted for, along with thousands of prefixed pizzas and",
        2594.52,
        2599.14
    ],
    [
        " truckloads of liquor and beer. Three years later, Congress would be pulling the covers off what",
        2599.14,
        2603.92
    ],
    [
        " would become known as the club scandals. It would involve generals at the very top and the very",
        2603.92,
        2609.42
    ],
    [
        " top sergeant of the whole army, Sergeant Major Woolrich, whom General Westmoreland himself had",
        2609.42,
        2615.34
    ],
    [
        " hand picked as the US Army's first top kick. Even then, the Army would be trying to sweep it",
        2615.34,
        2621.16
    ],
    [
        " under the rug. It was in our brigade that the investigation which led to the scandal started.",
        2621.16,
        2626.68
    ],
    [
        " Our investigation launched at General Allen's request. The lines were being drawn and the IG",
        2626.82,
        2632.84
    ],
    [
        " shop was no longer sluffed off in dinner conversations. It had become a power and I had become",
        2632.84,
        2639.2
    ],
    [
        " for some of my comrades and arms. The enemy. Fast forward a little bit. He's looking, he's",
        2639.24,
        2653.26
    ],
    [
        " remember he went there as the IG but he's supposed to get a battalion and become a battalion commander",
        2653.26,
        2657.92
    ],
    [
        " eventually. It would be the third battalion and I would get it in April. He said this would",
        2657.92,
        2662.62
    ],
    [
        " necessitate an extension of my tour so I could get in my six month minimum of command time.",
        2662.62,
        2667.34
    ],
    [
        " But it would be worth the extension he said. The present commander of the third battalion would",
        2668.08,
        2671.82
    ],
    [
        " have six months in by April which was another anomaly of the Vietnam War. It mattered not that a",
        2671.82,
        2677.68
    ],
    [
        " commander was doing a great job or a crappy job. Six months was the magic number. Officers got their",
        2677.68,
        2683.36
    ],
    [
        " tickets punched in six months and then got the hell out to some other assignment to work on another",
        2683.36,
        2688.22
    ],
    [
        " credit or get another coupon certified. General Westmoreland had said it a long time before when I was",
        2688.22,
        2694.84
    ],
    [
        " a major that the Russians were very envious of the way our officer corps was getting tremendous",
        2694.84,
        2699.94
    ],
    [
        " combat experience in Vietnam and even then I knew it was bullshit. It takes a commander a couple",
        2699.94,
        2706.08
    ],
    [
        " months to become acclimated to his responsibility a couple more to get going and then he's gone. It",
        2706.08,
        2710.7
    ],
    [
        " was crazy. Besides we were losing in Vietnam. A fact which the US Army officers corps seemed not",
        2710.7,
        2717.16
    ],
    [
        " to want to recognize. It would have been better to have fought the whole goddamn war with 100 honest",
        2717.16,
        2722.6
    ],
    [
        " to god commanders than a thousand of the half-ass combat leader types we were producing.",
        2722.6,
        2726.96
    ],
    [
        " Whatever gave the notion we could build a better mouse trap in six months it was a pipe dream",
        2727.58,
        2733.06
    ],
    [
        " and what was worse was that the leaders quote the the quote leaders we were grinding out",
        2733.06,
        2739.42
    ],
    [
        " would be not an asset but a detriment in a big war should one come. Then they would be considered",
        2739.42,
        2747.04
    ],
    [
        " experts and the delusion would cost us plenty. So you go there your battalion commander for six months",
        2747.54,
        2757.14
    ],
    [
        " get your box checked and then you're out and by the way now all of a sudden you were a battalion commander",
        2757.14,
        2763.6
    ],
    [
        " so that means what you say is gold. Another thing he's got to deal with fragging.",
        2763.6,
        2774.58
    ],
    [
        " Fragging the deliberate attack on a non-com or an officer by an enlisted man or man was not",
        2776.74,
        2782.42
    ],
    [
        " unknown in the 173rd. One sergeant over in the signal section had made the mistake of raising",
        2782.42,
        2788.12
    ],
    [
        " hell with a trooper about the cleanliness of his area. The man wired a claymore mine outside the",
        2788.12,
        2793.7
    ],
    [
        " sergeant's room aimed it right through the wall of the switch at the switchboard went to a phone",
        2793.7,
        2798.74
    ],
    [
        " and called his victim. The sergeant lost both legs. There was a fragging in second battalion too",
        2798.74,
        2806.34
    ],
    [
        " with seven wounded. They tried to get Nicholson with explosives and on another occasion they tried",
        2806.34,
        2812.34
    ],
    [
        " to blow up his tactical operation center. One of the men in second battalion had reportedly blown",
        2812.34,
        2817.0
    ],
    [
        " himself the bits with a claymore mine but my investigation failed to corroborate this.",
        2817.0,
        2821.48
    ],
    [
        " It had been in his hands so here's a guy with a claymore mine in his hands that was certain but there",
        2822.2,
        2828.18
    ],
    [
        " were two men in a nearby bunker handling the controls of the mine when it went off. The victim had",
        2828.18,
        2834.24
    ],
    [
        " left the bunker to retrieve the mine at the request of the other two and somehow they said the",
        2834.24,
        2839.76
    ],
    [
        " circuit had been completed. I wasn't a real detective but even though even though two company",
        2839.76,
        2845.98
    ],
    [
        " commanders swore it was accidental I did sign my report with a recommendation that the criminal",
        2845.98,
        2851.42
    ],
    [
        " investigation division check into it they never did. Fourth battalion had a genuine insurrection.",
        2852.66,
        2859.72
    ],
    [
        " Herb Matsuo the executive the battalion executive officer told me an old colonel living in an",
        2860.88,
        2866.42
    ],
    [
        " air-conditioned trailer to become sort of a father figure for the riff raff in the battalion.",
        2866.42,
        2870.96
    ],
    [
        " No kidding Tony Herb said he's actually pulled all the freaks in around him and made a personal",
        2871.66,
        2877.1
    ],
    [
        " bodyguard outfit with weapons and all and the old geese are as dumb enough to believe they're",
        2877.86,
        2881.58
    ],
    [
        " responding to him. The colonel called his men the mafioso. They're going to cause serious trouble Tony.",
        2881.58,
        2888.64
    ],
    [
        " They're the worst kind of people we have over here they're killers and I'm not joking you better",
        2889.26,
        2893.12
    ],
    [
        " get word to general Allen before it's too late. I think I might be kind of confused so fracking is",
        2893.12,
        2902.62
    ],
    [
        " what? Fracking is a term where it's what it means is you got an officer or you got a senior enlisted",
        2903.12,
        2911.44
    ],
    [
        " person that you don't like and you kill them. Okay so that's a thing. That's a dead there you go",
        2911.44,
        2918.36
    ],
    [
        " there's two examples. They put it movies in platoon you've seen platoon right? No what?",
        2918.36,
        2925.7
    ],
    [
        " I know heresy guy I know. Are you serious? I am serious I have never seen platoon. Okay well",
        2926.32,
        2932.5
    ],
    [
        " go assignment. Go watch platoon. Yeah okay so okay okay it's in movies. Yeah there's a lot of",
        2932.66,
        2942.78
    ],
    [
        " things in movies but it's seen that seems really weird obviously that doesn't happen nowadays.",
        2942.78,
        2946.78
    ],
    [
        " Well you'd certainly hope not. Yeah I mean I've never heard of a case of fracking now but yes",
        2947.68,
        2953.68
    ],
    [
        " in Vietnam it absolutely like there's there you go there's cases of it right there.",
        2953.68,
        2957.94
    ],
    [
        " Woo so imagine this you are a young 21 year old 19 year old 18 year old person you don't",
        2959.66,
        2968.94
    ],
    [
        " believe in this war you don't like it you don't want to die and incomes you know lieutenant Rambo",
        2968.94,
        2975.82
    ],
    [
        " that's like we're gonna go out we're gonna take the fight to the enemy and you think you can get",
        2975.82,
        2980.58
    ],
    [
        " killed. Yeah and he's gonna charge you with being a coward or whatever. Yeah",
        2980.58,
        2985.26
    ],
    [
        " you're killing people that's what's happening over there so you're going out on a combat",
        2986.62,
        2990.62
    ],
    [
        " operation you get into a firefight oh lieutenant young lieutenant happens to get shot. Yeah",
        2990.62,
        2996.58
    ],
    [
        " I guess I'm training day technically that's what he did or what was trying to do.",
        2996.58,
        3001.54
    ],
    [
        " Mm-hmm where it's like yeah you know we're gonna see if this guy's gonna play ball with us in our",
        3001.88,
        3005.82
    ],
    [
        " in our group he doesn't and then he sets them up to get killed. Yeah that's a well yeah that's a",
        3005.82,
        3013.94
    ],
    [
        " dragon. I'm trying to do it anyways. Yeah it's a real thing. It's a real thing.",
        3013.94,
        3018.1
    ],
    [
        " There's another he's doing an investigation of a company that got creamed he said so this",
        3018.7,
        3028.16
    ],
    [
        " company like took massive casualties and he's talking through it what had happened with he's",
        3028.16,
        3036.34
    ],
    [
        " about to talk through with General Allen. It had been marijuana. I took it back to Allen and he",
        3036.34,
        3043.2
    ],
    [
        " didn't like it one bit. The company had been creamed and there wasn't a single dead enemy. I",
        3043.2,
        3048.18
    ],
    [
        " suggested that we write it up as a lesson learned one that even a knit-wit trooper could understand.",
        3048.18,
        3052.94
    ],
    [
        " No one individual had been at fault. I reasoned it had been marijuana and as bad as that was it",
        3053.48,
        3058.64
    ],
    [
        " would serve as a valuable purpose it would serve a valuable purpose as a combat lesson for the living",
        3058.64,
        3062.7
    ],
    [
        " marijuana and guns don't miss. Mix. The general was staring at me when I finished. You must be mad I",
        3062.7,
        3071.32
    ],
    [
        " said. Sir do you realize what you're asking? He said walking over to his window for another glance",
        3071.72,
        3076.72
    ],
    [
        " at those goddamn flowers. He this guy had flowers like planted outside of his window.",
        3076.72,
        3080.98
    ],
    [
        " Sir can you imagine what you've just suggested? Those were American kids two captains in a hell of a",
        3081.16,
        3087.14
    ],
    [
        " lot of American kids are dead. He threw up his hands and discussed and sat down at his desk and",
        3087.14,
        3092.2
    ],
    [
        " you want me to tell higher headquarters and their families that they were on dope. Not dope sir",
        3092.2,
        3097.6
    ],
    [
        " marijuana and we don't have to say that everyone was on it just point out that the reason they had",
        3098.56,
        3102.24
    ],
    [
        " they had left that that was the reason they had had their asses creamed. He stood up again. I'll",
        3102.24,
        3108.28
    ],
    [
        " have to think about it for the time being just keep it to yourself understand I stood up I understand",
        3108.28,
        3112.38
    ],
    [
        " sir. He sat back down again and I will consider it later I read about a company's fate in the stars",
        3112.38,
        3119.88
    ],
    [
        " and stripes and in our own brigade newspaper the sky soldier the two accounts were nearly identical",
        3119.88,
        3126.14
    ],
    [
        " the company had put up one hell of a fight but it had been overrun by a numerically superior force",
        3126.14,
        3131.8
    ],
    [
        " at a substantial cost to the enemy. It was one more glorious chapter in the glorious history of the",
        3131.8,
        3137.72
    ],
    [
        " 173rd airborne brigade the official accounts of that night on the hill were a goddamn discredited",
        3137.72,
        3143.82
    ],
    [
        " every mother's son who fought worth a lick and Vietnam the general no doubt believed it saved some",
        3143.82,
        3148.8
    ],
    [
        " face I never mentioned it again so you know you get like this is about mass cover-ups right and",
        3150.66,
        3161.58
    ],
    [
        " no lessons learned by the way so that lesson learned doesn't get passed on anybody the story of",
        3161.58,
        3169.12
    ],
    [
        " a company's heroism and gallantry was published about the same day the lieutenant colonel Joseph",
        3169.12,
        3173.78
    ],
    [
        " Ross Franklin joined the brigade as a replacement as the deputy commander Franklin had graduated",
        3174.06,
        3180.38
    ],
    [
        " from Westpoint 1949 wanted to distinguish service cross in Korea his head was completely hairless",
        3180.38,
        3186.32
    ],
    [
        " he shaved it he looked like a badass combat commander he was impressive no doubt",
        3186.32,
        3191.6
    ],
    [
        " and his teeth sparkled they say he's a breath of fresh air Abbott remarked so here comes this guy",
        3191.6,
        3199.52
    ],
    [
        " Franklin and I think he's the most decorated officer from his class at Westpoint this guy Franklin",
        3201.6,
        3211.22
    ],
    [
        " and for that's from Korea and so you think you know if you were a decorated highly decorated veteran",
        3211.22,
        3220.86
    ],
    [
        " from Korea and I was a decorated highly decorated veteran from Korea there's a good chance that you",
        3220.86,
        3224.66
    ],
    [
        " and I could meet and be like hey bro right on right like we could just be you know have this kind",
        3224.66,
        3230.08
    ],
    [
        " of unified past right sure what else could happen a little bit threatened some competition you could",
        3230.08,
        3236.5
    ],
    [
        " have some ego scenarios right we could have that competition between you and me and I think I'm a",
        3236.5,
        3240.94
    ],
    [
        " little bit braver than you my my medals are a little bit made of that whatever yeah well unfortunately",
        3240.94,
        3247.6
    ],
    [
        " no it ain't it ain't gonna be growing out yeah um here we go how about a briefing he finally",
        3249.14,
        3259.74
    ],
    [
        " suggested and don't pull any punches Herbert when I finished he had one question where that bad",
        3259.74,
        3266.1
    ],
    [
        " huh we're worse sir but you'll see it for yourself and it's not because the caliber of the troops",
        3266.1,
        3270.92
    ],
    [
        " either we have the finest top sergeants I have ever known in the army and we have the health",
        3270.92,
        3276.18
    ],
    [
        " healthiest toughest private you can find anywhere but the worst general he said not really I said",
        3276.32,
        3282.74
    ],
    [
        " Alan is okay then leadership sir I said and then he not then as he nodded I related every last",
        3282.74,
        3289.96
    ],
    [
        " air ride seen in the brigade when I finished I attributed them all directly to lack of leadership",
        3289.96,
        3295.46
    ],
    [
        " how do you mean that Herbert Franklin asked it was precisely what I wanted him to ask the troops",
        3295.46,
        3302.88
    ],
    [
        " are ragged asked because they have no one to emulate that they respect men are dying because",
        3302.88,
        3307.78
    ],
    [
        " leaders don't care enough to lead it isn't Alan in particular although he's included but the real",
        3307.78,
        3312.76
    ],
    [
        " problem is at a much lower level at the level of the battalions and the companies if I followed",
        3312.76,
        3317.42
    ],
    [
        " regulations I'd be recommending courts martial for every last battalion commander I've seen in",
        3317.42,
        3321.42
    ],
    [
        " this brigade and I've seen them all they write policy books have their men initial them and then",
        3321.42,
        3326.72
    ],
    [
        " try and correct any value violations they after they occur nobody leads by example they command",
        3326.72,
        3332.44
    ],
    [
        " from 1500 feet up in a chopper then and they wear spit shine boots like they're on parade while",
        3332.44,
        3338.3
    ],
    [
        " their men hump through the bush with their asses half out of their trousers everybody plans",
        3338.3,
        3344.0
    ],
    [
        " big but nobody sees to it but their that their plans are carried out our lieutenant colonels fight",
        3344.0,
        3349.9
    ],
    [
        " their battalions on paper as if they were chest pieces on a board he's that's Herbert the office",
        3349.9,
        3358.98
    ],
    [
        " was definitely quiet until he spoke what do you recommend Herbert well since you asked kick a",
        3358.98,
        3365.98
    ],
    [
        " couple battalion commanders in the ass get them out of their birds and onto the ground make them",
        3365.98,
        3370.18
    ],
    [
        " spend a few nights out with their units and don't permit them the right to transfer the men they",
        3370.18,
        3374.68
    ],
    [
        " consider bad news force them to get off their asses and lead and then we'll have a brigade that's",
        3374.68,
        3380.32
    ],
    [
        " exactly why I'm here Herbert he said sir to lead he said that's why the brigade is getting a new",
        3380.32,
        3386.58
    ],
    [
        " general to lead general peers is damn sick of Alan and his entire hodge podge he walked to the door",
        3386.58,
        3393.18
    ],
    [
        " things are about to change Herbert for the better he stepped out into the darkness I slipped the",
        3393.18,
        3398.8
    ],
    [
        " files back into the cabinet and sat down for a moment to think about it maybe he was going to make",
        3398.8,
        3402.64
    ],
    [
        " a difference I'm used maybe as Abbott had told me frankly would be a breath of fresh air so off to",
        3402.64,
        3409.28
    ],
    [
        " get started with a little bit of growing out yeah then we have Brigadier General John W Barnes",
        3409.28,
        3420.56
    ],
    [
        " took over the one seventy third thus making a complete change command that as Abbott had said was",
        3420.56,
        3425.92
    ],
    [
        " supposed to be it bring a breath of fresh air to that part of Vietnam so then things start to go",
        3425.92,
        3435.82
    ],
    [
        " sideways there's a little incident that goes down the next day I was summoned to LZ English by",
        3437.98,
        3443.14
    ],
    [
        " Franklin the new deputy commander of the brigade you're a no good disloyal son of a bitch he said",
        3443.14,
        3448.98
    ],
    [
        " for openers what are you talking about I asked you insulted one of my battalion commanders when",
        3448.98,
        3455.68
    ],
    [
        " your battalion commanders I repeated yes god damn it want a mine no sense in trying to lie out of it",
        3455.68,
        3460.58
    ],
    [
        " either because your ass is going to swing I was dumbfounded until he finally explained that he'd heard",
        3460.58,
        3465.46
    ],
    [
        " about the call from northern tend to general Allen and northern tend said you suggested that call",
        3465.46,
        3469.94
    ],
    [
        " Franklin said you did it without permission what do you think I should have done I asked come to",
        3469.94,
        3474.88
    ],
    [
        " me that's what for what reason because I'm the commander that's why he said and all along I thought",
        3474.88,
        3480.1
    ],
    [
        " general Barnes was the new top man in the brigade my eyes were wide but I tried to keep the emotion",
        3480.1,
        3484.22
    ],
    [
        " out of my voice I knew damn well I was treading on very thin ice you sir are not my commander the",
        3484.22,
        3490.88
    ],
    [
        " general is you can tell it's just like that he exploded and the breath of fresh air was gone",
        3490.88,
        3499.74
    ],
    [
        " forever I was he said again a no good son of a bitch and a disloyal liar I had continued true I",
        3499.74,
        3507.14
    ],
    [
        " had he continued tried to sink angel and others in the brigade for my personal gain is the IG general",
        3507.14,
        3512.84
    ],
    [
        " Barnes stepped out of his trailer and Franklin hailed him general do you know that what this",
        3512.84,
        3517.54
    ],
    [
        " kernel of yours did he said shoving his finger into my chest he legally warned general out Allen",
        3517.54,
        3523.56
    ],
    [
        " of an investigation we had talked about so things are going sideways um yeah and that it was sort of",
        3523.56,
        3538.76
    ],
    [
        " the the read I didn't even cover the the thing that he did because it was like it was almost nothing",
        3538.76,
        3546.14
    ],
    [
        " I called the ed northington who had been uh Allen's aid it was now in his new job and asked him if",
        3546.7,
        3552.52
    ],
    [
        " he had heard about the investigation is a general in trouble no that's what he did he like",
        3552.52,
        3557.92
    ],
    [
        " basically gave a heads up and but it was like a little bit outside the chain of command so",
        3557.92,
        3563.38
    ],
    [
        " general or sorry Colonel Franklin freaks out",
        3563.38,
        3566.7
    ],
    [
        " and fast forward a little bit he is in Hawaii with on leave with his wife Mary Grace Mary Grace",
        3570.08,
        3580.74
    ],
    [
        " finally asked him about Vietnam a royal screw up I said your anti war Tony Herbert no that's not",
        3580.74,
        3587.78
    ],
    [
        " what I mean I mean I'm just disgusted by what I've seen happening to the army I said she looked",
        3587.78,
        3592.48
    ],
    [
        " puzzled I had already told her about getting batai in command and though she knew",
        3592.48,
        3596.28
    ],
    [
        " it meant that I would be more vulnerable to injury or death than I was and as an I as an i g",
        3596.28,
        3602.4
    ],
    [
        " she took it as a as she'd always taken my career she was proud she said but now she looked bewildered",
        3602.4,
        3608.44
    ],
    [
        " as I talked about some of the things I had seen this war is not only killing our people it's ruining",
        3608.44,
        3613.84
    ],
    [
        " our army the whole damn show is run without leaders and we're losing really losing we talked the",
        3613.84,
        3620.6
    ],
    [
        " afternoon and finally she asked about what would happen when my Vietnam tour was finished wait",
        3620.74,
        3625.82
    ],
    [
        " till you hear this I said grinning you're gonna quit she said throwing some sand my way right",
        3625.82,
        3631.02
    ],
    [
        " Colonel Herbert wrong Mrs Herbert I've got orders for the command and command and general staff",
        3631.02,
        3636.3
    ],
    [
        " college at 11 worth oh Tony that's great and after that I'm gonna try and finish my doctorate maybe",
        3636.3,
        3641.84
    ],
    [
        " then I can really contribute something to the army fast forward a little bit I kissed Mary",
        3641.84,
        3650.7
    ],
    [
        " Grayson lay back in bed staring out at the ocean through the glass doors at the end of our room I",
        3650.7,
        3654.98
    ],
    [
        " thought about them all night and about the years that had passed and the things that had happened to",
        3654.98,
        3660.38
    ],
    [
        " all of us now was 1968 and I was 38 years old I had a wife and daughter and I'd killed one hell of a",
        3660.38,
        3667.26
    ],
    [
        " lot of people and watched a lot more suffer and cry and die and now Ma was gone and pa and sister",
        3667.26,
        3673.6
    ],
    [
        " Irene you are what you are you dumbass Lithuanian I thought that night as the moon illuminated the far",
        3673.6,
        3682.68
    ],
    [
        " end of the room you are what you are and what you always wanted to be a soldier",
        3682.68,
        3689.0
    ],
    [
        " get's back to Vietnam and I'm just going through so much of this book look I'm just skipping so",
        3696.84,
        3708.2
    ],
    [
        " much there's so much detail in here about all these different things that he's dealing with",
        3708.2,
        3712.46
    ],
    [
        " these relationships that he has with Colonel Franklin and and general Barnes and how these things",
        3712.46,
        3718.6
    ],
    [
        " are just going sideways and he gets this one point take a look take a look at this and please",
        3718.6,
        3725.98
    ],
    [
        " read it all before you comment Ray said handing me a file folder the investigation had been handled",
        3725.98,
        3730.82
    ],
    [
        " by major Henry Boyer the executive officer of second battalion I flipped the cover sheet and turn",
        3730.82,
        3737.38
    ],
    [
        " to the first page a three inch by five inch color photograph stared at me it was a picture of a",
        3737.38,
        3741.94
    ],
    [
        " Vietnamese male lying on his back and what appeared to be a shell crater his face had been blown away",
        3741.94,
        3747.58
    ],
    [
        " in guilt beneath the picture was engraved piece on earth from the peacemakers see company",
        3748.6,
        3753.72
    ],
    [
        " hundred and seventy third airborne brigade or something that affect I glanced at Ray see company",
        3753.72,
        3758.5
    ],
    [
        " of second battalion he see company of second battalion he said I turned the page and read it through",
        3758.5,
        3763.4
    ],
    [
        " well he said I put it down on his desk it's a cover up you're you're damn right it's a cover up",
        3763.4,
        3769.08
    ],
    [
        " and little old Paul here is not going to be caught in the middle you know what Franklin wants",
        3769.08,
        3773.62
    ],
    [
        " he asked without waiting for me to answer Franklin wants it swept under the rug",
        3773.62,
        3777.46
    ],
    [
        " there exactly fifty cards out like that he wants them gathered and covered",
        3777.8,
        3782.06
    ],
    [
        " and what if that's not possible well then I guess we just have to put the burden on Christ",
        3782.06,
        3787.4
    ],
    [
        " he said referring to captain Christ the company officer of C company so like it's just big cover",
        3787.4,
        3795.66
    ],
    [
        " ups going on make this go away no one everyone's worried about their career",
        3795.66,
        3801.06
    ],
    [
        " all right through all through all through all this chaos and he's he's been the i g at the",
        3807.82,
        3819.06
    ],
    [
        " hundred and seventy third and you don't think he's going to get a battalion because he's kind of",
        3819.06,
        3824.74
    ],
    [
        " created these bad relationships but he ends up getting tasks getting awarded getting task getting",
        3824.74,
        3830.8
    ],
    [
        " charged with taking over second battalion so he's going to be working for the guy that has hated him",
        3830.84,
        3839.14
    ],
    [
        " as the i g as I walked back to my sack that night I decided to use the next 24 hours prep time I",
        3839.14,
        3846.76
    ],
    [
        " wanted to work out the second battalion in my mind I laid down and began and in the states you",
        3846.76,
        3850.6
    ],
    [
        " might be able to go in and take your time with changes but not in Vietnam and the states you",
        3850.6,
        3853.98
    ],
    [
        " could look around for a bit and maybe take a couple weeks before actually making a change but in",
        3853.98,
        3857.94
    ],
    [
        " Vietnam it was a different story take your time in Vietnam and men died or lost legs or arms or",
        3857.94,
        3863.96
    ],
    [
        " eyes so I had already been looking and thanks to my opportunities as an i g and and coaches help",
        3863.96,
        3870.86
    ],
    [
        " I knew about as much as anybody could know about second battalion and it all boiled down to one",
        3870.86,
        3876.28
    ],
    [
        " primary conclusion like the entire brigade the second battalion was fat in every area except combat",
        3876.28,
        3882.24
    ],
    [
        " the solution was to trim and he goes on about how he's going to get rid of people or move people",
        3883.1,
        3891.92
    ],
    [
        " into more combat roles because there's all these people that are not doing combat fast forward a",
        3891.92,
        3899.72
    ],
    [
        " little bit I didn't like the way Nicholson had handled the men who are on the way home",
        3899.72,
        3904.18
    ],
    [
        " frequently they would come back to the rear as much as 30 days before they were scheduled to depart",
        3904.18,
        3909.76
    ],
    [
        " that was a bunch of crap I had learned my lesson in korea rotation had been established and tigers",
        3910.18,
        3916.4
    ],
    [
        " became pussies so what he's talking about there and we covered that in the in the last podcast",
        3916.4,
        3922.28
    ],
    [
        " in world war two when you went on deployment for the war you went on deployment for the war",
        3922.28,
        3927.96
    ],
    [
        " you were going to get to go home when the war was over and korea is when they started hey you're",
        3927.96,
        3933.0
    ],
    [
        " going to deploy for six well a year you're going to play for a year and then you get to go home",
        3933.0,
        3936.8
    ],
    [
        " well what does that do well according to him it turns tigers into pussies",
        3937.58,
        3943.9
    ],
    [
        " they had hung back and played it safe until they until we wised up and came up with a new policy",
        3943.9,
        3949.14
    ],
    [
        " he who fought up front went home up front I didn't have the authority to establish that policy in",
        3949.14,
        3955.16
    ],
    [
        " Vietnam but I did have the authority to decide who came back to the rear and when I could make",
        3955.16,
        3960.84
    ],
    [
        " sure that a man kept his ass in the grass until seven days before his departure date and I was",
        3960.84,
        3965.32
    ],
    [
        " determined that the battalion would start rewarding achievement rather than failure",
        3965.32,
        3970.18
    ],
    [
        " under Nicholson the last battalion commander if a guy wrapped a sergeant in the mouth or if he",
        3970.18,
        3978.12
    ],
    [
        " refused to fight he came back to the rear sat on his ass waiting drinking seeing shows smoking pot",
        3978.12,
        3985.16
    ],
    [
        " and screwing everything that wiggled downtown until he was court marshalled or given an article",
        3985.16,
        3990.72
    ],
    [
        " 15 at which point he would pay a small fine for his vacation of several weeks or months that he went",
        3991.04,
        3996.48
    ],
    [
        " back to his unit and did it again but not with me every mother's son was going to hump it and",
        3996.48,
        4002.74
    ],
    [
        " carry a share of the load just like the few already out there there were others so that's that's",
        4002.74,
        4010.4
    ],
    [
        " the secondary consequences that you got to think about or unintended consequences that you got",
        4010.4,
        4015.14
    ],
    [
        " to think about hey if echo Charles you know punches his platoon sergeant what we're going to send",
        4015.14,
        4019.76
    ],
    [
        " him back to the rear and what's he going to do with the rear get drunk you know smoke pot",
        4019.76,
        4025.68
    ],
    [
        " get a vacation have to pay a small amount of money and you come back right out and do it again",
        4025.68,
        4029.98
    ],
    [
        " because you don't want to fight what you're you're actually giving you what you want",
        4029.98,
        4032.94
    ],
    [
        " yes kind of like the kid the teenager right with the with the video is like",
        4032.94,
        4037.52
    ],
    [
        " he gets punished and sent to his room but then in his room is like video games and magazines and",
        4037.52,
        4044.26
    ],
    [
        " you know all this stuff his phone internet yeah all this stuff so he'll go you know when things",
        4044.26,
        4049.6
    ],
    [
        " get tough in real life you know go mow the lawn I don't know whatever he'll he'll act up get sent",
        4049.6,
        4056.44
    ],
    [
        " to his room yeah yeah that's why the punishment the modern day punishment with kids with teenagers",
        4056.44,
        4062.68
    ],
    [
        " is phone yeah you give me that phone yeah it's brutal my my kids like if I say that then my kids",
        4062.68,
        4069.24
    ],
    [
        " like what you wait what what what squares him away quick you've seen Ozark I have not seen it okay so",
        4069.24,
        4076.58
    ],
    [
        " it's like anyway I don't go too deep into it but basically they're they're put over simplifying",
        4076.58,
        4082.3
    ],
    [
        " it they're running from these the drug cartels so they're trying to leave they're trying to disappear",
        4082.3,
        4089.72
    ],
    [
        " and so it's like two two kids one is 12 one is like I don't know 16 17",
        4089.72,
        4095.48
    ],
    [
        " the girl and then the two parents so the parents are like hey we gotta go we're changing our",
        4095.84,
        4100.58
    ],
    [
        " identities and all this stuff so here give me your phone the girl just starts flipping out and it's",
        4100.58,
        4106.06
    ],
    [
        " kind of one of those things where yeah man like some some especially kids while it depends on who",
        4106.06,
        4110.62
    ],
    [
        " you are but a lot of times kids are so attached to that phone oh yeah well it's such a big deal it's",
        4110.62,
        4115.82
    ],
    [
        " the social thing like you know when I was a kid you know you would get grounded yeah right what you",
        4115.82,
        4121.14
    ],
    [
        " meant you you couldn't see your friends yeah you couldn't see your girlfriend you couldn't see",
        4122.24,
        4127.08
    ],
    [
        " your bros like you were grounded well nowadays you like you said you can send the room but you're",
        4127.08,
        4133.64
    ],
    [
        " still gonna hang out with your friends because you're gonna be on snap chat right that's what's",
        4133.64,
        4137.62
    ],
    [
        " gonna be happening yeah so sending them to a room doesn't really it's not really grounding them",
        4137.62,
        4142.94
    ],
    [
        " the way you ground them is you got to get that device get that phone yeah there's so many kids that",
        4142.94,
        4148.06
    ],
    [
        " mad at me right now putting out this word hey what's article 15 it's uh if I'm your commander",
        4148.06,
        4156.66
    ],
    [
        " and you you do something wrong then you can be punished under the uniform code of military",
        4156.66,
        4166.94
    ],
    [
        " justice the UCMJ article 15 good article 15 means that I can dock your pay I can reduce your rank",
        4166.94,
        4176.7
    ],
    [
        " like I can apply punishment to you now you have to op you can you can say you can accept",
        4176.7,
        4184.28
    ],
    [
        " you can accept the UCMJ or you can say I want a court martial in which case you're gonna get a",
        4184.28,
        4190.9
    ],
    [
        " lawyer you're gonna get a jury and all that kind of stuff so article 15 is is gonna be lesser",
        4190.9,
        4195.84
    ],
    [
        " it's a little bit of a gamble sometimes depending on you know what you did and",
        4195.84,
        4200.54
    ],
    [
        " because you could say you know the if I'm your boss and you did something wrong",
        4201.08,
        4206.2
    ],
    [
        " people might be telling you just do just take just take article 15 and you know jaco's pretty",
        4206.2,
        4211.12
    ],
    [
        " lenient you know he's pretty well people might be like you don't want to do UCMJ you don't want",
        4211.12,
        4215.28
    ],
    [
        " to go article 15 with jaco he crazy he's gonna he's gonna fill my bulk out you so it's kind of",
        4215.28,
        4220.68
    ],
    [
        " like what like a I guess not like a plea bargain then because you know not like a plea bargain",
        4220.68,
        4225.96
    ],
    [
        " it's just accepting your fate with what your boss is gonna your boss has the the authority article 15",
        4226.98,
        4234.42
    ],
    [
        " UCMJ to say okay echo Charles he stole a piece of gear from the platoon we're kicking him out of",
        4234.42,
        4242.02
    ],
    [
        " the platoon well he's gonna go to UCMJ so you go to you go to me I'm your boss and I say okay you",
        4242.02,
        4248.94
    ],
    [
        " stole gear we're taking you're trying it you have to pay back the money I'm bossing you down in",
        4248.94,
        4253.34
    ],
    [
        " rank and you're gonna go to the break for 30 days there you go now you could let's say you didn't",
        4253.34,
        4259.42
    ],
    [
        " you thought you didn't steal it and you you want to make a case you could say I request court",
        4259.42,
        4264.0
    ],
    [
        " Marshall in which case now we go to court Marshall now you get a lawyer that says well he said he",
        4264.0,
        4268.16
    ],
    [
        " was just borrowing that gear right and everyone knows that that you're lying so that's the kind of",
        4268.16,
        4273.94
    ],
    [
        " similarity to going to trial yes you know guys like no I'll take the plea other trial so in that case",
        4273.94,
        4279.2
    ],
    [
        " it is except for you don't necessarily know what the bargain is right so it's not like a plea",
        4279.2,
        4284.92
    ],
    [
        " bargain it's a little bit of blind it's a little bit of blind but it sort of is a little bit of like",
        4284.92,
        4293.7
    ],
    [
        " hey look I know I kind of did this I'm throwing myself at the mercy of the court hey boss I screwed up",
        4293.7,
        4299.32
    ],
    [
        " I'm sorry hit me yeah like pleading guilty essentially in a minor kind of way because the you know",
        4299.32,
        4306.84
    ],
    [
        " you're kind of yep it's up to the judge I was like okay you play you're putting it in your",
        4306.84,
        4310.44
    ],
    [
        " throwing yourself kind of that kind of throwing yourself at the mercy of the court that's all",
        4310.44,
        4314.24
    ],
    [
        " 15 what is forgive me by the way I'm deviating what are you and I've heard this here you guys say",
        4314.24,
        4320.0
    ],
    [
        " this all the time taking your tried in what does that mean you're not a Navy seal anymore yeah just",
        4320.0,
        4323.92
    ],
    [
        " straight up you can't get it back yeah can't go through the whole deal yep yep it's kind of",
        4323.92,
        4330.28
    ],
    [
        " everything right not kind of that's everything but you're still in the Navy though you can still be in the",
        4330.28,
        4335.98
    ],
    [
        " Navy but that's not your jam if you're a seal typically it's not not your jam I remember",
        4335.98,
        4341.14
    ],
    [
        " there was a guy that stole a pair of sunglasses from from like another guy yep they had his they had a",
        4341.14,
        4352.36
    ],
    [
        " captain's mask the next day for a little article 15 took his bird he was gone like that I was",
        4352.36,
        4360.88
    ],
    [
        " I was a pretty new guy because if you're a thief in the teams oh yeah this brutal yep you are",
        4360.88,
        4366.62
    ],
    [
        " gonna get you are gonna get crushed yeah like you will get the there's there you can leave anything",
        4366.62,
        4373.44
    ],
    [
        " out in the seal teams you can leave a freaking diamond encrusted knife yeah and no one will touch",
        4373.44,
        4381.24
    ],
    [
        " it in the teams you know we don't steal anything in the teams yeah and that makes sense I mean",
        4381.24,
        4386.88
    ],
    [
        " especially like especially when you're like a cohesive or supposed to be cohesive team you know",
        4386.88,
        4391.76
    ],
    [
        " oh yeah oh yeah it's crazy yeah you're gonna steal something yeah that's like nuts and",
        4391.76,
        4396.86
    ],
    [
        " he's still still serves his sunglasses too I mean dang especially when you get issued",
        4396.86,
        4402.4
    ],
    [
        " sunglasses hey supply guy I need no sunglasses and I don't even know what all the circumstances were",
        4402.4,
        4407.64
    ],
    [
        " behind it because let's face it we all have Oakley's back yeah can you do we're all wearing the same",
        4407.64,
        4413.3
    ],
    [
        " sunglasses yeah so I don't know if a dude had some engraving on there or scratched his name into it",
        4413.68,
        4417.62
    ],
    [
        " or whatever but man this guy was gone and that makes even less sense when you think about it because",
        4417.62,
        4422.68
    ],
    [
        " it's not like you're not gonna wear I'm what are you gonna do just steal him and put him in your",
        4422.68,
        4425.9
    ],
    [
        " house under your pillow or something like this you're gonna be wearing him around who knows maybe",
        4425.9,
        4430.12
    ],
    [
        " there was other things that I didn't know about I was a new guy I didn't know anything they're just",
        4430.12,
        4433.48
    ],
    [
        " like hey don't steal shit I'm like cool we're not stealing in the seal teams you freaking piss me off",
        4433.48,
        4441.22
    ],
    [
        " on time when we I one of my first ship board deployment and a guy stole I had my gear out and a guy",
        4441.22,
        4448.62
    ],
    [
        " stole a knife yeah they wasn't from my platoon but just somebody on the ship yeah maybe it was a",
        4448.62,
        4454.44
    ],
    [
        " marine maybe it was a navy guy I don't know no we never found him but same thing like what's this guy",
        4454.44,
        4460.22
    ],
    [
        " gonna do he's good to hide that knife and then take it home and put it under his pillow like he's",
        4460.22,
        4465.76
    ],
    [
        " not gonna be able to use it yeah because we'll see him yeah and then we'll throw him off the ship",
        4465.76,
        4470.2
    ],
    [
        " yeah man yeah and that makes sense you even hear about a guy stealing from someone else on the",
        4470.2,
        4475.56
    ],
    [
        " team it's like bra that yeah you're no one's messing with that guy anymore the bra we had a guy's",
        4475.56,
        4481.3
    ],
    [
        " name I forget his name he stole a video game systems like a super Nintendo or something like that",
        4481.3,
        4487.1
    ],
    [
        " from one of the guys in the dorms on the football team both of them and they're like it was",
        4487.1,
        4492.52
    ],
    [
        " weird because yeah my friend uh his name's Davey he's one who got it stolen from him he was like",
        4492.9,
        4498.68
    ],
    [
        " looking around for his like you know you're just confused it's not like something to steal your",
        4498.68,
        4502.42
    ],
    [
        " full video game out of your dorm room and he lives in the same dorm too so it's not like what do you",
        4502.42,
        4507.52
    ],
    [
        " set it up four doors down that's what I'm saying so it was just gone so he was confused and then",
        4507.52,
        4512.32
    ],
    [
        " afterwards like no someone stole this you know so they you know they went through the thing and",
        4512.32,
        4517.12
    ],
    [
        " they're like dusting for prints which was like you know that doesn't matter because everyone comes",
        4517.12,
        4520.86
    ],
    [
        " in and out of the dorm so it just doesn't didn't even matter but I think Davey was suspicious of",
        4520.86,
        4525.9
    ],
    [
        " this guy I don't know if he became suspicious or he was already suspicious so he's so he's so he's",
        4525.9,
        4532.62
    ],
    [
        " and he went to his room and just was like you know what I'm gonna get to the bottom of this thing",
        4532.62,
        4538.34
    ],
    [
        " and he was like asking him he was like no what are you talking about all mad or whatever it became",
        4538.34,
        4541.72
    ],
    [
        " this big thing and then he looked and in the dorms there's these beds right the beds are like",
        4541.72,
        4546.74
    ],
    [
        " and you can like take there's like a drawer under the bed and all this stuff right you know",
        4546.74,
        4551.9
    ],
    [
        " everything got a got a fit uh got a fit in the dorm so he pulled out the drawer of the bed and like",
        4551.9,
        4558.56
    ],
    [
        " took you know you can take out the drawer uh-huh so he unhooked it and like took it out and boom",
        4558.56,
        4563.86
    ],
    [
        " there it was Davey did that Davey did that too yeah the guys it was a call out essentially but you",
        4563.86,
        4570.0
    ],
    [
        " know when you call somebody out you better get the stuff because you know look dumb you must have",
        4570.0,
        4573.52
    ],
    [
        " been super suspect then yeah he was like because that's weird too imagine accusing someone right",
        4573.52,
        4579.68
    ],
    [
        " yeah but also you can kind of tell well yeah I am looking at someone you can tell yeah and consider",
        4579.68,
        4585.92
    ],
    [
        " you can smell it and smell the freaking lies yeah and usually but and consider even I mean I'm",
        4585.92,
        4593.84
    ],
    [
        " sure it's like this in the military too where you kind of consider who could or had the opportunity",
        4593.84,
        4599.3
    ],
    [
        " or whatever and if they did what would they've done it's like oh they he could he couldn't",
        4599.62,
        4603.48
    ],
    [
        " he couldn't do it if we can practice the other day and I come all in my shit's gone exactly right yeah",
        4603.48,
        4608.18
    ],
    [
        " so I think there's that kind of going on as well and then so you get some circumstantial evidence",
        4608.18,
        4612.9
    ],
    [
        " then he read his face and probably so they arrest them straight up everyone was like oh my",
        4612.9,
        4618.88
    ],
    [
        " god I can't believe this even happened like why would you do that it just wasn't computing for",
        4618.88,
        4623.46
    ],
    [
        " a lot of us and boom they arrested him using jail so this guy I remember his name I don't want to",
        4623.46,
        4628.38
    ],
    [
        " call him out to mean but he uh so he calls the coach like you know you know when you're in college",
        4628.38,
        4634.12
    ],
    [
        " let's face it like you get into some sort of thing you say hey coach I'm in this thing like what can we",
        4634.12,
        4639.48
    ],
    [
        " do to sort of you know I hope to work it out um so he calls the coach and he's like hey this is",
        4639.48,
        4645.38
    ],
    [
        " what happened I'm in jail I think you need to get bailed out because he didn't live in Hawaii he was",
        4645.38,
        4648.88
    ],
    [
        " from the from the mainland so it's like you know it's hard he's like anyway he calls the coach",
        4648.88,
        4653.68
    ],
    [
        " and the coach you know he hears the story and he goes rod in there okay that's what I like",
        4654.2,
        4659.96
    ],
    [
        " yeah don't like thieves no don't be stealing don't steal otherwise you're gonna get UCMJ",
        4659.96,
        4671.2
    ],
    [
        " article 15 all right um going back to the book here there were other things running through my",
        4671.2,
        4677.18
    ],
    [
        " mind that night tactics for instance the infantry maximum was just a slogan and I wanted it to be",
        4677.18,
        4683.34
    ],
    [
        " in practice find them fix them fight them and finish them but it simply wasn't being used I wanted to",
        4684.3,
        4691.8
    ],
    [
        " change that find them use reconnaissance and intelligence the reconnaissance platoons being used",
        4691.8,
        4696.6
    ],
    [
        " as a special ambush unit rather than for reconnaissance the battalion had to have eyes and ears",
        4696.6,
        4701.38
    ],
    [
        " its area of operations was bordered on the east by the south China scene and on the what",
        4701.38,
        4705.88
    ],
    [
        " south China sea and on the west by string of mountains running north and south from those ridges",
        4705.88,
        4711.28
    ],
    [
        " a trooper with binoculars could see in most cases all the way to the sea but it wasn't being used",
        4711.28,
        4716.56
    ],
    [
        " fix them fire and maneuver one pins them down with fire while the other runs up around the rocks",
        4716.56,
        4723.58
    ],
    [
        " and comes in from the flanker from the behind fire maneuver have always been the key to infantry success",
        4723.58,
        4732.6
    ],
    [
        " but in Vietnam we were just calling an artillery and backing off to wait the next day we would go",
        4732.6,
        4740.42
    ],
    [
        " and pick up the pieces and generally there weren't any except for the women and kids who hadn't had",
        4740.42,
        4744.24
    ],
    [
        " the sense to make it out of the area fight them close with and destroy the enemy the military enemy",
        4744.24,
        4749.2
    ],
    [
        " kill them or capture them but emphasize prisoners because they give information that leads to more",
        4749.2,
        4754.46
    ],
    [
        " prisoners dead men are just dead men capture them if possible but if not finish them off for good",
        4754.46,
        4760.08
    ],
    [
        " I lay there in my sack that night trying to put it all together in my mind where I had been and what",
        4760.08,
        4765.82
    ],
    [
        " I had done and how I got to where I was at that very moment in time and space I was alive I decided",
        4765.82,
        4771.76
    ],
    [
        " because of two things sheer luck and not forgetting I attributed it to nothing else but I knew that",
        4771.76,
        4778.38
    ],
    [
        " the presence of mind had a great deal to do with one's fortunes I also knew there were some things",
        4778.38,
        4784.48
    ],
    [
        " beyond anybody's control they just happened regardless of planning or preparation or skill or",
        4784.48,
        4788.94
    ],
    [
        " courage or cowardice I went to sleep thinking about all that the next day I poured over my battalion",
        4788.94,
        4794.84
    ],
    [
        " plans again and when I hit the sack the next night I knew I was ready as I'd ever been I slept",
        4794.84,
        4800.56
    ],
    [
        " well so I'm gonna jump through some of this stuff right now this is where he starts he takes over",
        4800.56,
        4810.02
    ],
    [
        " the battalion he starts squaring things away he starts going on operations he's still having it's not",
        4810.02,
        4816.88
    ],
    [
        " an overnight process it's not like the battalion oh there's a new commander like we're good to go",
        4816.88,
        4820.84
    ],
    [
        " now everything's perfect it's not like that and as he's starting to dig into the he's going on",
        4820.94,
        4827.28
    ],
    [
        " some ops he's starting to dig in to try and find out how to get the get the platoons moving in the",
        4827.28,
        4832.96
    ],
    [
        " right direction um he's got he sits down to talk to one of one of uh these lieutenants he's",
        4832.96,
        4841.6
    ],
    [
        " talking to this lieutenant and the lieutenant kind of he this lieutenant doesn't want to go in the",
        4841.6,
        4844.76
    ],
    [
        " field doesn't want to go in the field and he's trying to figure out why and the lieutenant says",
        4844.76,
        4850.82
    ],
    [
        " you know not with this particular leader and he says why not and he's kind of doesn't want to say",
        4850.82,
        4856.42
    ],
    [
        " anything he's finally says tell me and he and then he says he opened up he had been a platoon leader",
        4856.42,
        4860.74
    ],
    [
        " and his group had policed up a detainee from a village that had reported the details to his CO",
        4860.74,
        4865.88
    ],
    [
        " over the company net the platoon had begun to tie up the the detainee for extraction when the CO",
        4865.88,
        4872.26
    ],
    [
        " called back the lieutenant told me the CO said what they had out there was a KIA a dead dink a body",
        4872.26,
        4880.08
    ],
    [
        " count of one to which the lieutenant replied that he did not have a dead person but a detainee",
        4880.08,
        4885.5
    ],
    [
        " and reasonably good health so he says no what we have is a dead dink killed trying to get away",
        4885.5,
        4893.0
    ],
    [
        " the lieutenant continued so what did you say i asked well i told him the guy might be a civilian",
        4893.0,
        4898.96
    ],
    [
        " and what did he say he said that wasn't hardly possible because once he's dead he's a dink",
        4898.96,
        4905.54
    ],
    [
        " which in fact was about the only way it was played in Vietnam regardless of what a person might",
        4906.34,
        4911.38
    ],
    [
        " have been before he was killed afterwards he was a dink very very damn few people ever reported",
        4911.38,
        4918.18
    ],
    [
        " killing a civilian regardless of how unavoidable the death might have been and very damn few dead",
        4918.18,
        4923.7
    ],
    [
        " civilians failed to be included in body counts it was time to stop the lieutenant though before his",
        4923.7,
        4929.28
    ],
    [
        " narrative went beyond the point of no return i held up my hand",
        4929.28,
        4932.9
    ],
    [
        " hold you do you understand did that make sense because i know i jumped into the story so basically",
        4932.9,
        4938.06
    ],
    [
        " this young lieutenant is there they have a detainee that they've captured and he calls his company",
        4938.06,
        4943.92
    ],
    [
        " commander and says hey company commander i got a i got a captured individual i got a detainee",
        4943.92,
        4949.22
    ],
    [
        " you know what do you want me to do and this the the commanding officer calls back and says you",
        4949.22,
        4953.52
    ],
    [
        " don't have a detainee you have a killed in action and you know the the the term dink obviously this",
        4953.52,
        4959.82
    ],
    [
        " is a slur and but it it doesn't just mean it means enemy that's what they're saying if you kill",
        4959.82,
        4966.94
    ],
    [
        " someone they're enemy wait so is he implying that you should he should kill him yep yeah and he's",
        4966.94,
        4973.84
    ],
    [
        " about that's what he's he's about to get to that part and and Colonel Herbert says hold on",
        4973.84,
        4978.36
    ],
    [
        " and he he says hold it i cautioned him sir look before you get too far there are some other questions",
        4978.48,
        4984.88
    ],
    [
        " but first you have to realize that if you say what i think you may be going to say i'm gonna have to",
        4984.88,
        4989.86
    ],
    [
        " report it therefore it's only fair in fact by the regulation in fact it's required by regulations and",
        4989.86,
        4995.26
    ],
    [
        " the ucmj that i make you aware of your rights do you understand yes sir well then let me ask you",
        4995.26,
        5001.04
    ],
    [
        " this do you understand your rights under article 31 yes sir i do well let me go over them again",
        5001.04,
        5006.86
    ],
    [
        " for you anyways you don't have to say anything anything that you say can be used in court you can",
        5006.86,
        5012.68
    ],
    [
        " stop right now or or you can continue or you can have a military council right here while you do talk",
        5012.68,
        5017.76
    ],
    [
        " if you wish and that's it that's it in a nutshell now do you want to go on since i've gone this far",
        5017.76,
        5024.48
    ],
    [
        " for christ sake lieutenant at least think before you answer my next question okay okay was the execution",
        5024.48,
        5032.48
    ],
    [
        " in fact carried out yes sir it was now lieutenant here comes the big one and let me state again that",
        5032.48,
        5039.06
    ],
    [
        " you neither have to answer nor are you expected to answer just because i'm your commander if it's",
        5039.06,
        5044.26
    ],
    [
        " going to incriminate you i want you to understand that part for sure do you yes sir i do all right then",
        5044.26,
        5051.34
    ],
    [
        " who actually did the killing he started to answer and then stopped abruptly abruptly sir i prefer not",
        5051.34,
        5058.24
    ],
    [
        " to answer that one right now if it's okay with you that's your prerogative you keep this to yourself",
        5058.24,
        5062.84
    ],
    [
        " until i get back to you do you want to put it in writing i think that i think i'd better do that",
        5062.84,
        5067.84
    ],
    [
        " good he said i said handing him a pad bring it back when you finished and forget about going out with",
        5067.84,
        5073.92
    ],
    [
        " a company right now it can wait so obviously bad situation um he starts to run it up the chain",
        5073.92,
        5091.16
    ],
    [
        " a command who's that include franklin what does franklin say what the hell kind of commander are",
        5091.16,
        5096.72
    ],
    [
        " you he asked it's none of your business what occurred before you assumed command",
        5096.72,
        5100.28
    ],
    [
        " i'll back it up with an investigation i said there'll be no investigation",
        5102.4,
        5106.82
    ],
    [
        " says franklin it's required sir i god damn it Herbert i'll handle it i said i'll handle it and i will",
        5106.82,
        5114.82
    ],
    [
        " if anything is done it will be done with the generals approval and it will be done by me",
        5114.82,
        5119.78
    ],
    [
        " can you understand that much i understand sir do you want a statement from major boyer i want nothing",
        5119.78,
        5126.22
    ],
    [
        " until i'm ready which means i don't want anyone discussing it either that",
        5126.22,
        5133.46
    ],
    [
        " so while he's dealing with all this and while he's continuing to create friction",
        5133.46,
        5147.74
    ],
    [
        " and again there's so much of this and there's so much in this book so many good lessons here's",
        5147.74,
        5154.5
    ],
    [
        " a lesson he's talking about planning and how he planned because he's still leading troops he's",
        5154.5,
        5159.5
    ],
    [
        " still they're still doing all kinds of operations he says this to his troops i want you all to come",
        5159.5,
        5165.88
    ],
    [
        " up with the plans and recommendations i told them and i meant it hell i didn't profess to be an",
        5165.88,
        5171.14
    ],
    [
        " expert in anything and by the way if you're a leader just write this whole thing down",
        5171.14,
        5175.02
    ],
    [
        " i didn't it profess to be an expert in anything i was the dumb son of a fine coal miner",
        5175.02,
        5181.5
    ],
    [
        " and i could use all the help i could get if anybody came up with a brain storm i damn sure wanted to",
        5181.6,
        5188.06
    ],
    [
        " hear about it and that includes suggestions for a commander raid on hunoi from dock tally i concluded",
        5188.06,
        5194.42
    ],
    [
        " i really wanted to listen to them because if a man makes a contribution to a plan he has a",
        5194.42,
        5201.74
    ],
    [
        " material interest in making it succeed so the trick is to forget about taking credit for ideas and",
        5201.74,
        5211.48
    ],
    [
        " are their own take notes i talk about that very thing all the time he also says i thought out",
        5211.48,
        5226.26
    ],
    [
        " everything and tried not to waste words or time frequently may have appeared to have been spur",
        5226.26,
        5231.54
    ],
    [
        " of the moment response but it was generally prepared even though they were volunteers as all",
        5231.54,
        5236.92
    ],
    [
        " paratroopers are the grunts were different the grunts were by nature different they were not",
        5236.98,
        5242.8
    ],
    [
        " career men in the same sense that officers and most of the senior nco's were career men and they",
        5242.8,
        5247.98
    ],
    [
        " were not sensitive to opportunities for promotion or self a grand dies man but because individuals are",
        5247.98,
        5254.36
    ],
    [
        " aggressive and competitive by nature the grunts did require an opportunity to express those instincts",
        5254.36,
        5259.82
    ],
    [
        " or in a word a chance to operate i knew the grunt hell i was one of them i promoted grunt to be",
        5259.82,
        5266.26
    ],
    [
        " sure but still a grunt i'd been an enlisted man over half my entire career i'd fought as one and",
        5266.26,
        5272.9
    ],
    [
        " been wounded as one and i understood what made a grunt tick because i knew what made me tick i'd",
        5272.9,
        5278.64
    ],
    [
        " also been fortunate enough to gather enough psychological insight to comprehend them and myself",
        5278.64,
        5284.46
    ],
    [
        " even more deeply and thoroughly at the same time gaining enough military experience to recognize",
        5284.46,
        5289.56
    ],
    [
        " that they were the best raw material in the world they were bigger and healthier and more intelligent",
        5289.56,
        5294.96
    ],
    [
        " and better educated than any soldier the us army had ever had the opportunity to use before",
        5294.96,
        5300.22
    ],
    [
        " and they were superior to any soldier any other country was getting even with our training short",
        5300.22,
        5306.84
    ],
    [
        " comings and there were by god plentiful the grunts and vietnam were still the best trained men around",
        5306.84,
        5312.88
    ],
    [
        " as well as the best fed and best equipped moreover i think i recognized something that must have",
        5312.88,
        5318.76
    ],
    [
        " slipped by most of the brass including west morland and later abrums that the length of the hair",
        5318.76,
        5324.5
    ],
    [
        " on a man's head wasn't nearly as important as the caliber of the brain inside",
        5324.5,
        5328.64
    ],
    [
        " i knew that the grunt was a man just like me and that he was entitled to the same respect i myself",
        5328.64,
        5338.7
    ],
    [
        " demanded his dignity was sacred it could never be changed the commander could scream and rant",
        5338.7,
        5347.7
    ],
    [
        " and rage and curse like a sailor but he could never encroach on the troopers dignity",
        5347.7,
        5352.48
    ],
    [
        " if the leader attacks his troopers dignity the trooper has but two alternatives to fold up rollover",
        5353.84,
        5360.18
    ],
    [
        " and die or strike back i was determined to follow the pattern that had worked for me in the past to",
        5360.18,
        5366.28
    ],
    [
        " allow my men to make at least as many of the same kind of mistakes as i had made and god knows i had",
        5366.28,
        5371.6
    ],
    [
        " made my share and more to deal with them honestly to to express admiration respect love patriotism",
        5371.6,
        5379.08
    ],
    [
        " and my own conviction that he represented with all my faults with all its faults the greatest country",
        5379.08,
        5385.96
    ],
    [
        " in the history of civilization and the mightiest combat arm this universe ever assembled under a",
        5385.96,
        5391.9
    ],
    [
        " single power to persuade him that it not really been equipment and mass production in one world war",
        5391.9,
        5397.48
    ],
    [
        " one world war two and career for us but rather blood guts courage know how and a steadfast devotion to a",
        5397.48,
        5406.46
    ],
    [
        " cause respect to your people i laid out the strategy for my battalion it was some lousy war when",
        5416.18,
        5426.36
    ],
    [
        " a piddling battalion commander had to lay out a master strategy but that's the way it was hell",
        5426.36,
        5431.5
    ],
    [
        " nobody else laid out anything for these men either from a national or an international perspective",
        5431.5,
        5436.62
    ],
    [
        " i owed it to them to give them some kind of purpose and a reason at the battalion level at least",
        5436.62,
        5441.98
    ],
    [
        " got to know why you're doing what you're doing and he's saying they're not even hearing that",
        5441.98,
        5447.8
    ],
    [
        " fast forward a little bit in fact the whole damn us army and Vietnam was crazy",
        5447.8,
        5454.54
    ],
    [
        " the generals west morland abrums pierce rossin dupeu",
        5455.2,
        5459.98
    ],
    [
        " richard sin you will ramsey and the rest",
        5459.98,
        5462.86
    ],
    [
        " we're all working on the premise that they were the best and that whatever problems we were having",
        5462.86,
        5468.32
    ],
    [
        " were the fault of the commanders at lower levels",
        5468.32,
        5470.82
    ],
    [
        " not my fault bullshit bullshit the major leadership problem in Vietnam was the generals",
        5470.82,
        5480.54
    ],
    [
        " and the rest of the senior officer corps the kernels the lieutenant kernels and the majors",
        5480.54,
        5485.28
    ],
    [
        " the captains lieutenants and list men weren't to blame the generals were has bins or never",
        5485.28,
        5490.64
    ],
    [
        " bends from world war two vintage who had paper images built up by the public information people",
        5490.64,
        5497.74
    ],
    [
        " so again you know we're we're we're reading this book",
        5497.74,
        5507.6
    ],
    [
        " and really he's placing the blame on everybody else which is not good",
        5510.22,
        5513.34
    ],
    [
        " but he's telling what it looks like from his perspective",
        5513.34,
        5517.54
    ],
    [
        " he says about those generals they walked and talked like leaders and war ribbons and uniform",
        5517.54,
        5523.82
    ],
    [
        " so it was only reasonable that back in washington they were regarded as leaders and we're listened to",
        5523.82,
        5528.2
    ],
    [
        " if you were in the military you must be a great leader",
        5528.2,
        5532.68
    ],
    [
        " right this we still have that anybody that was in the military must be a great leader",
        5533.76,
        5538.0
    ],
    [
        " it's like hmm I wish it was true it's not always true",
        5538.0,
        5542.68
    ],
    [
        " unfortunately",
        5542.68,
        5545.26
    ],
    [
        " um again he wasn't just talking this guy's not just a talker this guy's not",
        5545.26,
        5557.64
    ],
    [
        " when he's talking smack about these other leaders he's not just talking smack and saying oh they're",
        5557.98,
        5563.56
    ],
    [
        " not leading he's leading he's actually leading there's all kinds of stories in here here's one",
        5563.56,
        5569.42
    ],
    [
        " I crossed the yard they're out on the mission I crossed the yard to the bunker and nailed myself",
        5569.42,
        5573.18
    ],
    [
        " up against it's out of reach chewhoy I shouted using the name of the program we had set up for",
        5573.18,
        5578.44
    ],
    [
        " leniency and return for immediate unresisting surrender chewhoy as always there was no response",
        5578.44,
        5583.72
    ],
    [
        " I waited then stepped back and fired two quick rounds into the sandbags around the doorway",
        5583.9,
        5588.38
    ],
    [
        " then stepping back against the wall I lifted a grenade from my belt the old woman on the porch",
        5588.38,
        5593.04
    ],
    [
        " screamed and there was one hell of a scuffling inside the bunker bunker they tripped all over each",
        5593.04,
        5598.88
    ],
    [
        " other coming out hands first chewhoy chewhoy me chewhoy chewhoy they were shouting I figured you were",
        5598.88,
        5604.86
    ],
    [
        " I mumbled to myself there were three of them two in khakis and the wounded guy stripped down to his",
        5604.86,
        5610.44
    ],
    [
        " shorts I nudged them toward warden keep them covered I said I'll get the bunker I'll get it",
        5611.16,
        5615.84
    ],
    [
        " sir smiddy said trotting across toward me god damn it keep that group covered I shouted I'll get the",
        5615.84,
        5621.8
    ],
    [
        " damp damped bunker we all get paid by the same people I don't think it was bravado it was just that",
        5621.8,
        5628.56
    ],
    [
        " I had learned years before that if you wanted to be followed then you had to get your outs out and",
        5628.56,
        5634.32
    ],
    [
        " lead by setting the example if I expected other people to go down inside bunkers and holes after",
        5634.32,
        5639.28
    ],
    [
        " the enemy then I had better be ready to do it myself this time it was my turn I kept my rifle in front",
        5639.28,
        5646.2
    ],
    [
        " someone shouted grenade and the others hit the dirt I dropped the one knee holding my head",
        5646.2,
        5654.18
    ],
    [
        " down low in front of my shoulders I saw the guy break out of the busch out of the bush with another",
        5654.18,
        5659.08
    ],
    [
        " grenade in his hands I squeezed twice on the trigger and watched the rounds slam his two his",
        5659.08,
        5663.08
    ],
    [
        " chest driving him up against one of the palms bouncing him off into the bushes two of our men had",
        5663.08,
        5668.44
    ],
    [
        " been hit by the explosion I didn't remember even hearing the grenade detonate except vaguely",
        5668.44,
        5673.3
    ],
    [
        " perhaps that's how unimportant grenades were for me at least I'd seen them all over the world",
        5673.3,
        5678.84
    ],
    [
        " and it used them and it had them used against me over and over I did not respect them as a weapon",
        5678.84,
        5684.48
    ],
    [
        " they were charges they blew up and out lay one in arms length stay down flat and the worst you",
        5684.48,
        5690.6
    ],
    [
        " would do was give you a concussion run and you got some shrapnel in your ass watch him I said",
        5690.6,
        5697.54
    ],
    [
        " and turned to Loray that grenade came from the building you take that side and I'll take this one",
        5697.54,
        5702.88
    ],
    [
        " I turned the muzzle of the m16 west and followed it around the building I heard Loray fire",
        5702.88,
        5708.96
    ],
    [
        " just then a grenade exploded and I got the building just in time to see Loray kicking away",
        5708.96,
        5714.2
    ],
    [
        " the reads and dragging the body from between the false walls the guy had been wedged into a section",
        5714.2,
        5719.86
    ],
    [
        " about the size of a bird cage Loray nudged the bloody the bloody body with his foot a loser sir he",
        5719.86,
        5726.16
    ],
    [
        " said quietly gently with that same catch in his voice that you hear in the movies just before tears",
        5726.74,
        5730.86
    ],
    [
        " a god damn loser dink he rolled it over gently the guy had been a real trooper and he had tried to",
        5730.86,
        5737.32
    ],
    [
        " been do just as he had been told just as so many of our kids had been told and would have tried",
        5737.32,
        5742.38
    ],
    [
        " had they been in his place uncle ho would never even know the poor bastard was dead nor would",
        5742.38,
        5749.62
    ],
    [
        " have given a shit if he had known like those on our side he was just another statistic",
        5749.62,
        5754.58
    ],
    [
        " we left him there in the dirt",
        5754.58,
        5757.0
    ],
    [
        " we started back down the trail at a trot an outright run was out of the question because more than",
        5757.0,
        5770.9
    ],
    [
        " likely if you broke out of the bush running you were a deadass even at our speed it was more than",
        5770.9,
        5775.74
    ],
    [
        " a few seconds before we reached a large grassy clearing the American lieutenant the advisor",
        5775.74,
        5781.22
    ],
    [
        " was on my left as we entered the clearing and the rest of we're standing around in no particular",
        5781.22,
        5786.78
    ],
    [
        " formation across the clearing I saw one man a Vietnamese holding the young girl's hair with his",
        5786.78,
        5794.92
    ],
    [
        " left hand bending her head back bearing her throat his right arm was around her neck and a knife",
        5794.92,
        5802.3
    ],
    [
        " in his right hand was dug deeply into her flesh beneath and to the left of her esophagus",
        5802.3,
        5807.94
    ],
    [
        " all he had to do was pull and she was gone one of the children was hanging onto her pajamas screaming",
        5807.94,
        5817.2
    ],
    [
        " and the other child's face was being steadily squashed into the sand by the foot of another Vietnamese soldier",
        5817.2,
        5823.56
    ],
    [
        " the child was suffocating I shoved the American lieutenant out of the way and shouted something",
        5823.56,
        5830.78
    ],
    [
        " staring at the guy with the knife in the girl's throat he was staring at me too",
        5830.96,
        5835.18
    ],
    [
        " and these these Vietnamese these are south Vietnamese soldiers and this the first person that",
        5835.18,
        5843.66
    ],
    [
        " he pushed out of the way was a was an American advisor so he he comes on this scene in this",
        5843.66,
        5852.38
    ],
    [
        " in this clearing and there's an American lieutenant he pushes that guy out of the way and these",
        5852.38,
        5858.0
    ],
    [
        " Vietnamese soldiers that the American lieutenant was an advisor to all this is happening so these",
        5858.0,
        5863.9
    ],
    [
        " are these are south Vietnamese soldiers with it with the young girls yeah holding the hold the",
        5863.9,
        5869.06
    ],
    [
        " knife to this young girls throat so this is an ally so this Vietnamese soldiers staring at her",
        5869.06,
        5878.78
    ],
    [
        " berk with a knife to the girls throat back to the book with great ease he pulled the blade across",
        5878.78,
        5886.68
    ],
    [
        " her blood spurred and gushed down the front of her pajamas and she dropped to the darkening sand",
        5886.96,
        5892.34
    ],
    [
        " pulling the child with her it took no more than a second from the instant he moved the knife",
        5892.34,
        5897.24
    ],
    [
        " until she crumpled in a lifeless heap her baby still screaming still pawing at her legs",
        5897.24,
        5902.36
    ],
    [
        " her killer jumped back in the group of Vietnamese pulling with him the guy who'd been suffocating",
        5902.36,
        5907.26
    ],
    [
        " the child I should have shot them on the spot while I could still identify them the rest of the",
        5907.26,
        5912.76
    ],
    [
        " detainees were lined up against the bushes four of the men were already dead lying off in the grass",
        5912.84,
        5918.48
    ],
    [
        " to my right with their heads blown away a Vietnamese soldier was parading up and down in front of",
        5918.48,
        5924.04
    ],
    [
        " the survivors waving a pistol I noticed that one of the four dead men was the stud we had captured",
        5924.04,
        5930.26
    ],
    [
        " in the hut I felt myself go empty something drained from me in that moment that you that I have",
        5930.26,
        5937.46
    ],
    [
        " yet to replace you dumb son of a bitch I scream grabbing the American lieutenant by the by a shirt",
        5937.46,
        5942.64
    ],
    [
        " in that instant I was only a flick a flick away from killing him it passed I calmed and turned him",
        5942.76,
        5949.94
    ],
    [
        " loose just what the hell did you let happen here lieutenant he was only an advisor he said",
        5949.94,
        5955.26
    ],
    [
        " there they were only doing a job they knew their business gorillas weren't protected under the",
        5955.26,
        5961.16
    ],
    [
        " Geneva Accords they were following orders oh god I thought a big bad-assed American who had never",
        5961.16,
        5968.7
    ],
    [
        " killed anyone in combat or captured a single prisoner legitimately had played hell with these poor",
        5968.7,
        5973.04
    ],
    [
        " devils big bad-assed all-American boy god I was frustrated I raised my hand to slap him clear across",
        5973.04,
        5979.44
    ],
    [
        " the area I lowered it you get all your scrap together and then get the hell out of here I screamed",
        5979.44,
        5985.38
    ],
    [
        " at him sir I have a job I glance down at the four dead men and over to the woman's body not",
        5985.38,
        5990.24
    ],
    [
        " anymore you don't lieutenant he was staring at me with what seemed to be disbelief I moved his",
        5990.24,
        5995.26
    ],
    [
        " near to him as possible without touching now get your people out of here out of here I said quietly",
        5995.26,
        6000.74
    ],
    [
        " and calmly you're finished here the rest of this like the charges will take care back at base",
        6000.74,
        6008.04
    ],
    [
        " so he witnesses this this this atrocity and gets back to base",
        6008.04,
        6017.64
    ],
    [
        " he runs it up the chain of command tells to frankly franklin frankly franklin he tells franklin what",
        6020.32,
        6028.74
    ],
    [
        " happens uh franklin finally asked what had happened and I told him every last story detail right",
        6028.74,
        6034.8
    ],
    [
        " down to the blood leaping from the girls throat herber you're a god damn liar he said",
        6034.8,
        6038.98
    ],
    [
        " I sure didn't my wasn't lying there are other witnesses sir",
        6038.98,
        6042.8
    ],
    [
        " then you're exaggerating he said did the american did the lieutenant take part yes sir he was in charge",
        6043.96,
        6050.32
    ],
    [
        " he had assumed responsibility from sergeant warden but did you see him do any killing no sir I",
        6050.32,
        6057.74
    ],
    [
        " didn't then you're a god damn liar there were no us personnel involved he said god damn it herber",
        6057.74,
        6063.12
    ],
    [
        " you're always coming in with these wild-ast exaggerated stories trying to make trouble what the hell",
        6063.12,
        6067.98
    ],
    [
        " is wrong with you you're getting carried away maybe you're getting too old",
        6067.98,
        6074.36
    ],
    [
        " a day or two so so they start going through and this is what's really interesting about this book",
        6074.36,
        6089.44
    ],
    [
        " is they have like the the actual documents from this guy warden I started in first class",
        6089.44,
        6097.8
    ],
    [
        " during the period of 14 February that's valentine's day 1969 was a platoon sergeant for so he",
        6098.32,
        6103.98
    ],
    [
        " explains what he saw happen and you can get this book and read those documents",
        6103.98,
        6111.1
    ],
    [
        " then this happens a day or two after the saint valentine's day massacre which we just read about",
        6111.1,
        6118.46
    ],
    [
        " a black trooper named white refused to go into the field and offered his refusal loud and clear",
        6118.46,
        6124.38
    ],
    [
        " out in the battalion street where he could be heard by one and all you're going out white just like",
        6124.52,
        6130.68
    ],
    [
        " everybody else I told him like hell I am you son of a bitch I ain't fighting for no whiteies",
        6130.68,
        6135.82
    ],
    [
        " right white you're going to fight for your country or for your dollars or for anything else you can",
        6135.82,
        6143.02
    ],
    [
        " think of but by god you're going like hell I am he said taking off his glasses and slamming them",
        6143.02,
        6148.66
    ],
    [
        " against the ground they were unbroken he stepped on them and ground them into tiny pieces now you",
        6148.66,
        6153.92
    ],
    [
        " bastard he said I ain't going because I can't see I shrugged and laughed at him so I'll have you",
        6153.92,
        6160.94
    ],
    [
        " put on a listening post guys with bad eyes always do better at night you dumb son of a bitch he",
        6160.94,
        6166.36
    ],
    [
        " laughed you don't understand you send me out there and I'll desert no you won't white because out",
        6166.36,
        6171.54
    ],
    [
        " there baby ain't back here you leave the guys out there and you're on your own I tapped him on",
        6171.54,
        6177.84
    ],
    [
        " the chest but listen I'll tell you what I'll do you go a wall out there and make it back here and",
        6177.84,
        6183.1
    ],
    [
        " I'll give you a bronze star and even if you don't I'll see to it that you get a purple heart",
        6183.1,
        6188.08
    ],
    [
        " out there when you're on your own you're anybody's and everybody's meat if VC or NVA don't get you",
        6188.08,
        6196.26
    ],
    [
        " the locals will you are money and they're all bounty hunters I'll cut out as soon as I get back",
        6196.26,
        6202.52
    ],
    [
        " then no you won't because you either straighten out here you either straighten out out there",
        6202.52,
        6206.94
    ],
    [
        " or when the company returns you'll be transferred to a unit that replaces them you reached into",
        6206.94,
        6212.66
    ],
    [
        " his shirt pocket and pulled out another pair of glasses he was swaggering away he's swaggering",
        6212.66,
        6217.66
    ],
    [
        " as he walked away toward the helicopter big guy big bad guy you'll get yours baby",
        6217.66,
        6223.56
    ],
    [
        " the best I could do is hope that the best I could hope for would be that he would do a good job",
        6223.56,
        6231.82
    ],
    [
        " it was his only chance if he didn't cut it he was going back out with the next unit just as I",
        6231.82,
        6235.98
    ],
    [
        " had promised it was the only way reward the right response and do everything you can to get",
        6235.98,
        6242.64
    ],
    [
        " most of the time it worked with white it didn't so just to kind of debrief that",
        6242.94,
        6249.96
    ],
    [
        " we heard earlier about his policies he doesn't want to punish people for acting badly so if this guy",
        6249.96,
        6256.06
    ],
    [
        " with his old battalion commander acted this way he'd get okay you're you know you're in trouble",
        6256.06,
        6261.7
    ],
    [
        " you know you need to go stay in the barracks and you're going to go to you know UCMJ and whatever",
        6261.7,
        6268.64
    ],
    [
        " but he's not going to go fight which is what he actually wanted so his deal is not only are you going",
        6268.64,
        6273.22
    ],
    [
        " to go fight but if you don't do a good job when this when this platoon gets back from this mission",
        6273.22,
        6279.98
    ],
    [
        " you're going out with the next platoon until you do a freaking good job",
        6279.98,
        6283.2
    ],
    [
        " he performed poorly in the field just as he vowed he would and I had him held at the gate when",
        6283.2,
        6297.88
    ],
    [
        " he asked children which is his senior auntio to get the very best troop or he could find to guard",
        6297.88,
        6302.42
    ],
    [
        " white until the replacement unit he was going to join came out someone who wouldn't scare",
        6302.42,
        6307.86
    ],
    [
        " and he came up with pfc shelling don't take any crap from him I told shelling and watch out the",
        6307.86,
        6317.02
    ],
    [
        " unit coming out will pick him up that was it except that shelling drilled him through the head",
        6317.02,
        6324.58
    ],
    [
        " and killed him right outside the gate white had some words and shelling had paid no attention",
        6324.58,
        6330.14
    ],
    [
        " white had made a threat and then gone for his rifle he got it to his shoulder before shelling",
        6330.14,
        6336.92
    ],
    [
        " squeezed the trigger and the MP at the gate had seen and heard it all thank god it was that cut and",
        6336.92,
        6343.62
    ],
    [
        " dried shelling had done his job I brought in the criminal investigation division people they",
        6343.62,
        6350.54
    ],
    [
        " questioned everyone took statements and that was it except that later in the day I had shelling",
        6350.54,
        6356.04
    ],
    [
        " into the office a crowd of white friends gathered outside chanting we want shelling we want shelling",
        6356.04,
        6364.02
    ],
    [
        " he killed a brother he killed a brother we want shelling we want shelling",
        6364.02,
        6369.46
    ],
    [
        " freaking nasty and this is like horrible so again just to make sure everyone's tracking",
        6372.04,
        6381.8
    ],
    [
        " he puts in the guy comes back he hadn't white comes back hadn't done a good job",
        6381.8,
        6387.62
    ],
    [
        " so he's got him standing by for the next platoon that's going to go out while he's standing by",
        6387.62,
        6393.38
    ],
    [
        " so Herbert puts a guy to guard him this guy named shelling shelling is out there guarding him white",
        6394.98,
        6402.7
    ],
    [
        " makes a move shelling kills him luckily there's a witness which is the MP who had seen and heard it all",
        6402.7,
        6415.72
    ],
    [
        " so in now they're in the office of Herbert and there's a crowd out front of white's friends",
        6419.94,
        6428.8
    ],
    [
        " saying we want shelling we want shelling he killed a brother he killed a brother",
        6428.8,
        6433.06
    ],
    [
        " and here's what Herbert does I reached over and picked up my m16 look shelling you are now a spec",
        6433.06,
        6443.52
    ],
    [
        " for so he promotes him and says not because you killed a man but because you didn't fail to do it",
        6444.18,
        6450.08
    ],
    [
        " when it was your job now about that out there that's up to you I'll tell you what I'd do I'd walk",
        6450.08,
        6458.22
    ],
    [
        " out there and end it right now I'd pick out the biggest mouth out there and walk up and explain",
        6458.22,
        6463.96
    ],
    [
        " the facts tell them you tell them that you just made corporal and if they don't clear out you might",
        6463.96,
        6470.8
    ],
    [
        " take it into your mind to try for sergeant I jacked around into the m16 chamber I'll cover you",
        6470.8,
        6478.88
    ],
    [
        " from up here and if anyone so much as raises a weapon I'll drop him that's the least I can do I shrugged",
        6478.88,
        6488.68
    ],
    [
        " he stepped through the door and walked over to the group I could not hear what he said but they",
        6488.68,
        6493.36
    ],
    [
        " dispersed and I never heard white's name again which is sad too that a man could die and snap",
        6493.36,
        6500.8
    ],
    [
        " just fade out of people's minds and disappear",
        6500.8,
        6504.12
    ],
    [
        " can gnarly want to talk about some leadership challenges that's like insane right oh yeah that's insane",
        6504.12,
        6518.96
    ],
    [
        " yeah I mean does this kind of stuff still happen like now yeah it's just seems so almost like Wild West",
        6522.74,
        6532.54
    ],
    [
        " ish that that's that section right there like that's a that's an insane the whole thing is freaking",
        6532.54,
        6541.44
    ],
    [
        " crazy yeah yeah that is crazy I mean like there's so many elements too you know where it's like all right",
        6547.34,
        6553.16
    ],
    [
        " you you know you have a friend he gets straight up just killed by you know and it's like it's hard",
        6553.16,
        6561.88
    ],
    [
        " it's one of those deals where you kind of got to take sides a little bit or whatever right if",
        6561.88,
        6565.6
    ],
    [
        " you're if you're in that mix or whatever so your guy your friend your brother gets killed by another",
        6565.6,
        6570.88
    ],
    [
        " guy so it's like all right we got to seek vengeance this is obviously out of line obviously not",
        6570.88,
        6574.92
    ],
    [
        " part of this you know we're all the same team where you're gonna kill this guy oh you know no matter",
        6574.92,
        6579.18
    ],
    [
        " what happens kind of like you didn't have to kill him it's easy to be like you didn't have to kill him",
        6579.18,
        6582.56
    ],
    [
        " or whatever so yeah of course so they want vengeance they want justice they want like all this stuff",
        6582.56,
        6588.04
    ],
    [
        " or whatever and and they kind of have a point in in a in a way especially if they don't know the",
        6588.04,
        6593.3
    ],
    [
        " whole thing they kind of have a point yeah well you're also let's face it there's a huge assumption",
        6593.3,
        6599.54
    ],
    [
        " that the lone MP is just of the the big witness right this one I mean what if what if",
        6599.56,
        6607.46
    ],
    [
        " shelling's friends with the MP yeah says hey I got this issue with this guy yep or hey we just",
        6607.46,
        6612.7
    ],
    [
        " had beef and I shot this guy you got me and he's like yeah I saw what happened he shouldered his",
        6612.7,
        6616.96
    ],
    [
        " weapon right one guy one guy it's such a freaking nightmare and then okay and then then it gets",
        6616.96,
        6626.0
    ],
    [
        " worse so where you know he's like hey this is what you should do this is what I would",
        6626.56,
        6630.72
    ],
    [
        " disgrace crazy got there let him know and the thing is that that's not gonna I mean of course it",
        6630.72,
        6637.24
    ],
    [
        " worked right but we don't we don't even know what he said we don't know in the moment before he",
        6637.24,
        6641.9
    ],
    [
        " went out that's not gonna work throughout these guys like they want to they want to kill me I",
        6641.9,
        6647.18
    ],
    [
        " already yeah I already killed they're got like we're at war right now with this war within the war",
        6647.18,
        6651.66
    ],
    [
        " here's what here's the only thing that makes me think well how it turned out you think well",
        6652.68,
        6659.46
    ],
    [
        " I wonder if his friends were kind of like look we know white and white was kind of like he maybe he",
        6659.46,
        6666.88
    ],
    [
        " you know maybe they they knew what type of person he was and he knew how that he was close to the",
        6666.88,
        6672.06
    ],
    [
        " ragged edge or whatever yeah but God I don't even know what to say about this like it's just a freaking",
        6672.06,
        6677.82
    ],
    [
        " nightmare this whole book is freaking crazy like when you think let's look at what we just read you got",
        6682.32,
        6688.46
    ],
    [
        " this freaking soldier killing another soldier you got the woman getting her throat slash there's",
        6688.46,
        6694.94
    ],
    [
        " four other people executed it's madness oh yeah it's madness",
        6694.94,
        6700.44
    ],
    [
        " all right under what circumstances do you slit a girl's throat because obviously the girl's not",
        6700.44,
        6714.38
    ],
    [
        " military nothing like this yeah I mean did you know oh she's a VC sympathizer that's you know",
        6714.38,
        6720.0
    ],
    [
        " probably what their claim was yeah yeah I guess I will give you no circumstances if that's what",
        6720.0,
        6728.02
    ],
    [
        " you're looking for well I shouldn't say that you know this you know you could obviously be in some",
        6728.02,
        6733.08
    ],
    [
        " kind of a hand-to-hand combat scenario where you've got a enemy fighter that happens to be female",
        6733.08,
        6738.96
    ],
    [
        " could happen with their baby okay yeah I mean there's okay in this scenario it makes no sense",
        6738.96,
        6746.92
    ],
    [
        " whatsoever in this scenario Herbert saying look that's a freaking war crime that's what he's saying",
        6746.92,
        6752.36
    ],
    [
        " that's what's weird too like Herbert he's you know like on the like he's a what I say earlier he's",
        6752.36,
        6759.44
    ],
    [
        " like straight-laced guy right he's like a straight-laced guy that's when he sees stuff like that",
        6759.44,
        6764.18
    ],
    [
        " it hits unacceptable to him and and that's what's about the about the guy white getting killed",
        6764.18,
        6771.98
    ],
    [
        " he's not the Herbert's not the kind remember Herbert remembering Korean War they go hey burn",
        6772.58,
        6777.18
    ],
    [
        " down this village he's like I'm not gonna do it they they bring that up and that's kind of why I",
        6777.18,
        6782.28
    ],
    [
        " focused on some of that stuff and when we did the last podcast you know he had had this",
        6782.28,
        6787.24
    ],
    [
        " he he mentioned that they had the first black replacement showing up and he was like we didn't",
        6787.24,
        6795.48
    ],
    [
        " you know we don't that what the troops didn't care if you did a good job you we're good he talked",
        6795.48,
        6801.1
    ],
    [
        " about the fact that he was raised by that doctor that was like hey all these people in the world",
        6801.1,
        6807.24
    ],
    [
        " they're people like you they're out there hunting trying to feed their families so he's",
        6807.24,
        6810.88
    ],
    [
        " seems like he's this kind of straight-laced for lack of a better word good person",
        6810.88,
        6817.36
    ],
    [
        " man I'd like to sit down with this dude he's not alive anymore button",
        6817.36,
        6826.06
    ],
    [
        " you I know you haven't seen the movie platoon you should watch it it shows a lot of chaos mayhem",
        6832.68,
        6839.12
    ],
    [
        " but all these things that you read all the books you read about Vietnam and all the movies",
        6839.12,
        6845.36
    ],
    [
        " actually about Vietnam it's all wrapped up in this in these scenarios that are just freaking insane",
        6845.36,
        6852.52
    ],
    [
        " I mean one of your soldiers kills one of your other soldiers",
        6852.52,
        6858.5
    ],
    [
        " after you say hey you you gotta go out it's like nuts and then you're thinking well look then",
        6861.04,
        6868.04
    ],
    [
        " you're thinking is it worth it like hey I this guy white I could have just said all right fine",
        6868.04,
        6872.74
    ],
    [
        " you're not going out right fine you go I'll put you on KP dude you can go peel potatoes you know",
        6872.74,
        6878.44
    ],
    [
        " what I mean and then what happens at Italian then other people like well I don't want to go out",
        6878.44,
        6881.26
    ],
    [
        " either so now what are we doing yeah yeah I mean it kind of could be viewed as like yeah man that's",
        6881.58,
        6889.32
    ],
    [
        " like that's how it needs to be almost yeah it could be and this is why it's you gotta be very",
        6889.32,
        6895.36
    ],
    [
        " careful about painting yourself into a corner yeah right you have to be very careful about",
        6895.36,
        6900.78
    ],
    [
        " painting yourself into a corner in life especially as well in from a leadership position if you",
        6900.78,
        6905.78
    ],
    [
        " paint yourself into a corner you're you're painting in that corner there's no moving there's no",
        6905.78,
        6909.92
    ],
    [
        " moving so for me as I look at this okay I got a guy that doesn't want to go what can I get from him",
        6912.6,
        6919.38
    ],
    [
        " what can I do with him how can I talk to him and again we don't know any of the history the guy",
        6919.38,
        6924.3
    ],
    [
        " wouldn't know how bad of a soldier he was we know his behavior was I mean obviously he's calling",
        6924.3,
        6928.44
    ],
    [
        " that he's calling his commander like a son of a bitch and all this stuff so he's not you can tell",
        6928.44,
        6932.9
    ],
    [
        " he's not down for the cause not down right so why is that how do we build a relationship with that guy",
        6932.9,
        6940.04
    ],
    [
        " and there's some guys that are totally overboard right they're gone like you're not going to get",
        6940.04,
        6945.44
    ],
    [
        " him back was he there and if he's there why you actually have him out on patrol but if everything",
        6945.44,
        6951.74
    ],
    [
        " to you is kind of black and white you're sort of you're sort of like hey this is what everyone",
        6951.74,
        6957.3
    ],
    [
        " this is what you're gonna do yeah and you have no you painted yourself in that corner and you have",
        6957.3,
        6962.08
    ],
    [
        " no way out of it going back to the book I should never have had any problems in Vietnam because it",
        6962.08,
        6975.9
    ],
    [
        " was an infantry war infantry and helicopters with a different quality of commanders the helicopters",
        6975.9,
        6983.2
    ],
    [
        " could have played a very important role in commanding control the unfortunate fact was that the",
        6983.2,
        6987.66
    ],
    [
        " commanders kept their butts glued in the seats in the birds I don't think I can overemphasize the",
        6987.66,
        6992.66
    ],
    [
        " weaknesses inherentness from one thousand five hundred feet up war was simply a lot of little guys",
        6992.66,
        6998.9
    ],
    [
        " in green running here and there shooting up the landscape the bird men he's talking about the",
        6998.9,
        7005.46
    ],
    [
        " commanders fastward a little bit the bird men may have been commanders in the technical sense of the",
        7005.46,
        7010.0
    ],
    [
        " word but they weren't leaders and the grunts knew it down there was their world it was a ground",
        7010.0,
        7017.52
    ],
    [
        " war an infantry exercise and as infantry we could have won it man for man we were better and we",
        7017.52,
        7025.48
    ],
    [
        " could have won it with less than half the people we had there all we had to do is get rid of the",
        7025.48,
        7031.2
    ],
    [
        " wasted headquarters chaff get rid of the px's in the stake houses in the clubs in the massage",
        7031.2,
        7036.78
    ],
    [
        " parlors in the pools and the pizza houses and the commissaries and get down to fighting an infantry",
        7036.8,
        7042.62
    ],
    [
        " war we had the training and we had the men who could have done the job the problem was not only a lack",
        7042.62,
        7049.54
    ],
    [
        " of command leadership but a lack of distinct mission we didn't have one before I got there we didn't",
        7049.54,
        7056.54
    ],
    [
        " have one while I was there and we never had one after I left but an army requires a mission it",
        7056.54,
        7064.08
    ],
    [
        " desperately needs some direction towards a specific goal it was all charts and graphs for us with",
        7064.08,
        7070.14
    ],
    [
        " machine technicians like the west point engineers running the show I don't think we have to be",
        7070.14,
        7075.8
    ],
    [
        " conditioned to kill we need no training to destroy we'll built for that killing comes easy",
        7075.8,
        7081.26
    ],
    [
        " establish no rules and leave a vacuum and one what you end up with are me lie and kool-oi the",
        7081.26,
        7089.26
    ],
    [
        " absence of policy and mission was a policy in itself",
        7089.26,
        7093.48
    ],
    [
        " need don't need to know what the freaking mission is by the way in war freaking absolutely",
        7093.48,
        7111.02
    ],
    [
        " I guess we'll in your normal life yes absolutely in your business in your job yes and you know",
        7111.02,
        7116.94
    ],
    [
        " the freaking mission is fast forward as we continue to score every night Franklin began to",
        7116.94,
        7124.78
    ],
    [
        " increase his visits to the field finally he made it a point to be on hand personally to personally",
        7124.78,
        7130.34
    ],
    [
        " count the bodies and I found myself as his constant escort guiding him from one dead man to the",
        7130.34,
        7135.92
    ],
    [
        " next and standing by while he snapped photos it was another syndrome the guys that didn't kill anybody",
        7135.92,
        7141.44
    ],
    [
        " were the ones who broke their asses to get a picture what the hell it would probably have been",
        7141.44,
        7146.64
    ],
    [
        " the same way with Indian scallops if we had cameras back then so Franklin is out there kind of",
        7146.64,
        7153.58
    ],
    [
        " coming out then he goes through a bunch of this stuff there's a guy named Grimshaw and we're",
        7153.58,
        7161.66
    ],
    [
        " gonna hear his name later one of his company commanders Grimshaw said a dead VC is a dead VC",
        7161.66,
        7170.28
    ],
    [
        " and a dead NVA is a dead NVA and a dead VCI is a dead VCI except of course when killed by the",
        7170.28,
        7176.82
    ],
    [
        " second battalion then they're only dead if Franklin touches the touches his toe to them",
        7176.82,
        7183.36
    ],
    [
        " and they better be wearing uniform and have a weapon what the hell is I trying to do Franklin asked",
        7183.36,
        7188.58
    ],
    [
        " I had to be an ass to move to rifle companies that distance in the dark why they might have",
        7188.58,
        7194.7
    ],
    [
        " opened up on each other if either of them had become disoriented and besides he said it was one",
        7194.7,
        7199.48
    ],
    [
        " big waste we could have taken them all in a cordon search and saved all the inconvenience so",
        7199.48,
        7205.42
    ],
    [
        " meanwhile while all this stuff is happening the the brigade is keeping battalion scores they're",
        7205.42,
        7215.88
    ],
    [
        " keeping scores to figure out who's the best battalion who's the best battalion who's the best battalion",
        7215.88,
        7220.72
    ],
    [
        " they keep track of a bunch of different things enemy killed in a killed in action body count",
        7220.72,
        7226.1
    ],
    [
        " enemy prisoners of war enemy contacts enemy weapons captured a number of a walls so who's absent how",
        7226.5,
        7233.78
    ],
    [
        " many people you got absent without lead how many article 15s have you done meaning how many times",
        7233.78,
        7238.2
    ],
    [
        " have you punished somebody how many delinquencies have you had how many malaria cases do you have",
        7238.2,
        7244.3
    ],
    [
        " how many realistments do you have how many special courts do you have and then they take all",
        7244.3,
        7250.16
    ],
    [
        " these different numbers and they put them into like one final number so here's how the numbers",
        7250.16,
        7256.66
    ],
    [
        " shake out basically they shake out that second battalion so herberts battalion is winning in all",
        7256.66,
        7261.84
    ],
    [
        " categories it's not even close for enemy killed in action it's the other battalions are 14 4 29 and 36",
        7261.84,
        7269.84
    ],
    [
        " second battalion has 84 so more than twice as much as the next battalion for enemy captured listen to",
        7269.84,
        7278.5
    ],
    [
        " these numbers eight zero zero and three how many is the second battalion have 90",
        7278.5,
        7286.82
    ],
    [
        " for enemy contacts it's 34 27 37 60 and second battalion has 66 for enemy weapons captured",
        7286.82,
        7299.0
    ],
    [
        " it's 15 11 3 and 17 second battalion has 57 so there's not even it's almost like it's not even close",
        7299.0,
        7308.22
    ],
    [
        " for absent was that without leave so this is this should you want the low number here it's 14 24 26",
        7308.5,
        7315.48
    ],
    [
        " and 24 and what a second battalion have eight they only have eight people that have gone a wall",
        7315.48,
        7320.6
    ],
    [
        " for article 15s the numbers are 39 56 57 and 52 what does second battalion have 24",
        7320.6,
        7328.68
    ],
    [
        " for delinquency reports 17 9 11 10 second battalion has five malaria they're all the same",
        7328.68,
        7338.18
    ],
    [
        " reenlistments listen to this reenlistments the numbers are zero zero 40 and zero",
        7339.78,
        7345.62
    ],
    [
        " no one wants to freaking stay in what does second battalion have 53",
        7345.62,
        7351.24
    ],
    [
        " so the total score and they have whatever they have this way of making all this into one number",
        7351.24,
        7360.36
    ],
    [
        " second battalion for this particular month this is February 1969 has 420 points",
        7360.36,
        7365.92
    ],
    [
        " during the lead and then the other ones are 181 45 70 and 20 I mean just combat ineffective right",
        7368.5,
        7377.18
    ],
    [
        " and they're and by the way this is so they're getting graded by Franklin and and Barnes",
        7377.18,
        7385.04
    ],
    [
        " getting graded and they're crushing second battalion under Herbert is absolutely crushing everything",
        7385.04,
        7391.66
    ],
    [
        " but the hits just keep on coming there's some military intelligence interrogation rooms that are on",
        7395.0,
        7400.82
    ],
    [
        " their little base and Herbert pays a visit I walked into one of the rooms and back and knocked",
        7400.82,
        7406.44
    ],
    [
        " lightly on the door one night who's there Herbert just a moment sir someone answered",
        7406.44,
        7412.48
    ],
    [
        " and second later the door swung inward sergeant karma D greeted me come in sir I squeeze past him",
        7412.48,
        7418.82
    ],
    [
        " closed the door behind me inside in addition to karma D were captain bowers a Vietnamese man",
        7418.82,
        7424.7
    ],
    [
        " and one of the honeys the wild cats had captured in the morning she was seated to my left in a chair",
        7424.7,
        7430.66
    ],
    [
        " against the wall just off the corner karma D was standing to a right my left and the Vietnamese man",
        7430.66,
        7436.24
    ],
    [
        " was sitting just off my right foot facing the girl in the chair their knees only a couple inches",
        7436.24,
        7440.58
    ],
    [
        " apart captain bowers was just behind the Vietnamese man sitting in a chair and leaning over the",
        7440.58,
        7445.06
    ],
    [
        " viet shoulder the girl was moaning and trembling find anything out I asked turning to karma D",
        7445.06,
        7451.3
    ],
    [
        " she claims she was out picking water about bugs her he said and laughed what patrol where was it",
        7451.3,
        7457.52
    ],
    [
        " headed what about what about the patrol where was it headed karma D turned to her and asked something",
        7457.52,
        7463.34
    ],
    [
        " in Vietnamese she shook her head he hit her with the back of his hand raking it down along her face",
        7463.34,
        7470.48
    ],
    [
        " you're a fucking liar he shouted blood began to rush into the long abrasion on her cheek",
        7470.48,
        7475.66
    ],
    [
        " it began to happen in a rush I turned to bowers thinking he would say something karma D said",
        7475.66,
        7481.28
    ],
    [
        " something in Vietnamese bowers nodded to the Vietnamese man in front of him and touched his shoulder",
        7481.28,
        7485.84
    ],
    [
        " with his hand the girl screamed I glanced down and saw for the first time that there were wires",
        7485.84,
        7493.04
    ],
    [
        " from her body to a telephone between the viet's knees he was cranking it I grabbed the wires and",
        7493.04,
        7501.66
    ],
    [
        " yanked damn near lifting the viet up with them before the wires separated from the phone it clattered",
        7501.66,
        7507.62
    ],
    [
        " to the floor are you crazy bowers I yelled so just so you understand these these telephone",
        7507.62,
        7513.68
    ],
    [
        " machines that you can power them by cranking them this old school likes telephone and so that's",
        7513.68,
        7520.72
    ],
    [
        " where he had to have these they're basically electroshock electro electrocuting her are you crazy",
        7520.72,
        7525.74
    ],
    [
        " bowers I yelled sir I what the hell kind of crap are you pulling here sir I go get okay sir",
        7525.74,
        7531.32
    ],
    [
        " made you okay and says I don't give a damn what he says you go get him I said I turned to comedy",
        7531.32,
        7535.22
    ],
    [
        " and knocked this off until this thing is settled bowers left and Carmody the viet and I falled",
        7535.22,
        7539.84
    ],
    [
        " him out of the hall leaving the girl alone in the little room in a moment bowers returned",
        7539.84,
        7543.44
    ],
    [
        " major okay isn't here he said where the hell is he he's gone down to brigade sir and behind him",
        7543.44,
        7548.86
    ],
    [
        " through the open doorway I saw the major getting into a jeep I left to and walk down to Franklin's",
        7548.86,
        7554.24
    ],
    [
        " office where not surprisingly okay was still deep in conversation with the deputy commander",
        7554.24,
        7558.9
    ],
    [
        " Franklin sigled to me to hold up until he was finished when okay and left Franklin called me in",
        7558.9,
        7563.8
    ],
    [
        " and immediately began screaming we were right back where he left off you son of a bitch he ran it",
        7563.8,
        7568.62
    ],
    [
        " you dirty rotten son of a bitch how many times have I warned you to stay the hell away from",
        7568.62,
        7572.7
    ],
    [
        " MI or have your tap cut off it seemed like the time for accuracy four times sir I said",
        7572.92,
        7579.02
    ],
    [
        " and did you understand yes sir but I understand torture too I don't give a shit about that I",
        7579.02,
        7584.76
    ],
    [
        " sir god damn it Herbert Herbert don't you serve me I gave you a direct order did you understand it",
        7584.76,
        7589.68
    ],
    [
        " yes sir but they were torturing a Vietnamese did you personally see them torturing this girl",
        7589.68,
        7593.58
    ],
    [
        " at least he knew it had been a girl yes sir they US soldiers no sir this Vietnamese god damn",
        7593.58,
        7599.7
    ],
    [
        " it Herbert how many times must I explain the rules of land warfare to you over here what the",
        7599.7,
        7603.92
    ],
    [
        " Vietnamese do is none of our damn business but sir the guy was cranking this phone generator while",
        7603.92,
        7608.26
    ],
    [
        " Bowers was who was cranking cranking the generator this interpreter I guess and was he Vietnamese yes sir",
        7608.26,
        7615.14
    ],
    [
        " but and was Bowers cranking no sir but then god damn it that's the end of it okay and said that's",
        7615.14,
        7621.06
    ],
    [
        " all there is to know he lifted his hand his shook his finger one more god damn interference Herbert",
        7621.06,
        7626.44
    ],
    [
        " and you're all washed up at MI understand no sir I don't karma he was did you see karma",
        7626.44,
        7632.6
    ],
    [
        " crank the phone no sir did you see any US crank that phone no sir then what's your bitch it was the",
        7632.6,
        7639.4
    ],
    [
        " first time I had had to really compose a sentence for one thing I told him it was a violation of",
        7639.4,
        7644.48
    ],
    [
        " US army directives as well as Geneva Accords and the rules of land warfare and for another I finished",
        7644.48,
        7650.72
    ],
    [
        " it just isn't army oh you son of a bitch he said you're so god damn righteous you never did",
        7650.72,
        7656.74
    ],
    [
        " anything like that right no sir I haven't he slapped the girl and and you never have honoured",
        7656.74,
        7663.32
    ],
    [
        " is that correct that is correct sir I but you saw calm comedy slapper huh yes sir I did and",
        7663.32,
        7669.76
    ],
    [
        " and so all at once you're the judge the jury and the executioner is that correct Herbert no sir I",
        7669.76,
        7675.16
    ],
    [
        " know sir I know sir I know sir I tell you what you are Herbert you're a disloyal and you're maybe",
        7675.16,
        7681.24
    ],
    [
        " getting kind of old you just can't stomach it anymore what the hell is the matter with you",
        7681.24,
        7686.06
    ],
    [
        " look he said with relative benevolence in his voice let me explain these are the enemy",
        7686.06,
        7692.16
    ],
    [
        " even you must be able to understand that right these are the guys who killed your buddies",
        7692.16,
        7697.46
    ],
    [
        " whom did she kill sir god damn it I'm talking about the enemy in general he said raising his hand",
        7697.46,
        7703.2
    ],
    [
        " let me put it this way their VC I decided there was no sense in carrying out this farce any further",
        7703.2,
        7709.9
    ],
    [
        " and we were supposed to be soldiers and we are supposed to be soldiers sir American soldiers",
        7709.9,
        7714.96
    ],
    [
        " I want to make a charge I'd like to charge charge my ass you've already made a charge and now it's",
        7714.96,
        7721.6
    ],
    [
        " an investigation and I'll take care of that not you you just be able to back your mouth with sworn",
        7721.6,
        7727.1
    ],
    [
        " verified testimony sure I said sir anytime",
        7728.76,
        7731.36
    ],
    [
        " yeah so again it's very strange uh not very strange but you can see this guy he seems to be trying",
        7731.36,
        7747.32
    ],
    [
        " to do the right thing but man he's making some enemies",
        7747.32,
        7750.78
    ],
    [
        " he",
        7754.02,
        7754.46
    ],
    [
        " and I guess big part of his me trying my best to look at it from all or more than just Herbert's",
        7754.46,
        7762.44
    ],
    [
        " perspective and you kind of got to admit when you think about it where you know one like",
        7762.44,
        7768.22
    ],
    [
        " okay when you're in a complex situation and you have like a goal and then you have all these rules",
        7768.22,
        7776.04
    ],
    [
        " and sometimes those rules do get kind of looked over some of them on a smaller level right",
        7777.3,
        7783.16
    ],
    [
        " okay and sometimes it can be more efficient",
        7783.16,
        7785.28
    ],
    [
        " meanwhile you got this guy who's kind of by the book and most people are most people I'm pretty",
        7785.28,
        7795.38
    ],
    [
        " I almost want to say everybody's not going to be by the book 100% of the time okay in one way or",
        7795.38,
        7800.98
    ],
    [
        " another yep and you get a group of people and they're they're they're carrying out a goal whatever",
        7800.98,
        7805.96
    ],
    [
        " and and it's working and it's working out and they're okay well that's an assumption yeah",
        7805.96,
        7812.28
    ],
    [
        " because it doesn't because let's face it if we just look at well how well the battalions are doing",
        7812.28,
        7817.08
    ],
    [
        " his battalions are doing the best and he's kind of flying the the righteous path yeah yeah fully",
        7817.08,
        7822.94
    ],
    [
        " and and yeah this is this particular story a sight I'm saying in general okay and then you get",
        7822.94,
        7828.86
    ],
    [
        " whether be a new guy or just somebody there who's always like how should I say it's not in",
        7828.94,
        7834.76
    ],
    [
        " micro managing but like nitpicking on certain things and it kind of jams up your whole approach to",
        7834.76,
        7840.64
    ],
    [
        " what you're doing sure it could be better or not or whatever but he becomes kind of a nuisance you",
        7840.64,
        7846.32
    ],
    [
        " know well okay I mean I see what you're saying but let's let's remember that this guy is witnessing",
        7846.32,
        7855.54
    ],
    [
        " murders tortures sexual assaults which I didn't really cover rapes which I didn't really cover but",
        7857.26,
        7861.02
    ],
    [
        " they're in here he's he's seeing all kinds of horrible shit this isn't somebody this isn't all",
        7861.02,
        7867.88
    ],
    [
        " these people are kind of bending the rules to get the job done the same that yeah this ain't that",
        7867.88,
        7872.36
    ],
    [
        " yeah fully and that's what I mean so and that's what I mean just what you said like",
        7872.36,
        7878.16
    ],
    [
        " people bending the rules to get the job done kind of a thing right we we understand that yes and",
        7878.16,
        7884.12
    ],
    [
        " he understands it right remember the guy that got told hey bring back the mermaids on your patrol",
        7884.36,
        7889.4
    ],
    [
        " and and the guy says this is stupid and Herbert says well it's an order and he says fuck them",
        7889.4,
        7894.74
    ],
    [
        " remember that part he's down with bending the rules if the rules don't make sense right",
        7894.74,
        7899.42
    ],
    [
        " yeah fully and uh and yes that is true and we got a good bird's eye view of the whole deal for sure",
        7899.42,
        7907.56
    ],
    [
        " but the guy this guy that he's talking to Franklin yeah Franklin from his perspective he might be",
        7909.08,
        7915.36
    ],
    [
        " looking at it as hey we're bending the rules to get the job done he might be genuinely feeling that",
        7915.36,
        7920.46
    ],
    [
        " he might be he might be now what you have to fall back on is you have to you have to fall back and",
        7920.46,
        7927.68
    ],
    [
        " this is a tough one you have to fall back not only on what is the right thing to do but you also",
        7927.68,
        7933.46
    ],
    [
        " have to bounce that off of one is legal oh yeah okay so for the young leaders out there especially",
        7933.46,
        7941.36
    ],
    [
        " military leaders but this applies to anything this applies to business because look there's",
        7941.36,
        7945.62
    ],
    [
        " things there's things you do in business where oh there's the right thing to do and then there's",
        7945.62,
        7949.96
    ],
    [
        " the wrong thing to do and then there's the legal thing to do and then yeah there's the criminal",
        7949.96,
        7956.74
    ],
    [
        " thing to do so when you're doing something hey listen I can explain this you know the the the",
        7956.74,
        7964.86
    ],
    [
        " CNN test have you ever heard of this before look if I can go on CNN and say hey this is why I made",
        7964.86,
        7971.48
    ],
    [
        " this decision and you don't feel shame because of what you did right that's definitely part of the",
        7971.48,
        7977.64
    ],
    [
        " test yeah the other thing you gotta remember is what is legal because if you let and this is",
        7977.64,
        7986.06
    ],
    [
        " something you can tell your your your your employees or your troops you gotta remember about what's",
        7986.06,
        7991.04
    ],
    [
        " legal because someone that should steer because look if if if you're let's say you're you're in a",
        7991.04,
        8000.8
    ],
    [
        " you're in a platoon you're out on a target and you find somebody that's killed Americans right they",
        8000.8,
        8008.26
    ],
    [
        " freaking killed they have the bodies and you catch them with the bodies and with a freaking bloody",
        8008.26,
        8013.48
    ],
    [
        " knife there's almost no one that would say oh okay well I don't feel like killing those bad guys",
        8015.38,
        8019.98
    ],
    [
        " right there's a guy with a bloody knife you you see him killing Americans to say hey do the right",
        8019.98,
        8027.34
    ],
    [
        " thing a lot of people look out I know the right thing to do is we kill that guy we execute him",
        8027.34,
        8030.54
    ],
    [
        " you have you have to remember that that is not legal you are not allowed to do that so you have to",
        8030.54,
        8036.66
    ],
    [
        " get your people to understand that regardless of how you feel it's not just a CNN test because",
        8036.66,
        8044.14
    ],
    [
        " that kind of passed the CNN test hey I showed up this guy killed a bunch of Americans and we freaking",
        8044.14,
        8048.78
    ],
    [
        " we I shot him and you can that's the way it is and I I feel no shame because of it you passed the",
        8048.78,
        8055.9
    ],
    [
        " CNN test guess what you can so go to you can so go to jail it's legally wrong so as a leader what",
        8055.9,
        8061.7
    ],
    [
        " you have to do is you have to sort of merge all these ideas into one final thought and you have",
        8061.7,
        8068.76
    ],
    [
        " to take the fact that hey what this is not legal to do this this is not legal to do this now there's",
        8068.76,
        8076.8
    ],
    [
        " other week we could come up with scenarios where doing the legal thing still isn't the right thing",
        8076.8,
        8081.66
    ],
    [
        " and it's actually wrong it's wrong to do that and sometimes you may have to break that rule but",
        8081.66,
        8090.34
    ],
    [
        " what we're talking about here is they're doing things that are not legal yeah so regardless of how",
        8090.34,
        8095.5
    ],
    [
        " you feel you're doing something that is not legal on a very in a very big way these aren't minor",
        8095.5,
        8101.86
    ],
    [
        " charges these are war crime scenarios which right this isn't like hey we bent the rules we we left",
        8101.86,
        8107.12
    ],
    [
        " some freaking mermaids out in the field which is pretty easy to argue right hey listen my guys",
        8107.12,
        8114.4
    ],
    [
        " were already tired we're if we're going to carry these things it was going to bog us down we had",
        8114.4,
        8117.4
    ],
    [
        " better chance to get an ambush there was going to be a problem I left them okay got it",
        8117.4,
        8121.32
    ],
    [
        " that's not war crimes yeah fully so there's a difference yeah yeah there does there comes a point",
        8121.32,
        8129.58
    ],
    [
        " where it gets like you just can't defend certain things you know and and yeah especially when you're",
        8129.58,
        8134.26
    ],
    [
        " talking about like you gotta remember that's not even just that you can't defend them because if I",
        8134.26,
        8137.9
    ],
    [
        " roll up and I find a an ISIS fighter that killed three people you can defend that all day you can",
        8137.9,
        8144.82
    ],
    [
        " defend oh yeah I saw I'm a shot him he killed three Americans I saw I'm doing it yeah you can",
        8144.82,
        8149.92
    ],
    [
        " defend that all day long but it's not legal so now you got to deal with the ramifications whatever",
        8149.92,
        8154.56
    ],
    [
        " those are yeah you've seen the movie cobra no come on so that's just alone cobra I have not seen it",
        8154.56,
        8164.94
    ],
    [
        " damn all right I'll watch platoon you watch cobra no not deal so there's a fight there's a fight",
        8164.94,
        8170.26
    ],
    [
        " in the beginning where this psycho guy takes over the supermarket or whatever right and cobra is",
        8170.26,
        8174.74
    ],
    [
        " kind of one of these guys he uses excessive force you know kind of like demolition men same actor by",
        8174.74,
        8180.1
    ],
    [
        " the way so that's just so either way so cobra ends up killing this guy right and then the press",
        8180.1,
        8186.8
    ],
    [
        " comes not CNN but the press comes and they're trying to interview cobra and they're like he's like",
        8186.8,
        8193.74
    ],
    [
        " hey did you have to kill him you know did you have to die or did you you know uh",
        8193.74,
        8198.8
    ],
    [
        " you know he has a right to live and all this stuff or whatever and he's like yeah he's you",
        8198.8,
        8204.16
    ],
    [
        " did he use excessive force and all this he's like yeah he's everything I have and he's like hey",
        8204.16,
        8208.0
    ],
    [
        " you know like people are protected are protected you know entitled to protection by the law or",
        8208.0,
        8213.04
    ],
    [
        " whatever and he says uh so he grabs the reporter and unwraps or he uncovers like one of the bodies",
        8213.04,
        8221.44
    ],
    [
        " right and he's like you tell that to his family huh he passed the CNN test is what I'm saying",
        8221.44,
        8228.12
    ],
    [
        " mm-hmm yep I think it was legal too though technically it depends on situation it was like borderline",
        8228.12,
        8235.22
    ],
    [
        " so yeah I don't want to go into the movie what happened to kind of to get cobra off the hook",
        8235.22,
        8241.2
    ],
    [
        " or nothing like that but nonetheless that's the CNN test is you'm saying yeah no that so so",
        8241.2,
        8246.02
    ],
    [
        " the CNN test is but it's not a it's not a unilateral test that just because it passed the CNN",
        8246.02,
        8254.88
    ],
    [
        " test it's okay right that's what I'm trying to explain to young leaders it's not just the CNN",
        8254.88,
        8260.5
    ],
    [
        " test it's the CNN test plus it's the legal test is what you're doing legal or is it illegal",
        8260.5,
        8268.54
    ],
    [
        " and if it's illegal there are going to be repercussions even if you pass the CNN test",
        8268.54,
        8275.44
    ],
    [
        " so as a leader you've got to pay attention to those things and what you have to do is keep your troops",
        8277.64,
        8282.18
    ],
    [
        " out of trouble that's incumbent upon you to keep your troops out of trouble because they they might",
        8282.18,
        8289.06
    ],
    [
        " be reacting emotionally and you're the one that's supposed to rein them in and make sure that",
        8289.06,
        8295.82
    ],
    [
        " they're not getting not not doing things that are illegal and I'm not saying those things are",
        8295.82,
        8303.38
    ],
    [
        " deserved you know you find somebody that just killed three Americans that that ISIS member deserves",
        8303.38,
        8307.96
    ],
    [
        " to die we get it not legal yeah not allowed so where did these guys and and my original point was",
        8307.96,
        8317.84
    ],
    [
        " like Franklin maybe to him it was he was quote unquote like I said maybe bending a few rules or",
        8317.84,
        8324.86
    ],
    [
        " turning a blind eye just small minor things in the means kind of justify the end scenario um and",
        8324.86,
        8333.24
    ],
    [
        " yeah you I agree I think that's true or it's like yeah we'll remember we're letting the girls",
        8333.24,
        8337.54
    ],
    [
        " throw yeah yeah fully we have to leaders have to lead their troops to make sure that they are not",
        8337.54,
        8344.82
    ],
    [
        " just doing the right thing that they're not just passing the CNN test but they're also doing what's",
        8344.82,
        8349.76
    ],
    [
        " legal otherwise there's going to be repercussions that's just that's just the way it is this the",
        8350.6,
        8355.64
    ],
    [
        " reality",
        8355.64,
        8356.06
    ],
    [
        " all right back to the book when I remember the folly of it all now I rationalize a bit and tell myself",
        8356.06,
        8368.34
    ],
    [
        " that there wasn't enough time to be fully sensitive to the finality of death for instance to say",
        8368.34,
        8373.92
    ],
    [
        " that it had not been a very important day because the second battalion had but two NVA kills",
        8373.92,
        8379.62
    ],
    [
        " now seems ludicrous it was a damn important day for those two dead men when even just one man died",
        8379.62,
        8386.84
    ],
    [
        " or got his fingers blown off for his legs shattered or his hearing impaired or his eyes bloodied and",
        8386.84,
        8391.82
    ],
    [
        " blinded it was one hell of a costly battle especially if you happen to be the guy who got it that day",
        8391.82,
        8397.7
    ],
    [
        " it's something generals and presidents can never understand only mothers fathers brothers sons daughters",
        8397.7,
        8407.04
    ],
    [
        " and wives maybe if I were a general or a president who never went to war with his men or who never",
        8407.04,
        8414.56
    ],
    [
        " risked paying the same price maybe I'd want to convert the whole damn show into a statistical",
        8414.56,
        8420.44
    ],
    [
        " table to be read solemnly by some broadcaster every Thursday night generals and presidents are",
        8420.44,
        8428.5
    ],
    [
        " fine for explaining to all of us those things that we ought to be willing to die for but when the",
        8428.5,
        8434.86
    ],
    [
        " war is over all that's left are statistics and the generals and the presidents are always",
        8434.86,
        8441.9
    ],
    [
        " among the living if anything has happened to our country as a result of the Vietnam war it is",
        8441.9,
        8450.04
    ],
    [
        " that our national infection with the sickness of the numbers game we reduce the blood and the",
        8450.04,
        8456.02
    ],
    [
        " suffering and the death and destruction to mere ciphers and in doing so we reduced our own souls",
        8456.02,
        8464.14
    ],
    [
        " numbers don't die people do columns of figures don't disintegrate in the explosion of a bomb",
        8466.18,
        8475.06
    ],
    [
        " human beings do statistics don't bleed and if you make your war a war of numbers you will have no",
        8475.06,
        8484.22
    ],
    [
        " trouble sleeping most generals and presidents slept well",
        8484.22,
        8489.84
    ],
    [
        " so this stuff is continuing on and in another mind boggling plot twist on April 2nd 1969",
        8489.84,
        8511.7
    ],
    [
        " Barnes gave me a letter of commendation from general conners who had replaced general peers as",
        8511.76,
        8517.34
    ],
    [
        " the commander of the first field force victor he also handed me a letter from peers which had come",
        8517.34,
        8522.34
    ],
    [
        " all the way from the states peers was quite complimentary and Barnes added that the second battalion",
        8522.34,
        8527.86
    ],
    [
        " was the best in the brigade and that I was the best battalion commander he had personally ever known",
        8527.86,
        8533.42
    ],
    [
        " so that's Franklin's boss then he handed me his own letter of commendation",
        8533.42,
        8540.44
    ],
    [
        " the score sheet for the brigade which again listed the second battalion as the top battalion and",
        8541.7,
        8548.3
    ],
    [
        " the official IG report which listed the second battalion as the tops in the brigade",
        8548.3,
        8553.24
    ],
    [
        " he also assured me that I would very soon begin reaping the awards rewards for my efforts as he",
        8553.24,
        8560.72
    ],
    [
        " called them he said the distinguished service cross was being prepared and the general already had",
        8560.72,
        8568.06
    ],
    [
        " a verbal assurance it would be approved he's getting some love I went back to the battalion and sat",
        8568.06,
        8576.7
    ],
    [
        " down with warm iseless bourbon my god what was happening two months of nothing but crap",
        8576.7,
        8582.22
    ],
    [
        " and now all this in one day maybe things really were going to be different maybe the brigade was",
        8582.22,
        8587.78
    ],
    [
        " going to shape up with less than two and a half months to go sweetness and light we're in the air",
        8587.78,
        8592.72
    ],
    [
        " and there were signs that everything was going to be okay but something else nodded me",
        8592.72,
        8599.92
    ],
    [
        " I had reported eight atrocities or war crimes or whatever the hell they wanted to call them",
        8599.92,
        8605.82
    ],
    [
        " the abuse of the detainees at on K the three torture incidents the murders the looting the",
        8605.82,
        8613.86
    ],
    [
        " alleged murder of a young lieutenant and the alleged execution of the detainee in the custody of",
        8613.86,
        8619.1
    ],
    [
        " the hero lieutenant if I could get those things cleared up I'd really be up to date and I knew I'd",
        8619.1,
        8626.78
    ],
    [
        " better get my statements down soon or I'd have to get them and writing from back in the states",
        8626.78,
        8632.14
    ],
    [
        " taking time out of the command in general staff college at 11 worth and I didn't expect to have",
        8632.14,
        8636.64
    ],
    [
        " that kind of time so yeah this all comes really clear right now I went down on the morning of",
        8636.64,
        8645.7
    ],
    [
        " April 3rd so the next day to talk to Franklin about them sir I jokingly said when I entered",
        8645.7,
        8650.72
    ],
    [
        " your best battalion commander of yesterday would like to have a talk with you today okay",
        8650.72,
        8654.4
    ],
    [
        " sure Herbert come in he said have a seat I sat down where he indicated it was only it was the",
        8654.4,
        8663.32
    ],
    [
        " only chair in the room what's on your mind the eight allegations sir the atrocities I reported",
        8663.32,
        8670.42
    ],
    [
        " I want atrocities he interrupted what the hell are you talking about atrocities eight sir and I",
        8670.42,
        8676.3
    ],
    [
        " ticked them off one by one counting them on my fingers as I went sir I'm going home in less than",
        8676.3,
        8680.5
    ],
    [
        " two weeks and most of the other witnesses have already gone I'd like to get my part wound up now",
        8680.5,
        8686.32
    ],
    [
        " while I still have time and things are going kind of slow God damn it Tony he said the investigations",
        8686.32,
        8696.88
    ],
    [
        " are ongoing what more can I do the next morning when I reported Barnes was behind his desk and",
        8697.12,
        8707.42
    ],
    [
        " Franklin was in the chair to his right it was quick Colonel Herbert the general said I'm going to",
        8707.42,
        8712.96
    ],
    [
        " replace you as the commander of second battalion I felt the blood drain from my head replace sir you",
        8712.96,
        8719.72
    ],
    [
        " mean relieve not relieve Tony replace I'm giving you a maximum efficiency report and sending you to",
        8719.72,
        8724.82
    ],
    [
        " Saigon hit me like a ton of rocks it is is it over the allegations I've made sir Franklin",
        8725.96,
        8731.78
    ],
    [
        " leap to his feet screaming that's right you son of a bitch you and your god damn lies about",
        8731.78,
        8735.92
    ],
    [
        " beach him and crouching all the rest that poor lieutenant and every other one of your damn lies",
        8735.92,
        8740.38
    ],
    [
        " and exaggerations so clearly they were buttering him up hey you've done great you're our best",
        8740.38,
        8748.24
    ],
    [
        " battalion we're got you we give you a maximum efficiency report like you're the best guy",
        8748.24,
        8753.14
    ],
    [
        " how about you just freaking keep the old mouth shut about these allegations",
        8753.48,
        8757.82
    ],
    [
        " and then when he brings them up again they realize he's gonna stick to his guns I felt cold and empty",
        8757.82,
        8767.2
    ],
    [
        " then a wave of relief swept over me and calm said and I stared at Franklin as though he were an",
        8767.2,
        8771.08
    ],
    [
        " insect and I tried to speak as deliberately and as cool as I could I'm not talking to you sir",
        8771.08,
        8777.36
    ],
    [
        " I'm trying to speak to my commander general Barnes it stopped Franklin's ranting and he gave me the",
        8777.36,
        8782.78
    ],
    [
        " chance to turn back to Barnes sir the very least you owe me is a complete investigation to see",
        8782.78,
        8788.94
    ],
    [
        " who really is telling the lies and exaggerating the general had his head down over his desk",
        8788.94,
        8794.12
    ],
    [
        " tripling on a piece of note paper carl Franklin has already investigated all your charges and I'm",
        8794.12,
        8799.5
    ],
    [
        " satisfied he said reaching out and handing me the note you'll be out on the landing zone in one",
        8799.5,
        8806.08
    ],
    [
        " hour there are two planes leaving for Saigon today you be on one of them your records will be",
        8806.08,
        8812.08
    ],
    [
        " ready for you and on K when you in Saigon or on K when you get there you report to Colonel Lou",
        8812.08,
        8817.5
    ],
    [
        " Ashley in Saigon it's on the note sir I said I have a battalion I've signed for over a million",
        8817.5,
        8824.18
    ],
    [
        " dollars with a material in equipment I just can't clear out in an hour Franklin broken one hour",
        8824.18,
        8829.56
    ],
    [
        " herber one hour you'll be picked up under arrest and taken out by the provost marshal one hour",
        8829.56,
        8834.94
    ],
    [
        " Barnes said again I saluted don't do many favors with the efficiency report I intend to see you",
        8834.94,
        8841.66
    ],
    [
        " all again so even though they said we're gonna like we're gonna let you out of here with a good",
        8841.66,
        8849.64
    ],
    [
        " evaluation he's saying don't even this dude does not play bro",
        8849.64,
        8856.32
    ],
    [
        " as I walked back to the battalion I told myself it was important to remain calm co-inclected I knew",
        8856.32,
        8867.06
    ],
    [
        " I had them both just as long as I didn't blow it they had gone far beyond their authority",
        8867.06,
        8872.04
    ],
    [
        " and removing me without any grounds for relief I was convinced by then that it had to be something",
        8872.04,
        8877.08
    ],
    [
        " more than any allegations of atrocities hell everybody knew about them anyways somebody else would",
        8877.08,
        8882.4
    ],
    [
        " be bringing them up again and soon if they thought that by getting rid of me they were also getting",
        8882.4,
        8887.02
    ],
    [
        " rid of the shame of what it occurred then they that they had got it under the rug they neither",
        8887.02,
        8891.94
    ],
    [
        " understood me nor the army at that point I still had faith in the system I walked over to the",
        8891.96,
        8897.66
    ],
    [
        " talk Ernie had most of the officers gathered in the briefing room he had already told them look",
        8897.66,
        8902.94
    ],
    [
        " I began there's no time to screw around you know I've been given the boot that's why I wanted to",
        8902.94,
        8907.74
    ],
    [
        " talk to you all right away I've only got about 15 minutes more before I have to get out of here",
        8907.74,
        8912.62
    ],
    [
        " but I wanted to take some time to thank you and get the chance to shake as many of your hands as I",
        8912.62,
        8921.92
    ],
    [
        " I stifled that quickly the army has a system of military justice and rules and regs so none of you",
        8922.02,
        8927.5
    ],
    [
        " needs to go off half cocked and try and take things into your own hands nobody quits either just",
        8927.5,
        8932.38
    ],
    [
        " keep thinking about the battalion that's what's important not me if you're if you quit you're letting",
        8932.38,
        8937.78
    ],
    [
        " down not only me but every last one of those grunts out here they have to stay they can't quit you",
        8937.78,
        8943.36
    ],
    [
        " can but many of them need you and the guy who replaces me is going to need you it's not going to be",
        8943.36,
        8949.08
    ],
    [
        " his fault what happened to me so stick with the battalion and stick with him and stick with them",
        8949.08,
        8953.7
    ],
    [
        " I said waving toward the boonies I started shaking hands in the in the landing zone area men all",
        8953.7,
        8962.94
    ],
    [
        " along the ground were lined up pulling off smoke canisters of every color in the rainbow there",
        8962.94,
        8968.3
    ],
    [
        " were maybe a hundred men out there and a hundred smokes it was their honors smoke when the troops",
        8968.3,
        8974.18
    ],
    [
        " were coming back after a kill they buzzed the field with a smoke on each skid and when one of",
        8974.18,
        8980.42
    ],
    [
        " their own left they lit one to five depending on how well he was like liked plus his reputation as a",
        8980.42,
        8986.84
    ],
    [
        " fighter and I was looking down on at least a hundred of them knowing all the time that nobody was",
        8986.84,
        8994.26
    ],
    [
        " that good but choked up with appreciation nevertheless I waved and they waved back the pilot",
        8994.26,
        9001.7
    ],
    [
        " bank the ship again and I sat against the wall rigging and wiped my eyes",
        9001.7,
        9007.04
    ],
    [
        " we landed in Saigon a bit before nine o'clock that evening and although I shouldn't have been",
        9007.04,
        9016.4
    ],
    [
        " feeling like a bastard on Father's Day I didn't although I should have been feeling like a",
        9016.4,
        9020.4
    ],
    [
        " bastard on Father's Day I didn't I was relieved in more ways than one I suppose I reason that",
        9020.4,
        9025.92
    ],
    [
        " if Barnes and Franklin had hated me that much I was better off out of the outfit I had the marbles",
        9025.92,
        9032.2
    ],
    [
        " in my pocket they had nothing to fall back on but their own lies and falsifications I knew I had",
        9032.2,
        9038.7
    ],
    [
        " been lucky I could have had accidental kills of women and children or other non-combatants and they",
        9038.7,
        9043.84
    ],
    [
        " would have had me had the marbles in their pockets I could have ranked second or third on the IG",
        9043.84,
        9048.94
    ],
    [
        " inspection I could have had a high court martial rate or accident rate or large number of article 15's",
        9048.94,
        9054.54
    ],
    [
        " or delinquencies reports from the military police or any one of a number of other things that could",
        9054.84,
        9059.98
    ],
    [
        " have been used against me but I've been lucky frankly I'm used I had let Franklin I'm used had let",
        9059.98,
        9066.9
    ],
    [
        " his personal dislike for me get the best of him it had forced him into a premature confrontation",
        9066.9,
        9072.96
    ],
    [
        " that I was bound to win I was bound to win well it was not that clear cut it was not that clear",
        9072.96,
        9092.4
    ],
    [
        " cut it all and the book goes on and it goes into a lot of detail and there are all kinds of",
        9092.4,
        9107.08
    ],
    [
        " further accusations and counter accusations and they end up making sworn statements against Herbert",
        9107.08,
        9115.92
    ],
    [
        " including him leading the killing of civilians so they start making accusations against him",
        9118.34,
        9123.34
    ],
    [
        " and this is and again these documents are in this book that's one of the things that makes this",
        9123.34,
        9130.8
    ],
    [
        " book so good is it's got all this actual documentation here they they recommend revoking his orders",
        9130.8,
        9136.44
    ],
    [
        " they recommend removing his opportunity to to lead or be in command again",
        9136.44,
        9143.0
    ],
    [
        " general russ who's the overall decision maker on the case agrees with the accusatory statements",
        9144.36,
        9150.34
    ],
    [
        " kills Colonel Herbert's career so the the idea that he was bound to win no actually doesn't",
        9150.34,
        9158.78
    ],
    [
        " work out that way Colonel Herbert fights it he fights this he spends a bunch of his own money",
        9158.78,
        9164.28
    ],
    [
        " so and then he goes on the offense because he wanted investigations before now he goes on the",
        9165.48,
        9174.22
    ],
    [
        " offense charges brings charges up against Colonel Franklin 14 separate specifications including",
        9174.22,
        9181.46
    ],
    [
        " failure to report murders and torture torture he does the same thing to general Barnes fail",
        9181.46,
        9188.04
    ],
    [
        " up failure to report war crimes on multiplications so he's going on the offense it gets national",
        9188.04,
        9194.16
    ],
    [
        " publicity it's in the news the lead investigator for the army this guy by the name of major",
        9194.16,
        9203.58
    ],
    [
        " Carl Hensley according to the book and I hate to say that I'm just because I don't know what I don't",
        9203.58,
        9212.04
    ],
    [
        " know what the truth is according to the book this guy major Carl Hensley had told Herbert like look",
        9212.04,
        9217.62
    ],
    [
        " we believe you you're right we can win this thing and then he kills himself",
        9217.62,
        9223.04
    ],
    [
        " kills himself with a shotgun you can you can look that one up it's in a New York Times press briefing",
        9223.04,
        9229.38
    ],
    [
        " major Carl Hensley suicide ends up all the charges are eventually dropped against both Barnes and",
        9229.38,
        9241.1
    ],
    [
        " Franklin Colonel Franklin eventually relieved from his command for throwing a Vietnamese body out",
        9243.84,
        9250.86
    ],
    [
        " of a helicopter in Vietnam and again this guy was the most decorated from what I could find in",
        9250.86,
        9259.08
    ],
    [
        " research most decorated officer from his West Point class 1950 1991 by the way Colonel Franklin",
        9259.08,
        9267.76
    ],
    [
        " convicted and spent five years in prison for a securities scheme scam swindle about a hundred",
        9268.16,
        9275.98
    ],
    [
        " people out of millions of dollars so there's like a you know you see these questionable characters",
        9275.98,
        9285.5
    ],
    [
        " characteristics so all the charges so imagine this all the charges against Barnes and Franklin",
        9285.5,
        9293.2
    ],
    [
        " get dropped but Herbert is not charged with making a single false statement so all these things that he",
        9293.2,
        9300.92
    ],
    [
        " had said he never gets charged for making a false statement but the charges get dropped",
        9300.92,
        9305.82
    ],
    [
        " he goes kind of public does a bunch of interviews eventually he's retired or he retires you know",
        9305.82,
        9316.5
    ],
    [
        " he's done with the army he gets eventually he gets interviewed on 60 minutes by Mike Wallace",
        9316.5,
        9324.62
    ],
    [
        " and this is freaking crazy so they have and I've tried to find this haven't been able to find it",
        9324.62,
        9333.34
    ],
    [
        " but I read about it they have Herbert getting interviewed by Mike Wallace he kind of tells his story",
        9333.34,
        9341.12
    ],
    [
        " and then out of the other room they bring major Grimshaw who is part of the unit who comes out and says",
        9341.92,
        9348.84
    ],
    [
        " yeah look I I worked for Herbert I know Herbert I respect Herbert but what he said is in true",
        9348.84,
        9353.92
    ],
    [
        " so now who he's supposed to believe so Herbert Seuss Mike Wallace in 60 minutes for libel it's a 13 year",
        9353.92,
        9370.08
    ],
    [
        " court case it's a 13 year court case eventually gets all the way to Supreme Court and Herbert loses the",
        9370.08,
        9380.02
    ],
    [
        " case Herbert eventually became a clinical psychologist and also a police psychologist dies of cancer",
        9380.02,
        9392.14
    ],
    [
        " June 7th 2014",
        9392.86,
        9395.0
    ],
    [
        " just a the whole thing is a travesty and I guess the best thing we can do is what can we learn from it",
        9395.0,
        9420.1
    ],
    [
        " what can we learn from it I would say the obvious lesson here is put your ego aside and build",
        9421.38,
        9429.7
    ],
    [
        " relationships with people now you might say well these people are doing wrong okay so what good do",
        9429.7,
        9439.8
    ],
    [
        " you do when you just built form an antagonistic relationship could you have more influence over them",
        9439.8,
        9444.72
    ],
    [
        " or less influence over them you have less so if you can build a relationship with people now listen",
        9444.72,
        9454.1
    ],
    [
        " this is again this is so freaking hard this is what makes leadership hard if these if there's people",
        9454.1,
        9457.86
    ],
    [
        " that are doing things that are immoral illegal unethical okay what are you gonna do you can do what",
        9457.86,
        9463.74
    ],
    [
        " Herbert did stand up to him and guess what he gets fired now he has no influence over the situation",
        9463.74,
        9467.04
    ],
    [
        " because if you think like you have to stop that that's my moral obligation to stop this stuff from",
        9469.28,
        9474.98
    ],
    [
        " happening was did Colonel Herbert stop from happening no instead he's gone he has no more influence who",
        9474.98,
        9483.44
    ],
    [
        " took who took over his battalion some yes man when a Colonel Franklin's you know boys that came in",
        9483.44,
        9490.56
    ],
    [
        " and started telling the party line so freaking disaster it's just a disaster you get you get",
        9490.96,
        9507.92
    ],
    [
        " the high ground great you got the high ground and then you and then you look down on people",
        9507.92,
        9513.54
    ],
    [
        " and you get an antagonistic relationship with them",
        9513.98,
        9517.72
    ],
    [
        " yeah and there's all that all the stuff is documented you got to read the book",
        9517.72,
        9526.2
    ],
    [
        " and i'm sure we could have more discussions maybe we will maybe we'll bring some maybe we'll find",
        9526.2,
        9531.02
    ],
    [
        " somebody that was there that knows more about it I know those to look there's two size to every",
        9531.02,
        9537.54
    ],
    [
        " story too I mean you you were you pointed out you know was were they just trying to get the job",
        9537.54,
        9543.22
    ],
    [
        " done is was he exaggerating some of this I don't know I don't know my original take",
        9543.22,
        9553.74
    ],
    [
        " was that this guy is like a hack my original information that I got was this guy was a",
        9553.74,
        9561.42
    ],
    [
        " hack worth type individual from that was from from Colonel how his Herbert had worked for his",
        9561.42,
        9574.74
    ],
    [
        " grandfather right so this is like a close to where to get right now that we can go off of I don't",
        9574.74,
        9591.4
    ],
    [
        " proves it hate this feeling echo Charles the kind of empty feeling yeah sure don't like it",
        9599.34,
        9607.32
    ],
    [
        " yeah and so I don't like when I can't really identify the truth I can't like it yeah and that's",
        9607.32,
        9615.68
    ],
    [
        " kind of why I did think about that we're thinking about the other people's perspective you know",
        9615.68,
        9622.02
    ],
    [
        " and with that kind of you kind of think like how did how did let's say that the guy is like all",
        9622.02,
        9629.98
    ],
    [
        " wrong like because let's face according to the story it kind of sounds like they're almost like",
        9629.98,
        9634.02
    ],
    [
        " corrupt almost where they're like hey who cares you know kind of thing so it's like what so what",
        9634.02,
        9641.92
    ],
    [
        " we just have a straight-up corrupt military is that what you're saying like in that little",
        9641.92,
        9645.38
    ],
    [
        " that's absolutely what he's saying yeah so we know on certain terms he's saying that yeah but",
        9645.38,
        9650.54
    ],
    [
        " in which is horrible for us to think that this entire division or this entire brigade at a minimum",
        9650.54,
        9657.44
    ],
    [
        " was corrupt yeah and that's and that's what I'm thinking but the reality is like so these aren't",
        9657.44,
        9666.06
    ],
    [
        " like bad people like most people aren't just bad people who are just like destined for corruption or",
        9666.06,
        9671.08
    ],
    [
        " whatever it's almost like you kind of got to consider how did they get there why is it like that",
        9671.56,
        9675.64
    ],
    [
        " it's not because they're just these evil people who finally got their position of power and now",
        9675.64,
        9679.9
    ],
    [
        " can just exploit weakness and nothing like that but you take and you put all these factors in place",
        9679.9,
        9685.58
    ],
    [
        " like the fact that hey if you go do this tour you're gonna get promoted you're gonna get more money",
        9685.58,
        9690.18
    ],
    [
        " you're you got to go do this and when you get over there well what's the best way to get a good",
        9690.18,
        9693.96
    ],
    [
        " evaluation you get a good evaluation by doing whatever announce is doing late you know you don't",
        9693.96,
        9701.06
    ],
    [
        " have a lot of attention so if that's what we're doing you know it's an expression that you use",
        9701.06,
        9704.46
    ],
    [
        " you use this expression that's what we're doing you know like you'll say oh that's I thought that's",
        9704.46,
        9710.82
    ],
    [
        " just what we were doing yeah you use that expression sometimes well that's a normal thing for people",
        9710.82,
        9716.66
    ],
    [
        " to feel look that's what we're doing okay that's what everyone else is doing I'm okay yeah if we're",
        9716.66,
        9722.5
    ],
    [
        " gonna let the Vietnamese kind of run and do whatever they want if that's what we're doing cool I",
        9722.5,
        9727.42
    ],
    [
        " don't want to be the one that's drawn a bunch of attention myself it ain't about me so I'm just",
        9727.42,
        9731.68
    ],
    [
        " gonna kind of sit back and let it happen yeah so people getting in that mode and you lose vision",
        9731.68,
        9737.46
    ],
    [
        " here's the other thing like how much confidence do you have in yourself to say like hey everyone here",
        9737.46,
        9743.16
    ],
    [
        " is wrong everyone here that's letting this happen is wrong you know how do you not feel like wait a",
        9743.16,
        9749.36
    ],
    [
        " second there's you know a brigade of 5,000 people here and everyone's kind of down with what's",
        9749.36,
        9754.36
    ],
    [
        " happening and I'm the person that's not yeah there's something wrong here maybe it's wrong maybe",
        9754.36,
        9759.52
    ],
    [
        " there's something wrong with me yeah and you get the momentum and the inertia of you get the inertia of",
        9759.52,
        9769.14
    ],
    [
        " hey hey we're gonna get a new battalion commander soon enough don't worry about this guy we got",
        9769.14,
        9774.46
    ],
    [
        " he's gonna only gonna do to be here for six months what what what are we trying to do make money",
        9774.46,
        9778.9
    ],
    [
        " right we can run these little scams and make some money we we just want to have the time pass so",
        9779.42,
        9785.36
    ],
    [
        " I can move on I can just be done with my job trust me that's that's a real thing even in today's",
        9785.36,
        9791.34
    ],
    [
        " military like have you ever heard does zero defect zero defect model where it's like oh yeah we're",
        9791.34,
        9798.62
    ],
    [
        " gonna promote someone that has had no mistakes so if you're over on deployment if you're an Iraq",
        9798.62,
        9803.2
    ],
    [
        " or you're an Afghanistan and you want to get promoted and there's a mission to go do",
        9803.2,
        9809.44
    ],
    [
        " and you get to decide whether you go do that mission or not do you think you should do it or not",
        9809.44,
        9816.18
    ],
    [
        " oh yeah got it yeah so if you don't basically you don't take that much action you don't won't make",
        9816.18,
        9822.96
    ],
    [
        " that many mistakes you know and you can have the zero defect record you have the zero defect record I",
        9822.96,
        9827.66
    ],
    [
        " went on deployment I did four missions they all went well get a bronze star go home get a good",
        9827.66,
        9837.14
    ],
    [
        " evaluation and we're good to go yeah or I'm gonna go over there I'm gonna do a hundred missions",
        9837.14,
        9843.18
    ],
    [
        " every single one of those missions is a freaking challenge by the way if you're doing four",
        9843.18,
        9848.44
    ],
    [
        " missions you can kind of hand pick you do ten missions you do twenty missions your hand pick",
        9848.44,
        9853.28
    ],
    [
        " okay this one's not bad not a bad area we've got really good intel looks good all right go",
        9853.28,
        9858.62
    ],
    [
        " look go ahead and execute this one if you're gonna do a hundred missions you're going okay look",
        9858.62,
        9864.36
    ],
    [
        " this one's a little bit more high risk but we're gonna go it seems like it will make an impact will",
        9864.36,
        9868.08
    ],
    [
        " go execute it there's a tendency well not a tendency there's a possibility that you say you know",
        9868.08,
        9874.38
    ],
    [
        " what look I don't want to have anyone get hurt I don't want to have any bad you know I don't",
        9874.38,
        9883.26
    ],
    [
        " my job done to move on you know I want to punch the ticket so you end up doing 14 missions",
        9883.26,
        9888.46
    ],
    [
        " and you did your job good for you and now you get your ticket punched and you go home and",
        9888.46,
        9894.82
    ],
    [
        " everyone's good and by the way when you get home guess what everyone says hey he did it he was a",
        9894.82,
        9900.42
    ],
    [
        " he was a company commander he was a battalion commander he did a job he's a combat experience veteran",
        9900.42,
        9905.98
    ],
    [
        " as he said right so now you're kind of on a pedestal a little bit yeah even though you really don't",
        9905.98,
        9913.22
    ],
    [
        " say I'm saying is the system even more so in Vietnam was all set up where hey get over there keep",
        9913.22,
        9919.28
    ],
    [
        " your mouth shut go with the flow fit in with the crew yeah and that's why Hackworth had such a",
        9919.28,
        9925.3
    ],
    [
        " freaking issue with it and so did Herbert makes sense so almost like they should maybe think about",
        9925.3,
        9932.66
    ],
    [
        " and I'm saying this with complete ignorance by the way but they should change the little system",
        9932.66,
        9937.44
    ],
    [
        " to be to have you know like diving you're watch diving like uh I'm not an olympics or whatever",
        9937.44,
        9941.28
    ],
    [
        " diving right like platform whatever they have they have uh difficulty level and the difficulty level",
        9941.28,
        9947.5
    ],
    [
        " exactly right so you get a score for difficulty level and if the difficulty level is low bra you're",
        9947.5,
        9952.88
    ],
    [
        " not gonna get a high score you know yeah yeah it's true and that's fine again the system is really",
        9952.88,
        9959.0
    ],
    [
        " there it's very easy for the system to fall back into a zero defect mentality a risk of",
        9959.0,
        9966.6
    ],
    [
        " versatility because look I could go on deployment tomorrow and circumstances could be that there's",
        9968.32,
        9974.06
    ],
    [
        " just not a lot going on and so we did four missions not because we weren't aggressive but because",
        9974.06,
        9978.68
    ],
    [
        " there wasn't that many missions to do yeah and so I come back and you can't look down on me you",
        9978.68,
        9984.16
    ],
    [
        " can't say well jacke only did four missions I did all the ones that I could right I was aggressive",
        9984.16,
        9987.72
    ],
    [
        " as I could possibly be we only did four yeah you go on deployment there's you could do a hundred",
        9987.72,
        9992.36
    ],
    [
        " missions but you only do four you come back sad as many as jacke we're good to go and I'm a",
        9992.6,
        9998.02
    ],
    [
        " overall leader I wasn't there so I'm looking at it go hey I co did four jacke would did four hey these",
        9998.02,
        10003.24
    ],
    [
        " guys are equivalent we're good to go move on meanwhile you were super risk of verse didn't take any",
        10003.24,
        10007.28
    ],
    [
        " chances really didn't impact the battlefield and you're gonna get the same recognition so it's a",
        10007.28,
        10012.3
    ],
    [
        " very difficult thing to do it's a very difficult thing then you can see you can see that Vietnam",
        10012.3,
        10017.08
    ],
    [
        " just got so wrapped up in this this careerism of hey go do your time keep your mouth shut get you know",
        10017.08,
        10024.3
    ],
    [
        " go with the flow and that's that what the what are the missions that we're doing okay we're doing",
        10024.3,
        10029.52
    ],
    [
        " that kind of mission cool oh got it we got guys smoking pot no one really seems to notice that",
        10029.52,
        10035.14
    ],
    [
        " yeah well we guess we're smoking pot like it's just bad across the board yeah and a lot of it",
        10035.14,
        10041.58
    ],
    [
        " has to do with what is our mission what is our mission why what what what means we want yeah what",
        10041.58,
        10048.32
    ],
    [
        " means we want if you don't even know what means you want how are you gonna you know if you went",
        10048.32,
        10053.04
    ],
    [
        " on a football field and you didn't know what how if you didn't know how to score a goal what would",
        10053.04,
        10056.98
    ],
    [
        " you do yeah what would you do you wouldn't be able to do anything but as long as you know hey",
        10056.98,
        10062.36
    ],
    [
        " here's where you're trying to get to okay got it give me that ball moving foot down the field I'm",
        10062.36,
        10067.14
    ],
    [
        " moving to yard down the field I'm moving an inch down the field you're at least know which direction",
        10067.14,
        10070.42
    ],
    [
        " you're moving it if you get told hey go out on that field you know and tell us you where the end",
        10070.42,
        10074.72
    ],
    [
        " zone is right no no one tells you so what are you gonna do so as a leader you got to take that into",
        10074.72,
        10084.02
    ],
    [
        " account you got to make sure people know what the mission is you got to know what the strategy is",
        10084.02,
        10089.5
    ],
    [
        " and you better know why you're going to war and you better make that perfectly clear when you're",
        10089.5,
        10100.4
    ],
    [
        " check empty feeling sorry don't like it",
        10101.92,
        10109.56
    ],
    [
        " all right so what else can we do this is just a freaking while speaking of empty feelings I have",
        10109.56,
        10119.4
    ],
    [
        " one two three cans of empty two and a half cans of empty just plingo",
        10119.4,
        10130.26
    ],
    [
        " yes I'm glad because I'm just I had some two but I still feel empty",
        10131.08,
        10134.34
    ],
    [
        " empty all right hey it's all good well okay I won't start with discipline go how about that",
        10134.34,
        10139.94
    ],
    [
        " we'll just talk about jocco fuel in general okay look we're on the path we're learning stuff",
        10139.94,
        10144.26
    ],
    [
        " lessons hard and easy by the way obviously we're hoping man yeah well you know how they say like",
        10144.26,
        10152.86
    ],
    [
        " there's hard less like the hard lessons are the ones that are learned like the best",
        10152.86,
        10158.7
    ],
    [
        " yes true he who suffers remembers yeah there you go yeah so boom so we're on the path right we're",
        10158.74,
        10167.26
    ],
    [
        " looking for lessons we're learning firm lessons learning from lessons from others that's one of",
        10167.26,
        10173.02
    ],
    [
        " those efficiency things yeah there's some great leadership lessons in the both these books that's",
        10173.02,
        10177.7
    ],
    [
        " for sure like some like that thing about planning if you if you let your team come up with a plan",
        10177.7,
        10182.7
    ],
    [
        " they're invested they have a my period of interest in seeing the plan succeed that right there is gold",
        10182.7,
        10187.16
    ],
    [
        " read those books look you come away feeling empty like I did let me fill in that hole a little bit",
        10187.48,
        10191.4
    ],
    [
        " there I just did I just filled in my own hole in my heart for getting to the end of this book by",
        10191.4,
        10196.66
    ],
    [
        " saying hey if you let your team come up with a plan they have a material interest in making the",
        10196.66,
        10202.22
    ],
    [
        " plan succeed there you go I feel better already me too so yes the last one on the path and through",
        10202.22,
        10210.22
    ],
    [
        " that path a lot of people know about the path they don't walk the path",
        10210.22,
        10214.5
    ],
    [
        " I saw that meme today and stuck in my head but when we when we do walk the path we may need",
        10215.34,
        10221.76
    ],
    [
        " assistance assistance through whether it be mentorship guidance or supplementation as far",
        10221.76,
        10229.08
    ],
    [
        " as supplementation goes we have jacquo fuel so we got stuff for our joints we got stuff for protein",
        10229.08,
        10235.68
    ],
    [
        " we got stuff for our brain and we got stuff for immunity that's it right more or less",
        10235.68,
        10244.02
    ],
    [
        " or I'm just getting stronger with some milk yes that's the protein that's that additional",
        10244.02,
        10248.2
    ],
    [
        " product oh yeah so and here's the thing I was thinking about something else I'm I understand fully",
        10248.2,
        10253.36
    ],
    [
        " well here's the thing here's the formula for getting strong could you tell I was like not with you",
        10253.36,
        10258.36
    ],
    [
        " yeah okay I'm just making sure I'm very used to that dynamic no usually I'm paying attention",
        10258.36,
        10265.32
    ],
    [
        " well depends on what you mean by usually but true yeah anyway the formula for getting strong",
        10265.74,
        10272.84
    ],
    [
        " that if you sense that from me it should be a non-verbal cue to talk fast and kind of rap yeah",
        10272.84,
        10279.02
    ],
    [
        " I thought that in the beginning but now you don't care after a while yeah it's just whatever you don't",
        10279.02,
        10283.42
    ],
    [
        " care I'm very I'm very used to you have no material interest in moving this conversation wrong",
        10283.42,
        10287.34
    ],
    [
        " which is fine it's just say I have a material interest but it's very small nonetheless okay the",
        10287.34,
        10293.44
    ],
    [
        " the the material formula for being strong is three things the correct exercise the correct rest in",
        10293.44,
        10303.64
    ],
    [
        " recovery and the correct fuel nutrition slash fuel slash food fuel yeah moch is part of that last",
        10303.64,
        10313.2
    ],
    [
        " part the fuel for getting strong seems saying so yeah moch will make you strong as long as those",
        10313.2,
        10318.48
    ],
    [
        " other two things are in place as well sure anyway go to jacobfuel.com for all these things",
        10318.48,
        10323.22
    ],
    [
        " score score some supplementation for this path that we are walking not just knowing about you can",
        10323.9,
        10329.54
    ],
    [
        " also get a vitamin shop you can also get it at wawa you can get the you can get the discipline go",
        10329.54,
        10336.34
    ],
    [
        " drinks at wawa if you need some energy sure then you can go to wawa and get some and also all",
        10336.34,
        10342.96
    ],
    [
        " these things was kind of cool you're you're you're gonna want to get you want to want to get them",
        10342.96,
        10349.36
    ],
    [
        " and have them there when you need them so you want to subscribe and if you subscribe you get",
        10349.36,
        10356.08
    ],
    [
        " free shipping and shipping can be expensive yeah you know it's yeah the I think the the main benefit",
        10356.08,
        10365.78
    ],
    [
        " aside from the discount for sure is you not having to think about it that is the thing about",
        10365.78,
        10371.06
    ],
    [
        " other stuff now that is a that is a definite benefit so you're getting paid basically to do",
        10371.06,
        10377.0
    ],
    [
        " something that's already good for you yeah double dip you're right you're right",
        10377.0,
        10382.3
    ],
    [
        " temptation of justice so getting paid you know how they say a penny saved is a penny earned that's",
        10382.3,
        10388.12
    ],
    [
        " it right yeah it's kind of thing it's more of a framing thing okay not to go too deep on framing",
        10388.12,
        10392.76
    ],
    [
        " please don't but if you just said you just said you're getting paid to do something you're healthy",
        10392.76,
        10398.44
    ],
    [
        " yeah in a way right you are so if you subscribe you're getting paid to do something that's good for",
        10398.44,
        10403.88
    ],
    [
        " you yep which is awesome yeah check that out jacqualfield.com also we got a bunch of jiu jitsu stuff",
        10403.88,
        10410.2
    ],
    [
        " if you are into jiu jitsu which you should be by all accounts you should be into jiu jitsu go to",
        10410.2,
        10417.6
    ],
    [
        " origin at usa.com you can get jiu jitsu stuff but if you're let's say you haven't gotten into",
        10417.6,
        10422.88
    ],
    [
        " jiu jitsu yet you're going to but you still need clothing for your body you need jeans you need",
        10422.88,
        10430.14
    ],
    [
        " boots you need t-shirts you need hoodies sure you need hats well there's a lot of benefits to hats we",
        10430.54,
        10440.22
    ],
    [
        " yeah you don't wear a hat ever pretty much anyways you can get all that stuff American made",
        10440.22,
        10446.28
    ],
    [
        " made in America yep made in America yeah origin USA.com check it out also jaco has a store as well",
        10446.28,
        10459.9
    ],
    [
        " for more of those shirts and hats hoodies what shorts by the way shorts yes which I'm wearing right",
        10459.9,
        10467.6
    ],
    [
        " now oh yeah deathcore shorts oh yeah yeah all right hardcore rickondo shirt that's what I'm wearing",
        10467.6,
        10473.34
    ],
    [
        " today yeah in honor of come on baby hack worth yes sir check yep that's a good one oh yeah",
        10473.34,
        10480.16
    ],
    [
        " let a lot of stuff on there um I say it's to represent while we're on the path that's what you say",
        10480.16,
        10488.8
    ],
    [
        " and that is true but there's a little bit more to it you gotta find out for yourself also we have a",
        10488.8,
        10496.0
    ],
    [
        " subscription situation on there too for a little bit different types of designs a little bit more",
        10496.0,
        10500.42
    ],
    [
        " creative win listed john bozac who just happens to be maybe not happens to be this is all for a reason",
        10500.42,
        10508.24
    ],
    [
        " but he is the illustrator for the way the worry kid series and my dear dragons and my",
        10509.06,
        10514.54
    ],
    [
        " kids dragons and some posters as well anyway this is good artists we enlisted him for some of the",
        10514.54,
        10519.62
    ],
    [
        " designs on this subscription shirt situation called the shirt locker check anyway look into that if",
        10519.62,
        10527.9
    ],
    [
        " you like that hey man get that jaco store dot com is where that's at we got you can you can",
        10527.9,
        10533.6
    ],
    [
        " subscribe to this podcast or the other podcast we got a gut jaco unraveling got a few new",
        10533.6,
        10538.04
    ],
    [
        " episodes of that out there savage grounded podcasts which we haven't done in a while but",
        10538.04,
        10542.46
    ],
    [
        " where your kid podcast we got some new of those new of those out if you want to you can check all",
        10542.46,
        10547.46
    ],
    [
        " those out you can subscribe you can also join us on the underground the u g jaco u g jaco",
        10547.46,
        10553.66
    ],
    [
        " underground dot com little alternative podcasts we've been doing some q and a on there from people",
        10553.66,
        10558.98
    ],
    [
        " that are on jaco underground if you want to subscribe to that go to jaco underground dot com it",
        10558.98,
        10564.76
    ],
    [
        " costs eight dollars and eighteen cents a month if you can't afford that it's okay we don't want to",
        10564.76,
        10571.22
    ],
    [
        " exclude you because you're having a financial rough spot if you want to hear what we're talking about",
        10571.22,
        10578.4
    ],
    [
        " you can go to you can email assistance at jaco underground dot com yep also you have a youtube",
        10578.4,
        10585.1
    ],
    [
        " channel video version of this podcast also we have excerpts on there so you can be enlightened in",
        10585.1,
        10592.1
    ],
    [
        " the event of you missing a certain concept or whatever you know we try to post those regularly so",
        10592.1,
        10596.98
    ],
    [
        " so yeah we can you can check those out we're verified to by the way on youtube proud of that",
        10596.98,
        10603.66
    ],
    [
        " did you ever get that thing where are you supposed to get something",
        10603.66,
        10606.92
    ],
    [
        " like a plaque or something oh yeah yeah the little play button or something I think that's",
        10606.92,
        10614.16
    ],
    [
        " when you get to a certain amount of subscribers I did not get it no how many subscribers do you",
        10614.16,
        10618.04
    ],
    [
        " have to have oh I for there's different plaques so I think you get one out of I could be wrong",
        10618.04,
        10623.34
    ],
    [
        " like after ten thousand or a hundred thousand and then after a million if I'm not mistaken and then",
        10623.34,
        10629.38
    ],
    [
        " after ten million subscribers how many do we have oh we were we broke the threshold of one million so",
        10629.38,
        10635.18
    ],
    [
        " technically we should have two play buttons somewhere somewhere around here I don't know I got to double",
        10635.18,
        10639.36
    ],
    [
        " check my play button oh buttons I can't show you anyway yeah we have a youtube channel how about that",
        10639.36,
        10646.84
    ],
    [
        " okay except the psychological warfare we got an album with tracks where I talk about",
        10646.84,
        10651.16
    ],
    [
        " overcoming a moment of weakness we have flipside canvas dot com Dakota Meyer",
        10651.16,
        10656.1
    ],
    [
        " putting out things that you can hang on your wall that look cool books bunch of books",
        10656.1,
        10661.7
    ],
    [
        " soldier which is the book we covered today the making of a soldier the book we covered last",
        10661.7,
        10667.4
    ],
    [
        " podcast they're both by Anthony Herbert final spin it's a story that I wrote might be a poem I'm",
        10667.4,
        10678.84
    ],
    [
        " not sure you're gonna have to check it out yourself it's available for preorder right now I'm sure",
        10678.84,
        10683.94
    ],
    [
        " the publishers like well there's probably only gonna be you know we'll probably sell 50 of these",
        10683.94,
        10688.5
    ],
    [
        " so we'll print 50 if you don't preorder don't be mad preorder so you can get that first that",
        10688.5,
        10697.02
    ],
    [
        " dish leadership strategy and tactics field manual the code the evaluations the protocols",
        10697.02,
        10700.64
    ],
    [
        " disembowage freedom fan field manual all the warrior kid books miking the dragon about face",
        10700.64,
        10704.92
    ],
    [
        " extreme ownership of the dichotomy leadership I have a leadership consultancy it's called",
        10704.92,
        10709.74
    ],
    [
        " echelon front you can go to echelon front dot com for details if you want us to help inside your",
        10709.74,
        10714.88
    ],
    [
        " organization we have online training ef online dot com we've got a bunch of live events including",
        10714.88,
        10722.56
    ],
    [
        " the muster 2021 go to extremal ownership dot com if you want to come to one of those we've got",
        10723.54,
        10728.6
    ],
    [
        " ef battlefield we've got FTX if you want to help service members active and retired service members",
        10728.6,
        10736.12
    ],
    [
        " their families gold star families check out mark lease mom mom Elise she's got a charity organization",
        10736.12,
        10742.2
    ],
    [
        " if you want to donate or you want to get involved go to america's mighty warriors dot org and if you",
        10742.2,
        10747.88
    ],
    [
        " want more of my drawn out orations or you'll need more of echoes questionable queries you can",
        10747.88,
        10756.54
    ],
    [
        " find us on the inner webs on twitter on the gram and on facebook echoes ad equitrals i'm out jacquo",
        10756.54,
        10763.06
    ],
    [
        " willink and thanks to all the people out there in the service of our nation around the world",
        10763.06,
        10767.72
    ],
    [
        " and the just try and remember that the enemies outside the wire and try and keep the egos",
        10767.72,
        10776.42
    ],
    [
        " in check and support each other and to our police and law enforcement fire fighters and paramedics",
        10776.42,
        10781.32
    ],
    [
        " and EMTs and dispatchers and correctional officers and board of control and secret service",
        10781.32,
        10784.4
    ],
    [
        " and all first responders out there every single day thank you for doing what you do so that we",
        10784.4,
        10790.78
    ],
    [
        " can do what we do and to everyone else listen antagonistic relationships do not help you in life they",
        10790.78,
        10806.2
    ],
    [
        " don't help your mission they don't help your team if you don't agree with somebody on something",
        10806.2,
        10813.48
    ],
    [
        " find something that you do agree on build bonds instead of breaking them there is enough in the",
        10813.48,
        10823.36
    ],
    [
        " world trying to rip us apart fight that it's how we all win in the end",
        10823.42,
        10833.96
    ],
    [
        " and until next time zecco and jacquo out",
        10833.96,
        10840.94
    ]
]