[
    [
        " Awesome. Alright, I'm gonna jump into this book.",
        0.0,
        2.34
    ],
    [
        " The first boy to introduce himself was a nine-year-old named Abdullah. He struck me with his light eyes,",
        4.24,
        12.0
    ],
    [
        " gap tooth smile, and spattering of freckles across his nose. There was a gentleness to his demeanor.",
        12.18,
        17.4
    ],
    [
        " I wondered how such gentleness could come from a child that had been ripped from his home by war.",
        17.74,
        22.16
    ],
    [
        " Abdullah told us that he was a Muslim from Sinjar, or Sinjar, as they say in Kurdish.",
        24.3,
        32.0
    ],
    [
        " He had been forced to flee two months earlier when ISIS invaded his village. He insisted on showing",
        32.42,
        37.74
    ],
    [
        " us around the camp, annotating like a proud tour guide. He explained the different people who lived",
        37.74,
        43.28
    ],
    [
        " there and where they were all from. He explained how they had been confronted with the same vicious",
        43.28,
        48.52
    ],
    [
        " enemy and how they coped in different ways. Some ISIS we knew, Abdullah said. Some of our neighbors",
        48.78,
        55.74
    ],
    [
        " became ISIS too. I did not know then that such a phrase would be repeated time and time again",
        55.74,
        61.44
    ],
    [
        " as the years went on. I did not realize then the importance of that phrase. The clefs and all",
        61.44,
        68.6
    ],
    [
        " the conspiracies that would come from it. That one phrase would come to represent the fissures of a",
        68.6,
        75.12
    ],
    [
        " country that I wasn't sure could ever be put back together. Our neighbors became ISIS too.",
        75.36,
        81.3
    ],
    [
        " There's something that I failed to do as I put these notes together is throughout the book you",
        82.82,
        89.26
    ],
    [
        " pick these characters and you revisit them. I get some of them but I don't get all of them.",
        89.26,
        95.62
    ],
    [
        " I'm not sure if I get back to Abdullah but that's what you do. As people hear me talk about",
        95.66,
        101.28
    ],
    [
        " these different characters. Look, the book is 450 pages long and so if people are wondering like,",
        101.28,
        108.24
    ],
    [
        " oh, I wonder what happened to that kid or what happened to that character. Many of the characters",
        108.24,
        112.02
    ],
    [
        " that you become close with, you revisit over the years. As I said, the length of the book is five",
        112.02,
        119.2
    ],
    [
        " years or four or four and a half years or something like that. There's a lot. I mean, think of a kid",
        119.2,
        123.96
    ],
    [
        " that's 10 years old becomes 14. That's a big difference. Obviously there are also our characters",
        123.96,
        130.76
    ],
    [
        " that you never see again and God knows what happens to them. Fast forward a little bit here.",
        131.66,
        140.44
    ],
    [
        " The soldiers at the Mazzool Dam greeted us warmly. The Peshmerga began and this I'm giving everyone",
        140.86,
        146.78
    ],
    [
        " a background in Peshmerga what you do and look, you give all kinds of nice little history lessons",
        146.78,
        150.4
    ],
    [
        " in here too. The Peshmerga began as something of a mountain militia in the 1920s when the push for",
        150.4,
        156.16
    ],
    [
        " Kurdish independence began. In recent decades, they had faced unrelenting persecution from the",
        156.16,
        161.62
    ],
    [
        " Baff loyalist and of former Iraqi dictator Saddam Hussein. One Peshmerga fighter told me they",
        161.62,
        169.06
    ],
    [
        " don't suffer from psychological issues pertaining to combat because they have grown up around fighting",
        169.06,
        174.22
    ],
    [
        " and have developed an early understanding that it is just what we have to do. To them, PTSD was",
        174.22,
        180.42
    ],
    [
        " something of a first world phenomenon. We worked with Kurdish soldiers sometimes in the Iraqi",
        180.42,
        188.22
    ],
    [
        " army and they were just really good and they just were really good. They have that. That's why that",
        188.22,
        195.02
    ],
    [
        " that's what they do. They grow up fighting. That's sort of their thing. It's like when you're in the",
        195.02,
        199.92
    ],
    [
        " US military and you meet someone that's from Wyoming and they grew up hunting and living out in",
        199.92,
        209.74
    ],
    [
        " the land and they're going to be good soldiers. That's just how it is. Somebody from Alabama",
        209.74,
        213.02
    ],
    [
        " that grew up in the woods, they're going to be a good soldier. That's just how it is. That's how",
        213.02,
        217.34
    ],
    [
        " you feel about the current. That's how I always felt about the current. Just because they say they",
        217.34,
        220.74
    ],
    [
        " don't suffer from psychological problems doesn't mean that they don't. That's just a very different",
        220.74,
        226.26
    ],
    [
        " relationship that they have with it. Not just the Peshmerga but in a lot of the in the Middle East",
        226.26,
        231.74
    ],
    [
        " in the armies and things. It's just not something that they acknowledge or really talk about.",
        231.74,
        236.9
    ],
    [
        " Yeah. In many ways it's something that we haven't talked about up until these",
        237.96,
        244.2
    ],
    [
        " most recent wars. Even though it's always been there. You continue on here. The Peshmerga soldiers",
        244.2,
        251.14
    ],
    [
        " range from around 18 to more than 70 years old with many coming out of retirement in the quest",
        251.14,
        256.04
    ],
    [
        " to defeat ISIS threat. During days of intense conflict the Peshmerga are lucky to return to their",
        256.04,
        261.96
    ],
    [
        " base for two or three hours of sleep and a quick bite to eat before venturing back to their",
        261.96,
        265.8
    ],
    [
        " fighting locus. As it stood a prominent portion of the fighters are not soldiers but what they",
        266.52,
        271.36
    ],
    [
        " call security advisors who don't take a salary and volunteered simply out of devotion.",
        271.36,
        275.96
    ],
    [
        " There are special forces that have been arranged for these people. They don't register their names",
        277.44,
        281.8
    ],
    [
        " and don't sign contracts. They just want to serve in Kurdistan.",
        281.8,
        284.64
    ],
    [
        " One Peshmerga soldier explained how ISIS commanders often drug young fighters with special tablets",
        285.44,
        295.56
    ],
    [
        " that leave them disoriented and shooting wildly into the night. Sometimes they were able to keep",
        295.56,
        300.48
    ],
    [
        " going despite being shot several times taking upwards of 20 bullets before they went down.",
        300.48,
        304.62
    ],
    [
        " For those who survive and that's been referenced to the ISIS fighters. When they realize what they've",
        305.9,
        310.44
    ],
    [
        " done they sometimes regret it. And you say here almost every Kurd wants to share their history,",
        310.44,
        322.18
    ],
    [
        " history of their people and their oppression. But the string that could be weaved through and",
        322.72,
        327.2
    ],
    [
        " through was that they did not expect to be granted freedom for nothing. They knew they would have to",
        327.2,
        331.66
    ],
    [
        " fight for every fight for every step of the way. The secession of letdowns, of losses and gains",
        331.66,
        337.22
    ],
    [
        " was all part of their rough climb up the rope of revolution. At the top they would find their",
        337.22,
        342.9
    ],
    [
        " independence. When they referred to their soldiers killed on the battlefield they sometimes",
        342.9,
        347.62
    ],
    [
        " said that they were martyred and sometimes said that they were murdered. I wondered how",
        347.62,
        351.88
    ],
    [
        " differently Americans would see wars if the press and the people spoke of our troops in the",
        351.88,
        357.02
    ],
    [
        " firing line as having died in a homicide rather than killed in action. And now you kind of reflect",
        357.02,
        363.72
    ],
    [
        " on this battle that had taken place. The rain fell harder, the bullets flew wildly into the growing",
        363.72,
        369.02
    ],
    [
        " darkness that hid the dead ISIS bodies nearby. Hungry, untamed dogs had gouged into the skeletons",
        369.02,
        376.28
    ],
    [
        " almost immediately. Some had been dead for days. Some had names and others had been left nameless.",
        377.08,
        382.76
    ],
    [
        " Some maculated by the creatures howling at the moon had no faces.",
        383.58,
        389.96
    ],
    [
        " So you jump right into this stuff with I mean this battle that's taking place up at the",
        391.6,
        406.26
    ],
    [
        " Paris Hilton's Malibu Beach parties I guess.",
        407.82,
        409.84
    ],
    [
        " Definitely. And when I first went I didn't go with the intention of going to the front lines,",
        410.04,
        417.32
    ],
    [
        " I really went with the intention of trying to understand I guess the human cost of war.",
        417.72,
        423.9
    ],
    [
        " And I really just wanted to go and talk to people that live there. I wanted to understand",
        424.02,
        427.28
    ],
    [
        " what it was like to be a displaced person, what it was like to sort of have everything and then",
        427.28,
        435.34
    ],
    [
        " have nothing. And I just happened to sort of make a good connection through somebody. And then",
        435.34,
        441.9
    ],
    [
        " when I went to meet him, it was a crazy story. He came, picked us up. The car got stuck in the mud.",
        441.9,
        450.04
    ],
    [
        " And there was sort of a lot of fighting going on. And so we sort of had to go into a different",
        450.92,
        455.98
    ],
    [
        " direction. And then we ended up sort of on the front lines. It wasn't something I'd even really",
        455.98,
        459.8
    ],
    [
        " planned. And I'm sure my bosses would have had a heart attack if I'd sort of told them in advance.",
        459.8,
        464.4
    ],
    [
        " But yeah, it was it was a it was a night very eye opening. And",
        465.34,
        469.34
    ],
    [
        " even when I guess the times that I've spent with the Pechamago, with other soldiers,",
        469.34,
        475.6
    ],
    [
        " Iraqi soldiers on the front line, it's always still been that same theme for me of wanting to get",
        475.72,
        480.42
    ],
    [
        " that human cost. So I'm much more interested in in those stories, I guess, from my perspective,",
        480.42,
        486.56
    ],
    [
        " than than what we call the the bang bang is what journalists usually call the sort of the more",
        486.56,
        491.48
    ],
    [
        " military aspect of it. I wanted to understand who they were, who their families were, what",
        491.76,
        497.5
    ],
    [
        " their motivation for being there was. As you said, it's, you know, these people coming out and",
        497.5,
        501.88
    ],
    [
        " volunteering and and they're not getting paid and they're bringing their AK-47 from home.",
        501.88,
        507.26
    ],
    [
        " And they don't really have much more beyond that. And I just that to me was fascinating. What is it?",
        507.74,
        512.56
    ],
    [
        " What is motivating you? What is driving you? What what are you sacrificing to do this? And do you",
        512.8,
        518.5
    ],
    [
        " plan to just keep doing this over and over again? And I think for me, that was always the question",
        518.5,
        523.88
    ],
    [
        " that I was trying to trying to understand or trying to piece together in my head.",
        523.88,
        529.9
    ],
    [
        " Jan, as I'm sitting here thinking about you on the front lines for the first time, sort of",
        530.98,
        536.34
    ],
    [
        " and then going back to the conversation we had about being naive. And I just I just remember to",
        536.34,
        542.5
    ],
    [
        " conversation, I first of all, I've had this conversation with a bunch of veterans. But the one",
        542.5,
        547.86
    ],
    [
        " that came to my mind was a guy by the name of Dean Ladd who is a Marine in World War II who",
        547.86,
        554.34
    ],
    [
        " went on the island campaign. And he was going into Tarawa as a Marine, as a Marine Platoon commander",
        554.34,
        564.46
    ],
    [
        " or a company commander. I forget which. But I there was this was an insane operation. They could",
        564.46,
        570.78
    ],
    [
        " tell it was going to be insane. They're going to storm the beaches where the Japanese had been",
        570.78,
        575.54
    ],
    [
        " dug in for three years. And he did this over and over again. But I said, well, did you think anything",
        575.54,
        580.88
    ],
    [
        " might happen to you? He said, that's always going to happen to the other guy, which is what everybody",
        580.88,
        584.5
    ],
    [
        " thinks, which is what everybody thinks. And that's what I think. That's probably going to happen",
        584.5,
        591.42
    ],
    [
        " to somebody else, but not me. And I think just I guess by nature, with a lot of journalists, whether",
        591.42,
        596.34
    ],
    [
        " they've had tremendous years behind them doing this or not, it's I guess it's that same notion of",
        596.34,
        603.7
    ],
    [
        " we're not working for the government. We're not working for anyone in particular beyond our",
        603.7,
        610.94
    ],
    [
        " organizations. And so you sort of have this kind of strange freedom. Now, what it's telling you what",
        610.94,
        616.96
    ],
    [
        " to do, and for me, I guess I really wanted to take advantage of that and just, yeah,",
        616.96,
        625.88
    ],
    [
        " I remember one time being at, did you ever go to Tajji airbase? Just had to have a bag there.",
        626.12,
        631.16
    ],
    [
        " I think I flew through there, but I never spent any time there. And I spend a bit of time there,",
        631.34,
        635.24
    ],
    [
        " and I was with the Aussies, and then we were supposed to go to Elisade on the to the marine base there.",
        635.32,
        640.86
    ],
    [
        " There was just dust storm after dust storms. Every flight was getting canceled. I was like, I just",
        641.16,
        645.8
    ],
    [
        " want to go back to Baghdad. I was trying to get an interview with Sardar, and I was just, let's",
        645.8,
        655.86
    ],
    [
        " calling a cab from Tajji to like come and get me so I could drive back to my hotel and meet my",
        655.86,
        660.04
    ],
    [
        " fixer in Baghdad. I remember the Aussies standing there going, you're just crazy. And then",
        660.04,
        665.54
    ],
    [
        " Sipo were really jealous. I was like, yeah, I can do that. Yeah. And what's interesting going back",
        665.54,
        672.38
    ],
    [
        " to the earlier conversation, if you were to take a convoy back from there to Baghdad, you would",
        672.38,
        679.18
    ],
    [
        " probably be at greater risk, much greater risk than if you were in a cab, an orange and white",
        679.18,
        683.92
    ],
    [
        " opal freaking taxi cab that are driving all over the place. Yeah. Yeah. And I would do that",
        684.54,
        689.12
    ],
    [
        " through work. I remember going through like all these Iranian militia checkpoints. I was",
        689.12,
        693.12
    ],
    [
        " would be in these Yazidi cars with a baby on my lap pretending I was a Yazidi. You know,",
        693.12,
        699.08
    ],
    [
        " put the scarf over my head. There's a baby in my lap. I think I managed to get through about",
        699.12,
        703.82
    ],
    [
        " a hundred of these Iranian Chea checkpoints. And not one of them questioned me. And I remember",
        703.82,
        713.9
    ],
    [
        " journalists, I knew a couple of people and they got busted at checkpoints and turned around or turned",
        713.96,
        719.62
    ],
    [
        " in or whatever it was. And for me, that was going under the radar. I got to where I needed to be.",
        719.62,
        725.54
    ],
    [
        " Had I even got the checkpoint permission slips that you're supposed to get, I wouldn't have",
        726.2,
        732.0
    ],
    [
        " gotten through. So sometimes you just got to not play by the rules under the radar. That's the theme.",
        732.0,
        737.64
    ]
]