[
    [
        " I started to think about, okay, I have an opportunity here to stand on the outside and there were",
        0.0,
        6.72
    ],
    [
        " other things, you know, we, they wanted to build a huge land fill over one of our biggest",
        6.72,
        11.36
    ],
    [
        " water aquifers in Hawaii.",
        11.36,
        12.72
    ],
    [
        " All of our water comes from groundwater.",
        12.84,
        14.44
    ],
    [
        " So, you know, I and a whole bunch of other people, we went out and got petitions and we organized",
        14.88,
        20.18
    ],
    [
        " and ultimately thankfully we were able to get that project canceled.",
        20.18,
        23.88
    ],
    [
        " But it got as far as it did because of a politician who was kind of in the pocket of the",
        24.5,
        30.18
    ],
    [
        " landfill company.",
        30.18,
        31.5
    ],
    [
        " And so I started to think, you know, I can, I can stand on the outside and hold a sign",
        32.66,
        37.0
    ],
    [
        " or circulate a petition or I can try to put myself in a position of influence and decision-making",
        37.0,
        44.6
    ],
    [
        " to directly impact a lot of these environmental issues that I really care a lot about.",
        44.6,
        49.36
    ],
    [
        " And that's what led me to run for state house in 2002.",
        49.7,
        54.26
    ],
    [
        " My dad?",
        54.64,
        56.24
    ],
    [
        " How old were you?",
        56.26,
        56.64
    ],
    [
        " I was 21.",
        56.86,
        57.4
    ],
    [
        " And my dad, that was the first, that my dad ran for city council that same year.",
        58.44,
        61.38
    ],
    [
        " So it was kind of, it was kind of fun for us to share, so you ran for city council out",
        61.58,
        65.6
    ],
    [
        " in Hawaii.",
        65.6,
        65.86
    ],
    [
        " And I was running for state house in Eva Beach.",
        66.28,
        69.0
    ],
    [
        " And so our districts, like, they didn't overlap really but they were adjacent to each other.",
        69.74,
        74.72
    ],
    [
        " But every morning it was like, okay, my mom would pack a lunch and send him out and",
        75.18,
        83.22
    ],
    [
        " I went out and we were sign waving every day and knocking on doors every day for months.",
        83.22,
        87.3
    ],
    [
        " But that was, that was both of our introduction into running for office at the same time.",
        88.26,
        94.44
    ],
    [
        " And it was for me, it was a totally, it was a totally foreign experience because I had",
        94.54,
        100.98
    ],
    [
        " no formal education in it.",
        102.38,
        103.72
    ],
    [
        " I was not a part of a debate team had not been trained to public speak in any way at all.",
        103.9,
        109.2
    ],
    [
        " And on top of all of that, total 100% introvert.",
        110.26,
        115.92
    ],
    [
        " Like, you know, I had my circle of friends growing up, but I was so shy and I was fine with",
        117.16,
        125.84
    ],
    [
        " it because I just hung out with who I wanted to hang out with.",
        125.84,
        128.14
    ],
    [
        " But anybody outside of that, I would not, I wouldn't talk to people.",
        128.14,
        134.24
    ],
    [
        " I'd make my sister go out and talk to people and I'd read books and do my martial arts",
        134.82,
        139.38
    ],
    [
        " and yoga and just do my thing.",
        139.38,
        142.3
    ],
    [
        " And so to then put, choose to put myself in a position where I'd have to learn how to",
        142.96,
        150.04
    ],
    [
        " give speeches, I'd have to figure out how to pick up the phone and call total strangers,",
        150.04,
        154.56
    ],
    [
        " which was anxiety inducing in and of itself, but not only do that, but ask them, like,",
        154.56,
        159.54
    ],
    [
        " hey, would you like to donate to my campaign for a state house to then go like, I never",
        159.68,
        166.3
    ],
    [
        " forget the first day I went to go knock on doors.",
        166.3,
        168.1
    ],
    [
        " Like, I knew enough about, I'd done enough research to know, okay, if I'm going to run",
        168.28,
        172.78
    ],
    [
        " for this seat, I'm going to run to win.",
        172.78,
        174.1
    ],
    [
        " And in order to do that, I have to convince this many people to vote for me in order to",
        174.76,
        180.92
    ],
    [
        " win this race.",
        180.92,
        181.52
    ],
    [
        " So I had, I had the math figured out and I had the voting list, people's addresses and",
        181.8,
        186.96
    ],
    [
        " names and literally got on the computer, made like this black and white kind of janky",
        186.96,
        193.66
    ],
    [
        " brochure, saying this is who I am.",
        193.66,
        196.48
    ],
    [
        " And so I had, you know, copies of that that I went and made at the copy shop and I sat",
        196.6,
        202.22
    ],
    [
        " in my car.",
        202.22,
        203.02
    ],
    [
        " It's like a aquacolored geo metro, two door geo metro.",
        203.52,
        208.08
    ],
    [
        " On old, ever beach road in, in Y Pahu.",
        210.0,
        213.12
    ],
    [
        " And it took me about 30 minutes in the car to summon up the courage to go knock on that",
        214.26,
        221.8
    ],
    [
        " first door.",
        221.8,
        222.26
    ],
    [
        " And I was terrified, absolutely terrified, just thinking of every scenario that could",
        222.98,
        228.9
    ],
    [
        " possibly go wrong.",
        228.9,
        230.08
    ],
    [
        " But also like, what are the first words that need to come out of my mouth?",
        230.48,
        234.32
    ],
    [
        " And then what if they asked me this question?",
        234.68,
        237.42
    ],
    [
        " What if I don't know the answer, just all of these different things?",
        237.42,
        240.04
    ],
    [
        " And like, when knocked on the first door and like, just wonderful old Filipino lady adds",
        241.06,
        246.4
    ],
    [
        " to the door and she's like, hey, how are you?",
        246.4,
        248.68
    ],
    [
        " Just wonderfully kind and offered me a glass of water.",
        248.96,
        252.6
    ],
    [
        " And like, the whole thing's like, oh my god, okay.",
        252.6,
        254.82
    ],
    [
        " Then went through the whole scenario over again for the next door.",
        255.4,
        259.54
    ],
    [
        " Whole scenario, like every single door was a major obstacle for me.",
        260.24,
        266.34
    ],
    [
        " And ultimately, like, why put myself through this?",
        266.62,
        269.66
    ],
    [
        " And how did I get through it?",
        269.92,
        271.1
    ],
    [
        " It really just, that groundedness and the ability to step way outside of anything I was",
        271.2,
        279.12
    ],
    [
        " comfortable with came from that desire to serve and knowing that ultimately keeping",
        279.12,
        285.3
    ],
    [
        " reminding myself, ultimately, like, why do you care so much about yourself?",
        285.3,
        288.66
    ],
    [
        " This is not about you.",
        288.84,
        290.0
    ],
    [
        " If you wanted to do something for yourself, you would certainly not be doing this.",
        291.08,
        294.68
    ],
    [
        " You'd be out surfing right now.",
        294.86,
        295.96
    ],
    [
        " And that was, that was my introduction into, uh, into elected politics.",
        297.24,
        304.3
    ],
    [
        " Sir, you won.",
        304.9,
        305.7
    ],
    [
        " Did your dad win?",
        305.92,
        306.56
    ],
    [
        " I won and he won.",
        306.68,
        307.54
    ],
    [
        " Yep.",
        307.74,
        307.86
    ],
    [
        " And my mom, my mom was serving.",
        308.54,
        310.72
    ],
    [
        " She served one four year term in the Board of Education.",
        310.84,
        312.96
    ],
    [
        " So for two years, from 2002 to four, um, the three of us were all like in serving in",
        312.96,
        320.6
    ],
    [
        " different buildings, all in the same kind of, you know, quarter, quarter mile, quarter",
        320.6,
        325.22
    ],
    [
        " square mile area in Honolulu.",
        325.22,
        327.58
    ],
    [
        " It was fun.",
        327.8,
        328.24
    ],
    [
        " And, and obviously you liked it.",
        328.66,
        331.84
    ],
    [
        " It's on level.",
        331.84,
        332.54
    ],
    [
        " You liked the impact that you were able to have because you carried on with this sort of",
        332.82,
        338.16
    ],
    [
        " yeah, it is life.",
        338.16,
        339.68
    ],
    [
        " I never once thought, you know, when I won that election, it was a five way democratic primary",
        340.08,
        347.86
    ],
    [
        " first that I had to get through.",
        347.86,
        349.52
    ],
    [
        " And then a general election that I got through.",
        349.52,
        351.96
    ],
    [
        " Um, I, I, yes, I liked the impact, but I never once thought that I want to have a career,",
        353.14,
        362.76
    ],
    [
        " quote unquote, career in politics.",
        363.0,
        364.86
    ],
    [
        " I was absolutely not attached to that.",
        364.96,
        367.28
    ],
    [
        " I thought, okay, hey, this is something I can do now and I'll make the most of it.",
        367.36,
        370.72
    ],
    [
        " And then, you know, we'll see, we'll see where it goes.",
        371.84,
        374.24
    ],
    [
        " Um, and I ended up serving just one term, um, there because of, um, Iraq.",
        375.3,
        381.78
    ]
]