[
    [
        " So when did you, when did September 11th happen?",
        0.66,
        3.8
    ],
    [
        " So I was, where were you at the time?",
        4.58,
        7.68
    ],
    [
        " Yeah, so I was, I was just starting my campaign to run for the State House when that happened.",
        7.86,
        15.92
    ],
    [
        " And at what point did you decide you wanted to enlist the National Garden who I?",
        16.86,
        23.56
    ],
    [
        " I, I knew in some way when 9-11 happened and obviously we're in Hawaii, you know,",
        25.1,
        35.78
    ],
    [
        " we're six hours behind New York on that day.",
        35.9,
        40.04
    ],
    [
        " So we woke up to turning on the news and it had already happened.",
        40.72,
        47.0
    ],
    [
        " And, you know, I think like, like everybody in our country, it was, it, it, it, it's, it,",
        49.0,
        57.38
    ],
    [
        " it deeply impacted me in a way that I felt almost right away that I wanted to do something",
        57.56,
        65.14
    ],
    [
        " to, to, to go after and defeat the terrorists that attacked us then.",
        65.14,
        71.14
    ],
    [
        " And I just didn't quite know exactly how to do that because I was, I had already made",
        72.54,
        78.58
    ],
    [
        " a decision to pursue this particular path of, of being able to serve Hawaii.",
        78.58,
        83.68
    ],
    [
        " And so eventually, eventually I felt that, that I had learned about the National Garden,",
        84.58,
        93.6
    ],
    [
        " what it's about and, you know, serve your state and its time of need, but also be ready",
        93.66,
        98.48
    ],
    [
        " to stand up and serve your country and, and decided to enlist in early 2003 because",
        98.48,
        106.82
    ],
    [
        " I felt that would be a way that I could accomplish both objectives essentially.",
        106.82,
        110.66
    ],
    [
        " Did you have familiarization with the military because of your grandfather that had spent",
        111.14,
        117.42
    ],
    [
        " his whole career in the army and in the Air Force?",
        117.42,
        120.42
    ],
    [
        " Oh, really?",
        120.88,
        121.28
    ],
    [
        " Just through stories.",
        122.0,
        123.14
    ],
    [
        " He passed away while I was still relatively young and I, and because they, he and my grandmother",
        123.5,
        128.22
    ],
    [
        " lived in San Moa, we didn't get a ton of time together.",
        128.22,
        131.04
    ],
    [
        " My dad had had, and his high school best friend had tried to enlist to serve in Vietnam.",
        131.94,
        138.38
    ],
    [
        " They had both gone to, I guess it would have been meps or some sort of version of it and",
        139.16,
        145.92
    ],
    [
        " they both walked in together and went into different rooms to go through all the medical",
        145.92,
        150.64
    ],
    [
        " exams and stuff.",
        150.64,
        151.78
    ],
    [
        " He wanted to be a medic and when they came out, my dad had been rejected for medical reasons.",
        151.78,
        159.22
    ],
    [
        " It may have been flat feet or something like that and he was, he was totally heartbroken",
        159.7,
        164.36
    ],
    [
        " but his best friend came out and wasn't listed and so ended up going and, and serving",
        164.36,
        169.48
    ],
    [
        " in Vietnam.",
        169.48,
        170.26
    ],
    [
        " But it was something that my dad always wished that he had been able to do just to, to",
        170.26,
        181.76
    ],
    [
        " that was pretty much the most of my personal, no one else in my family.",
        181.76,
        186.32
    ],
    [
        " Some of my uncles had served but again, we're in Hawaii so like we don't, you know, we",
        186.56,
        189.96
    ],
    [
        " don't get to see him or hang out with them that much.",
        189.96,
        191.52
    ],
    [
        " So, so you show up to boot?",
        191.92,
        193.58
    ],
    [
        " You go to boot camp?",
        193.74,
        194.42
    ],
    [
        " Yeah, so I, I had, I was in the state legislature at the time and so I had to, I, I, you know,",
        194.7,
        201.02
    ],
    [
        " I took the ASVAB and everything.",
        201.02,
        202.3
    ],
    [
        " The recruiters like, yeah, you can, you can have whatever job you want.",
        202.4,
        204.92
    ],
    [
        " Just tell me what you want to do and literally made the decision as like, look, my session",
        205.06,
        210.86
    ],
    [
        " is done on this date and then I got to be back by this date.",
        210.86,
        214.66
    ],
    [
        " So find me a basic training and an AIT that can fit within these like this five month period.",
        215.14,
        221.28
    ],
    [
        " I got to knock it all out at once and so I ended up in a like medical, I don't, operations",
        221.28,
        231.7
    ],
    [
        " or something like that because the AIT was only seven weeks long.",
        231.7,
        234.22
    ],
    [
        " I was like, oh, I want to do like, was it combat journalism or something like that but",
        234.98,
        239.12
    ],
    [
        " you got to go to school for six months or whatever.",
        239.12,
        241.0
    ],
    [
        " But so I shipped out right after the legislative session was done.",
        241.3,
        245.16
    ],
    [
        " I enlisted on the, actually on the, the floor of the state house and went to Fort Jackson",
        245.28,
        250.22
    ],
    [
        " in the summer of 2003, managed to not get noticed by the drill sergeants for my political",
        250.22,
        260.9
    ],
    [
        " job until like week seven of nine, which I was pretty happy about.",
        260.9,
        266.18
    ],
    [
        " And only got found out because me and my assigned battle buddy, we were pulling duty at",
        267.46,
        278.4
    ],
    [
        " like the battalion headquarters one afternoon, like watching the door, whatever it was.",
        278.4,
        283.72
    ],
    [
        " And the battalion sergeant major walked in and did what sergeant majors do.",
        284.44,
        289.8
    ],
    [
        " Like, hey, privates, how are you and where do you come from and what you do before",
        290.6,
        296.16
    ],
    [
        " you join the army and you know that whole conversation.",
        296.16,
        298.56
    ],
    [
        " And so he talked to my battle buddy first and she told him she and she was from the Midwest",
        298.86,
        302.96
    ],
    [
        " and she's like, yeah, so you know, I was working at McDonald's and decided to join the",
        302.96,
        307.64
    ],
    [
        " military and this is what I want to do.",
        307.64,
        309.8
    ],
    [
        " And he's like, oh, you know, that's great.",
        310.12,
        311.84
    ],
    [
        " That's great.",
        312.1,
        312.54
    ],
    [
        " And what about you?",
        312.76,
        313.64
    ],
    [
        " It's like, yeah, I'm from Hawaii and I'm a state representative there and you know, this",
        314.5,
        321.08
    ],
    [
        " is what I want to do.",
        321.08,
        322.02
    ],
    [
        " And he just looked at me.",
        322.24,
        323.52
    ],
    [
        " And he's like, wait, you said what?",
        323.52,
        325.84
    ],
    [
        " You do what?",
        326.44,
        327.06
    ],
    [
        " He's like, how come I don't know about this?",
        327.56,
        329.56
    ],
    [
        " He asked me that.",
        329.92,
        330.54
    ],
    [
        " How come I don't know about this?",
        330.66,
        331.64
    ],
    [
        " Like, I don't know.",
        332.32,
        334.8
    ],
    [
        " I, you know, the in processing paperwork that says what is your civilian occupation?",
        335.92,
        340.08
    ],
    [
        " I wrote it down and turned it in.",
        340.96,
        343.42
    ],
    [
        " But, you know, who's your drill sergeant?",
        343.58,
        346.02
    ],
    [
        " And I knew it was all downhill.",
        346.56,
        349.08
    ],
    [
        " All downhill from me from there.",
        349.56,
        352.0
    ],
    [
        " Going from Hawaii, going from like the kind of cruising mode of Hawaii, which I know",
        352.7,
        359.16
    ],
    [
        " it sounds like there's, there's a little bit of, well, there's, there's also like this",
        359.16,
        363.14
    ],
    [
        " whole competitive thing with your family and you're obviously were driven because you're",
        363.14,
        366.8
    ],
    [
        " out creating these things and running for office and all this.",
        366.8,
        369.46
    ],
    [
        " But I mean, all of a sudden, you're in boot camp.",
        370.08,
        373.48
    ],
    [
        " Was it a shock?",
        373.6,
        374.5
    ],
    [
        " Of course.",
        375.3,
        375.7
    ],
    [
        " Yeah.",
        376.26,
        376.5
    ],
    [
        " I mean, it's, I'd be worried if it wasn't a shock.",
        376.66,
        379.72
    ],
    [
        " But I'm really, you know, I'm happy that I went in with the perspective of at least",
        381.54,
        388.18
    ],
    [
        " just understanding that whatever the madness is, there's a purpose to it.",
        388.18,
        392.4
    ],
    [
        " And don't get, I just, I've never, I've always been a pretty chill person and I don't get",
        393.66,
        398.5
    ],
    [
        " freaked out by that much.",
        398.5,
        399.74
    ],
    [
        " And yeah, so I actually, in a very weird and twisted way, really loved it.",
        400.46,
        406.3
    ],
    [
        " It was, it was the camaraderie and the kind of bond that is built in a very short period",
        406.72,
        413.78
    ],
    [
        " of time with a whole bunch of strangers from all over the country, knowing that and appreciating",
        413.78,
        418.68
    ],
    [
        " that like all of us are there for the same reason, all of us are there for the same purpose.",
        418.68,
        423.2
    ],
    [
        " Whatever the motivating decision was to unless really didn't matter that, you know, we all",
        423.32,
        430.14
    ],
    [
        " were the same uniform and all the same team was, it was, I loved it.",
        430.14,
        433.96
    ],
    [
        " How long after you got back from boot camp and AIT was it that you went on your first",
        434.46,
        438.86
    ],
    [
        " deployment?",
        438.86,
        439.32
    ],
    [
        " Came back home at the end of 2003 from training and then the 29th Brigade Combat Team",
        440.34,
        447.5
    ],
    [
        " from the Hawaii National Guard was activated.",
        447.5,
        449.46
    ],
    [
        " I want to say the notification came out in this summer of 2004.",
        449.98,
        454.86
    ],
    [
        " I was campaigning for my reelection at that point in time and remember going in and",
        456.08,
        466.32
    ],
    [
        " and taking a break from knocking on doors, knocking on doors again.",
        466.32,
        470.56
    ],
    [
        " And I got an email at home, checked my email at home and got the notification of the deployment.",
        471.54,
        477.38
    ],
    [
        " But I was not on the deployment roster because they already had some",
        478.12,
        484.84
    ],
    [
        " somebody who filled, you know, that job in the medical, in the field medical company.",
        484.84,
        489.08
    ],
    [
        " And so I immediately called my commander and just said, hey, like what's the deal here?",
        489.7,
        494.46
    ],
    [
        " I don't see my name on the roster.",
        494.52,
        496.5
    ],
    [
        " And he said, tell me, congratulations.",
        497.02,
        498.4
    ],
    [
        " Like you get to stay home.",
        498.6,
        499.54
    ],
    [
        " You don't have to go.",
        499.9,
        500.56
    ],
    [
        " And that bothered me a lot.",
        501.26,
        505.78
    ],
    [
        " And I just said no.",
        506.66,
        508.58
    ],
    [
        " I knew that there was no way I could stay back and that to sit in my office in the state",
        510.8,
        519.88
    ],
    [
        " capital and watch everybody leave was not an option for me.",
        519.88,
        523.5
    ],
    [
        " And so I continued the conversation with my commander and I just said, sir, I'm going.",
        524.5,
        531.5
    ],
    [
        " Tell me what job I need to get trained in that you need filled so that I can go.",
        532.22,
        536.94
    ],
    [
        " And that's what happened.",
        537.64,
        539.26
    ],
    [
        " So I kind of, I publicly withdrew from my reelection campaign.",
        539.44,
        543.8
    ],
    [
        " It was too late to take my name off the ballot, but told everybody like, I'm not running",
        543.8,
        547.58
    ],
    [
        " for reelection, volunteered to fill this position.",
        547.58,
        551.62
    ],
    [
        " And we left, restarted our active duty train up.",
        552.44,
        556.36
    ],
    [
        " I think it was in August of that year 2004.",
        556.7,
        560.46
    ],
    [
        " And then we were in country in early January, 2005.",
        560.7,
        564.84
    ],
    [
        " What job did you get trained for?",
        565.46,
        567.38
    ],
    [
        " What bill did you get?",
        567.62,
        568.8
    ],
    [
        " It was medical logistics.",
        568.82,
        570.64
    ],
    [
        " So supply, which, and you know, specialists at this point.",
        571.76,
        576.64
    ],
    [
        " Yeah, I was in E4.",
        576.68,
        577.44
    ],
    [
        " That's kind of a fresh E4.",
        577.74,
        579.14
    ],
    [
        " And as you know, like, okay, I filled the position, but once we actually got there, I ended",
        579.96,
        588.92
    ],
    [
        " up becoming, I ended up filling a position that was",
        588.92,
        594.66
    ],
    [
        " previously held by any seven as the brigade surgeon operations person.",
        594.66,
        600.92
    ],
    [
        " And so kind of was working, you know, like line of duty paperwork and injuries and tracking",
        601.78,
        609.6
    ],
    [
        " supplies for all of our medics and docs and PAs who were attached to all of like the infantry",
        609.6,
        616.84
    ],
    [
        " units.",
        616.84,
        617.2
    ],
    [
        " And, and also every day just tracking, going through, going through the report every day",
        617.2,
        624.64
    ],
    [
        " for our brigade commander of looking, named by name down this list of casualties that",
        624.64,
        631.12
    ],
    [
        " had occurred in the previous 24 hours to see if there was anyone there from our nearly",
        631.12,
        637.68
    ],
    [
        " 3,000 person brigade and make sure that they were getting taken care of, whether in",
        637.68,
        644.92
    ],
    [
        " country to stay in country or getting evacuated and staying with them and tracking their care",
        644.92,
        650.08
    ],
    [
        " every step of the way until eventually they made their way home.",
        650.08,
        654.52
    ],
    [
        " Where were you actually stationed in Iraq?",
        655.16,
        657.12
    ],
    [
        " We were in, uh, Balad in LSA, on Akhanda.",
        658.12,
        661.18
    ],
    [
        " Most of us were there that was kind of the base and then we had units in Camp Victory",
        662.04,
        665.78
    ],
    [
        " and Baghdad.",
        665.78,
        666.52
    ],
    [
        " And in a couple other kind of smaller fobs out, um, in different areas.",
        666.8,
        671.68
    ],
    [
        " And so I moved around, I moved around a little bit kind of going out and visiting some",
        671.88,
        676.52
    ],
    [
        " of our units and checking in on them, um, where they, you know, where they were.",
        676.52,
        681.98
    ],
    [
        " But that was, that was primarily where I spent most of the time.",
        682.24,
        684.7
    ]
]