[
    [
        " One of the squadrons had just returned from Northern Ireland and they had like a welcome back party in the camp bar.",
        0.9,
        7.36
    ],
    [
        " There is a course called a Soul Engineers where infantry can come do engineering courses.",
        7.94,
        13.42
    ],
    [
        " And there was an infantry unit called the Fusilers who were on camp doing that.",
        13.78,
        17.68
    ],
    [
        " But they'd trouble makers basically.",
        17.94,
        20.54
    ],
    [
        " They'll ban from downtown because always causing troubles.",
        20.7,
        23.34
    ],
    [
        " So they were on camp.",
        23.6,
        24.32
    ],
    [
        " And this evening that they had the big family get together, they were in the bar as well.",
        24.9,
        29.7
    ],
    [
        " And me and my friend could see there being quite rude to some of the call and pads wives, you know, the lad's wives.",
        30.28,
        35.62
    ],
    [
        " You know, so me and my friend decided to open up on a couple of them.",
        35.92,
        40.82
    ],
    [
        " So we ended up putting down free guys.",
        40.96,
        43.56
    ],
    [
        " My Sergeant Major came in, he said, right, you boys go bed, you know, brushed under the carpet.",
        44.0,
        49.16
    ],
    [
        " I was then rudely awoken by a military policeman two hours later, send you're under arrest.",
        49.48,
        53.92
    ],
    [
        " And so before I went over to five nine commando, there was possibility that I could be getting called martialed for this fight.",
        54.76,
        63.02
    ],
    [
        " So I went over anyway, I did the first week of the beat up.",
        63.82,
        67.36
    ],
    [
        " Then the course, Staff Sergeant, pulls me in.",
        67.72,
        70.32
    ],
    [
        " He said, you've got the flight to Germany.",
        70.4,
        72.02
    ],
    [
        " They're doing an ID parade.",
        72.32,
        73.3
    ],
    [
        " I was like, okay, so often.",
        73.76,
        74.68
    ],
    [
        " ID parade is some kind of investigation.",
        74.74,
        76.56
    ],
    [
        " Investigation with the police.",
        77.08,
        77.98
    ],
    [
        " You know, they want to line you up with other guys and say, are you, are you like totally distraught at this point?",
        78.22,
        84.14
    ],
    [
        " I'm not totally distraught.",
        85.08,
        86.84
    ],
    [
        " You do worry about your career, how this can affect your career.",
        86.98,
        90.56
    ],
    [
        " So I flew over and me at the time, I still hadn't grown into my ears.",
        90.74,
        95.5
    ],
    [
        " So I just stood out, like, you know, saw fun.",
        95.7,
        97.8
    ],
    [
        " And they all knew me as the PTI.",
        98.1,
        99.68
    ],
    [
        " So straight away, they just be lined.",
        99.94,
        101.72
    ],
    [
        " Yeah, that's the guy.",
        101.88,
        102.54
    ],
    [
        " My friend who did it with me, however, his brother was in the squadron as well.",
        102.9,
        107.06
    ],
    [
        " So he never got picked out.",
        107.22,
        108.32
    ],
    [
        " That's not okay.",
        108.48,
        109.24
    ],
    [
        " Great.",
        109.4,
        109.58
    ],
    [
        " So I flew back to finish the beat up.",
        110.3,
        113.76
    ],
    [
        " You know, they said, yeah, you're fit enough.",
        114.18,
        115.28
    ],
    [
        " You ready?",
        115.38,
        115.7
    ],
    [
        " So when on and did the, did the commander course?",
        116.02,
        118.34
    ],
    [
        " And when we finished the commander course, 10 weeks later, we go back to five nine commando.",
        118.7,
        123.8
    ],
    [
        " And the OC is like that.",
        124.28,
        127.34
    ],
    [
        " He said, right, guys, you guys are going across the water.",
        127.4,
        129.44
    ],
    [
        " And the squadron were in Northern Ireland.",
        129.6,
        131.24
    ],
    [
        " So I thought, perfect, we're off to Northern Ireland and said, not you stop.",
        131.42,
        133.68
    ],
    [
        " You see, you're going across the other water.",
        133.94,
        135.14
    ],
    [
        " You're going back to Germany.",
        135.32,
        136.14
    ],
    [
        " So we need to get this, get this cleared.",
        136.6,
        138.54
    ],
    [
        " So I went back to Germany and basically they said, look, you can go court march.",
        139.1,
        144.4
    ],
    [
        " And it probably would get thrown out, but that's going to be another 12 months to 18 months.",
        144.52,
        148.64
    ],
    [
        " You know, I've just passed the command course.",
        149.02,
        150.14
    ],
    [
        " I wanted to go be with the commandos.",
        150.2,
        152.18
    ],
    [
        " So I just bleed a guilty, I got charged.",
        152.7,
        155.68
    ],
    [
        " And so I spent 56 days in the military correction training center, which is cold chested prison",
        155.8,
        160.86
    ],
    [
        " known as the glass house.",
        160.86,
        162.16
    ],
    [
        " And the commanding officer actually, because everyone knew it was me and the other guy,",
        162.52,
        168.76
    ],
    [
        " you know, they, and they knew these guys are trouble makers.",
        169.22,
        171.3
    ],
    [
        " They're like, yeah, just unfortunate.",
        171.3,
        173.0
    ],
    [
        " You got caught out.",
        173.0,
        174.12
    ],
    [
        " So the commanding officer was an airborne guy at airborne engineers.",
        174.3,
        177.68
    ],
    [
        " This is the commanding officer at cold chester.",
        177.92,
        179.78
    ],
    [
        " No, no, this is the German.",
        179.94,
        181.36
    ],
    [
        " Yeah, no, this isn't Germany.",
        181.58,
        182.8
    ],
    [
        " Okay.",
        182.96,
        183.2
    ],
    [
        " But, you know, so I have to leave that unit first.",
        183.2,
        185.16
    ],
    [
        " And so the RSM march is me and the RSM was one of football player with me.",
        186.06,
        190.28
    ],
    [
        " And he's like, outright, you know, SAP has stopped.",
        190.82,
        194.4
    ],
    [
        " I was going to give you 60 days, but because you've done the All-On's command course, I've",
        194.96,
        199.2
    ],
    [
        " taken four days off.",
        199.2,
        200.08
    ],
    [
        " Any questions?",
        200.62,
        201.4
    ],
    [
        " I said, yes, if I've gone airborne, well, I've got more days.",
        201.76,
        204.42
    ],
    [
        " And you sort of gigled and he said, like, you know, it's time for you to go.",
        204.78,
        208.62
    ],
    [
        " So, so yeah, I spent 56 days in Her Majesty's Creative Trainers Center.",
        209.2,
        214.68
    ],
    [
        " Yeah, I was looking, I didn't know what cold chester was, but it's basically with the",
        215.0,
        218.26
    ],
    [
        " same term echo Charles, would you hear somebody say Levinworth?",
        218.26,
        221.88
    ],
    [
        " What do you think of?",
        222.08,
        222.66
    ],
    [
        " Yeah, prison.",
        222.82,
        223.54
    ],
    [
        " Yeah, military prison.",
        223.72,
        224.96
    ],
    [
        " Yeah, yeah, yeah.",
        225.24,
        225.34
    ],
    [
        " That's kind of the way it cultures.",
        225.34,
        226.14
    ],
    [
        " I think it's the last military prison.",
        226.22,
        228.26
    ],
    [
        " Really?",
        229.24,
        229.5
    ],
    [
        " In England or something.",
        229.8,
        230.58
    ],
    [
        " Yeah.",
        230.74,
        230.84
    ],
    [
        " It's everybody knows it.",
        231.02,
        232.22
    ],
    [
        " The glass house.",
        232.24,
        232.76
    ],
    [
        " It's the glass house, yeah.",
        232.86,
        233.82
    ],
    [
        " It's the equivalent of Levinworth.",
        233.82,
        234.58
    ],
    [
        " Yeah.",
        234.82,
        234.94
    ],
    [
        " And everyone has, you know, here horror stories coming out of the glass house.",
        235.36,
        238.6
    ],
    [
        " And what it actually is is because when you have an escort that drops you off and the",
        238.86,
        244.44
    ],
    [
        " instructors are there to meet you and it's like it is like a scene out of full metal jacket.",
        244.44,
        248.12
    ],
    [
        " They are screaming and shouting at you.",
        248.28,
        249.68
    ],
    [
        " But as soon as they've gone, they just treat you like adults.",
        249.8,
        252.26
    ],
    [
        " You know what I mean?",
        252.7,
        253.4
    ],
    [
        " It's, they take away all those sort of those creature comforts.",
        253.56,
        258.06
    ],
    [
        " You know, you don't, you're not allowed to phone anyone.",
        258.16,
        259.92
    ],
    [
        " It's two PT sessions a day.",
        261.22,
        263.0
    ],
    [
        " It's room inspections all the time.",
        263.0,
        264.86
    ],
    [
        " I actually really enjoyed Colchester.",
        265.06,
        266.56
    ],
    [
        " I said if I got paid full wages, I would have really enjoyed it.",
        267.28,
        272.68
    ],
    [
        " And it got to a stage actually where guys were going into Colchester and coming out,",
        272.74,
        277.26
    ],
    [
        " better soldiers, a lot better soldiers.",
        277.7,
        279.98
    ],
    [
        " And they were actually getting promoted when they got back to their units.",
        280.26,
        282.62
    ],
    [
        " And they had to stop that.",
        282.84,
        283.68
    ],
    [
        " They said, no, it's, you know, you're there for the wrong, you know, bad reasons.",
        283.84,
        288.88
    ],
    [
        " You can't be seen to be promoted.",
        288.88,
        290.56
    ],
    [
        " So I did, I did my time there and went back to five nine.",
        291.06,
        295.72
    ]
]