[
    [
        " This is Jockel Podcast number 273 with Echo Charles and me, Jockel Willink. Good evening, Echo.",
        0.2,
        6.98
    ],
    [
        " Good evening.",
        7.12,
        7.46
    ],
    [
        " I was with the Turks and we were heading south. The Chinese had entered the war a few days before.",
        7.9,
        17.44
    ],
    [
        " They had kicked the ass of the entire 8th Army and we were on the run.",
        17.86,
        22.24
    ],
    [
        " We had descended a spur of the ridge and were crossing the valley when we came to a village.",
        23.14,
        27.78
    ],
    [
        " Everywhere you looked were the corpses of slaughtered Americans.",
        31.52,
        35.9
    ],
    [
        " One, a captain of infantry, I had met back in Fort Lewis, was strung up by the wrists between two buildings.",
        36.82,
        44.94
    ],
    [
        " His feet not quite touching the ground.",
        45.42,
        47.56
    ],
    [
        " He raised his head slightly and his lips trembled as he tried to speak.",
        48.74,
        55.36
    ],
    [
        " His strength lay in a pool of frozen blood beneath his feet.",
        55.4,
        59.96
    ],
    [
        " I leaned my rifle against the wall and reached up to cut the ropes.",
        60.68,
        67.48
    ],
    [
        " Water, he breathed softly, then coughed once the air gurgling through the blood and his throat.",
        68.56,
        78.36
    ],
    [
        " I had heard it before from the coal miners back in Hermione.",
        79.98,
        85.28
    ],
    [
        " It made no difference whether I cut him down or not. He was dead.",
        85.9,
        92.12
    ],
    [
        " His chin sank to his chest and he swayed lightly like the thin frail branches of the willow trees next to the cemetery back home.",
        93.7,
        105.46
    ],
    [
        " The men captured with him were hanging too.",
        106.68,
        109.18
    ],
    [
        " Some between branches, some in doorways, one between two thick limbs of an ancient apple tree.",
        109.94,
        117.9
    ],
    [
        " They had all been butchered the same way, stripped, then strung up like Christ on the cross.",
        119.04,
        126.26
    ],
    [
        " Their stomachs had been sliced open and their guts pulled out to dangle down before them.",
        128.68,
        134.68
    ],
    [
        " Blood, flesh and guts were trampled in the snow everywhere.",
        135.82,
        142.04
    ],
    [
        " The Turks glided silently from body to body, cutting each down and laying it to rest.",
        142.72,
        150.7
    ],
    [
        " A bright Korean moon etched in silver the horror of the scene.",
        153.82,
        158.8
    ],
    [
        " I can hardly remember a time when I didn't want to be in the service.",
        160.58,
        169.12
    ],
    [
        " Both my brothers were in.",
        170.74,
        171.96
    ],
    [
        " Bud was a chief torpedo man.",
        172.9,
        175.1
    ],
    [
        " In the North Atlantic, Chuck, the oldest was an infantry company commander in Europe.",
        175.78,
        180.34
    ],
    [
        " Bud was the more colorful storyteller.",
        181.64,
        185.5
    ],
    [
        " And the Navy would have been my choice, hands down, except for Hollywood.",
        186.06,
        191.8
    ],
    [
        " Artillery barrages, hand-to-hand combat, paratroopers, the jungles,",
        193.12,
        200.28
    ],
    [
        " arrow-flin in Burma, that was war.",
        200.68,
        203.64
    ],
    [
        " I was born to be an infantryman.",
        204.32,
        209.88
    ],
    [
        " And that right there is the opening of a book called The Making of a Soldier",
        210.92,
        220.68
    ],
    [
        " by Lieutenant Colonel Anthony Herbert.",
        220.68,
        225.46
    ],
    [
        " And this is an incredible book and I've been referencing it here and there as I've been reading it.",
        227.0,
        233.5
    ],
    [
        " For the last few months.",
        233.72,
        236.72
    ],
    [
        " And there's actually two books.",
        237.5,
        240.8
    ],
    [
        " One is the book I was just reading from called The Making of a Soldier.",
        241.58,
        244.32
    ],
    [
        " The other is simply called Soldier, both written by Lieutenant Colonel Anthony Tony Herbert.",
        245.06,
        250.66
    ],
    [
        " And I first heard of these books a few months ago.",
        251.4,
        253.62
    ],
    [
        " I'd never heard of them before.",
        253.62,
        254.66
    ],
    [
        " And I spoke to the cadets at West Point.",
        255.52,
        260.4
    ],
    [
        " And the Colonel that hosted me by the name of Colonel Pat Howell.",
        261.08,
        266.3
    ],
    [
        " He's the director of the Modern War Institute at West Point.",
        266.84,
        269.56
    ],
    [
        " And after this event, he emailed me.",
        269.84,
        273.5
    ],
    [
        " And during the event, I had mentioned about face and hack worth while I was talking to the cadets.",
        274.1,
        281.52
    ],
    [
        " And Colonel Howell sent me a photograph in this email.",
        281.52,
        283.74
    ],
    [
        " And this photograph that he sent was a photograph of his copy of About Face.",
        284.82,
        291.02
    ],
    [
        " And it was actually signed by Colonel Hackworth.",
        291.8,
        296.48
    ],
    [
        " And the inscription said to Patrick,",
        296.76,
        298.98
    ],
    [
        " you come from a long line of great warriors who led by that adage of looking after your men.",
        298.98,
        307.64
    ],
    [
        " Warmest regards, hack.",
        309.06,
        310.66
    ],
    [
        " And it turned out that Hackworth had worked for Colonel Howell's grandfather in the army.",
        311.84,
        320.46
    ],
    [
        " And so Colonel Howell sent me a message.",
        321.88,
        325.08
    ],
    [
        " And he also sent me an image of another book.",
        325.62,
        328.02
    ],
    [
        " And the book that he sent me, the image of is called Soldier.",
        328.2,
        330.72
    ],
    [
        " And Colonel Howell said this in the email.",
        331.12,
        333.28
    ],
    [
        " He said, speaking of Dave Hackworth,",
        333.38,
        334.88
    ],
    [
        " I sent a pic of his autograph of my copy.",
        335.92,
        339.26
    ],
    [
        " He had worked for my grandfather years previously.",
        339.88,
        342.12
    ],
    [
        " I've also sent a picture of a very hack worth like story about a guy named Tony Herbert.",
        342.7,
        348.16
    ],
    [
        " The book is called Soldier.",
        348.66,
        350.18
    ],
    [
        " He also wasn't listed in the Korean War, got commissioned, and then was a battalion commander in Vietnam.",
        351.1,
        357.42
    ],
    [
        " And had a prickly time with his chain of command.",
        357.9,
        360.86
    ],
    [
        " He also worked for my grandfather back in Germany circa 1960.",
        362.1,
        367.02
    ],
    [
        " So I mean, I get that report right there.",
        369.38,
        372.06
    ],
    [
        " It's all I need to hear.",
        372.24,
        373.02
    ],
    [
        " I hunt down these books online.",
        373.56,
        376.04
    ],
    [
        " These two books, one soldier.",
        376.38,
        378.74
    ],
    [
        " And then the other one, the making of a soldier.",
        379.48,
        381.92
    ],
    [
        " And I ordered them both.",
        382.86,
        385.6
    ],
    [
        " And it's to me, okay, well great.",
        385.94,
        387.98
    ],
    [
        " I got another warrior that I can try and learn from.",
        387.98,
        391.22
    ],
    [
        " Pretty straightforward.",
        391.52,
        392.22
    ],
    [
        " But I should have paid more attention to the statement that Herbert, that this guy, Colonel Herbert, had,",
        392.72,
        398.62
    ],
    [
        " quote, had a prickly time with his chain of command in Vietnam.",
        398.72,
        401.68
    ],
    [
        " This is actually a pretty significant understatement.",
        401.92,
        404.38
    ],
    [
        " And it makes this whole story and the lessons learned.",
        404.82,
        410.22
    ],
    [
        " Just not quite as straightforward.",
        410.38,
        415.42
    ],
    [
        " A lot of controversy.",
        417.26,
        418.62
    ],
    [
        " And the whole, this whole story, which is a combined about a 600 pages of reading between the two books.",
        419.52,
        424.62
    ],
    [
        " As I tried, as I read these books, and this, this way, this story comes out.",
        425.28,
        434.1
    ],
    [
        " It's a pretty big elephant to try and swallow.",
        434.2,
        436.12
    ],
    [
        " And I wasn't quite sure how to approach the whole thing for, for the podcast.",
        436.7,
        441.22
    ],
    [
        " I read the books and then I'm just kind of stewing on them.",
        441.22,
        445.48
    ],
    [
        " Because there's the whole thing.",
        445.94,
        447.52
    ],
    [
        " There's war and there's war crimes and there's accusations and counter accusations.",
        447.72,
        451.24
    ],
    [
        " And there's good leadership and there's bad leadership.",
        451.58,
        453.26
    ],
    [
        " And it's all wrapped up around the story of one of the most highly decorated soldiers from the Korean War.",
        453.54,
        459.0
    ],
    [
        " A man that you're going to see how often this guy's wounded over and over again, blown up, hit with white phosphorus, shot.",
        459.9,
        470.54
    ],
    [
        " And bayonet it multiple times.",
        471.22,
        474.58
    ],
    [
        " So you have this completely heroic individual that is definitely a hack worth type leader.",
        475.32,
        485.5
    ],
    [
        " And you see these heroic tendencies eventually get caught up and put through the ringer of politics and ego and the bureaucratic machine.",
        485.94,
        496.62
    ],
    [
        " And it just really makes it a complex story.",
        498.78,
        502.4
    ],
    [
        " And as I read the book, the both of them, there was less and after lessen of what to do and what not to do and what to watch out for.",
        502.76,
        510.52
    ],
    [
        " And like I said, because of the vast range of the story, it's hard for me to wrap my head around it and present it and figure out how to present it.",
        511.4,
        518.7
    ],
    [
        " And luckily, I have a standard operating procedure of what to do when I'm facing a tough task.",
        518.8,
        522.24
    ],
    [
        " What you do is you put your rock on and you start marching.",
        522.64,
        524.66
    ],
    [
        " And that's what we're going to do here.",
        526.62,
        528.02
    ],
    [
        " The life and times of Colonel Anthony Tony Herbert.",
        528.48,
        532.34
    ],
    [
        " And I'm going to utilize both these books and kind of bounce back and forth to get some background on Herbert's life to start with.",
        532.8,
        542.9
    ],
    [
        " We're going to go to his second book, which is called Soldier.",
        543.28,
        550.26
    ],
    [
        " So here we go.",
        555.44,
        556.38
    ],
    [
        " Both my brothers were born well before me.",
        557.42,
        560.1
    ],
    [
        " Charles, 15 years earlier in Jules Paul 11, almost a different generation, a fact of life for which I never really forgave them.",
        560.22,
        567.7
    ],
    [
        " Because when World War II came along, they both packed up and marched off, leaving me standing on the front porch, cursing the irrevocable fact that in 1941 in America,",
        567.96,
        578.6
    ],
    [
        " there wasn't a great demand for 10-year-old fighting men.",
        578.6,
        581.38
    ],
    [
        " I cried too when they left not because they were going to war and might not come back, but because I couldn't go with them.",
        581.9,
        589.38
    ],
    [
        " My mother tried to comfort me.",
        591.04,
        592.58
    ],
    [
        " The army doesn't want you now, Tony.",
        593.02,
        595.5
    ],
    [
        " She said, you've just got to learn to understand rules or rules.",
        596.14,
        599.32
    ],
    [
        " But I neither could nor would.",
        600.2,
        602.2
    ],
    [
        " All I really knew for certain was that one day above all other things, I wanted to be a soldier and that somebody or something was ruining my dream.",
        602.4,
        610.68
    ],
    [
        " So this guy comes out of the womb, ready to rock and roll, as they say.",
        611.6,
        616.36
    ],
    [
        " And I'll tell you, as I...",
        616.9,
        626.98
    ],
    [
        " I'm a little bit afraid of the war frame, but both prior to World War II and he's a little kid and then as he gets a little bit older, he says this,",
        626.98,
        633.12
    ],
    [
        " guns were always an integral part of my life in the Herbert family.",
        633.22,
        637.46
    ],
    [
        " Not because we were great sportsmen or anything like that, but simply because we like to eat.",
        638.18,
        642.6
    ],
    [
        " And eating wasn't simple.",
        643.64,
        644.82
    ],
    [
        " It wasn't a simple matter for a coal miner and his family in those days.",
        645.3,
        649.12
    ],
    [
        " The minds were all my father had ever known.",
        649.62,
        651.98
    ],
    [
        " The day after day regimen of dust and dirt and darkness and penny pinching and poverty,",
        652.68,
        658.06
    ],
    [
        " with never enough pennies to pinch, up until John L. Lewis and the United Mineworkers came along in 1939.",
        658.52,
        666.8
    ],
    [
        " The most cash my father ever saw for one week's work was $2.",
        666.8,
        671.4
    ],
    [
        " The rest of his compensation came in the form of credit at the Yerika store where Mr. Stalls, the manager and dutiful employee of the mine,",
        672.02,
        681.52
    ],
    [
        " would carefully match the amount of purchases against the amount of credits and inevitably worked out at the end of the year that my father and every other minor in town had bought more than their credit allowed.",
        682.12,
        692.7
    ],
    [
        " All my life, I heard my father and mother worry about paying off the company store before they died.",
        693.54,
        698.76
    ],
    [
        " Their chief aim was to leave without passing that particular debt onto their children.",
        699.62,
        704.9
    ],
    [
        " They lived in a company-owned house in a company-owned town in a company-owned county.",
        705.9,
        711.36
    ],
    [
        " Neither my father nor any other man who worked in the mines could quit.",
        711.78,
        717.1
    ],
    [
        " How could they? The mines owned them.",
        718.34,
        721.28
    ],
    [
        " But none of us ever really felt poor.",
        722.66,
        725.38
    ],
    [
        " There were so many other families just like us that we had no standard of comparison.",
        727.06,
        732.0
    ],
    [
        " Everybody had the struggle to make it.",
        732.08,
        734.32
    ],
    [
        " At least everybody with whom we had any contact.",
        734.88,
        737.86
    ],
    [
        " And for all we knew, the whole world lived precisely as we did there in Germany.",
        738.5,
        744.98
    ],
    [
        " 40 miles from Pittsburgh, deep in the black heart of coal mine country.",
        746.06,
        750.44
    ],
    [
        " Different kind of lifestyle.",
        751.38,
        755.46
    ],
    [
        " If my father ever complained about the grim cycles in his life, I never heard him.",
        757.3,
        762.76
    ],
    [
        " He was a steady as a clock up before dawn, walked to the mine, back home in the evening for a glass of beer or two before supper, and then to bed.",
        763.82,
        773.6
    ],
    [
        " But with a wife and four children, Charles and Jules, my two older brothers, plus our sister Irene, four years my senior and me, there was never enough money, never near enough.",
        773.96,
        784.08
    ],
    [
        " And the income from his guide service, and I skipped the head, he also like, well guide hunters sometimes.",
        784.68,
        790.56
    ],
    [
        " His income from the guide service couldn't bridge the gap.",
        790.82,
        794.08
    ],
    [
        " He trapped muskrats and sold pelts to Montgomery Ward and Sears and Robuck.",
        794.54,
        798.88
    ],
    [
        " An average skin would bring about $1.75, an exceptionally good one would sell for $3.",
        799.76,
        804.2
    ],
    [
        " And although he approached his trapping with all the same skill and determination devoted to his job at the mine and his hunting, it still wasn't enough.",
        804.76,
        812.34
    ],
    [
        " There were occasions when he would have to trudge down to the welfare office. It was painful for him.",
        814.18,
        819.36
    ],
    [
        " I knew he dreaded every trip he had ever made down there.",
        819.74,
        823.12
    ],
    [
        " And when he came back with the government commodities, a bag of rice, a bag of raisins, a bag of cornmeal, he had the look of a man who had stood in a line of men going nowhere.",
        823.42,
        833.2
    ],
    [
        " He was unusually grim, and for days afterwards he would not be himself, but somehow quieter, more withdrawn.",
        834.46,
        841.4
    ],
    [
        " I suppose the only comfort he had was in knowing that he wasn't the only husband and father in harmony who was having trouble taking care of his family.",
        842.3,
        851.62
    ],
    [
        " All of us went to whatever lengths were necessary to get the job done.",
        853.06,
        857.4
    ],
    [
        " We made wine at home and sold or traded it for essentials. Charles took on an ice route, delivering the 25 pound and 50 pound blocks up and down the street.",
        857.9,
        868.8
    ],
    [
        " We picked coal at the slate dump, a smoking mountain of coal waste deposited by the mine just at the edge of town.",
        868.8,
        876.3
    ],
    [
        " It was about a quarter mile across and three quarters of a mile long.",
        876.38,
        880.06
    ],
    [
        " All of the childhood images I have retained, one of the most vivid is of that ebony heap rising above the houses, steaming and hissing like a volcano.",
        880.28,
        889.7
    ],
    [
        " We would trudge up its crumbling sides, pick up pieces of slate, knock the coal off, and put it in our burlap sacks that we carried.",
        890.14,
        898.04
    ],
    [
        " At the end of the day we piled our sacks into a wheelbarrow and went downtown to sell the coal for a dime a sack.",
        898.8,
        904.76
    ],
    [
        " The slate pile was never one of my favorite places. There were cavernous hollow pockets beneath its contours, and we had all heard of the two people who had gone to the dump and disappeared forever into its black bowels.",
        905.56,
        918.54
    ],
    [
        " But somehow we survived.",
        919.72,
        922.02
    ],
    [
        " The town was one of several built around a collection of mines that had attracted not only the Baltic immigrants, but a lot of scots and Irishmen as well.",
        924.28,
        933.52
    ],
    [
        " So for a creek, a bright red steam fed constantly with a drain off from the mines separated our town from Limerick Hill, the first of the others.",
        933.88,
        943.16
    ],
    [
        " The social systems that were premised on that creek were as rigid as though it were the Berlin Wall.",
        943.16,
        951.1
    ],
    [
        " Still, despite our differences, I never knew what they were. We shared one common bond, the mines and their wailing whistles that shrieked out at the beginning and end of the workers' days, sounding for miles and miles through the hills.",
        951.46,
        965.24
    ],
    [
        " And sometimes signaling the reality of death.",
        965.96,
        969.5
    ],
    [
        " My uncle Joe Sheerer, my mother's oldest sister's husband, died in a cave in at the nearby barking mine when I was about four years old.",
        970.62,
        981.48
    ],
    [
        " Three or four other miners were also killed in that cave in. And I remember the sound of the whistles.",
        981.72,
        986.7
    ],
    [
        " It was always like that back then. Always some accident or cave in that killed one or two or three men, not any major disaster as the newspapers like to say.",
        988.26,
        998.42
    ],
    [
        " And so it was forgotten and ignored by those who had the kind of power that would have made some difference in the condition of the mines and the dangers faced by those who worked in them.",
        998.86,
        1008.56
    ],
    [
        " He goes on here, he talks about the church and he has a father Kelly there said, I always loved father Kelly, but I was never sure about the church.",
        1012.0,
        1020.36
    ],
    [
        " He was a kind old man who had been a hero in World War I and had the medals to prove it. According to my father, he had been gassed.",
        1020.58,
        1028.0
    ],
    [
        " At times, he seemed very nervous about being a priest and maybe that why he was drinking a great deal.",
        1028.74,
        1034.8
    ],
    [
        " He talks about another guy named Dr. Latimer. And look, I'm going into some detail here because as this story unfolds, you've got to try and figure out where he's making decisions from.",
        1036.02,
        1050.12
    ],
    [
        " Where is his morality rooted? And it's very clear as you move through this that there's people that influence the way he thought.",
        1051.74,
        1060.26
    ],
    [
        " Another guy that influenced the way he thought is a guy named Dr. Latimer. And this guy was like the local doctor and he kind of got to know him a little bit.",
        1061.58,
        1072.2
    ],
    [
        " And one of the things he would do is give him copies of National Geographic. And again, this is one of those things where when you read this, you think, okay, it's when you look back, when you see the way the whole story unfolds, you look back, you think to yourself, okay, this is interesting.",
        1072.72,
        1087.14
    ],
    [
        " He says it was Doc, I think, who first started impressing me with the idea that wherever people live, they're essentially the same.",
        1087.6,
        1097.2
    ],
    [
        " Look at these natives, he would say pointing at some bare-breasted folks from Australia or Africa.",
        1098.3,
        1103.36
    ],
    [
        " They hunt just like you hunt, Tony. And just like your father and your brothers, the only differences that they use a bone arrow, they bleed if they get cut.",
        1104.76,
        1114.46
    ],
    [
        " And the fathers and mothers worry about their children and they all worry about food and about dying and they all want to live as long as they can, just like you, Tony.",
        1115.08,
        1124.0
    ],
    [
        " The doc never went to church, somehow that impressed me. Like my father, he seemed always to be what he was.",
        1126.16,
        1132.64
    ],
    [
        " Never any phoniness around him or about him.",
        1133.96,
        1138.42
    ],
    [
        " So that's again, you can kind of see this guy's developing a pretty strong moral character about other people and seeing other people as people and what the common ground is.",
        1139.38,
        1148.1
    ],
    [
        " He talks more here about father Kelly. He was a good priest, good in the sense that he deeply knew the people in his flock.",
        1148.8,
        1155.64
    ],
    [
        " He knew their poverty and their hopelessness and their frequent desperation and above all, he knew how absolutely necessary it was that their individual family incomes be supplemented.",
        1155.98,
        1167.06
    ],
    [
        " That's why he showed no reservations at all about doctrine, baptismal certificates.",
        1167.26,
        1173.06
    ],
    [
        " In 1942, when I was 12 years old, he changed mine to make it read that I was 16 and thus allowed me to get a work permit and start bringing home a little cash for the family.",
        1173.52,
        1184.24
    ],
    [
        " He had done the same for my brothers I was told and for almost anybody else in town who had son to a willing to work.",
        1184.52,
        1190.0
    ],
    [
        " I had taken my first job when I was 10, along with Richard Nadle, the brother of a pretty girl named Mary Grace.",
        1191.3,
        1199.56
    ],
    [
        " We worked on Muller's farm right outside of town and every morning at 430, rain or shine, Mr. Muller would come into town and pick us up on his little truck.",
        1200.6,
        1210.08
    ],
    [
        " We were paid $1.50 a week and a gallon of raw milk.",
        1210.08,
        1213.3
    ],
    [
        " For that, we both drove tractors, cut wheat, dug potatoes, fed his cattle, milked his cows. He knew what he was doing.",
        1213.46,
        1220.52
    ],
    [
        " Obviously that wasn't helping much with the family financial burdens and father Kelly's forgery was an absolute necessity.",
        1221.56,
        1228.36
    ],
    [
        " So he had the under the table job but you're not getting paid very much so he gets this doctored birth certificate.",
        1231.84,
        1237.84
    ],
    [
        " He goes out and gets a job at this glass factory, he goes into some detail about that.",
        1237.84,
        1241.4
    ],
    [
        " He's working in a situation where he's wearing a full asbestos suit and he's working in a place that's so hot, you're only allowed to work for 10 minutes and then it's 10 minutes break.",
        1241.94,
        1252.56
    ],
    [
        " And it's not like these are lenient labor laws. It had to be so hot that you would die if you don't get a break.",
        1253.54,
        1261.94
    ],
    [
        " So then he does that job for a while, he ends up in Pennsylvania Railroad, he's making 85 cents an hour and he's doing this job where once again there's a 600 pound piston that's like above you and you never be...",
        1262.96,
        1275.26
    ],
    [
        " If it happened a fall you were dead because you couldn't hear anything.",
        1275.26,
        1277.52
    ],
    [
        " And of course he liked football, he liked playing sports but he says here I soon learned that the practice time required for high school athletics eight into the time I could spend in the field with my hunting and my trapping.",
        1278.38,
        1289.86
    ],
    [
        " During games on Saturday I would tie hunting dogs to the bench and stash my gun beneath it while we played.",
        1290.54,
        1295.96
    ],
    [
        " During one of the winters in my early teens the cowsters lost four of their children in one swift stroke of fate.",
        1301.0,
        1310.02
    ],
    [
        " And once again the mind whistle told the story to the neighboring communities.",
        1310.36,
        1314.52
    ],
    [
        " One of the older brother Harry's was a friend of mine. His two younger brothers and two sisters were out one afternoon playing on the frog ponds in the area.",
        1314.52,
        1324.36
    ],
    [
        " Ponds created by the still drainage of the mines. The near zero temperatures had frozen the water to what the kids believed was a safe depth.",
        1324.56,
        1332.16
    ],
    [
        " But the ice broke beneath them and one by one the others plunged through and drowned to trying to affect a rescue with the courage so typical of the area all for dead.",
        1332.82,
        1343.58
    ],
    [
        " I had never seen Harry cry before I caught his eye at Stadler's funeral home and his tears moved me to cry myself.",
        1345.74,
        1356.42
    ],
    [
        " Again, just the fact that he's talking about sort of this courage and if you think about what your job is what most people's job is going to those minds every day.",
        1357.2,
        1367.56
    ],
    [
        " He talks about another buddy of his and doesn't really well he doesn't explain what happened because he didn't know what happened but somehow this kid got shot with a 22 caliber like playing around or whatever.",
        1370.64,
        1382.42
    ],
    [
        " He says he lived for some months but then gangrene said in and they brought his body back to her her mini.",
        1382.42,
        1388.9
    ],
    [
        " The funeral said at St. Edwards where I was an ultra boy that priest took the water shaker from me and began to sprinkle its contents on the casket and I remember that I stood there before the altar trying to figure out at which end of the great metal box they had placed Joe's head and which end his feet.",
        1390.34,
        1407.04
    ],
    [
        " I never really fought in terms of the dead as being punished. It had always been a matter of living getting their comeuppance.",
        1407.3,
        1415.2
    ],
    [
        " But that night my mother asked me to pray for the soul of Joe and for the first time in my life I did offer prayers on behalf of another person.",
        1416.64,
        1424.8
    ],
    [
        " I never picked individual fights but I never seemed to have any trouble getting into them either I guess because I was larger than most of the guys my age a lot of them couldn't resist the challenge.",
        1425.58,
        1436.22
    ],
    [
        " I don't remember ever losing one.",
        1436.22,
        1439.2
    ],
    [
        " So we get a good background of the guy we get a good feel of the situation is very tough hard work always behind the eight ball financially but still nonetheless tight community fast forward a little bit while I was getting started as an adolescent my brothers were fighting the war.",
        1444.2,
        1462.94
    ],
    [
        " Chuck became an infantry officer in a company commander in Italy and bud a navy man served as chief torpedo man aboard a destroyer that prowled the North Atlantic their letters were never any aid or comfort to me vicarious combat like books and movies and teleplays had never been my cup of tea.",
        1462.94,
        1480.56
    ],
    [
        " I hadn't quite recovered from their abrupt departure from her many and their subsequent location in places with exotic names when they came home with metals on their chest and war stories to tell the old man on the front porch in the spring of nineteen forty four that's what I wanted and I wanted it badly.",
        1482.46,
        1500.08
    ],
    [
        " I still wanted to be a soldier and I knew exactly how I could do it the military's rules be damned the phony baptismal certificate father Kelly had worked for me had worked up for me was the key actually I was already getting some advice from people at work about registering for the draft they thought I was eighteen years old.",
        1500.5,
        1520.02
    ],
    [
        " And I saw no reason to disappoint them I went over to Irwin with my work permit in hand and told Mrs. Ganga where at the draft office that I just forgotten about it and needed a register she looked at me as if I were a low life son of a bitch who was trying to sneak out of my duty as an eighteen year old American citizen.",
        1520.84,
        1538.8
    ],
    [
        " Actually I was a fourteen year old teenager American citizen was trying to do my best to sneak into my duty.",
        1539.2,
        1545.48
    ],
    [
        " I'd like to say it was all my idea but I can't remember whether it was me or my friend Tony Spazali so him and Tony Spazali decided they're going to go and list.",
        1547.28,
        1557.26
    ],
    [
        " They catch her they hitch a ride to till they get outside of Pittsburgh once they get outside of Pittsburgh we walked the rest of the way to the US post office in downtown Pittsburgh where we both joined the US Marines this kids fourteen.",
        1557.82,
        1570.7
    ],
    [
        " The next day the train Tony and I were riding southward through Virginia towards Paris Island South Carolina it was halted in some backwards town and we were taken off by a man who identified himself only as a federal officer we were both impressed if disappointed when we when we arrived back at the Pittsburgh Depot Mr. Grestman or high school principal was waiting and took us home.",
        1571.24,
        1595.26
    ],
    [
        " My father only shook his head but my mother was glad to see me and smothered me with forgiveness I went back to my traps in my school and my job and the railroad the very next day I wasn't finished however I was only waiting fast forward a little bit three years later now he's actually the right age he goes to unless he's seventeen years old goes to the Marine Corps recruiting office and gets told the quotas full.",
        1595.92,
        1618.56
    ],
    [
        " Because by the way the war is over like the war had been over so he missed the world war to he turns seventeen right cool sorry we ain't got nothing for you so he gets told by the Marine Corps recruiters sorry nothing for you and then at that moment a man wearing the US Army's 11th airborne patch on his shoulder son turned into the Marines office and notice my quandary hey kid you want to be a pair of troopers he asked what's that I inquired you jump out of planes and fight he said and I joined period and the story we got.",
        1619.78,
        1648.54
    ],
    [
        " I got you a week later in the early morning of May 9th 1947 I got up to say goodbye to my folks my father who rose at 4 30 every morning of his life except Sundays was sitting at the kitchen table when I came downstairs already dressed and ready to leave my mother was puttering quietly around the stove and large white a namel cabinet preparing lunch for my father to take to the mine I sat down in port of cup the coffee into a metal cup I suppose my father felt it was absolutely necessary that he give me some parting advice although he was a little bit more than I was.",
        1648.56,
        1678.54
    ],
    [
        " He like I had no idea what being a pair of trooper meant but it was good advice as I recall it went something like this the uniform doesn't mean you're a soldier whatever you do don't get disgusted stick with it like you stick with it here at home remember what your brothers did nobody ever quit it won't be any harder than hunting then waiting in the creek in the winter time nothing is as hard as just getting started it's like in the winter time.",
        1678.56,
        1708.54
    ],
    [
        " I'm the coal mines every step takes care of itself. Then we walked out together my mother didn't cry I wouldn't have expected to stoicism is a virtue that a coal miners wife develops I never remember my mother as a young woman not that day or any other and when my wife is 60 years old she will be younger than my mother was at 30 my mother waved from the porch is my father and I descended the 20 steps to the road.",
        1708.56,
        1735.44
    ],
    [
        " His ride to the mine came by and they disappeared into the darkness I walked to the Eureka store called a bus to Irwin took a train to Pittsburgh and then on the morning of May 10th 1947 I arrived at Fort Dicks New Jersey I recall that moment as among the happiest in my life the moment I stepped off that train and knew I was on my way to my dream I was going to be a soldier.",
        1736.9,
        1762.96
    ],
    [
        " So we kind of get an idea of what we're dealing with here I think that's some important background to grab and then we're going to go back to the other book so we're going to go back to the other book the making of a soldier and what's what's interesting about this is he originally wrote this book so the the big book the soldier book",
        1764.68,
        1792.94
    ],
    [
        " came out and I think 19 he think he wrote it came out 1973 or something like that maybe a little bit later but this other book he had written it he had originally written the book called conquest to know where it was just about his experience in Korea and he wrote that in 1954",
        1792.94,
        1808.92
    ],
    [
        " and he was young when he wrote it and he explains this in the kind of in the preface to this book he explains he was young he had a co-author the co-author kind of kind of ran with it a little bit more than he did and so I ended up really not reflecting what he had been through so he rewrote this book later.",
        1810.92,
        1828.02
    ],
    [
        " So we're picking this up where he's that basic training so in basic we were interviewed periodically for school assignments my choice was infantry and I kept asking for it I was advised each time that only an idiot would want to go infantry but there's no way to discourage me although I got pretty mad at being told that a soldier who wanted to fight was crazy one day I was about to tell the captain in a couple of lieutenants just what I thought of leaders who attempted to sell men on every profession in the army except the one in a hand.",
        1828.6,
        1858.0
    ],
    [
        " I had been created for when my friend Bob Heise took me aside look herb don't let the bastards get to you if you don't accept a school they're going to have to let you go infantry but frankly I think your nuts he was right not that I was nuts but that if I held out they would have to let me go infantry I did and they did.",
        1858.0,
        1879.76
    ],
    [
        " So after basic he goes through basic training some stories about that and here and obviously I'm fast forwarding through a bunch of this stuff you have to get these books to get the full details after basic I cooled my heels for a couple weeks with the second infantry division for Lewis Washington to my papers were processed then I was sent to jump school and was graduated as an infantry man and a pair trooper I served a year and a half was discharged and returned to finish school at sec weekly township high.",
        1883.36,
        1909.74
    ],
    [
        " In her many no one went anywhere in the US Army without a high school diploma so I earned mine then reenlisted in the 82nd Airborne Division at Fort Bragg.",
        1909.76,
        1919.12
    ],
    [
        " Four months later while I was studying radio repair at Fort Monmouth the North Koreans invaded South Korea.",
        1919.16,
        1928.56
    ],
    [
        " I was shaving with my friend Harry burst into the latrine with news that the United States was going to provide combat assistance to South Korea.",
        1929.18,
        1937.26
    ],
    [
        " My head whipped around and I sliced a notch on my chin that passed for a dimple for a good two years.",
        1937.66,
        1942.58
    ],
    [
        " Harry and I talked it over we made our decision then we made our pitch we asked to be released from school early to go to Korea.",
        1943.0,
        1949.16
    ],
    [
        " The commanding officer laughed Korea he explained was a zero big nothing our troops in Japan were quite capable of handling things over there and he said it would all be over before our request could even be processed.",
        1949.7,
        1960.52
    ],
    [
        " He's crazy I later insisted to Harry it can't be I wasn't going to be cheated again I tried to go over his head it was useless I tried to flunk out of the course it was impossible the only way was to graduate so I bore down I took night classes I applied myself I was going to get out.",
        1960.52,
        1977.6
    ],
    [
        " I was going to get out of the signal core completely I was going to get out of the 80 second I was going to get out of the United States I was going to get to Korea and I was going to get back into infantry as an infantry man and a fight in the war.",
        1978.92,
        1992.32
    ],
    [
        " And he makes a good attempt he makes a good attempt he makes it happen he graduates from the school and now he is on a troop transport which tech 10 days to get to Japan those are the longest days of my life on the eighth I was assigned KP refused to pull it and got busted from private first class back to private.",
        1998.28,
        2019.62
    ],
    [
        " It didn't matter I was on my way to war and I wasn't about to arrive with dish pan hands besides who the hell cared whether I got there as a pfc or private.",
        2019.68,
        2029.74
    ],
    [
        " He just fall on man he is full on we were briefed by some of the evacuated veterans of Korea who were being used to give us the real scoop before we went in some of it was bullshit bullshit most of it was true a sergeant of that of both World War 2 and the World War 2.",
        2029.74,
        2049.6
    ],
    [
        " And Korea told it best when is coming he informed us most likely you will find it more severe than any winter you have ever seen it's high rugged country and bitter cold and you'll be out there in the weather 24 hours a day for months.",
        2049.6,
        2065.48
    ],
    [
        " He explained how the enemy were they were not cowards he said they were well armed and they could fight.",
        2066.1,
        2072.18
    ],
    [
        " Yeah sure serge some smart ass heckled from the back of the auditorium tell us a war story his glance swept over us I'm not going to tell you any war stories you'll have your own soon enough and some of you won't live long enough to tell them.",
        2073.66,
        2088.54
    ],
    [
        " Three days later I was sitting ashore with orders assigning me to the 20th air ground signal liaison in Pusan as far south as you could go.",
        2090.74,
        2100.9
    ],
    [
        " But I hadn't come to Korea to repair radios and I wasn't about to sit out the war in Pusan.",
        2101.48,
        2106.42
    ],
    [
        " There had there were plenty of guys around who would be happy with those orders they didn't need me I went up to see the captain and explain that I was an infantry pair trooper and I expected to go to the 187th airborne regimental combat team or back to the second infantry division both wearing country.",
        2106.94,
        2122.3
    ],
    [
        " He scarcely heard me he said what I'd been hearing ever since I had joined the army impossible.",
        2122.5,
        2128.88
    ],
    [
        " I was humiliated and furious and stormed back to where my gear lay piled on the wet ground I was surrounded by troops who had been wounded and who were now returning to their units artillery pounded to the north I wasn't going south.",
        2129.68,
        2143.22
    ],
    [
        " The next day when they loaded trucks aimed north I picked one with second division on its bumper and leaped aboard I was a wall in Korea.",
        2143.38,
        2153.64
    ],
    [
        " You know what they all means right absent without leave so he's just got this cushy job repairing radios and he randomly selects a vehicle and jumps on board.",
        2155.58,
        2168.84
    ],
    [
        " You think that's like you go that's that's kind of crazy well look at this the truck was a mixed bag of vets and replacements from a half a dozen different countries a Korean was driving.",
        2169.5,
        2181.94
    ],
    [
        " I soon discovered that I was the only American aboard I also learned from one of the Koreans who spoke English better than I did that the truck belong not to the US second infantry division but to the Republic of Korea army second infantry division.",
        2181.94,
        2194.02
    ],
    [
        " So I first saw combat in a Korean division but at least I was in battle.",
        2194.14,
        2199.68
    ],
    [
        " And look there's I could I could easily just turn this into an audio book and read the entire freaking thing like I it's there's so much there's so much interesting things that happen you you you kind of have to read it yourself and I apologize I just don't want to do a full audio book of this because he I'm reading this things and I'll be like why I can't read the whole book and then you read something crazy.",
        2201.46,
        2228.5
    ],
    [
        " This could never happen nowadays no obviously no good like I mean I guess I guess it kind of could it kind of could actually I look circumstance.",
        2229.88,
        2239.66
    ],
    [
        " Hey man you're in country you know you could you could you could get away with a lot you could a lot way with lot because.",
        2239.68,
        2246.96
    ],
    [
        " You don't have.",
        2248.26,
        2250.08
    ],
    [
        " They don't have you know you could you could make things happen right just like you know you sneak into a concert you kind of act like you know what you're doing and you kind of walk past the door man like you're going to you got some task that you're supposed to do yeah no no says anything to you so you know you throw your name hey can you put me on that manifest to get this flight up to Baghdad you know something like what were you from I'm from a seal team that's supposed to be up there you know names willing.",
        2251.4,
        2275.06
    ],
    [
        " Like what happened oh I was late my you know I was my kid was sick and I got here late I'm just trying to get up with my unit and they're like they're just going to hook you up right right yeah that's the problem we're talking to till yeah it was either till or it was it might have been Dick Thompson who is like.",
        2276.88,
        2293.98
    ],
    [
        " We've you volunteered to go to Vietnam is like yeah cool yeah you're you're in it wasn't like hey can I please go yeah you want to go to know cool you want to go to special forces cool you want to go to.",
        2294.3,
        2305.04
    ],
    [
        " You want to go to you want to go to sock cool no problem yeah so it's sort of a little bit of that still like now it is I think you could get away with some of this it'd be a little bit trickier yeah many",
        2305.06,
        2316.88
    ],
    [
        " occasional strap hangers wrote around country doble though yeah it's surprisingly influential when someone just sounds like and looks like they know what they're talking about.",
        2316.88,
        2326.1
    ],
    [
        " Hey man you know what you know how you you know how you know what someone's rank is they have a little patch that's Velcroed on their thing.",
        2326.32,
        2334.42
    ],
    [
        " So yeah freaking Andy Stump's talking about that Andy Stump would like to make himself a make himself a lieutenant commander and he's a he make himself four ranks above what he actually was.",
        2335.4,
        2345.2
    ],
    [
        " Yeah so I mean yeah and I guess right I mean it's one of those things where it's like yeah if they chose to look into it and it's like yeah they could eventually find out but if you're just",
        2345.32,
        2355.36
    ],
    [
        " or you know raising no suspicion because you look like you know what you're talking about like you're not going to look into every little thing that happens to you you know.",
        2355.9,
        2361.84
    ],
    [
        " So especially there's a war going on you're like oh you're a placement cool yeah you're not like let me see your paperwork yeah by the way when they ask for your paperwork you say oh yeah you got blown up.",
        2361.84,
        2370.32
    ],
    [
        " Yeah and it's not like you're trying to do something that a normal person would be thinking is advantageous for you.",
        2370.4,
        2377.52
    ],
    [
        " It's not like you're saying hey I need to get on a plane did you go to Japan right right people are probably saying hey what we mean.",
        2378.1,
        2382.98
    ],
    [
        " We need to go to Japan for yeah what's what he's talking about yeah that's not happening but if you're saying hey I want to go to the front lines yeah.",
        2382.98,
        2389.74
    ],
    [
        " Hey and you're gonna see his whole tour basically he's a wall he's a wall this whole tour just and he does exactly what you said he kind of shows up and gets with a company and start working.",
        2389.94,
        2401.14
    ],
    [
        " So the he's in a way it's almost like a crazy irony where he's a wall but he's a wall because he's not a wall he's saying he's like yes.",
        2401.34,
        2410.22
    ],
    [
        " Yeah he's he's be a wall like I'm going to get some he's get some wall.",
        2411.22,
        2416.56
    ],
    [
        " Yeah you could you could get it I think you could get away with some of it I mean I know that we definitely did some let me give you an example we did things that were not normal you know maybe not a fish you know not a fish maneuvers.",
        2416.56,
        2433.34
    ],
    [
        " Yeah you know my my CB's so I had CB's that which is construction battalion so they're Navy guys that do construction and they've got a really awesome historical story in that they would build air fields in World War 2 and they did and there's part of the part of the underwater demolition teams that use some of that experience from the CB's so there's a there's a connection there anyways CB's are CB's the CB's that worked for me.",
        2433.34,
        2461.74
    ],
    [
        " They did some stuff that was not above that was not 100% let's say authorized right for instance we need a piece of equipment we need a piece of gear we need a bunch of lumber to build something basically my CB's would figure out how to get that stuff that we needed.",
        2462.64,
        2483.92
    ],
    [
        " And you know they might be trading stakes or whatever captured weapons whatever just whatever random things and here you go yeah make stuff work so there's definitely it's a little bit more it's Wild West right you heard like Iraq or Afghanistan described always the Wild West out there.",
        2484.42,
        2504.96
    ],
    [
        " Yeah here people say that it takes a little while for the administrative things to catch up so when it's when you're waiting for administrative things to catch up there's some shady activities happening you're making some things happen who's the guy and there's a movie about it you it's like a young kid and he'd go and he'd be a pilot and he'd really like do stuff like stuff like I don't know the name of the movie but I know what you're talking about but I never watched it either but he like get and fly a plane and yeah.",
        2505.36,
        2533.86
    ],
    [
        " Yeah he would apparently the story I didn't see them either but he I remember seeing no it was an interview he was on like a like a podcast you want to say yeah the real yeah and he's older or whatever but he was saying like yeah he's main thing you just act like you know what you're doing that's all you got to do and so he could be like this young kid even though like straight out like someone that young will never be a pilot like it just doesn't happen like that and he just act like he knew what he was doing and they'd be like yeah cool.",
        2534.14,
        2561.8
    ],
    [
        " That's why they called a con man right because you have to have this confidence level of confidence so he's got a level of confidence here just to jump on with a bunch of North Greens the reason that I went off on this tangent about not reading everything is because he jumps in he's in combat with these guys he says",
        2562.82,
        2578.06
    ],
    [
        " the first guy I was sure that I had shot bounded into the air then dropped over a ledge before us it was my first sure kill but I felt neither revulsion nor sense of power just in difference I had had more compassion for rabbits and deer a guy with a rifle in his hands coming to kill me did nothing to stir my sympathy subsequent years of combat in Korean Vietnam served only confirm and strengthen that feeling 10 minutes later I was out of ammunition this is his first scenario 10 minutes later I'm out of ammunition",
        2580.22,
        2607.44
    ],
    [
        " everyone else on my side had already taken off so I picked up a wounded Korean and helped him back to where I joined the unit now look what happens he he finds a Jeep with four American G eyes and just kind of rolls with them because he doesn't want to be he's with Koreans he's with people that aren't speaking to us a few people that speak English but most of them aren't.",
        2608.2,
        2628.54
    ],
    [
        " And then he jumps in with them ends up going of this replacement depot and load he gets loaded on to a box car that's that's heading south and then a couple days later he ends up where he's supposed to be okay so couple days later we were near enough for me to make my move oh he gets to push on so he gets back to push on because he's with the Korean unit is want to be the Korean unit so he goes back to push on to figure out like okay how can I get with some Americans he gets back there",
        2629.0,
        2656.5
    ],
    [
        " and a couple days later we were near enough for me to make my move I stole a Jeep and drove over to the 23rd they were preparing for to jump off for the Yalu River a push north designed to end the war headed home was the modded model home by Christmas MacArthur promised rumor had it that the seventh infantry division and the Marines were already rolling north the rocks already have more men on the Yehlu on the Yehlu than the Chinese on the mainland to put it together",
        2657.14,
        2686.16
    ],
    [
        " someone's war hell it's as good as over I felt a pain in my heart but what the hell a short war is better than none besides life is full of sprites so he steals a Jeep to go and again right this guy's just getting after it",
        2687.1,
        2699.9
    ],
    [
        " the temperature plummeted to 20 below again I'm trying to figure out what to read but you read you see that the temperatures 20 below like let's make sure everybody knows extra equipment and ammunition were issued",
        2699.9,
        2714.48
    ],
    [
        " we began to feel a fever for conquest we were going to end it the big attack was on not by us but by the Chinese one million strong they came at us across the Yalu River out of Manchuria surrounded by more than 30 fold divisions are attacked turned into a route",
        2714.62,
        2733.62
    ],
    [
        " so then this happens so he's this they're starting to kind of get beat up and sergeant comes off it says we got to get more troops up here the Turks are somewhere off close to the east do you know where they are sorry I don't even know where we are he ignored it well I know where they're supposed to be",
        2736.74,
        2754.28
    ],
    [
        " but I'd hope maybe you know for sure he dropped the finger on my shoulder I've got to send you after them I don't have anyone to spare it's another lesson of war if you don't belong to the unit you can be spared so he's just tagging along with these guys and so the sergeants like okay well I need somebody to go do something to you sure I'll go I heard myself volunteer that was all he didn't know any more about the Turks than I did if I found them okay if I didn't that was okay to two hours late low later I located their lead element",
        2755.54,
        2784.26
    ],
    [
        " they were still heading north looking for more Chinese which said just about all there is to say about them every other unit was heading south running from the Chinese while the Turks were moving north looking for Chinese and the Chinese were desperately trying to avoid them I couldn't talk to the Turks and they couldn't talk to me I tried to get across what I wanted but it was useless they had their orders attack north night closed in and I stayed so he's supposed to go figure out what they're doing",
        2784.28,
        2811.86
    ],
    [
        " and he can't even communicate with them to get them to do what he needed them to do so he stays with them for a while then he decides I'm fast forward he decides he's got to leave and go back and at least tell him hey this is where the Turks are I don't speak their language and what do you want me to do next",
        2813.9,
        2828.24
    ],
    [
        " and in order to leave he heads off to the north he thinks it's going to be the best way to go and here we go back to the book I looked ahead and spotted about 200 Chinese coming across the valley not more than a hundred yards out I dropped down",
        2828.24,
        2841.84
    ],
    [
        " behind some rocks and fallen timbers and stretched out on my belly in the snow recalling the dead captain that's what I opened up with I eased my rifle off safe I wasn't about to be taken alive they came straight up the finger toward me and passed I was safe I was ready to move",
        2841.84,
        2856.8
    ],
    [
        " again I put my hands down to push myself up when all hell broke loose the Turks had opened up with everything they had and Chinese swarmed back down the hill toward me I was halfway to my feet it was too late to drop back down and I couldn't just stand there I spun the rifle around and open",
        2856.8,
        2871.82
    ],
    [
        " up on three or four nearest to me weapons flew in the air and bodies went sailing past me ass over heels I snatched up one of their burps and squeezed the trigger along sharp rip rent the air and more bodies tumbled by as fast as I emptied one weapon I scooped up another I had",
        2871.82,
        2886.78
    ],
    [
        " him by the balls I could fire at anything in any direction they couldn't fire without hitting their own troops running and milling around in confusion some headed back up the hill and the Turks opened up again when they came back",
        2886.78,
        2898.06
    ],
    [
        " down I dropped another couple dozen suddenly it fell silent it was no time for me to move I got back down and waited at first light the Turks sent a patrol to see what the score was between us we had",
        2898.06,
        2910.42
    ],
    [
        " accounted for almost 200 my foxhole buddy convinced them that I had gone out after the entire group alone and I became an arca douche their brother later when I stood before",
        2910.42,
        2924.04
    ],
    [
        " their president the only foreign soldier ever to receive the Turkish equivalent of the congressional medal of honor so now he's in position with the Turks and here we go again and I'm",
        2924.04,
        2938.74
    ],
    [
        " probably going to be saying that a lot as we read this here we go again they're in position and shit just gets crazy the major assault came from the west and it wasn't too swift since we had the",
        2938.74,
        2948.84
    ],
    [
        " son at our back some men fought some just froze but the Turks rose as one man with fixed bayonets and met the charge head on about 20 yards out from the column flanks steel clashing against",
        2948.84,
        2961.46
    ],
    [
        " you screams of pain and terror intermingling but not a sound from the Turks a Turk private who I came to know well who and who later died",
        2961.46,
        2970.1
    ],
    [
        " slashed across the faces of three Chinese with one great sweep of his blade another a master sergeant who would later visit my home in the States as a hero of his nation and as an honored guest of ours",
        2970.26,
        2980.66
    ],
    [
        " gutted two more at my side they loved it but the Chinese I saw already had no stomach for it they routed quickly and fell back abandoning their dead and wounded the wounded that Turks finished off they gave no quarter and asked none",
        2980.66,
        2996.68
    ],
    [
        " for the way just FYI just so everyone knows we're talking about bayonet battles",
        3002.56,
        3007.12
    ],
    [
        " jump ahead a little bit here now they're in a column so they've they've kind of they kind of been roughed up and even though they've done some hard fighting they're heading south they got lots of casualties",
        3007.12,
        3018.74
    ],
    [
        " they're in rough shape he's back with Americans now as dark descended we saw Chinese troops perched like buzzards on the heights around us our column froze to a halt ammo was low there was no ration hand out the few men who had",
        3018.74,
        3032.7
    ],
    [
        " sea rats mostly passed them to the wounded with no wire for setting up a defense that column had to move a truck pass close to me and I fell behind it",
        3032.7,
        3041.8
    ],
    [
        " letting my ass drag a little suddenly my feet flew out from under me and I cracked my chin on the ice I bound up fast like a novice boxer embarrassed by a sudden unexpected knockdown in the first round my hands were sticky with blood I glanced up and sought slew",
        3041.8,
        3056.46
    ],
    [
        " sing from under the tailgate of the truck load of wounded and dead before me and freezing on the surface of the road I remembered running behind my brother's ice delivery truck as a kid watching water drip out",
        3056.46,
        3068.36
    ],
    [
        " as the ice melted in the summer sun went a waste of water then it hit me war what a waste of blood glancing back into the darkness at the hills crawling with Chinese I realized that sometimes the alternatives were worse so I straight myself up 14 miles wasn't that far two men came",
        3069.0,
        3088.18
    ],
    [
        " beside me in the darkness one of them had one arm gone the other both they needed space in one of the trucks myself on another soldier climbed aboard and sifted through the",
        3088.18,
        3098.2
    ],
    [
        " wounded for the dead we unloaded eight bodies and laid them at the side of the road help the two wounded climb aboard then dropped back again behind the truck",
        3098.2,
        3107.34
    ],
    [
        " word came back again keep the column moving or stop in place and die.",
        3107.34,
        3113.14
    ],
    [
        " So like I said they are there in tough shape as they're as they're extracting in this situation and again up they he explains how they end up there but I can't I'm not going to read the not reading the whole book",
        3113.84,
        3126.76
    ],
    [
        " a feeling of confidence and well being washed over me I'd make it and so would most of the others if they'd fight we were breaking through some men were beginning to rally one when one truck driver bought the farm someone else jumped in to take up the slack the column was moving it was make contact pullback regroup fight again and again but we were moving many died needlessly tanks and trucks ploughed over them in the dark and confusion",
        3127.68,
        3156.52
    ],
    [
        " crushing dozens beneath wheels and tracks the sounds of battle and the powerful roar of engines drowned out the screams in the light of a flare I saw man's face frozen in horror his mouth open in a sound this scream as he went under the treads of a patent tank",
        3156.76,
        3173.2
    ],
    [
        " it was unavoidable and it was ghastly",
        3173.2,
        3178.82
    ],
    [
        " three men were stretched out beside the road white phosphorus searing into their dead flesh and incoming rounds struck halfway between us and I hit the dirt when I raised up they had disappeared and a small crater hollowed the snow where they had been more artillery followed and I dove into a hole made by an earlier round there was another guy in there",
        3180.58,
        3201.38
    ],
    [
        " go ahead you yellow bastard shoot me he screamed I still had dirt in my eyes I'm not a yellow bastard I fired back and I'm not going to shoot you he was an asshole I figured still brushing dirt for my eyes look I said carelessly meaning God damn it can't you see I can't I can't he saw I can't see anything my eyes cleared and I saw his face a massive searing white phosphorus",
        3202.8,
        3229.3
    ],
    [
        " he might have been one of the three I had fought was dead or someone else would been hit in the same by the same round I scooped up chunks of ice and snow and tried to clean his face I led him out of the hole and over to a medic the medic lifted him onto the truck and began to tend to to his injury before the driver threw it into gear and lurched back into the column",
        3230.6,
        3250.64
    ],
    [
        " I was still watching and wishing him well when the truck took a direct hit and disappeared my throat was on fire I needed water I reached out and broke off an icicle from a passing truck I stuck the end in my mouth and sucked on it it was sticky dirty and salty it was frozen blood",
        3252.26,
        3277.9
    ],
    [
        " dropped from my hands I moved out farther onto the flank again deeper into the darkness only a candy ass really needed water",
        3280.7,
        3288.26
    ],
    [
        " just before first light I am both toward the head of the column and attach myself to the lead unit we came upon a unit that had gone before us all of them dead and many disemboweled like the men in the village",
        3288.26,
        3302.36
    ],
    [
        " a young lieutenant laying a ditch with his leg blown off above the knee I turn a kid at it and loaded him onto a passing tank with some other wounded already aboard",
        3303.92,
        3312.6
    ],
    [
        " a couple of hours later I found him alongside the road with a bullet between his eyes the back of his head was gone and his brains were splattered all over his vest",
        3312.6,
        3323.0
    ],
    [
        " we attacked some more took some more casualties took our wounded and mostly left our dead behind us",
        3324.92,
        3331.14
    ],
    [
        " we had lost 3,000 men in one day of the 7,000 remaining in the division",
        3331.14,
        3338.48
    ],
    [
        " so eventually they make it back and he gets shipped to he gets assigned once again to a rear unit",
        3351.98,
        3361.5
    ],
    [
        " and they're probably trying to take care of him thinking this guy just went through all this hell and he requested to get transferred like no I want to go to a frontline unit and what do they say they say that's impossible",
        3362.52,
        3374.16
    ],
    [
        " so he waited two days as long as rifle and went back on a wall and reported to a replacement unit handling hospital return ease I teamed up with a couple of men from the 38th and returned to the unit then on down to its second battalion",
        3374.16,
        3390.3
    ],
    [
        " battalion headquarters we were asked which company we were from this is what you're talking about so he gets the battalion headquarters not a battalion that he's even a part of and they say which company you from and he says e company I said and was loaded on the back of a douston half and delivered at company headquarters I was assumed to be a replacement from state side and was turned over to Dave Bernstein",
        3391.22,
        3410.84
    ],
    [
        " a wonder from Brooklyn who may came to cherish you see that bridge up there we're going to have to cross he asked yes well we've crossed it at least four times already two times out two times north I noticed him studying me out of the corner of his eye they'll they'll more than likely shoot us back across it again tonight he glanced at us watch usually the shit hits the fan about 10 30",
        3411.64,
        3435.6
    ],
    [
        " they lay on the artillery for about 15 minutes and then follow up with Takasan chinks Takasan that means a lot he studied me when he said it I felt myself flush come off it man I'm no damn rookie I made it to Kuna re with this outfit he brought me up short you were at Kuna re that's right what outfit who the hell knows I was a radio man I was a radio repair man I lied I didn't have time to explain being a walk",
        3436.62,
        3465.58
    ],
    [
        " so he meets these guys this this easy company here Bernstein signaled again now he's now he's with these guys and this scene as he read this it just gives you that I had to read this part just so you get it kind of a sense of sense of who he's with and who these guys are so he shows up I",
        3466.84,
        3491.44
    ],
    [
        " just Bernstein signaled and I stood up and followed him into one of the huts inside it was a little casino the mud walls were covered with tapstries and silk blankets e company had liberated when they moved into the town there was a small fire burning in the fireplace the mud fireplace there were three fifths of whiskey on a small shelf and five half empty bottles in front of five soldiers playing poker on a silk covered table in the middle of the room one of the men a sergeant kept calling for bug that's the",
        3491.9,
        3521.42
    ],
    [
        " bugs Hoover he's always calling for the bug aces straits and flushes Bernstein explained he introduced me to the to the men with whom I would serve until I left Korea or until they died or captured some stood up and shook hands others just nodded we watched for a bit then left",
        3521.44,
        3538.84
    ],
    [
        " what are their jobs I asked call me Dave he said",
        3538.84,
        3544.7
    ],
    [
        " McPherson's the platoon sergeant used to be an 82nd airborne I think we kid him about the time he went a wall came back and the old man said he'd never be a soldier that was in the states",
        3546.34,
        3557.28
    ],
    [
        " in four months he's been here he's gone from pfc to master he was the same old man who promoted him max tough but he's a hell of a good guy",
        3557.28,
        3567.34
    ],
    [
        " crandles a squad leader he hates war and he hates the army but he fights Billy Joe buck holds his arrival man a pfc from Atlanta he's kind of new here too",
        3567.64,
        3578.7
    ],
    [
        " Brinson's a draftee he's got kids one of them signed some of his letters though I don't believe he's even old enough for school",
        3578.7,
        3586.24
    ],
    [
        " Brinson's a bar man bugs is a goddamn tiger he does anything and everything that needs doing",
        3586.24,
        3593.38
    ],
    [
        " sometimes he's a squad leader sometimes he's a platoon sergeant he's everywhere and anywhere wherever there's gooks if you're a fighter you'll like him and he'll like you",
        3593.54,
        3601.76
    ],
    [
        " if you're not stay the hell out of his way",
        3601.76,
        3604.58
    ],
    [
        " Who's got the squad I'm assigned to I asked king forgot to mention",
        3604.58,
        3609.9
    ],
    [
        " He's a good Joe too hell they all are he said fleeing up his arms no sense in trying to say who isn't who isn't",
        3609.9,
        3618.3
    ],
    [
        " He looked thoughtful the amazing thing is the age average is less than 21 and that's including the world war two vets",
        3618.3,
        3625.5
    ],
    [
        " So there's a little introduction to the guys",
        3625.5,
        3628.68
    ],
    [
        " Says the Chinese didn't attack that night but neither did we bugs lost his asset poker ten years after arrow flint and Burma",
        3628.68,
        3639.7
    ],
    [
        " I was honest to god infantrymen I felt damn good I slept well",
        3639.7,
        3645.3
    ],
    [
        " So well here we go",
        3649.24,
        3650.72
    ],
    [
        " God he just roll they just roll",
        3650.72,
        3653.62
    ],
    [
        " You know the you never heard that added jump sure",
        3653.62,
        3657.76
    ],
    [
        " I've said it here before that war is a lot of waiting yeah",
        3657.76,
        3662.02
    ],
    [
        " There is not waiting in this book",
        3662.02,
        3664.74
    ],
    [
        " Very little because every time he seems like he's gonna have to wait he just goes a wall and find out he's fighting",
        3664.74,
        3670.4
    ],
    [
        " No time to wait yeah late the next afternoon we were briefed by the company commander",
        3670.4,
        3675.02
    ],
    [
        " Still later we were briefed by our platoon leader lieutenant Malinowski",
        3676.56,
        3680.86
    ],
    [
        " I was to go on patrol he said he was sorry to have to send me out on my first full day in the platoon but no sweat",
        3680.86,
        3686.74
    ],
    [
        " No real sweat he assured me it was only a listening post at eighteen hundred hours Dave Sowers Crandell tape a guy called self propelled",
        3686.74,
        3694.44
    ],
    [
        " That's that's one of the top nicknames I've ever heard in my life the guy's name is the self propelled",
        3694.44,
        3701.12
    ],
    [
        " Freaking legit",
        3701.5,
        3702.46
    ],
    [
        " He had come to e company from an artillery self propelled gun units",
        3702.46,
        3706.92
    ],
    [
        " So his name was self propelled and myself were briefed by king who would lead",
        3706.92,
        3711.14
    ],
    [
        " We're gonna we're going a bit north for tonight to LP five",
        3711.14,
        3714.98
    ],
    [
        " Nothing big there shouldn't be any trouble will lay low and listen",
        3714.98,
        3718.58
    ],
    [
        " We've all been out here before except for Herbert he glanced at me all you have to do Herbert is listening watch for unannounced company",
        3718.58,
        3725.16
    ],
    [
        " Okay, okay, I replied he continued briefing and made it simple",
        3725.16,
        3729.52
    ],
    [
        " Clear and complete",
        3730.24,
        3731.12
    ],
    [
        " It's kind of crazy right simple clear and complete. That's that's my definition",
        3731.12,
        3737.38
    ],
    [
        " My definition is simple clear and concise and this one is simple clear and complete",
        3737.38,
        3741.48
    ],
    [
        " We moved out later each of us knew exactly what was expected of him and everyone else in the patrol",
        3741.48,
        3748.36
    ],
    [
        " So there you go. That's a just a beautiful briefing",
        3748.36,
        3750.34
    ],
    [
        " Everybody knew what was expected of",
        3750.34,
        3752.42
    ],
    [
        " Themselves and of everyone else in the patrol these men were all business he goes out in the field now",
        3752.42,
        3757.46
    ],
    [
        " All these men were all business no scuffing about no talk no bullshit",
        3757.46,
        3760.94
    ],
    [
        " So these guys are squared away and fast forward a little bit these patrols continue",
        3760.94,
        3765.4
    ],
    [
        " He briefs on some of these patrols what they're like what's going on?",
        3765.4,
        3768.82
    ],
    [
        " The weather is getting even colder the the frontline positions start to stabilize a little bit",
        3769.16,
        3775.5
    ],
    [
        " now and",
        3775.5,
        3782.16
    ],
    [
        " Fast forward to a point they're on",
        3782.46,
        3784.18
    ],
    [
        " E company easy company is in position. They're on like the knob of a hill and",
        3784.18,
        3791.7
    ],
    [
        " We'll go to the book the moon rose full and bright and the hills to the north glowed in a sharper leaf a",
        3791.7,
        3798.66
    ],
    [
        " Tripp flare rocketed into the sky from the base of the hill before us and burst like a bomb of light across the heavens",
        3798.66,
        3804.96
    ],
    [
        " We could see the enemy a line of gray white ghosts floating",
        3804.96,
        3809.36
    ],
    [
        " Forward over the snow about",
        3810.24,
        3812.2
    ],
    [
        " 250 yards away the flare drifted in its shoe to cross our entire front shadows climbing back around us as it disappeared then went out",
        3812.2,
        3821.1
    ],
    [
        " Hold fire",
        3821.1,
        3822.86
    ],
    [
        " Hey easy company. Why don't you go home? This is home. You fucker go back to China someone yelled right back",
        3822.86,
        3831.82
    ],
    [
        " Still neither side fired",
        3831.82,
        3834.3
    ],
    [
        " That's freaking crazy, right? They're calling you by your company name",
        3834.3,
        3838.3
    ],
    [
        " Come down and fight",
        3838.76,
        3840.0
    ],
    [
        " Someone on the other side blew a bugle and",
        3840.0,
        3844.4
    ],
    [
        " Like a cavalry charge they swarmed up the hill the moon came out from behind the clouds and lit up a sea of humanity",
        3844.4,
        3850.88
    ],
    [
        " Racing over the bright snow toward us. They picked up speed. It was the bonsai charge of the Japanese in World War 2 all over again",
        3850.88,
        3858.84
    ],
    [
        " We waited for their front ranks to hit the 75 yard line and squeezed our triggers",
        3858.84,
        3863.9
    ],
    [
        " nothing happened a",
        3863.9,
        3866.96
    ],
    [
        " few muffled chinks",
        3866.96,
        3868.2
    ],
    [
        " Our weapons were frozen firing pins immobile",
        3868.2,
        3872.62
    ],
    [
        " immobile",
        3872.62,
        3873.54
    ],
    [
        " Piss on them someone said and word came down the line we pissed on them and",
        3873.54,
        3881.04
    ],
    [
        " It worked the urine melt of the ice and the troops all along the line began to fire men shifted positions to fill where",
        3881.04,
        3887.6
    ],
    [
        " Individual weapons had not been pissed on yet. I",
        3887.6,
        3896.94
    ],
    [
        " Was I took up a firing position and he continued to work on his rifle a second later he dropped down beside me and jerked two quick shots into advancing troops",
        3898.54,
        3907.92
    ],
    [
        " Good he said now. Let's drive the little bastards back to China. I didn't know where John's was from or where he was going",
        3907.92,
        3914.14
    ],
    [
        " But he had style. Yeah, I said let's do that the other men in the line apparently felt the same way",
        3914.14,
        3919.98
    ],
    [
        " We broke the assault at more than 50 yards and drove them back down the hill to lick their wounds",
        3919.98,
        3925.12
    ],
    [
        " A kid to our right clambered out of his hole and started down the backside of the hill",
        3926.24,
        3930.84
    ],
    [
        " Mick Pearson was on him like a cat",
        3930.84,
        3932.82
    ],
    [
        " We're gonna hell you think you're going he asked to the aid station the guy answered",
        3932.82,
        3937.26
    ],
    [
        " I've got the chills kid Mac told him it's 30 below zero",
        3937.26,
        3941.2
    ],
    [
        " We've all got the chills get back in that hole. I'm going back to battalion the kid shouted almost crying",
        3941.2,
        3947.24
    ],
    [
        " I'm freezing Mac leveled his carbine",
        3947.24,
        3950.14
    ],
    [
        " Get back in your hole. I don't have time to argue",
        3950.14,
        3953.7
    ],
    [
        " His finger squeezed the slack from the trigger get back in that fucking hole now",
        3954.2,
        3958.7
    ],
    [
        " The kid turned and with head hanging moved off in the dark",
        3958.7,
        3963.92
    ],
    [
        " We heard the thought of his boots as he jumped back down into his hole the bugle sounded again",
        3963.92,
        3969.6
    ],
    [
        " This time they came up the hill and battalion strength",
        3969.6,
        3971.68
    ],
    [
        " But this time all of our weapons worked whoever had come up with the piss technique deserved a congressional metal of honor",
        3971.68,
        3978.08
    ],
    [
        " We piled the bodies on top of one another all along the front",
        3978.08,
        3982.1
    ],
    [
        " My bar began to overheat",
        3982.62,
        3985.72
    ],
    [
        " And the smell of cordite and urine seared my nostrils",
        3985.72,
        3989.3
    ],
    [
        " Flares popped overhead again lighting up the slope below and the valley beyond the Chinese were everywhere like ants",
        3989.3,
        3997.38
    ],
    [
        " They were coming in and waves",
        3997.38,
        3998.7
    ],
    [
        " It was a standard tactic with them the first wave was light",
        3998.7,
        4002.84
    ],
    [
        " It was meant to draw fire so they could note and pinpoint our positions of our automatic weapons",
        4002.84,
        4008.06
    ],
    [
        " The second wave was to knock out our automatic weapons and to overrun us or at least wear us down",
        4008.06,
        4013.56
    ],
    [
        " So the third wave could finish us off this time. However, three waves couldn't be enough",
        4013.56,
        4018.4
    ],
    [
        " And they seemed to know it as well as we did",
        4018.4,
        4021.16
    ],
    [
        " They had come prepared their leaders were pros and seldom underestimated who they were up against",
        4021.16,
        4027.7
    ],
    [
        " They knew that any unit prepared to pay the price could overrun any position",
        4027.7,
        4031.82
    ],
    [
        " These guys always came ready to pay that price",
        4031.82,
        4035.98
    ],
    [
        " John's was killed in the third assault",
        4036.5,
        4038.42
    ],
    [
        " I laid his rifle and ammunition beside my own on the edge of the position",
        4038.42,
        4043.5
    ],
    [
        " Then as an altered as an afterthought I extracted his bayonet from his scabbard and fixed it to his rifle",
        4043.5,
        4050.56
    ],
    [
        " I was ready. I tucked my boots beneath his body to keep to keep them warm, but he was already cold",
        4050.56,
        4056.76
    ],
    [
        " There's going to be a long night by the fifth wave",
        4056.76,
        4060.22
    ],
    [
        " The Chinese had paid the price",
        4060.22,
        4062.8
    ],
    [
        " The hillside before us was littered with their dead and wounded",
        4063.1,
        4067.36
    ],
    [
        " We had sustained about 40% casualties ourselves",
        4067.36,
        4071.5
    ],
    [
        " Ammunition was almost nonexistent the artillery had ceased to fire in our support",
        4071.5,
        4076.48
    ],
    [
        " But last of our wounded were already on their way toward the rear walking wounded carrying the dead and incapacitated",
        4076.48,
        4083.66
    ],
    [
        " The sixth wave hit and the order came down to fall back to cover the wounded",
        4083.66,
        4092.04
    ],
    [
        " I",
        4094.02,
        4094.54
    ],
    [
        " Leaped out of my position noted come by to pick up John's I checked his body the rounded caught him smacking the forehead above his left thigh",
        4094.54,
        4101.92
    ],
    [
        " The back of his head was gone. I slung his rifle over my shoulder",
        4101.92,
        4106.04
    ],
    [
        " Locked his cartridge belt above my own and joined the rest of the men at the base of the hill",
        4106.04,
        4111.2
    ],
    [
        " We came to a road which led back across the bridge our battalion commander",
        4111.2,
        4115.4
    ],
    [
        " Colonel Skelden",
        4115.4,
        4116.7
    ],
    [
        " Was rounding up units and reorganizing them for a counter attack",
        4116.7,
        4120.58
    ],
    [
        " His driver was besides a trailer tagged onto his Jeep passing out ammo when we were ready",
        4120.58,
        4126.58
    ],
    [
        " Skelden let us back up the hill",
        4126.58,
        4128.66
    ],
    [
        " He had done so efficiently and so quickly that we caught the sixth wave not yet ready to defend",
        4128.66,
        4134.84
    ],
    [
        " Within minutes we were back in our positions consolidated and ready",
        4134.84,
        4138.48
    ],
    [
        " First light was breaking and the Chinese pulled back",
        4138.48,
        4142.52
    ],
    [
        " We gathered up the rest of our dead",
        4142.52,
        4145.6
    ],
    [
        " John's went back down the hill in a mattress cover",
        4145.6,
        4149.28
    ],
    [
        " Sowers and Tate dead went along with him",
        4150.6,
        4153.52
    ],
    [
        " The Chinese had outnumbered us at least 10 to 1",
        4153.52,
        4157.72
    ],
    [
        " They had weapons and guts they had been willing to pay the price",
        4157.72,
        4163.34
    ],
    [
        " But so it we",
        4163.34,
        4165.34
    ],
    [
        " You know when they get to wave number five you're thinking wow",
        4165.34,
        4175.52
    ],
    [
        " And that's not it here comes wave number six",
        4175.52,
        4179.8
    ],
    [
        " And then and the and the reason that you can't stay there is because you're out of ammunition",
        4180.98,
        4185.9
    ],
    [
        " 40% loss had cut us down far below combat strength we were ordered into reserve",
        4185.9,
        4197.0
    ],
    [
        " Reserve it's a powerful word in a combat zone. It's a full-night sleep in a couple days",
        4197.0,
        4203.9
    ],
    [
        " You're almost certain to live through",
        4203.9,
        4206.12
    ],
    [
        " It's time to catch up to get your bearings bearings",
        4207.02,
        4209.72
    ],
    [
        " And a time to find out how the war is going for the rest of the vision for the rest of the army",
        4209.72,
        4214.48
    ],
    [
        " Since a man in combat doesn't have much opportunity to look around him",
        4214.48,
        4218.7
    ],
    [
        " We had fine weather the sun broke through and the frozen earth became a quagmire",
        4218.7,
        4223.96
    ],
    [
        " Replacements came in and were assigned to fill the gaps day after they arrived",
        4223.96,
        4228.96
    ],
    [
        " E company went into heavy combat training",
        4228.96,
        4231.86
    ],
    [
        " We reviewed attack formations and procedures defenses withdrawals marches and counter attack",
        4231.98,
        4238.08
    ],
    [
        " We practiced until every one of them understood what was expected them under all conditions",
        4238.08,
        4242.6
    ],
    [
        " We laid down the standard operating procedures which would work for us in the conditions of this war",
        4242.6,
        4248.02
    ],
    [
        " Good training cuts losses and we intended to cut our losses to a minimum",
        4248.02,
        4253.24
    ],
    [
        " We trained and we trained hard",
        4253.24,
        4255.78
    ],
    [
        " We got a few supplies by airdrop",
        4263.1,
        4265.66
    ],
    [
        " Sometimes those came in with mail from home",
        4265.66,
        4268.98
    ],
    [
        " And all training would grind to a halt mail was considered a morale builder",
        4268.98,
        4274.4
    ],
    [
        " Personally, I disagreed I didn't write much and didn't expect to get a letter",
        4274.4,
        4280.18
    ],
    [
        " I got them of course, but they didn't mean much to me home was too far away",
        4280.18,
        4285.28
    ],
    [
        " What happened in easy company 38th infantry regiment was more important",
        4285.28,
        4289.2
    ],
    [
        " If you kept your mind on where you were the war was easier",
        4289.2,
        4292.64
    ],
    [
        " If you let your thoughts drift to things that no longer existed for you then you were in trouble",
        4292.64,
        4299.08
    ],
    [
        " Letters I read quickly sometimes skipping entire paragraphs and I got rid of them",
        4299.08,
        4305.98
    ],
    [
        " The packages I broke open immediately and shared their contents on the spot",
        4305.98,
        4310.3
    ],
    [
        " I consumed my portions on the on the hoof and forgot them",
        4310.3,
        4314.98
    ],
    [
        " It's good advice man. It's a good advice",
        4314.98,
        4318.1
    ],
    [
        " I mean I was like in",
        4319.38,
        4320.68
    ],
    [
        " My like I was in a platoon and it was before the war is just like a normal deployment",
        4320.68,
        4327.6
    ],
    [
        " Bucking to do and",
        4327.6,
        4330.54
    ],
    [
        " I remember there was a guy you know like you know one of guys was married",
        4330.54,
        4334.52
    ],
    [
        " You know had a girlfriend or whatever and I remember seeing him he was just he was staring at a picture of her",
        4334.52,
        4340.98
    ],
    [
        " And I just remember thinking that he was torturing himself right and driving himself crazy and it made no sense to me",
        4340.98,
        4348.84
    ],
    [
        " And I remembered that and I was like a young you know single guy at the time so I",
        4349.2,
        4353.16
    ],
    [
        " Made a mental note that that's not a good way. That's not a good thing to do right",
        4353.16,
        4358.7
    ],
    [
        " Fast forward a little bit",
        4358.7,
        4366.0
    ],
    [
        " Then suddenly and simply",
        4366.0,
        4367.66
    ],
    [
        " Malanowski",
        4367.66,
        4368.88
    ],
    [
        " Notified us that third first and third battalions were caught in a pocket",
        4368.88,
        4372.96
    ],
    [
        " And we were moving up north to give them a hand",
        4372.96,
        4376.12
    ],
    [
        " And the good news is this time we ride he signed us trucks by squad",
        4377.24,
        4381.68
    ],
    [
        " Malanowski deployed us squads abreast each squad to maintain this is when they get obviously they get to their fighting positions",
        4381.68,
        4393.58
    ],
    [
        " Um each squad set to maintain itself and calm until we closed in for the assault",
        4393.58,
        4398.16
    ],
    [
        " Then we'd move up shoulder to shoulder side by side to take up marching fire",
        4398.16,
        4402.78
    ],
    [
        " We topped the ridge and descended toward the valley that separated us from the burning smoking mass that was hill",
        4402.78,
        4409.46
    ],
    [
        " 554 hour of objective the planes banked off in a way as we started across the valley",
        4409.46,
        4414.72
    ],
    [
        " Artillery screeched in to take up the slack small arms fire from the hill cracked overhead and Mal gave the order to pick it up",
        4414.72,
        4424.58
    ],
    [
        " And get a move on Chinese artillery came alive now in the ground beneath my feet rolled and heaved like the deck of a ship on a raging",
        4424.58,
        4432.68
    ],
    [
        " Smoke fire and steel split the air like a tornado and the crack of heavy artillery pounded my ears",
        4434.02,
        4440.5
    ],
    [
        " Suddenly I was through it and on the height of the near bank of a small stream",
        4440.5,
        4444.36
    ],
    [
        " Facing a 40 foot drop to the far side",
        4444.36,
        4447.24
    ],
    [
        " A machine gun opened up from the hill ahead",
        4447.24,
        4450.26
    ],
    [
        " The rounds of whizzing past my ears and splitting the air above me and I leaped",
        4450.26,
        4455.18
    ],
    [
        " I sailed down onto the far bank my boots driving through the frozen crust into the deep cold mud",
        4455.18,
        4461.78
    ],
    [
        " Pulling myself free. I bounded forward into the next heavy cloud of smoke",
        4461.78,
        4465.76
    ],
    [
        " The ground heaved the ground sloped steeply upward. I had reached the base of",
        4465.76,
        4472.54
    ],
    [
        " Hill 554 I shoved my B.A.R. selector to automatic finger on the trigger my eyes straining to pierce the smoke",
        4472.54,
        4480.42
    ],
    [
        " I began to ascend the hill cautiously somebody broke through to my right",
        4480.42,
        4486.0
    ],
    [
        " My finger tightened and I damn near drop them",
        4486.0,
        4488.74
    ],
    [
        " It was Dave without a glance toward me he crossed in front of me and disappeared into the smoke the cloud blew away for a second",
        4488.74,
        4495.02
    ],
    [
        " And I saw him clearly both sides called off artillery and shouts came along the hill to keep it moving and keep going forward",
        4495.02,
        4502.08
    ],
    [
        " I hadn't fired a shot yet. Someone yelled grenades",
        4502.08,
        4505.6
    ],
    [
        " As they began to burst below and around us bug shouted open up",
        4505.6,
        4510.78
    ],
    [
        " And the line came to life sporadically at first and then with a marching steam",
        4510.78,
        4515.72
    ],
    [
        " Stream of steady fire as men found their places in the line anything in front now was enemy or dead",
        4515.86,
        4521.9
    ],
    [
        " I squeezed off one shot then waited firing blind went against the grain my father had taught me too well",
        4521.9,
        4528.22
    ],
    [
        " I held fire",
        4528.22,
        4529.3
    ],
    [
        " But then I saw that the tactic was sound we were driving them back bodies tumbled out of the smoke above",
        4529.3,
        4535.24
    ],
    [
        " Down the hill below past me. I switched the selector to automatic rapid a whisper of smoke cleared in front of me",
        4535.24,
        4543.4
    ],
    [
        " And there he was burp gun the works his face was a mask of shock",
        4543.44,
        4548.36
    ],
    [
        " He fired first and rounds plowed into the ground in front on both sides of me and over my head",
        4548.36,
        4554.04
    ],
    [
        " I dropped the butt of the bar until the",
        4554.04,
        4556.72
    ],
    [
        " Barrel aligned itself with the slope of the hill the muzzle level with his gut and squeeze the trigger",
        4556.72,
        4562.54
    ],
    [
        " Little puffs of smoke and dust billowed from his uniform and drove his body back against the hillside",
        4562.54,
        4569.24
    ],
    [
        " The weapon he carried flew from his hands past me down the hill Chinese voices above were screaming in the smoke",
        4569.24,
        4575.36
    ],
    [
        " I continued forward and picked up the pace as I step past the body. I had just dropped that glance down",
        4575.36,
        4582.52
    ],
    [
        " He was dead all right. I had emptied an entire magazine into him. I wasn't as cool",
        4582.52,
        4587.68
    ],
    [
        " As I had figured I released the empty magazine and was inserting a new one when one of his buddies broke through the right front",
        4587.68,
        4595.74
    ],
    [
        " I swung around he was a kid he dropped his rifle then changed his mind and made a dive for it",
        4595.74,
        4601.68
    ],
    [
        " But he was too late",
        4601.68,
        4603.34
    ],
    [
        " I ceded the magazine with a crack on my palm slammed the bolt forward and squeezed the trigger",
        4603.34,
        4608.2
    ],
    [
        " His head disintegrated. I grabbed this rifle pointed up the hill and emptied it into the smoke",
        4608.2,
        4613.44
    ],
    [
        " Then I smashed it against the hillside and dropped the pieces. I re-studied my",
        4613.44,
        4618.82
    ],
    [
        " rifle in both hands and continued up",
        4618.82,
        4622.04
    ],
    [
        " This time I knew I had fired four rounds. There were still 16 in the magazine. I had calmed down",
        4623.2,
        4628.7
    ],
    [
        " Another body broke out of the smoke above me",
        4628.7,
        4632.06
    ],
    [
        " My finger tightened on the trigger. It was bugs",
        4632.06,
        4635.14
    ],
    [
        " Let's go. We shouted. We're almost there. I caught up with him. King had been hit. Who else didn't know who else he didn't know yet",
        4635.14,
        4642.58
    ],
    [
        " There were about six of us still on the line, but the enemy was pulling out the hill was ours shoulder to shoulder",
        4642.58,
        4648.46
    ],
    [
        " We marched those last few yards",
        4648.46,
        4650.52
    ],
    [
        " We were the first two to reach the top",
        4651.34,
        4653.46
    ],
    [
        " Within minutes the remainder of the platoon moved up alongside our squad had been cut down to four men",
        4653.46,
        4661.32
    ],
    [
        " Not a major action",
        4661.32,
        4663.48
    ],
    [
        " It was just another hill for which we had paid the price",
        4663.48,
        4667.54
    ],
    [
        " But it cost the Chinese dearly to their dead lay scattered all around we had done well",
        4667.54,
        4674.8
    ],
    [
        " We had won",
        4674.8,
        4676.78
    ],
    [
        " Then suddenly as if turned by the hand of fate our own artillery seemed to bounce back and fight and began falling",
        4681.34,
        4688.78
    ],
    [
        " Onto our own positions",
        4688.78,
        4690.82
    ],
    [
        " It was impossible for the Chinese to have spotted and called in counter fire so quickly",
        4690.82,
        4695.8
    ],
    [
        " But ours are theirs death was the same in a world of lightning bolts and thunder clapping around us the earth",
        4695.8,
        4702.5
    ],
    [
        " Underneath our boots blew up like a volcano",
        4702.5,
        4705.74
    ],
    [
        " McPherson a few yards in front of me rocket it up into the sky like a dull",
        4705.74,
        4709.88
    ],
    [
        " Like a doll in a hurricane and came down hard and that was it",
        4710.88,
        4714.46
    ],
    [
        " As suddenly as it began it was over. I crawled over to Mac chunks of ice and debris raining down on us",
        4714.46,
        4721.28
    ],
    [
        " And my mouth tasted like copper pennies bastards. He grimaced",
        4721.28,
        4725.28
    ],
    [
        " Dumb stupid asshole bastards. Those were our tanks",
        4725.28,
        4729.22
    ],
    [
        " He was shaken",
        4729.22,
        4731.94
    ],
    [
        " But his only real wound was a chunk of shrapnel behind his right knee",
        4731.94,
        4736.74
    ],
    [
        " He was out of it. He was stateside for sure",
        4736.74,
        4739.9
    ],
    [
        " Carboni and carbonis the medic came up and we tied a compress around the wound",
        4740.64,
        4745.14
    ],
    [
        " With a shrapnel still inside you're going home Mac carboni said softly",
        4745.14,
        4750.12
    ],
    [
        " I lifted him across my shoulder careful of the knee and we made it back to the platoon",
        4750.12,
        4755.36
    ],
    [
        " There be no evacuation until their artillery led up and we already had eight wounded besides Mac",
        4755.36,
        4761.96
    ],
    [
        " The platoon was down to 21 and carboni was the biggest busiest man in it",
        4761.96,
        4767.26
    ],
    [
        " We called back for litter teams and blankets, but it was no easier getting things up than it was getting them back",
        4767.26,
        4772.6
    ],
    [
        " So we waited",
        4772.6,
        4773.8
    ],
    [
        " night came",
        4773.8,
        4775.64
    ],
    [
        " And the incoming stuff lifted we said our so longs told Mac that he had made it and was headed home for parades and kisses",
        4775.64,
        4786.02
    ],
    [
        " Just to get home to see the family will be enough you guys have my address see you",
        4786.02,
        4792.62
    ],
    [
        " To the walking wounded pick up picked up his litter and fell behind the others headed down the slope",
        4792.88,
        4798.0
    ],
    [
        " We sat down and watched them wind away towards the trail",
        4798.0,
        4801.12
    ],
    [
        " In the valley below six walking wounded Mac and the other guys on litters",
        4801.12,
        4807.0
    ],
    [
        " It was all we could spare",
        4807.0,
        4810.0
    ],
    [
        " In November even the walking wounded would have had to stay on and fight",
        4810.0,
        4814.82
    ],
    [
        " So things were improving a little they disappeared in the rocks below",
        4814.82,
        4818.58
    ],
    [
        " And into a minefield",
        4818.58,
        4821.52
    ],
    [
        " Seconds later Mac and three others came running out of the rocks and back up the hill men ran to help them",
        4823.04,
        4829.38
    ],
    [
        " The other five were dead",
        4829.38,
        4831.54
    ],
    [
        " They left the bodies and brought Mac and the others back up to the ridge the wind picked up again and it began to snow",
        4831.54,
        4839.76
    ],
    [
        " Everyone was too tired to waste energy digging in we shielded the wounded with our bodies to keep them warm",
        4839.76,
        4847.64
    ],
    [
        " Halfway through the night a Chinese unit passed us by",
        4847.64,
        4852.4
    ],
    [
        " By morning we were surrounded again by afternoon the tanks had gotten through to us and we were able to evacuate the wounded",
        4852.62,
        4858.9
    ],
    [
        " So Mac was on his way once more",
        4858.9,
        4860.9
    ],
    [
        " But our destinies are cut elsewhere",
        4860.9,
        4865.42
    ],
    [
        " There was no escape at least for Mac he had survived the shrapnel",
        4865.42,
        4871.64
    ],
    [
        " One light piece behind the knee from a hit close enough to destroy a tank",
        4871.64,
        4876.3
    ],
    [
        " He'd escaped the minefield we were no longer trapped",
        4876.3,
        4879.38
    ],
    [
        " He was on his way again and home was but a short way off",
        4879.38,
        4882.62
    ],
    [
        " Then our tanks made another one of those errors so common in war that most people never hear about",
        4882.62,
        4892.26
    ],
    [
        " One tank had not received the ward and fired one shot by mistake into the small band of wounded men",
        4892.26,
        4900.9
    ],
    [
        " It was a direct hit",
        4900.9,
        4905.7
    ],
    [
        " And Mac the other three wounded and the two we had sent to carry the litter were blown to bits",
        4907.02,
        4913.9
    ],
    [
        " Bitterness swept through me I sat down in the snow and stared numbly into the distance",
        4913.9,
        4923.9
    ],
    [
        " The hills here still white and blue",
        4923.9,
        4928.68
    ],
    [
        " But they looked dirty",
        4928.68,
        4930.92
    ],
    [
        " The sky was a swirl of muddy clouds I let my head hang for a second or two and just stared at the frozen ground between my boots",
        4931.56,
        4939.12
    ],
    [
        " Just little ridges of frozen mud with a light dirty snow coating the edges",
        4939.12,
        4945.96
    ],
    [
        " The war had lost its glamour",
        4945.96,
        4952.04
    ],
    [
        " Later at the base of the hill I raised hell with the tank commander out of frustration and grief",
        4952.04,
        4957.48
    ],
    [
        " It had been a legitimate mistake mistake on his part",
        4957.6,
        4960.72
    ],
    [
        " One of the sergeants came over and apologized. I'm sorry. He said it was my fault",
        4960.72,
        4965.74
    ],
    [
        " It's war I interrupted",
        4965.74,
        4970.26
    ],
    [
        " It's nobody's fault",
        4970.26,
        4973.08
    ],
    [
        " I had lost my first true friend in Korea",
        4973.08,
        4978.02
    ],
    [
        " So",
        4983.56,
        4984.24
    ],
    [
        " So the the horrible blue on blue",
        4984.24,
        4987.36
    ],
    [
        " Something that everyone in the military everyone in the police should think about all the time",
        4987.36,
        4994.94
    ],
    [
        " I promise you",
        4994.94,
        4998.44
    ],
    [
        " When things get crazy it is way more likely than you might think",
        4998.44,
        5006.5
    ],
    [
        " This is an interesting part here he says the army introduced rotation",
        5010.26,
        5014.44
    ],
    [
        " Individuals with time could go home replaced by new men",
        5014.44,
        5019.12
    ],
    [
        " Quote starting their tours",
        5019.12,
        5021.3
    ],
    [
        " There was a reward",
        5021.3,
        5023.76
    ],
    [
        " Before the end of the rainbow a way out of war short of winning",
        5023.76,
        5029.4
    ],
    [
        " It was the worst plan the army had ever put into effect",
        5029.4,
        5035.38
    ],
    [
        " Men became cautious they did their time and stayed alive soldiers no longer belong to a unit",
        5038.02,
        5044.42
    ],
    [
        " They served in one until they completed a tour then served in another",
        5044.42,
        5049.44
    ],
    [
        " It was the beginning of the end",
        5049.44,
        5052.78
    ],
    [
        " The purpose of all living is death I had read once",
        5052.78,
        5059.98
    ],
    [
        " A loyalty courage and comradeship lent nobility to that purpose",
        5061.7,
        5067.7
    ],
    [
        " In a very short time our army and our country would come to reap the fruits of depriving their soldiers of that nobility of purpose",
        5067.7,
        5079.56
    ],
    [
        " Those of us",
        5079.56,
        5082.54
    ],
    [
        " Who were stuck with the old principles began to view ourselves as different",
        5082.54,
        5087.96
    ],
    [
        " And counted each rotation as a loss",
        5088.8,
        5092.7
    ],
    [
        " Yeah, you know in world war two you know when you came home from war when we won",
        5092.7,
        5104.48
    ],
    [
        " In some guys were two three four years",
        5104.48,
        5107.66
    ],
    [
        " And I mean just think about what that does to your mindset",
        5107.66,
        5111.68
    ],
    [
        " Just think about what that does",
        5111.68,
        5114.42
    ],
    [
        " I only got four more months only got eight more months one day in a time I could get through this day",
        5114.42,
        5120.26
    ],
    [
        " Fast forward a little bit a couple days later I got nicked in the wrist",
        5120.26,
        5129.0
    ],
    [
        " Six of us were on patrol down along the bank of a river",
        5129.0,
        5132.78
    ],
    [
        " Spent one night in the aid station where they showed me up and filled me with drugs to prevent infection the next morning",
        5132.78,
        5140.46
    ],
    [
        " I returned to my platoon",
        5140.46,
        5141.64
    ],
    [
        " Now the officer wanted me to go back to the mash for a couple days to make sure I was okay",
        5143.5,
        5148.24
    ],
    [
        " We compromised if complications said in where I began hurting I'd go back that was that",
        5148.24,
        5153.42
    ],
    [
        " He's just getting wounded and just doesn't care",
        5153.42,
        5156.88
    ],
    [
        " This is a little later. I was going to I was going to do",
        5156.88,
        5164.96
    ],
    [
        " Get some shut eye",
        5164.96,
        5166.84
    ],
    [
        " But I never had the chance heavy stuff whistled in right on us in the middle of my sentence",
        5167.38,
        5172.4
    ],
    [
        " I",
        5172.4,
        5173.46
    ],
    [
        " A large gob of white phosphorus landed on my left forearm and began sizzling on its way to the bone",
        5173.46,
        5179.46
    ],
    [
        " So we both spent the rest of the day packing my arm with cold mud to prevent the phosphorus from getting oxygen while we dug out chunks with our knives",
        5179.46,
        5189.2
    ],
    [
        " Then I went to the aid station to have the wound cleaned and sewed getting wounded was becoming an annoying habit",
        5189.2,
        5195.72
    ],
    [
        " The good news was that I got another night at the old aid station",
        5195.98,
        5199.54
    ],
    [
        " To sleep in a tent fairly dry on a litter which kept kept my ass out of the mud",
        5199.54,
        5205.06
    ],
    [
        " It was almost worth getting hit for a night of uninterrupted sleep no posting of outposts",
        5205.06,
        5211.56
    ],
    [
        " No being awakened every 30 minutes or so because somebody wanted me on the radio or the sound power",
        5211.56,
        5216.12
    ],
    [
        " No taking turns war has a way of reducing life to the basics and bringing home what the true comforts in life are",
        5216.12,
        5223.96
    ],
    [
        " uninterrupted sleep is one hell of a comfort cool water to drink as another a dry bed a hot cup of coffee a cigarette if you're a smoker I guess",
        5224.48,
        5233.54
    ],
    [
        " I'd seen enough dying man asked for one to make me believe it was for some a shot a whiskey",
        5233.54,
        5240.48
    ],
    [
        " Fast forward Chinese troops were reported massing about two thousand yards north of our permit",
        5240.48,
        5251.78
    ],
    [
        " positions and armed recon patrols needed to check it out",
        5252.3,
        5255.5
    ],
    [
        " approximately 1500 yards out the snipers bullet caught me in the upper right arm",
        5255.5,
        5260.92
    ],
    [
        " slug went in wrapped around the bone it buzzed like a hammer blow to the funny bone but it didn't do much damage",
        5260.92,
        5266.74
    ],
    [
        " The medic put a compress on it we dropped down off the hill",
        5266.74,
        5270.28
    ],
    [
        " To put it between us and the sniper",
        5270.28,
        5273.48
    ],
    [
        " This time they sent me all the way back to the mash by late evening a surgeon had removed the bullet and told me to",
        5273.48,
        5279.48
    ],
    [
        " I'd be evacuated to the rear in the morning get a good night sleep",
        5279.48,
        5282.42
    ],
    [
        " He said shortly after midnight I a walled from the mash and hitched a ride on a truck convey convoy back north to the unit",
        5282.42,
        5290.16
    ],
    [
        " I reached a platoon at noon just in time for sea rations",
        5290.16,
        5294.16
    ],
    [
        " He's using a wall as a verb now like I a walled",
        5294.16,
        5298.56
    ],
    [
        " There's got to be a better term for that for what he's doing like",
        5298.56,
        5305.16
    ],
    [
        " Carbonis replacement a medic named Ryan had been assigned to the platoon and pickens a new sergeant had joined us",
        5312.32,
        5317.74
    ],
    [
        " Oh, yeah, I was like well, you know, you get to these points. You say oh, I really need to go over the",
        5317.74,
        5321.96
    ],
    [
        " You know, should I read this part?",
        5321.96,
        5324.7
    ],
    [
        " And then it just teaches you teaches you",
        5325.24,
        5327.78
    ],
    [
        " um",
        5327.78,
        5328.68
    ],
    [
        " Pickens a new sergeant had joined us known with certain whether you'd served in combat yet or not",
        5328.68,
        5334.32
    ],
    [
        " But he was a master sergeant that outranked me and I figured he must have had something on the ball that made",
        5334.32,
        5339.4
    ],
    [
        " To make rank I want I went to meet him. He looked like a sergeant neat trim and in shape",
        5339.48,
        5344.16
    ],
    [
        " He wore his uniform well and his gear was in order. He talked like a sergeant no bullshit and he gave orders like a man who knew his stuff",
        5344.16,
        5351.76
    ],
    [
        " Dave didn't like him",
        5351.76,
        5353.5
    ],
    [
        " One more gun is one more gun. I told him not always her",
        5353.5,
        5356.64
    ],
    [
        " He replied then changed the subject. He didn't want to talk about it. It was an odd remark",
        5356.64,
        5361.32
    ],
    [
        " And an odd way for Dave to act he was no dope and he said something it was worth listening to what he what had",
        5361.32,
        5368.06
    ],
    [
        " He observed that I had missed I studied pickens carefully for the next few days nothing occurred to change my evaluation in fact",
        5368.06,
        5375.24
    ],
    [
        " Everything he did just seemed to confirm it. He had bearing command presence intelligence training the works",
        5375.24,
        5381.8
    ],
    [
        " He was going to be a real asset to the company",
        5381.8,
        5384.94
    ],
    [
        " Dave was wrong",
        5384.94,
        5386.12
    ],
    [
        " Anyone could make a mistake",
        5386.12,
        5387.38
    ],
    [
        " Pickens and I supervised the digging in and the preparation of the defense",
        5387.38,
        5391.52
    ],
    [
        " He was great at weapons emplacement by the end of the day. We had a tight line",
        5391.52,
        5396.46
    ],
    [
        " That could throw up a wall of steel on command",
        5397.16,
        5400.32
    ],
    [
        " Something big was brewing on the Chinese side pickens decided we need more tactical wire to our front",
        5400.32,
        5407.1
    ],
    [
        " He went to the rear himself to go pick it up",
        5407.1,
        5410.14
    ],
    [
        " It was dusk and the sky was calm and beautiful. Isn't that kind of interesting?",
        5410.14,
        5414.12
    ],
    [
        " Right like you feel something brewing on the Chinese side and this guy decides he's gonna go to the rear",
        5414.98,
        5420.14
    ],
    [
        " Dave is thinking hey this guy might not be all he's cracked up to be he seems a little too",
        5420.14,
        5426.24
    ],
    [
        " Little too maybe a little too squared away right?",
        5426.46,
        5429.02
    ],
    [
        " Little while later Jennings whistled to me hey herb",
        5430.36,
        5439.4
    ],
    [
        " Mal wants you on the sound power",
        5439.4,
        5441.66
    ],
    [
        " I went over and took the phone from Jennings sergeant Herbert",
        5441.66,
        5444.74
    ],
    [
        " Sir herb get the troops back in their holes all hell it's gonna break loosen a minute",
        5444.74,
        5449.26
    ],
    [
        " With my other here I could hear planes coming in run the dive men started running for the positions",
        5449.26,
        5454.06
    ],
    [
        " Before I even had time to shout the planes drop their ordinance right overhead",
        5454.16,
        5457.66
    ],
    [
        " I watched the canisters tumble down through the sky out over our heads and crashing through the trees only a few hundred yards before us",
        5457.66,
        5463.98
    ],
    [
        " Malinowski was still talking the valley is loaded with gooks",
        5463.98,
        5467.44
    ],
    [
        " He was saying get the men ready",
        5467.44,
        5469.38
    ],
    [
        " Full alert notify the op to be ready to pull in fast when they get the word where's pickens Wilco",
        5469.38,
        5475.6
    ],
    [
        " Pickens went back for wire and hasn't returned yet. I said",
        5475.6,
        5479.48
    ],
    [
        " Okay, it's your baby staying contact Roger that out",
        5479.48,
        5482.82
    ],
    [
        " This time we had the men and ammunition",
        5484.78,
        5488.1
    ],
    [
        " We had wire and we had land mines and booby traps out",
        5488.1,
        5493.28
    ],
    [
        " Our fire sectors overlapped along the entire front this time they wouldn't be able to afford the price",
        5493.28,
        5499.3
    ],
    [
        " I looked up the planes",
        5499.3,
        5501.26
    ],
    [
        " Lay off guys. I muttered to myself",
        5501.26,
        5504.54
    ],
    [
        " Let him come in and give us a chance",
        5504.54,
        5507.44
    ],
    [
        " I felt good. I went along the line briefing in each position",
        5507.44,
        5512.28
    ],
    [
        " Dude, I just like underline this section here",
        5512.44,
        5514.98
    ],
    [
        " This is his brief to the troops nobody moves out of position unless I give the word know who's on your right and left",
        5514.98,
        5521.28
    ],
    [
        " Keep all gear on fixed bayonets",
        5521.28,
        5524.02
    ],
    [
        " No one throws grenades until you're certain they're in range remember",
        5524.02,
        5527.54
    ],
    [
        " You can hear a lot further than you can toss a frag make shots count don't waste ammo",
        5527.54,
        5532.44
    ],
    [
        " Keep up a good rate of fire if word comes down to fire each man lays his rifle against the stake",
        5532.44,
        5538.0
    ],
    [
        " We put it in and fires steady at a rapid rate on that line",
        5538.0,
        5541.84
    ],
    [
        " All fires interlocking until I pass word to fire at will across the entire sector",
        5542.28,
        5547.24
    ],
    [
        " Don't forget the tendency at night is to fire too high keep aim low",
        5547.24,
        5551.04
    ],
    [
        " Will cream him we have fast resupply from the rear when ammo starts to get low. Don't panic",
        5551.04,
        5556.92
    ],
    [
        " There'll be more coming",
        5556.92,
        5558.48
    ],
    [
        " Tonight belongs to easy company",
        5558.48,
        5560.92
    ],
    [
        " Good to go",
        5560.92,
        5564.36
    ],
    [
        " Tonight belongs to easy company and it did for six waves",
        5564.36,
        5570.04
    ],
    [
        " The first five we chopped to pieces",
        5572.28,
        5574.82
    ],
    [
        " We would have done the same for the sixth seventh or tenth",
        5574.82,
        5579.3
    ],
    [
        " Except that some asshole back at company rear hadn't done his job ammunition was running low by the fifth wave",
        5579.3,
        5586.32
    ],
    [
        " More was supposed to be on the way but king called back to Malamowski and learned that the company headquarters had withdrawn",
        5586.32,
        5593.56
    ],
    [
        " There be no resupply tonight the Chinese had broken through on the right flank where the Dutch who had been tied in with us had already pulled out",
        5593.56,
        5601.36
    ],
    [
        " We were on our own",
        5602.5,
        5603.84
    ],
    [
        " Then the phone went dead",
        5603.84,
        5606.22
    ],
    [
        " Around had severed the wire or had been cut",
        5606.22,
        5609.34
    ],
    [
        " I told king to alert the platoon to be ready to pull out back down the hill to the point where we had previously designated in case we were overrun",
        5609.34,
        5616.56
    ],
    [
        " I picked up bugs from my from the hole to my left and we moved east along the back of the ridge to make contact with Malamowski",
        5616.56,
        5623.08
    ],
    [
        " Or to find out what had happened to the wire we were still moving when all hell broke loose as the sixth wave hit and came in over the wire",
        5623.08,
        5630.88
    ],
    [
        " And over there dead",
        5630.88,
        5632.24
    ],
    [
        " Next thing I knew I was fighting hand to hand for my life the little mothers were everywhere bugs and I killed about 12 of them before",
        5632.24,
        5640.24
    ],
    [
        " Between us before we got enough opening to get the hell out",
        5640.24,
        5644.28
    ],
    [
        " Let's go he shouted",
        5644.28,
        5646.02
    ],
    [
        " We were bound we and we bounded down back the side of the hill like two fat bears toward where our company command posted been",
        5646.02,
        5653.92
    ],
    [
        " There was nothing but fog",
        5653.92,
        5656.02
    ],
    [
        " Either we were the last ones or the first we dropped down behind a log and tried to assess the situation",
        5656.3,
        5662.0
    ],
    [
        " From here on we'd play it safe",
        5662.0,
        5664.32
    ],
    [
        " There was no telling who was behind us even our own troops would be edgy and friendly fire kills the same as enemy",
        5664.32,
        5670.64
    ],
    [
        " The rest of the platoon had either gotten out or they were dead or captured",
        5670.64,
        5674.28
    ],
    [
        " Let's get going said bugs the Chinese had pretty well halted the ridge",
        5674.28,
        5678.7
    ],
    [
        " Halted at the ridge it was unlike their previous attacks when they had to be stopped by fire",
        5678.7,
        5684.28
    ],
    [
        " The shooting petered out behind us. We moved off into the fog approximately 45 minutes later",
        5685.0,
        5690.64
    ],
    [
        " We tied up with the loose troops from other parts of the company who had assembled at the preset designated spot",
        5690.64,
        5696.02
    ],
    [
        " I tried to find out about the platoon the company commander had been hit and evacuated",
        5696.02,
        5701.34
    ],
    [
        " Malinowski had been catching grenades on the right flank and throwing them back at the Chinese when one of them had gone off in his hand",
        5701.34,
        5708.1
    ],
    [
        " He was in serious condition but alive and had been evacuated nobody knew about Dave",
        5708.1,
        5713.28
    ],
    [
        " Anis Jennings and the rest except they they had been ordered to pull back",
        5713.9,
        5717.76
    ],
    [
        " That made me the platoon leader and Lieutenant canning the commanding officer",
        5717.76,
        5723.08
    ],
    [
        " They eventually make a move to get out of there and it goes relatively well",
        5723.08,
        5731.8
    ],
    [
        " Except for the fact that as they're approaching",
        5731.8,
        5734.42
    ],
    [
        " Friendly lines again. They realize that they're in a minefield",
        5734.42,
        5738.34
    ],
    [
        " They make it through the minefield and then they end up going back out and they're in another hill on another hill again",
        5742.08,
        5752.08
    ],
    [
        " We sat waiting silently dawn lit up the sky and the sun started up over the hills behind us",
        5752.08,
        5760.86
    ],
    [
        " Like crept the cross and down forward of the slope",
        5760.86,
        5764.18
    ],
    [
        " Now we could see movement",
        5764.18,
        5766.6
    ],
    [
        " There were hundreds of them",
        5768.34,
        5769.5
    ],
    [
        " They had evidently come in right behind us when we had been driven from our positions the preceding night",
        5769.5,
        5776.08
    ],
    [
        " now",
        5776.08,
        5777.1
    ],
    [
        " They were halted regrouping",
        5777.1,
        5779.74
    ],
    [
        " I tried the sound power to notify first patagon headquarters",
        5779.74,
        5783.96
    ],
    [
        " But just couldn't raise anybody on the other end. I sent Jennings back as a runner some 60 millimeter mortar light stuff",
        5783.96,
        5790.86
    ],
    [
        " Started a puff in the air around us the Chinese suspected that someone was on the hill",
        5790.86,
        5795.7
    ],
    [
        " They might have spotted us or the men we had relieved",
        5795.82,
        5799.26
    ],
    [
        " We continued to watch and held our fire for the next two hours. They dropped 60 millimeters on us",
        5799.26,
        5806.84
    ],
    [
        " but did no damage",
        5806.84,
        5808.34
    ],
    [
        " Our air came up out of the sun and made one orbit overhead Jennings must have gotten the message back to battalion",
        5808.34,
        5816.18
    ],
    [
        " The planes peeled out of order orbit diving one after the other the Chinese below held formation",
        5816.18,
        5822.3
    ],
    [
        " Canisters of napalm tumbled down scattering flame and twisted metal among their ranks",
        5822.9,
        5828.52
    ],
    [
        " Still they held",
        5828.52,
        5831.26
    ],
    [
        " Abugal sounded loud and clear from the midst of the carnage and they came charging up the hill",
        5831.26,
        5838.78
    ],
    [
        " Now I shouted",
        5838.78,
        5841.22
    ],
    [
        " Sighting along the barrel and squeezing the trigger of the AR rifle fire cracked in my ears",
        5841.22,
        5847.96
    ],
    [
        " From both sides as the rest opened up with me our planes banked from east to west and the remaining canisters fell cutting deep swaths in the ranks of the Chinese",
        5847.96,
        5857.72
    ],
    [
        " But they kept on coming",
        5857.72,
        5860.3
    ],
    [
        " They had manpower and they had guts. We were butchering them, but from their front line it kept getting closer",
        5860.3,
        5868.64
    ],
    [
        " When one went down another replaced him our planes empty of ordinance banked off south bugs pass word",
        5868.64,
        5877.4
    ],
    [
        " That ammo was running low by sight. I measured the distance to the nearest line of Chinese and squeezed the trigger in one last burst before giving the order to move out",
        5877.4,
        5886.98
    ],
    [
        " The teams pulled out from right flank to left on order each following in falling in behind",
        5886.98,
        5894.64
    ],
    [
        " The one passing from its right",
        5894.64,
        5896.96
    ],
    [
        " Crandall and I went last to bring up the rear my calculations had been accurate",
        5896.96,
        5901.44
    ],
    [
        " We were able to pull back down the hill across the saddle and up into first bats positions without",
        5901.44,
        5907.28
    ],
    [
        " What's more we had done a lot of damage to the Chinese as we passed through past through their lines the men of first",
        5909.02,
        5914.82
    ],
    [
        " Congratulated us and asked our names. I felt like one hell of a tiger",
        5914.82,
        5919.26
    ],
    [
        " The major congratulated and thanked us you guys can serve in this battalion anytime",
        5919.26,
        5924.74
    ],
    [
        " It was a top compliment. I shook his hand",
        5924.74,
        5928.4
    ],
    [
        " saluted and reminded him we had to get back to our own unit",
        5928.4,
        5932.3
    ],
    [
        " There was no transportation available as yet. He told us but tomorrow",
        5932.3,
        5936.56
    ],
    [
        " I said we could huff it and I moved the patrol out behind me without waiting for an answer or looking back",
        5937.4,
        5943.74
    ],
    [
        " Jennings met us down the road and he had been nicked by a piece of shrapnel but he could walk and he didn't relish staying behind",
        5943.74,
        5951.78
    ],
    [
        " We hitched a ride with a douche and a half headed southwest",
        5951.78,
        5955.52
    ],
    [
        " Had I known the outcome for us. I might not have been such a hurry to get back",
        5955.52,
        5963.7
    ],
    [
        " Canning was the only officer left alive in the company",
        5964.72,
        5967.96
    ],
    [
        " Counting us he commanded exactly 90 enlisted men pickens was gone. This is that sergeant we were talking about",
        5967.96,
        5976.0
    ],
    [
        " Pickens was gone according to canning",
        5976.0,
        5977.94
    ],
    [
        " He had been avoiding combat ever since he had arrived. I was the only one who had noticed",
        5977.94,
        5983.3
    ],
    [
        " The day after we had come off the hill canning forced him to take out a patrol. They were creamed",
        5983.3,
        5989.52
    ],
    [
        " Pickens came back ranting about being thrown neatlessly into the jaws of death and sank to the ground babbling",
        5990.52,
        5996.46
    ],
    [
        " Canning had a had him evacuated",
        5996.46,
        5998.96
    ],
    [
        " Combat fatigue he laughed isn't that a pisser",
        5998.96,
        6002.72
    ],
    [
        " Anyone in the patrol dead I asked",
        6002.72,
        6005.96
    ],
    [
        " eight any of my men",
        6005.96,
        6010.06
    ],
    [
        " Third platoon he ticked them off Kyle Fritz moon song Donovan shoemaker",
        6010.06,
        6017.38
    ],
    [
        " Benson",
        6019.4,
        6019.88
    ],
    [
        " Condini and Davis",
        6019.88,
        6020.7
    ],
    [
        " Kyle and moon song the old ranks were cut down by two more you're the platoon leader of second now",
        6020.7,
        6028.26
    ],
    [
        " Until an officer gets in I acknowledged",
        6028.26,
        6030.92
    ],
    [
        " I understood it was temporary as long as I'm here with some say so he declared",
        6030.92,
        6035.82
    ],
    [
        " Will see I thought I was no officer Malowski had told me he was I was a sergeant",
        6035.82,
        6041.44
    ],
    [
        " But I had never seen any promotion orders. I led whatever men. I was assigned",
        6041.44,
        6046.02
    ],
    [
        " Wherever I was ordered to I was still an a wall",
        6046.7,
        6050.02
    ],
    [
        " And it would be funny as hell if I were still a private there were no paydays for me",
        6050.02,
        6055.3
    ],
    [
        " My name was never on the payroll the records were delayed in the rear they said",
        6055.3,
        6059.28
    ],
    [
        " I never contested it",
        6059.28,
        6061.28
    ],
    [
        " What would I have done with money?",
        6061.28,
        6063.06
    ],
    [
        " The platoon numbered 18 men counting me we had one machine gun operating no rocket launchers",
        6063.48,
        6069.5
    ],
    [
        " And amounted to no more than a heavily reinforced rifle squad",
        6069.5,
        6073.0
    ],
    [
        " But what the hell 90 man wasn't a company either",
        6073.36,
        6076.82
    ],
    [
        " Yep still a wall",
        6076.82,
        6082.74
    ],
    [
        " Yeah, and like replacements are coming in but they're not getting there fast enough",
        6082.74,
        6087.7
    ],
    [
        " Now we're gonna fast forward a little bit and once again they're on another hill",
        6087.7,
        6094.42
    ],
    [
        " All the chatter on the other side ceased about at the same time",
        6094.42,
        6101.14
    ],
    [
        " There wasn't a sound for a few minutes",
        6101.18,
        6103.2
    ],
    [
        " Then rustling and a few whispers",
        6103.2,
        6105.96
    ],
    [
        " Some rocks broke loose and tumbled down the slope",
        6105.96,
        6110.44
    ],
    [
        " They were crawling up the hill no bugles this time",
        6110.44,
        6115.18
    ],
    [
        " Psychological warfare between the second division and the Chinese was over",
        6115.18,
        6121.54
    ],
    [
        " We had become a seasoned unit they knew it and we knew it",
        6121.54,
        6128.12
    ],
    [
        " They were determined to get in close and destroy us",
        6128.12,
        6131.74
    ],
    [
        " We were just as determined to let them get in close so we could destroy them",
        6131.74,
        6137.08
    ],
    [
        " In a very few minutes both sides would face the moment of truth",
        6137.08,
        6142.06
    ],
    [
        " This was",
        6142.06,
        6143.2
    ],
    [
        " Burma",
        6143.2,
        6144.42
    ],
    [
        " And I was better than Aerophlin",
        6144.42,
        6147.58
    ],
    [
        " No blanks no bullshit",
        6147.58,
        6149.94
    ],
    [
        " I was not an actor but a US infantryman. I could be any enemy that lived",
        6149.94,
        6156.54
    ],
    [
        " We sat and we waited I could hear myself breathe as I strained my ears to measure the distance",
        6156.54,
        6163.22
    ],
    [
        " Then bam",
        6163.22,
        6165.32
    ],
    [
        " The entire slope beneath us was lit up beams bounced off the clouds above and ricocheted down the hillside",
        6165.32,
        6174.28
    ],
    [
        " Artificial moonlight I glanced",
        6174.28,
        6176.9
    ],
    [
        " Hurriedly around and discovered buck digs into myself to be in the keyhole of a long finger leading up from the valley",
        6176.9,
        6184.1
    ],
    [
        " At the cross bar stem of a junction of tea",
        6184.1,
        6188.2
    ],
    [
        " I glanced down the stem",
        6188.2,
        6190.42
    ],
    [
        " And there they were",
        6190.42,
        6192.36
    ],
    [
        " They moved forward towards us in the eerie light like walking dead in a cheap horror film",
        6192.36,
        6200.04
    ],
    [
        " I pulled the pin from an M17 frag and sent it sailing down the finger the explosion drove four bodies up and forward",
        6200.04,
        6208.74
    ],
    [
        " Into the air arms heads and legs flailing like marionettes who's stringing",
        6208.74,
        6214.08
    ],
    [
        " The light of the explosion went out",
        6214.5,
        6216.98
    ],
    [
        " And I didn't see how they landed a second later we could make out about 10 more towing a machine gun on wheels",
        6216.98,
        6223.68
    ],
    [
        " Bucklet fly this time taking out both gun and crew so far the score was a US about 14 or maybe 20 counting the advanced element Chinese nothing",
        6223.68,
        6234.4
    ],
    [
        " A shutout",
        6234.4,
        6236.36
    ],
    [
        " Which didn't hold for long",
        6236.36,
        6238.44
    ],
    [
        " But the next group that broke out of the woods to our front wasn't any lead element or single machine gun crew",
        6238.44,
        6244.7
    ],
    [
        " It was a whole damn army",
        6244.7,
        6247.64
    ],
    [
        " All along our front",
        6247.64,
        6249.76
    ],
    [
        " Our men opened up all along the line bodies tumbled along the entire slope before us a whistle blew once and just as suddenly",
        6249.76,
        6258.2
    ],
    [
        " As we had poured it onto them they returned it to us a wall of solid steel drove into our own positions now",
        6258.2,
        6266.16
    ],
    [
        " Two grenades landed in our hole and buck scooped them up and flung them back down the hill",
        6266.16,
        6271.98
    ],
    [
        " Three more landed and he did the same",
        6271.98,
        6274.26
    ],
    [
        " This hole's too damn big Dixon shouted and they got us spotted another grenade came sailing through the air towards us",
        6274.26,
        6281.32
    ],
    [
        " bail out I yelled and all three of us cleared the position is one two seconds later the grenade went off inside with a loud wimp",
        6281.32,
        6288.56
    ],
    [
        " Buck and Dixon had gone right me left. I rolled over on my stomach smack up against self-propelled",
        6288.56,
        6295.62
    ],
    [
        " He had a shelter half stretched out on the ground. It was field stripping a machine gun on it",
        6295.86,
        6300.88
    ],
    [
        " methodically and unheardly as if you were giving a demonstration he hardly glanced at me",
        6300.88,
        6306.18
    ],
    [
        " Keep them off me her until I get this mother working",
        6306.18,
        6309.54
    ],
    [
        " Three Chinese raced up and emptied their weapons into the hole. We had just left buck was reloading his carbine",
        6309.54,
        6316.54
    ],
    [
        " Ginnum her be yelled",
        6316.54,
        6319.5
    ],
    [
        " But Dixon fired first blowing the head off the guy on the right",
        6319.96,
        6323.7
    ],
    [
        " I dropped the other two then ran my bayonet into one as he tumbled by me",
        6323.7,
        6328.74
    ],
    [
        " A grenade exploded among us and I felt myself flung backward down the hill Chinese broke over the top of the ridge",
        6328.74,
        6335.66
    ],
    [
        " A bayonet slashed my upper right arm",
        6335.66,
        6338.18
    ],
    [
        " Down the hill men screamed all along the line",
        6338.18,
        6340.98
    ],
    [
        " Buck grabbed me and yanked me to my feet. Let's go man",
        6340.98,
        6343.88
    ],
    [
        " He shouted another grenade went off behind us propelling the three of us",
        6343.88,
        6347.72
    ],
    [
        " Ass overheels down the rear slope buck jumped back to his feet first a body broke out of the smoke above us",
        6347.82,
        6354.78
    ],
    [
        " self propelled I shouted",
        6354.78,
        6356.48
    ],
    [
        " Son of a bitch the figure shouted back a grenade in his hand buck tore his head off with a burst of about 20",
        6356.48,
        6363.98
    ],
    [
        " Mother fucker. He said",
        6363.98,
        6365.48
    ],
    [
        " Hardly raising his voice above a whisper visit your ancestors",
        6365.48,
        6370.2
    ],
    [
        " We fought our way down the valley as far as we could tell we were alone",
        6370.2,
        6375.26
    ],
    [
        " But the Chinese were all around us in the melee we got separated",
        6375.26,
        6379.36
    ],
    [
        " Bruce and Dixon went one way me another I rounded a bush and stumbled into Ryan and King. Let's go. I said",
        6379.36,
        6386.02
    ],
    [
        " And started back down the valley toward the town",
        6386.02,
        6389.62
    ],
    [
        " We're heading the wrong way Ryan argued. Uh-uh. I fired back. This is it",
        6389.62,
        6393.86
    ],
    [
        " The artificial moonlight went out suddenly leaving us in darkness with much of our night sight shot",
        6393.86,
        6399.94
    ],
    [
        " I held us up for a bit to let her eyes accommodate a bullet pass through my left leg just above the ankle",
        6400.54,
        6405.88
    ],
    [
        " I could walk but my arm was getting a little stiff. I noticed king was limping you hit",
        6405.88,
        6411.68
    ],
    [
        " I whispered about three times no broken bones though you Ryan nothing he whispered",
        6411.68,
        6416.64
    ],
    [
        " Holt a voice snapped sharply in front of us",
        6416.64,
        6419.9
    ],
    [
        " G eyes I whispered back okay come on in",
        6419.9,
        6423.14
    ],
    [
        " There were seven of them that made ten",
        6423.14,
        6425.82
    ],
    [
        " So just a debrief would just happen freaking insane mayhem is what just happened",
        6427.82,
        6433.0
    ],
    [
        " These guys are getting attacked by the Chinese they get pretty much overrun",
        6433.0,
        6437.84
    ],
    [
        " They all bail out of the positions. They kind of fall back in the direction of last known area that they think they could go to is",
        6437.84,
        6445.58
    ],
    [
        " Which is this town on the way they're getting separated and relinking up with other guys",
        6445.58,
        6450.24
    ],
    [
        " And then finally they link up with seven other guys. So now we have ten of them",
        6450.24,
        6454.54
    ],
    [
        " One of them suggested we take off down the riverbed",
        6455.06,
        6457.88
    ],
    [
        " Ryan wanted to hold up in the brush until daylight. I next both suggestions",
        6457.88,
        6462.42
    ],
    [
        " We'd go into town as a patrol there had to be other elements of the regiment there",
        6462.42,
        6466.66
    ],
    [
        " The decision made I moved up front to take over",
        6466.66,
        6471.42
    ],
    [
        " We had one more contact with the Chinese machine gunner whom we bypassed in the dark either because he was dead at the gun",
        6471.42,
        6478.08
    ],
    [
        " A sleeper confused",
        6478.08,
        6479.38
    ],
    [
        " Three members the patrol dropped off on their own and headed down the riverbed Ryan disappeared and showed up three years later",
        6479.38,
        6485.84
    ],
    [
        " As a returned POW",
        6485.84,
        6487.92
    ],
    [
        " The remaining six so there's losing guys guys are just dropping off",
        6487.92,
        6491.44
    ],
    [
        " The remaining six of us made it into the town out of the frying pan into the fire",
        6491.44,
        6495.52
    ],
    [
        " We had just broken through to batang and headquarters",
        6495.52,
        6498.04
    ],
    [
        " Which was surrounded a",
        6498.04,
        6500.78
    ],
    [
        " Major was in charge. I recognized him as a regular he talked tough looked tough and was tough",
        6500.78,
        6507.34
    ],
    [
        " How many of you are there? He asked crisply",
        6508.08,
        6510.34
    ],
    [
        " Six it's a help not a division but a help a radio crackling nearby",
        6510.34,
        6516.72
    ],
    [
        " Inform this that there was no way to break through to us until daylight",
        6516.72,
        6520.52
    ],
    [
        " They wanted us to hold the major returned. We don't have enough ammo left in last to last an hour",
        6520.52,
        6526.46
    ],
    [
        " A flare burst above us caught",
        6526.46,
        6529.5
    ],
    [
        " Caught us standing there in the open here. We go again the major shouted and rushed past us toward the patty on our east",
        6529.5,
        6536.42
    ],
    [
        " For lack of any place better to go we followed dropping down into firing positions just in time to catch about three or four",
        6536.46,
        6543.38
    ],
    [
        " Hundred enemy crossing the patty toward us at a trot guns spewing",
        6543.38,
        6549.22
    ],
    [
        " Three or four hundred",
        6549.22,
        6553.62
    ],
    [
        " We were next to a machine gun and between us we laid down a field of fire that cut them down like a skyth mowing wheat",
        6553.62,
        6562.1
    ],
    [
        " Not a single one of them reached the perimeter. How long has this been going on? I asked one of the gunners all night",
        6562.9,
        6568.48
    ],
    [
        " We let them pull back their dead and wounded in the law. We introduced ourselves to each other",
        6568.48,
        6573.94
    ],
    [
        " Their names were lorak and mccloud neither one seemed any more distressed or nervous about the situation than I was",
        6573.94,
        6580.64
    ],
    [
        " They went about their business coolean professionally making adjustments in the headspace of their weapon getting more boxes of ammo ready and jokingly with each other and with us",
        6580.64,
        6589.6
    ],
    [
        " Remember the message out of baton in world war two when the when we were being overrun lorak joshd send more japs",
        6590.76,
        6598.46
    ],
    [
        " A young lieutenant came up behind us and introduced himself hurriedly",
        6598.46,
        6603.98
    ],
    [
        " Name is ben kalsky. He made a quick pitch. We can break out and some of us will make it",
        6603.98,
        6610.1
    ],
    [
        " He looked me in the eye. Are you for it? I nodded the rest of you guys they nodded too",
        6610.1,
        6615.26
    ],
    [
        " So there's a plan we can try and get out of here and some of us might be able to make it",
        6615.98,
        6621.22
    ],
    [
        " Okay, ben kalsky said we're gonna muster at the south edge of the village on order",
        6621.22,
        6629.04
    ],
    [
        " When they make the next assault will meet them head on got it got it mccloud echoed the rest of us nodded",
        6629.04,
        6635.74
    ],
    [
        " He turned and raised away. I sat down to think I'd always heard that when your",
        6635.74,
        6639.66
    ],
    [
        " Time came to die your life flashed before your eyes. I tried to summon it but got nowhere",
        6640.66,
        6646.36
    ],
    [
        " My mother father all those things were too far away. I thought of some things. I should have done differently, but not too many",
        6646.36,
        6653.2
    ],
    [
        " I should have kicked some asses. I didn't and I should have said some words to some people that I didn't if I made it out",
        6653.2,
        6659.04
    ],
    [
        " I'd never make those mistakes again",
        6659.04,
        6660.58
    ],
    [
        " If I made it out",
        6660.58,
        6663.4
    ],
    [
        " If not then I'd take as many of them with me as I could my thoughts were interrupted by the words",
        6663.4,
        6669.58
    ],
    [
        " Coming down to assemble at the south end of the village",
        6669.66,
        6671.96
    ],
    [
        " No sooner would we there when the flare broke overhead lighting up the entire column",
        6671.96,
        6677.4
    ],
    [
        " I'm a shingun opened up from the road directly in front of us son of a bitch said then kalsky mumbled",
        6677.4,
        6682.46
    ],
    [
        " We got to get that gun got to get that gun the words echoed through my brain",
        6682.46,
        6686.78
    ],
    [
        " Two maybe three lousy guys weighing less than 150 pounds each holding up the entire US army bullshit",
        6686.78,
        6694.06
    ],
    [
        " Life was okay, but not that okay",
        6694.06,
        6696.82
    ],
    [
        " I scrambled to my feet and raced forward another guy came up with me step for step and we headed south down the road together",
        6697.06,
        6704.22
    ],
    [
        " covering for the first 30 yards side by side",
        6704.22,
        6707.74
    ],
    [
        " Then there was this sickening thud of high-speed metal whacking into flesh",
        6707.74,
        6712.56
    ],
    [
        " As I as my companion went down beside me at just the moment I spotted the gun position. I was 20 yards off",
        6712.56,
        6719.76
    ],
    [
        " It's 20 yards out and slightly off to the right and I managed to get within five yards of the gun before they spotted me",
        6719.76,
        6725.9
    ],
    [
        " And into the hole with them before they could squeeze off around",
        6726.86,
        6730.06
    ],
    [
        " They were kids my bayonet ripped through the chest of the gunner driving him up against the back wall of the position",
        6730.06,
        6736.58
    ],
    [
        " Pulling it loose. I beat the second man to death with my rifle, but bayoneted the third",
        6736.58,
        6741.42
    ],
    [
        " Then took a bayonet and the side myself from the fourth as I drove the butt down into his skull",
        6741.42,
        6747.64
    ],
    [
        " Which jerked the rifle from his hands and snapped the bayonet off inside my chest",
        6747.64,
        6752.0
    ],
    [
        " Bastard I hissed as I pounded his skull one more time for good measure",
        6752.8,
        6757.64
    ],
    [
        " My buddies were streaming past me",
        6757.64,
        6760.62
    ],
    [
        " I leaped down the hole and joined the rush a second later two Chinese flyweights pounced on my back",
        6760.62,
        6767.2
    ],
    [
        " I reached back to grab some hair and picked up a fistful of teeth. I stumbled and fell",
        6767.2,
        6772.92
    ],
    [
        " And the three of us went down Helter's skelter",
        6772.92,
        6775.82
    ],
    [
        " I bounded back up alone and was off again flares burst off above us",
        6775.82,
        6780.26
    ],
    [
        " Lightning lighting the sky with flame grenades were exploding all around men were screaming on both sides",
        6780.34,
        6786.12
    ],
    [
        " Then we were in the midst of the Chinese running parallel to the river the major trip in front of me and went down",
        6786.12,
        6792.26
    ],
    [
        " I reached down to pull them up go on get out save yourself",
        6792.26,
        6795.3
    ],
    [
        " We shatter that me thrusting his pistol up into my hand here take it",
        6795.3,
        6798.92
    ],
    [
        " He was a small man. I yanked him to his feet and threw him across my shoulder. We crossed the river",
        6798.92,
        6804.38
    ],
    [
        " And we were out of it",
        6804.38,
        6806.24
    ],
    [
        " Some men lifted the major from my shoulders",
        6807.4,
        6809.64
    ],
    [
        " There were eleven of us Ben Kowski's arm hung limply at his side",
        6809.64,
        6814.54
    ],
    [
        " Only one of us a sergeant from the first ranger company had come through without a scratch",
        6814.54,
        6819.14
    ],
    [
        " Another mile down the road we met the unit on its way up to break through to us",
        6819.14,
        6824.9
    ],
    [
        " There were men from easy company with it my legs were a little rubbery",
        6824.9,
        6829.98
    ],
    [
        " Young malchick another Pennsylvania raced with me back to the aid station",
        6829.98,
        6834.76
    ],
    [
        " The doc took one look at me and said the war is over for you soldier you're on your way to the states",
        6835.7,
        6841.5
    ],
    [
        " Young said goodbye see you back home. I waved my hand at him seeing a couple days man",
        6841.5,
        6848.1
    ],
    [
        " The major asked me to write my name down. He was gonna put me in for the Medal of Honor",
        6848.1,
        6853.62
    ],
    [
        " I picked up a scrap of paper from one of the field clerks and wrote her berk on it and handed it to one of the medics",
        6853.62,
        6859.36
    ],
    [
        " I laid down on a litter and fell asleep",
        6859.36,
        6862.5
    ],
    [
        " Yeah",
        6875.62,
        6876.16
    ],
    [
        " Crazy I",
        6876.16,
        6876.7
    ],
    [
        " Think what's that he's been wounded with a bayonet three times",
        6876.7,
        6881.78
    ],
    [
        " No, no, no, no, including one that gets broken off and he was just",
        6881.78,
        6886.34
    ],
    [
        " Hmm",
        6893.96,
        6894.44
    ],
    [
        " An ambulance left me at the eleventh evac hospital unit where they took the out the bayonet",
        6894.44,
        6900.18
    ],
    [
        " Took out the shrapnel took out the slug then tagged me for Japan and further evacuation to state side",
        6900.18,
        6905.9
    ],
    [
        " But I didn't mean to go home yet",
        6905.9,
        6910.22
    ],
    [
        " I begged the docs to let me recuperate where I was I swore I felt fine",
        6910.22,
        6915.44
    ],
    [
        " But they said it was impossible. I needed rest besides there were rules",
        6915.62,
        6919.34
    ],
    [
        " There had been internal bleeding and I had lost a lot of blood",
        6919.34,
        6922.34
    ],
    [
        " One of them suggested that I volunteered to come back in a few months in short the answer was no",
        6922.34,
        6927.04
    ],
    [
        " I could stay at the eleventh long enough to see Jennifer Jones who has arrived the next day",
        6927.04,
        6932.06
    ],
    [
        " The day after I would be evacuated first to Japan then to the states",
        6932.06,
        6936.1
    ],
    [
        " Jennifer came in the morning and shook hands with each of us the doctor told her my story as if I were a hero",
        6936.1,
        6943.5
    ],
    [
        " And she invited me for steak when I got back home. She was beautiful. She was real and down to earth",
        6943.5,
        6948.68
    ],
    [
        " She was gonna have dinner with the wounded men that night",
        6948.68,
        6951.58
    ],
    [
        " But I missed dinner when she came back",
        6951.58,
        6955.78
    ],
    [
        " I slipped out a different exit. I talked the sergeant that's applying to letting me have some fatigues and a rifle",
        6955.78,
        6962.3
    ],
    [
        " Then I hitched a ride north and returned to my unit wound still draining",
        6962.3,
        6966.92
    ],
    [
        " I told them at battalion that the docs had to",
        6966.92,
        6970.84
    ],
    [
        " Said to have the medic change the dressings periodically and give me shots when I needed them",
        6971.1,
        6976.04
    ],
    [
        " The wounds were to be bound and stitched after they had drained",
        6976.04,
        6979.02
    ],
    [
        " No one questioned it",
        6979.02,
        6981.16
    ],
    [
        " And I was given a lift down to easy company",
        6981.16,
        6983.8
    ],
    [
        " Technically is that AWOL?",
        6983.8,
        6989.48
    ],
    [
        " Yeah, yeah, yeah, well, it is actually AWOL because you're you're being ordered to do something and then you're not doing it",
        6989.48,
        6996.22
    ],
    [
        " Being ordered to go to Japan and you're not going there",
        6996.22,
        6998.4
    ],
    [
        " The company was on a sort of low-level reserve",
        7001.02,
        7003.42
    ],
    [
        " Not anything we hadn't been not anything like what we had been on back in the spring",
        7003.42,
        7007.66
    ],
    [
        " But rather regimental reserve we were in defensive position short of the front ready to reinforce whatever regiment",
        7007.66,
        7013.26
    ],
    [
        " needed",
        7013.26,
        7014.32
    ],
    [
        " Or to be ready on call to spearhead the company had a new CO",
        7014.32,
        7019.34
    ],
    [
        " Canning was the executive officer again three new lieutenants had come into the first",
        7019.34,
        7026.82
    ],
    [
        " Third and weapons platoon",
        7026.82,
        7030.52
    ],
    [
        " Command of second platoon was still mine canning and been true to his word",
        7030.84,
        7034.58
    ],
    [
        " I'd only been gone for a few days, but barely recognized the unit",
        7034.58,
        7037.64
    ],
    [
        " Everyone treated me like something special. I was told I've been submitted for an entire shit pot full of awards",
        7037.64,
        7043.18
    ],
    [
        " But Dave wasn't about to get me to bite on any of that bullshit mean who else I said I met captain west the new CO",
        7043.18,
        7052.38
    ],
    [
        " And the new three new lieutenants tins and x marine lieutenant du boi from du boi street",
        7052.38,
        7060.1
    ],
    [
        " In du boi in du boi, Pennsylvania and",
        7061.26,
        7064.72
    ],
    [
        " Lieutenant from the sovereign state of Texas",
        7064.72,
        7066.54
    ],
    [
        " Who wanted to know why if I was such a damn good platoon leader I wasn't an officer. I have pull likes blamed",
        7066.54,
        7072.64
    ],
    [
        " Captain west was a down-home type he was tall and lanky and served as a commander in world war two",
        7072.64,
        7078.84
    ],
    [
        " He had been recalled out of Korea for the reserves",
        7078.84,
        7081.36
    ],
    [
        " He made it clear that he would fight, but he wouldn't take jackass chances. He talked real clear in plain",
        7081.36,
        7086.18
    ],
    [
        " We also received our first black replacements",
        7088.02,
        7090.66
    ],
    [
        " There were rumors that battalion headquarters had balked at it and that there had been a knockdown drag out brawl at regimen",
        7090.66,
        7098.4
    ],
    [
        " That ended when our CO was told there would be no more rotation until we accepted black replacements",
        7098.4,
        7104.82
    ],
    [
        " So the regimental CO it's often we try a couple",
        7104.82,
        7108.88
    ],
    [
        " If things didn't work out after a month it would be discussed again easy company got one",
        7108.88,
        7113.98
    ],
    [
        " He was a super soldier probably one of the finest sergeants in the whole damn army",
        7114.68,
        7118.86
    ],
    [
        " The men were more than satisfied with him from the day he arrived",
        7118.86,
        7123.4
    ],
    [
        " It was the officer corps and the ass kissing senior nco's at regimen and battalion headquarters who opposed the idea of integration",
        7123.4,
        7133.22
    ],
    [
        " Most of the troops didn't care one way or the other",
        7133.22,
        7135.94
    ],
    [
        " The",
        7141.54,
        7142.08
    ],
    [
        " Entire tenor of the war had changed and this is fast forward a little bit",
        7142.08,
        7145.5
    ],
    [
        " Things were much better",
        7145.5,
        7147.98
    ],
    [
        " We had broken the Chinese spring offensive the second division was credited as having destroyed more than 92,000 Chinese regulars",
        7147.98,
        7154.8
    ],
    [
        " More than 36,000 of whom were dead in that one three-day action",
        7154.8,
        7159.04
    ],
    [
        " Word was that the north was ready to commence peace talks",
        7159.04,
        7163.26
    ],
    [
        " Bugs was MIA",
        7165.32,
        7166.4
    ],
    [
        " He was last seen standing on a patty dike out of ammo swinging and entrenching tool as he went down under a pile of Chinese",
        7166.4,
        7174.9
    ],
    [
        " Jennings was missing an action",
        7174.9,
        7177.0
    ],
    [
        " Most of the replacements we had gained and gone down and gained and trained had gone down fighting",
        7177.0,
        7182.3
    ],
    [
        " Some no doubt were MIA and might show up as POWs later",
        7182.3,
        7187.2
    ],
    [
        " There were men to be trained this part of the country was new to me",
        7187.2,
        7190.8
    ],
    [
        " So I had maps to study our unit was not going to sit on its ass for long",
        7190.8,
        7193.94
    ],
    [
        " We're going to push north",
        7193.94,
        7196.08
    ],
    [
        " This is where you start to see",
        7196.08,
        7204.94
    ],
    [
        " You know a different part of his character maybe not a different part, but you start to see",
        7204.94,
        7210.58
    ],
    [
        " Some of some of his character come through again that define some of his future",
        7210.58,
        7215.6
    ],
    [
        " I mean one of it was him",
        7215.6,
        7216.84
    ],
    [
        " Looking at the black replacements going like yeah, no factor. Let's do this and the other one is",
        7216.94,
        7223.68
    ],
    [
        " that well another good indicator of his",
        7223.68,
        7226.36
    ],
    [
        " Let's say his character in his mindset was",
        7226.36,
        7229.46
    ],
    [
        " They haven't started having some issues with some gorillas and so the gorillas stepped in again",
        7229.46,
        7234.66
    ],
    [
        " And we started to take sniper fire daily",
        7234.66,
        7236.66
    ],
    [
        " The unit was ordered a burnout some villages to deny them a base of operations west assigned me the mission",
        7236.66,
        7243.94
    ],
    [
        " And I refused",
        7243.94,
        7245.66
    ],
    [
        " I tried to explain that I hadn't joined the army or volunteered for creative fight civilians or burn their hooches",
        7246.34,
        7251.88
    ],
    [
        " The discussion was getting sticky when Carlson volunteered and got both myself and west off the hook",
        7251.88,
        7258.8
    ],
    [
        " It was a fatal error for Carlson. He took one",
        7258.8,
        7261.44
    ],
    [
        " Through the chest from a sniper and went home in a body bag",
        7261.44,
        7264.82
    ],
    [
        " I had hardly known the man yet. I felt the same terrible emptiness when he died as I had when Mac had bought the farm",
        7264.82,
        7272.3
    ],
    [
        " West asked me if I'd like to go out and burn the villages now",
        7273.84,
        7276.62
    ],
    [
        " No, I said",
        7276.62,
        7279.16
    ],
    [
        " He didn't push it",
        7279.16,
        7281.18
    ],
    [
        " What exactly is a gorilla",
        7281.18,
        7285.62
    ],
    [
        " uh gorilla is a",
        7285.62,
        7287.96
    ],
    [
        " Non-uniformed fighter so if it's a it's someone that's dressing up like a civilian and there may be acting like this",
        7287.96,
        7296.0
    ],
    [
        " civilian but they're not in an organized military so they don't have a uniform and have a chain of command but it's it's",
        7296.0,
        7301.86
    ],
    [
        " Underground so for instance in Vietnam",
        7303.22,
        7305.52
    ],
    [
        " There were the Vietnamese regulars the NVA",
        7305.52,
        7310.24
    ],
    [
        " They were army soldiers with uniforms, but then there was also the VC right you for that expression that's the Vietnam",
        7310.24,
        7318.12
    ],
    [
        " So they might live in a village and act like a farmer",
        7318.12,
        7321.96
    ],
    [
        " But then at night they have a AK-47 hidden and they attack that's a gorilla fighter",
        7321.96,
        7328.64
    ],
    [
        " So are they independent or they'd like working you know",
        7328.64,
        7332.98
    ],
    [
        " A little bit about there gonna be they're gonna be less organized than a traditional military",
        7332.98,
        7340.26
    ],
    [
        " Unit would be a conventional military unit",
        7340.26,
        7343.52
    ],
    [
        " So they're gonna be a little less organized than that just due to the fact that you know",
        7343.52,
        7348.92
    ],
    [
        " They're they're spending some of their time as civilians",
        7348.92,
        7352.04
    ],
    [
        " But they don't but do they answer to like let's say you know the in Vietnam like do the",
        7352.04,
        7358.44
    ],
    [
        " So the Viet Cong has a chain of command and a structure and things like that and their senior",
        7358.64,
        7362.76
    ],
    [
        " Viet Cong and their senior gorillas in this situation",
        7362.76,
        7366.02
    ],
    [
        " But they're not",
        7366.02,
        7367.7
    ],
    [
        " They're not fully uniformed and I'm sure of like could there's probably a more technical definition than what I'm giving",
        7367.7,
        7375.08
    ],
    [
        " but that's the general principle is a gorilla fighter is",
        7375.08,
        7379.22
    ],
    [
        " Not in an organized uniformed",
        7379.22,
        7383.26
    ],
    [
        " Situation and probably is more or less a part time soldier even though like Viet Cong there was professional",
        7384.08,
        7389.6
    ],
    [
        " Viet Cong meaning they didn't have some other job, but",
        7389.6,
        7392.38
    ],
    [
        " And this is you could say the insurgents in Iraq same thing",
        7392.38,
        7396.92
    ],
    [
        " And you could say that once the insurgents became ISIS and started wearing like black uniforms and flying a big flag",
        7396.92,
        7404.6
    ],
    [
        " That was it's almost like they're not gorillas anymore. Yeah, they're an organized military unit",
        7404.6,
        7409.98
    ],
    [
        " Yeah, that was kind of their uniform. Yeah, the black",
        7410.2,
        7413.48
    ],
    [
        " I'm",
        7413.48,
        7414.44
    ],
    [
        " All right, so um once again, they're on another hill",
        7414.44,
        7421.5
    ],
    [
        " I had left",
        7421.5,
        7425.2
    ],
    [
        " You know, it's so crazy to think like that story of him attacking that machine gun nest where he saves the major and all that that kind of",
        7425.2,
        7436.16
    ],
    [
        " That that kind of could be the end of the book right and if he's stabbed you he's got to bayonet in his chest. He's been shot",
        7436.7,
        7444.2
    ],
    [
        " You can kind of say like okay, that's probably a good place to go home for him and maybe end the book and all that",
        7444.2,
        7452.28
    ],
    [
        " And it's just not even close",
        7452.28,
        7456.98
    ],
    [
        " So they're on another hill I had left a listening post three men above and forward of the original positions when the Chinese moved in",
        7456.98,
        7465.32
    ],
    [
        " They came around midnight at about company size",
        7465.32,
        7468.28
    ],
    [
        " The help the listening post picked them up and phoned the word about a hundred of them right on positions",
        7468.28,
        7474.42
    ],
    [
        " Get down in your hole sit tight",
        7474.42,
        7476.24
    ],
    [
        " I answered then I called back to company and radio two concentration numbers",
        7476.24,
        7480.02
    ],
    [
        " Roy alerted the the patrol to be ready to open fire on the old positions on command",
        7480.02,
        7486.02
    ],
    [
        " Which would be immediately after the first round of artillery exploded",
        7486.02,
        7488.68
    ],
    [
        " Figurately must have pulled back",
        7488.68,
        7490.54
    ],
    [
        " The Chinese began to chatter carelessly suddenly there was one loud whoosh",
        7490.6,
        7494.96
    ],
    [
        " Falled by three more and the world blew up in their faces fire exploded the entire finger and draw lighting up the night in red yellow and orange flashes",
        7494.96,
        7503.86
    ],
    [
        " Silhouettes a body shown against the blaze winging through the sky smashing up against trees and rocks",
        7503.86,
        7509.18
    ],
    [
        " I gave the signal and the platoon opened up when it was over we had destroyed the entire company",
        7509.18,
        7514.92
    ],
    [
        " Or rather the artillery had there was no question about it artillery",
        7514.92,
        7518.9
    ],
    [
        " Destroyed more enemy and combat than all other services combined including the Air Force",
        7519.58,
        7523.86
    ],
    [
        " Death was sudden rip in ripping violent most of the time however",
        7523.86,
        7528.52
    ],
    [
        " We used it badly and it was a waste",
        7528.52,
        7530.54
    ],
    [
        " Tonight we had worked well together and the Chinese had paid the price",
        7530.54,
        7534.54
    ],
    [
        " I radioed back the results west",
        7534.54,
        7537.42
    ],
    [
        " Wanted me to take the platoon out across and verify. I told him I would at first light",
        7537.42,
        7543.2
    ],
    [
        " He told me he wanted to do it now",
        7543.2,
        7545.5
    ],
    [
        " So he could notify battalion. I told him I would do it at first light",
        7545.8,
        7549.28
    ],
    [
        " And signed off he called back two more times trying to raise me. I whispered for psychs to turn down the volume",
        7549.28,
        7556.24
    ],
    [
        " Quiet settled over the area once again at first light",
        7556.24,
        7559.94
    ],
    [
        " So there's a little little leadership you know little leadership scenario",
        7559.94,
        7564.1
    ],
    [
        " Getting told to do something that probably doesn't make a lot of sense right now",
        7564.1,
        7566.96
    ],
    [
        " Hey, just kind of turned on it radio a little bit. Don't answer",
        7566.96,
        7569.56
    ],
    [
        " At first light I moved the patrol back across the draw and we verified our three men were",
        7569.56,
        7575.32
    ],
    [
        " Unscratched the entire Chinese company including parts of their officers were present accounted for and dead",
        7575.62,
        7581.16
    ],
    [
        " I radioed the results to west good good. He said great with and then with a pause come on in",
        7581.16,
        7587.92
    ],
    [
        " We'll send a replacement platoon down",
        7587.92,
        7589.98
    ],
    [
        " Not necessary. We don't have any casualties. I'll just send a party back for more ammo",
        7589.98,
        7595.68
    ],
    [
        " Then as an afterthought we'll have to move though. It's gonna smell pretty bad down here after the sun comes up",
        7595.68,
        7602.58
    ],
    [
        " Sure, certainly he said whatever you feel is okay. Just give us your coordinates and will when you get settled in",
        7602.82,
        7609.14
    ],
    [
        " Willco sir out",
        7609.14,
        7611.48
    ],
    [
        " And I just highlighted that part because you can see even though west was pushing him to kind of go out there and check",
        7611.48,
        7617.64
    ],
    [
        " But at the end of the day he trusts what he trusts what his guy on the front line says",
        7617.64,
        7621.66
    ],
    [
        " We don't need to pull out may need some more ammo have to adjust our position and it's just a good thing to see",
        7621.66,
        7629.18
    ],
    [
        " The fast forward a little bit. I was called down to regimental headquarters and offered a battlefield commission to second lieutenant",
        7634.2,
        7640.08
    ],
    [
        " Next time we were in reserve. I was to receive what Dave",
        7640.08,
        7644.7
    ],
    [
        " Had called that shit pot full of decorations the colonel commanding the regiment explained that many advantages",
        7644.7,
        7651.26
    ],
    [
        " I would have as an officer and a gentleman",
        7651.26,
        7653.06
    ],
    [
        " But it was crazy. I didn't even have an education. I told my preferred being enlisted man for the time being",
        7653.06,
        7659.02
    ],
    [
        " Then he said you deserve to be the highest ranked one over here",
        7659.24,
        7662.84
    ],
    [
        " And he promoted me to master sergeant on the spot",
        7662.84,
        7665.24
    ],
    [
        " He broke out a bottle and offered me a drink at the time. I neither smoked nor drank",
        7665.24,
        7668.74
    ],
    [
        " But I thanked him and sipped it while he discussed the possibility of my coming back for a commission when I changed my mind",
        7668.74,
        7674.7
    ],
    [
        " I thanked him for the promotion and the drink again and then went back to the platoon",
        7674.7,
        7678.68
    ],
    [
        " So he almost got the battlefield commission and said no likes being an e-dog",
        7678.68,
        7685.34
    ],
    [
        " West picked up a piece of Shrapnel actually the next day Fox company passed through our lines into the valley",
        7687.2,
        7692.64
    ],
    [
        " They swung east on the road and meandered through the wide low flat farmland",
        7692.64,
        7697.64
    ],
    [
        " To a major terrain feature behind beyond he'll sick 868 on the map",
        7697.64,
        7703.36
    ],
    [
        " They fought and died for that peak for the next two days and nights with us just sitting there listening to the battle rage",
        7703.36,
        7709.46
    ],
    [
        " West picked up a piece of shrapnel from an incoming 81",
        7709.46,
        7714.94
    ],
    [
        " Mortar round and we received a replacement for him",
        7715.34,
        7718.74
    ],
    [
        " A tiny",
        7718.74,
        7720.8
    ],
    [
        " Wiery red-headed Irishman with a waxed handlebar moustache",
        7720.8,
        7726.48
    ],
    [
        " That was the pride of Korea",
        7726.48,
        7729.32
    ],
    [
        " Any man who confessed me at indian wrestling is a better man than I and can run the company. He announced",
        7729.32,
        7736.28
    ],
    [
        " None of us do what the hell indian wrestling was so he ran the company and he ran it well",
        7736.28,
        7741.26
    ],
    [
        " I",
        7742.88,
        7743.4
    ],
    [
        " I like put nine stars next to this here's a good leader. He joked with the men",
        7743.4,
        7748.1
    ],
    [
        " He carried more than his share of the load. He took his turn out watch in the command post bunker",
        7748.1,
        7753.94
    ],
    [
        " He carried an m1 rifle like the rest of us",
        7753.94,
        7756.8
    ],
    [
        " He cooked his own rations and shared his water and coffee",
        7756.8,
        7760.96
    ],
    [
        " He was the best weed had canning accepted",
        7760.96,
        7764.38
    ],
    [
        " There was no difficulty in getting the men to follow him or do their damnedest for him",
        7764.38,
        7769.42
    ],
    [
        " And he sure did his damnedest for us. So there you go man. There you go",
        7771.26,
        7775.34
    ],
    [
        " So this one point I look I was",
        7775.34,
        7780.62
    ],
    [
        " There's a there's a part that I'm gonna I'm gonna summarize a little bit of it. So basically what happens is there's these four Chinese deserters",
        7780.62,
        7789.88
    ],
    [
        " that",
        7789.88,
        7791.64
    ],
    [
        " That end up with the company",
        7791.64,
        7794.3
    ],
    [
        " They kept basically a capture they're not they don't capture but there are deserters and they come over and say we surrender basically",
        7794.3,
        7799.42
    ],
    [
        " And then",
        7799.82,
        7800.58
    ],
    [
        " They say that there's going to be a 30-man combat patrol that so a",
        7800.58,
        7807.24
    ],
    [
        " North Korean patrol is going to go down this particular riverbed",
        7807.24,
        7811.64
    ],
    [
        " Do north of the positions at the rent and",
        7811.64,
        7815.02
    ],
    [
        " Canning the officer didn't believe him sounds like a setup right? Oh, you're trying to get us to go down there and set up an ambush",
        7815.02,
        7820.78
    ],
    [
        " So he doesn't really believe him and",
        7820.78,
        7823.46
    ],
    [
        " Herbert does believe the guys",
        7823.46,
        7827.62
    ],
    [
        " He kind of talks about how he psychologically was trying to figure out why would these guys do this?",
        7827.64,
        7832.58
    ],
    [
        " They're really surrendering like why would four of them surrender? Why wouldn't you just send one to surrender?",
        7832.72,
        7837.16
    ],
    [
        " Why are you sending four guys to surrender? So he kind of goes through his pro psychological profile the guys and he believes them",
        7837.38,
        7843.22
    ],
    [
        " So I tried to talk canning in the new CO and letting me set up an ambush for them",
        7843.22,
        7849.06
    ],
    [
        " But canning had prevailed and the the best the new CO would do is let me drop one machine gun team down to the valley on the river",
        7849.06,
        7854.88
    ],
    [
        " um",
        7856.28,
        7856.76
    ],
    [
        " Turns out that",
        7856.76,
        7857.62
    ],
    [
        " The Chinese",
        7857.62,
        7859.42
    ],
    [
        " Guys that told the truth the gun crew and so now he did get one gun crew down there",
        7859.42,
        7864.32
    ],
    [
        " The gun crew opened up a couple minutes short of midnight",
        7864.32,
        7867.08
    ],
    [
        " They had caught the patrol in the riverbed",
        7867.08,
        7868.92
    ],
    [
        " But the patrols larger than anticipated and now they the machine gun crew was under attack",
        7868.92,
        7874.82
    ],
    [
        " The new CO called me on the sound power",
        7874.82,
        7877.7
    ],
    [
        " No, I couldn't pull my platoon off line and go back to reinforce the gun crew",
        7877.7,
        7881.3
    ],
    [
        " But I would take or send six men to do the best they could I rapidly ticked off the names of my six best men as",
        7881.3,
        7887.7
    ],
    [
        " To the squad leaders",
        7887.7,
        7888.88
    ],
    [
        " I told them to have them on the trail behind the positions and I picked them up one by one and moved toward the junction",
        7888.88,
        7895.04
    ],
    [
        " That led down to the valley below us. We tried to hurry and busted our asses slipping and falling",
        7895.04,
        7899.9
    ],
    [
        " Over each other in the mud",
        7899.9,
        7901.32
    ],
    [
        " We hit the flats and started across the battalion heavy mortar section was in position",
        7901.32,
        7906.16
    ],
    [
        " I asked the CO to have canning notify them",
        7906.16,
        7908.88
    ],
    [
        " We were on the way and to be on the lookout for us. So I'm gonna say that again",
        7909.08,
        7913.4
    ],
    [
        " We asked the CO to have canning notify them that we were on the way and to be on the lookout for us",
        7913.4,
        7919.58
    ],
    [
        " One or the other had failed and their guards opened up with small arms fire without bothering to challenge us",
        7919.58,
        7926.16
    ],
    [
        " Do miss went down dead",
        7926.16,
        7927.78
    ],
    [
        " We dropped into a small gully and maneuver toward the riverbed our gun crew is still pouring the lead",
        7927.78,
        7934.12
    ],
    [
        " We broke out of the gully",
        7934.12,
        7935.64
    ],
    [
        " 75 yards east of them caught between their fire and the Chinese patrol",
        7936.06,
        7939.72
    ],
    [
        " I yelled for the gun crew to hold fire and they did now",
        7939.72,
        7943.18
    ],
    [
        " It was us and the patrol in the riverbed",
        7943.18,
        7944.98
    ],
    [
        " I caution my men to play it cool to use bayonets where they could no automatic fire under any circumstances",
        7944.98,
        7951.2
    ],
    [
        " All automatic fire would be considered enemy",
        7951.2,
        7953.32
    ],
    [
        " We spread out and moved ahead slowly the Chinese were in a panic",
        7953.32,
        7957.28
    ],
    [
        " They broke out of the niches and crevices in one of the in ones and twos and we dropped them with singer file or laced a bayonet through their guts",
        7957.28,
        7964.86
    ],
    [
        " First light broke and we had the sergeant and the platoon leader trapped",
        7965.98,
        7970.58
    ],
    [
        " They came out with their hands up",
        7970.58,
        7973.94
    ],
    [
        " We marched them onto the valley road and had them hunkered down with their hands clasp across the tops of their head",
        7973.94,
        7980.12
    ],
    [
        " I left the man to guard them and went back to take the tally",
        7980.12,
        7984.7
    ],
    [
        " We had wiped out the patrol",
        7984.7,
        7986.92
    ],
    [
        " Except for our two prisoners the deserters had told the truth",
        7986.92,
        7991.26
    ],
    [
        " There had been thirty of them heavily armed but now twenty-eight of them were dead",
        7991.62,
        7995.88
    ],
    [
        " There were sporadic shots up ahead but nothing to get excited about",
        7995.88,
        8000.02
    ],
    [
        " I returned to the road then moved up to where I had posted my guard over the two POWs",
        8000.02,
        8006.08
    ],
    [
        " They were all dead",
        8006.08,
        8008.38
    ],
    [
        " The men from the mortar crews had opened up on them with small arms",
        8008.38,
        8013.24
    ],
    [
        " I saw bloody red",
        8013.24,
        8015.84
    ],
    [
        " I swung in the direction of the mortars and aimed my rifle from the hip",
        8015.84,
        8019.98
    ],
    [
        " One of their sergeants popped up. I'm sorry Herbert. We didn't know",
        8019.98,
        8023.74
    ],
    [
        " He dropped his carbine and raised his hands. We didn't know he apologized. No one told us",
        8023.74,
        8031.6
    ],
    [
        " I lowered my rifle my fault. I said",
        8031.6,
        8039.2
    ],
    [
        " Not yours",
        8039.2,
        8041.04
    ],
    [
        " So if you didn't quite catch that he did the mortar company did not know that there were some friendly around there",
        8047.42,
        8053.72
    ],
    [
        " And he had actually they had captured these prisoners and he left the guard with them and the mortar team killed them all",
        8053.72,
        8059.6
    ],
    [
        " both the captured enemy people and the and the guards",
        8059.6,
        8065.06
    ],
    [
        " So",
        8068.2,
        8068.8
    ],
    [
        " So and there you go. I mean that's a that's extreme ownership right my fault nine years",
        8068.8,
        8076.98
    ],
    [
        " Blue on blue",
        8076.98,
        8082.82
    ],
    [
        " Fast forward a little bit we had received two replacements one was named a",
        8082.82,
        8091.48
    ],
    [
        " Lieutenant named Manning the other a sergeant was killed by a single artillery round which dropped into our positions that morning",
        8091.48,
        8097.32
    ],
    [
        " No one in the unit except the CEO had even heard his name",
        8097.32,
        8100.5
    ],
    [
        " Life was that dumb war was stupid if there was a god that he was stupid",
        8100.5,
        8105.88
    ],
    [
        " There was neither rhyme nor reason to that man's death and he meant no more than us than a chunk of clay when we passed him on the way out",
        8105.88,
        8114.1
    ],
    [
        " Now I mentioned like for a split second that Fox company was headed up to this hill 868",
        8120.58,
        8126.94
    ],
    [
        " And now these guys they didn't get there Fox company didn't get it done. They took massive casualties and now",
        8126.94,
        8134.02
    ],
    [
        " Easy company is heading up there and they get pinned down in this one particular spot and",
        8134.02,
        8140.72
    ],
    [
        " Well here they are manning caught up with me. What's happening? He asked excitedly",
        8142.38,
        8146.12
    ],
    [
        " I was in a crater my back against the wall. There was no sense in doing anything until the mortars let up",
        8146.12,
        8150.8
    ],
    [
        " There was no sense in getting excited either. I don't know lieutenant. Why don't you pop your head up and take a look and then tell me I joked",
        8150.8,
        8157.42
    ],
    [
        " And he did it",
        8157.42,
        8159.48
    ],
    [
        " The machine gun ripped off a valley volley and he dropped back into my lap two rounds through the mouth in one cheek",
        8159.48,
        8166.26
    ],
    [
        " Through the tongue smashing some teeth some teeth and out on the other cheek",
        8166.34,
        8170.64
    ],
    [
        " He was okay considering what it could have been my the CEO was next he moved into the position with his radio",
        8170.64,
        8177.12
    ],
    [
        " With his radio man. What do you have up there her be asked",
        8177.12,
        8180.46
    ],
    [
        " Mainly the machine gun sir. We'll get it after it gets dark",
        8180.46,
        8184.04
    ],
    [
        " That's not good enough. He said the regimental CEO is watching through the glasses. He wants it now",
        8184.04,
        8189.62
    ],
    [
        " Camey and took turn to look at us",
        8191.7,
        8193.64
    ],
    [
        " Then let that fucker come up and take it. He said",
        8193.64,
        8196.5
    ],
    [
        " Come on sir. I interrupted Fox companies been up here for weeks without moving all we need is a few more hours",
        8196.5,
        8202.82
    ],
    [
        " The 23rd is moving is moving up the old man said we've got to have that hill today",
        8202.82,
        8208.74
    ],
    [
        " I rolled over on my gut and gave camey in the signal to get ready",
        8208.74,
        8213.96
    ],
    [
        " In the next four hours 61 of us rounded that junction 11 of us made it two thirds of the way to the top along the final bar",
        8215.16,
        8224.12
    ],
    [
        " The machine gunner at the top of the hill got the rest",
        8224.12,
        8229.02
    ],
    [
        " So night found 11 of us almost at the top and the rest of us",
        8229.02,
        8240.62
    ],
    [
        " Either cut their ribbons or unable to move",
        8240.9,
        8243.54
    ],
    [
        " At three in the morning the Chinese launched a counter attack down the ridge to drive us back",
        8243.54,
        8249.04
    ],
    [
        " Weeding us down to eight",
        8249.04,
        8250.7
    ],
    [
        " We still had radio contact with the CEO and he wanted to know if we could hold out",
        8250.7,
        8255.82
    ],
    [
        " We're not backing up. I replied hang in there herb. I've got a 57 coming up hang in there",
        8255.82,
        8262.14
    ],
    [
        " He was referring to a 57 caliber of 57 millimeter recall this rifle",
        8262.14,
        8266.68
    ],
    [
        " It could take out the machine gun. All right, but it would have to be a direct hit every half hour or so for the remainder of the night",
        8267.04,
        8273.32
    ],
    [
        " He called to check on how we were making out just before daylight",
        8273.32,
        8276.72
    ],
    [
        " He joined us with the 57 and before we could stop him",
        8276.72,
        8280.46
    ],
    [
        " He was through us and made a one-man attack on the position",
        8280.46,
        8283.86
    ],
    [
        " And he almost had it",
        8283.86,
        8286.98
    ],
    [
        " We gave him as much covering fire as we could but just short of the position",
        8286.98,
        8292.08
    ],
    [
        " He went down pulling the trigger of the 57 the round plowed into the sandbags right of the opening two feet off",
        8292.08,
        8298.92
    ],
    [
        " Total victory and blew the old man back down the hill ass over teakettle which saved his life",
        8298.92,
        8304.44
    ],
    [
        " A call came in from the regiment a platoon of fox company would push through us and take the final bunker",
        8304.44,
        8309.48
    ],
    [
        " Private urban stern",
        8309.48,
        8313.5
    ],
    [
        " From north Dakota took two rounds through the chest",
        8313.5,
        8317.74
    ],
    [
        " He never even asked to be evacuated. He apologized for being a problem",
        8318.6,
        8323.06
    ],
    [
        " I could have hugged him",
        8323.06,
        8325.96
    ],
    [
        " The platoon from fox company moved up to us the lieutenant in charge wanted to talk until it was time for the assault so I listened",
        8325.96,
        8334.26
    ],
    [
        " He had a wife and kids",
        8334.26,
        8338.04
    ],
    [
        " He never expected to make it",
        8338.04,
        8342.98
    ],
    [
        " Pick and zen du boi flash through my mind he didn't intend to make it but if he didn't",
        8343.86,
        8349.48
    ],
    [
        " Someone else would have to",
        8349.48,
        8350.96
    ],
    [
        " That's someone was me with came in and the six we had left and against a machine gunner with the determination and guts that that bastard had",
        8350.96,
        8359.76
    ],
    [
        " We weren't going to make it",
        8359.76,
        8361.96
    ],
    [
        " So when the lieutenant moved his men out toward the peak. I had my last troops stand",
        8361.96,
        8367.96
    ],
    [
        " Stand ready to reinforce if necessary",
        8367.96,
        8372.18
    ],
    [
        " As he stepped out to follow his platoon",
        8372.98,
        8374.96
    ],
    [
        " I cracked him with the butt of Jordan's carbine",
        8374.96,
        8379.56
    ],
    [
        " And raced out through his troops",
        8379.56,
        8381.84
    ],
    [
        " the gunner above",
        8381.84,
        8383.74
    ],
    [
        " Open fire and rape the hill splattering dust and mud all around",
        8383.74,
        8388.48
    ],
    [
        " Round us men began to fall back",
        8388.48,
        8391.04
    ],
    [
        " I grabbed them and pushed them back up the hill get that motherfucker. I shouted get him",
        8391.04,
        8394.94
    ],
    [
        " One of fox companies men shouted okay big deal. Let's get him and then raced me",
        8394.94,
        8400.64
    ],
    [
        " Came in was leading our own six up the ridge men started tossing grenades from both sides and in the confusion",
        8402.32,
        8408.76
    ],
    [
        " One blew the gun away and we had the hill",
        8408.76,
        8411.94
    ],
    [
        " We had lost buck who had been sent to the rear wounded and was captured down by the brook by a Chinese patrol",
        8411.94,
        8420.88
    ],
    [
        " Nelson was dead the CEO our top notch",
        8420.88,
        8423.62
    ],
    [
        " black test case",
        8423.62,
        8426.46
    ],
    [
        " Manning",
        8428.68,
        8429.12
    ],
    [
        " Every one of my platoon was either dead or wounded except came in and myself",
        8429.12,
        8433.7
    ],
    [
        " Word came up that we would be relieved came in said it was about time",
        8433.7,
        8439.66
    ],
    [
        " Then he rolled over the body of one of our troops who had bought the farm the night before and a grenade exploded",
        8439.66,
        8447.1
    ],
    [
        " This war was getting to be real pain in the ass. We sat there",
        8447.1,
        8452.04
    ],
    [
        " Him wounded now and only me in one piece waiting for our relief",
        8453.3,
        8458.08
    ],
    [
        " When the relief showed up Roy could still walk we moved back down the ridge line together",
        8458.08,
        8465.66
    ],
    [
        " One of the relief asked him who we were and he replied easy company 38th infantry",
        8465.66,
        8472.24
    ],
    [
        " At the west end of the valley we caught up with those few troops from our company that hadn't been committed",
        8472.24,
        8480.36
    ],
    [
        " And that had been moved back by the battalion CEO",
        8481.04,
        8484.28
    ],
    [
        " Maggie Higgins was interviewing them the battalion CEO introduced me to her",
        8484.28,
        8493.52
    ],
    [
        " She asked me to wait a moment while she conducted while she concluded talking with someone else",
        8493.52,
        8498.48
    ],
    [
        " She turned her head and I walked off. I wasn't about to wait for anyone ever again",
        8498.48,
        8502.62
    ],
    [
        " Maggie's loss. I said to myself",
        8502.62,
        8504.4
    ],
    [
        " Turning back toward the Kansas line",
        8504.4,
        8507.06
    ],
    [
        " I joined the remnants of what had been easy company moving back up the hill out of the valley and away from hill 868",
        8507.06,
        8514.14
    ],
    [
        " And again you think okay, well this got to be kind of the the end right this has to be kind of the end of this",
        8514.14,
        8528.1
    ],
    [
        " What he's going through",
        8528.1,
        8530.34
    ],
    [
        " I",
        8533.22,
        8533.7
    ],
    [
        " Know it's not",
        8533.7,
        8534.4
    ],
    [
        " And he kind of reflects on the little bit he says I was getting to know men",
        8534.4,
        8539.14
    ],
    [
        " Types were predictable and the world is becoming less complicated",
        8539.14,
        8545.18
    ],
    [
        " There were men and there were fakes a man either was or he wasn't",
        8545.18,
        8551.06
    ],
    [
        " And the rest was all play acting",
        8551.06,
        8552.86
    ],
    [
        " I was 21 and I was already an old man",
        8552.86,
        8557.2
    ],
    [
        " I had to shake it or I'd become a bona fide pain in the ass. So I started to listen to more than I talked",
        8558.2,
        8564.04
    ],
    [
        " And was somewhat reserved with the men",
        8564.04,
        8567.46
    ],
    [
        " The war felt different. There was no apprehension no excitement everything seemed routine and easy",
        8567.46,
        8574.3
    ],
    [
        " I was going to make it unless a stray round how but had my name on it and that was damned unlikely",
        8574.3,
        8579.54
    ],
    [
        " I'd become a survivor some men lived and some men died. I would live",
        8579.54,
        8585.32
    ],
    [
        " There was more than just war for me, but for now I was still in",
        8587.2,
        8591.04
    ],
    [
        " Korea",
        8591.04,
        8591.78
    ],
    [
        " We were on the line and across the valley lay the next major objective. I was ordered to report to battalion headquarters for briefing",
        8591.78,
        8600.64
    ],
    [
        " So you get done with an operation where every you lose everybody is either dead or wounded",
        8600.64,
        8614.9
    ],
    [
        " And you achieve your objective and you get back into our next objective",
        8616.62,
        8620.3
    ],
    [
        " Um",
        8620.3,
        8624.18
    ],
    [
        " He does a little stint and I'm gonna skip past his part. He does a little stint with as a Marine Corleazon and does an assault with the Marines and loses nine of the Marines that he's with",
        8624.18,
        8636.72
    ],
    [
        " And then after that he goes back to easy company again",
        8636.72,
        8640.8
    ],
    [
        " We",
        8644.44,
        8644.88
    ],
    [
        " Returned to the same positions we'd been pulled off of this back with easy company and rain began to fall",
        8644.88,
        8649.18
    ],
    [
        " I had been in Korea one year most men were rotating stateside within nine months",
        8649.18,
        8653.62
    ],
    [
        " But I was still a wall with no records. I might be here forever",
        8653.62,
        8656.9
    ],
    [
        " It was okay with me. I knew the country. I knew the war and I was well on my way to knowing myself",
        8656.9,
        8662.3
    ],
    [
        " One day the war would end or else I'd go stateside with a million dollar shot",
        8662.3,
        8669.6
    ],
    [
        " Either way, I'd be thankful. I'd never again waste a moment of life",
        8669.64,
        8673.8
    ],
    [
        " And no one ever again would be able to take even a second of it from me",
        8673.8,
        8680.06
    ],
    [
        " I felt terrific screw rotation life was my orster",
        8680.06,
        8686.42
    ],
    [
        " Korea was my pearl",
        8686.42,
        8689.06
    ],
    [
        " I",
        8697.12,
        8697.56
    ],
    [
        " Going back out another patrol",
        8697.56,
        8698.86
    ],
    [
        " We crossed the road and started up a hill",
        8698.86,
        8702.64
    ],
    [
        " Complex beyond the fog lifting beneath behind and beneath us the world was still calm",
        8702.64,
        8707.96
    ],
    [
        " We picked our way carefully silently. I stopped the ones and glanced back",
        8707.96,
        8712.48
    ],
    [
        " I felt damn good. I felt proud. I felt the American god damn it. We were the best",
        8712.48,
        8716.68
    ],
    [
        " Just off the peak they had a major gun position",
        8716.7,
        8719.88
    ],
    [
        " A Russian heavy machine gun two crew members were standing outside shooting the breeze",
        8719.88,
        8724.64
    ],
    [
        " Having a smoke. I gave a signal for the patrol to fan out on both sides of the trail",
        8724.64,
        8728.52
    ],
    [
        " I wanted those two taken silently and alive",
        8728.52,
        8731.36
    ],
    [
        " I'm ocean for the two scouts to cover me then just as I was about to start forward to take them someone trigger to booby trap",
        8731.36,
        8738.22
    ],
    [
        " Both crew members made a break for their bunker and I had to drop them so much for surprise",
        8738.22,
        8743.92
    ],
    [
        " We still had shock action",
        8743.92,
        8746.04
    ],
    [
        " And",
        8748.3,
        8748.78
    ],
    [
        " We were at the top in their positions",
        8748.78,
        8751.8
    ],
    [
        " With their key guns and most of their ammo in effect we had the hill",
        8751.8,
        8756.88
    ],
    [
        " We could hold it as long we could hold it long enough for George company to reinforce",
        8756.88,
        8762.88
    ],
    [
        " Then nobody was going to take it back. So I had to skip some stuff because it's a pretty detailed explanation of what's going on",
        8762.88,
        8769.92
    ],
    [
        " But basically they were kind of heading up this this into this position and they almost get fully in the position",
        8769.92,
        8776.26
    ],
    [
        " They get close enough to where they're going to be able to actually capture the people that are in that gun without any without giving themselves away",
        8776.26,
        8784.1
    ],
    [
        " But somebody you can hear somebody hit the booby trap",
        8784.1,
        8786.7
    ],
    [
        " But once the booby trap goes they just kind of continue with the assault",
        8786.7,
        8790.4
    ],
    [
        " They don't get they kill the guys instead of capturing them but they get there",
        8790.4,
        8792.94
    ],
    [
        " And they capture this freaking hill and this hill",
        8792.94,
        8795.96
    ],
    [
        " I didn't really go too much into it, but it's a very prominent terrain feature",
        8795.96,
        8799.54
    ],
    [
        " And so it's like surprising that they get there",
        8799.54,
        8803.2
    ],
    [
        " and",
        8805.6,
        8806.08
    ],
    [
        " And he says at the end there",
        8806.08,
        8807.78
    ],
    [
        " We could hold the the hill long enough for George company to reinforce and once George company was there",
        8807.78,
        8814.48
    ],
    [
        " They would have the hill known to be able to take it from them",
        8814.48,
        8817.7
    ],
    [
        " But George company never showed",
        8817.7,
        8820.42
    ],
    [
        " By late afternoon",
        8820.42,
        8822.72
    ],
    [
        " There were six of us still alive and we could hardly see over the dead around us every time I called battalion",
        8822.72,
        8828.78
    ],
    [
        " I got word that George company was almost to us hang on",
        8828.78,
        8832.18
    ],
    [
        " Randolph was reloading magazines into the BAR",
        8832.46,
        8835.14
    ],
    [
        " They're not coming Sarge",
        8835.14,
        8836.9
    ],
    [
        " We're almost out of ammo",
        8836.9,
        8838.52
    ],
    [
        " Get the old man on the horn I'd give it one more try",
        8838.52,
        8841.98
    ],
    [
        " He wasn't available according to the radio man",
        8841.98,
        8844.96
    ],
    [
        " I glanced back down the trail we'd come up so skillfully",
        8844.96,
        8848.08
    ],
    [
        " So easily so damn sure of ourselves",
        8848.08,
        8850.48
    ],
    [
        " The Chinese must find it unbelievable that we hadn't reinforced yet",
        8850.48,
        8854.14
    ],
    [
        " They didn't know we were down to six almost out of ammo",
        8854.14,
        8858.18
    ],
    [
        " If we made a break now and ran like hell we might be able to make it before they would close in on us",
        8859.28,
        8864.2
    ],
    [
        " I sent one final message tell the old man were pulling out",
        8864.2,
        8867.58
    ],
    [
        " Then without waiting for a Roger or any other bullshit like I'd been getting all day",
        8867.58,
        8872.2
    ],
    [
        " I gave the word to saddle up",
        8872.2,
        8873.98
    ],
    [
        " They stared at me in disbelief",
        8873.98,
        8876.74
    ],
    [
        " What about George company?",
        8876.74,
        8878.38
    ],
    [
        " There isn't any George company now god damn it pack up and get ready to move",
        8878.96,
        8882.74
    ],
    [
        " At a dud round down the trail nobody stops until he crosses the road",
        8882.74,
        8887.4
    ],
    [
        " Then hold up and provide cover for the rest of us ready",
        8888.18,
        8890.9
    ],
    [
        " I destroyed the maximum and picked up our own LMG. I began to tick off names Keith go Nick go Daniels go Thompson go",
        8890.9,
        8901.9
    ],
    [
        " I turned the Randolph go",
        8901.9,
        8904.66
    ],
    [
        " And we were halfway down the hill before they caught on",
        8904.66,
        8908.62
    ],
    [
        " That it wasn't a diversion or another tactic, but that we were bugging out",
        8908.62,
        8913.7
    ],
    [
        " I took a round through the fleshy part of my calf Randolph took one through the chest and a second through the head",
        8914.24,
        8920.08
    ],
    [
        " He was dead before he hit the ground",
        8920.08,
        8921.88
    ],
    [
        " Everyone else made it across the road without a scratch then held up and covered for me while I got Randolph's body out",
        8921.88,
        8929.24
    ],
    [
        " I was puffing like a winded horse",
        8929.24,
        8932.2
    ],
    [
        " I'm sorry",
        8932.2,
        8935.76
    ],
    [
        " Four of them I'm just fucking sorry",
        8935.76,
        8940.3
    ],
    [
        " They would have to be crazy to ever trust me again Thompson padded me on the shoulder",
        8941.56,
        8946.1
    ],
    [
        " You ain't George company Sarge",
        8946.1,
        8948.5
    ],
    [
        " But it wasn't George company either they had never been alerted for standby",
        8948.5,
        8954.8
    ],
    [
        " No one had believed we could ever make it to the top and then when we did they didn't think we could ever hold out all day",
        8954.8,
        8963.18
    ],
    [
        " The new s2 at the battalion tried to explain to me that George company would get the hillback tomorrow",
        8963.18,
        8969.32
    ],
    [
        " If a patrol of 24 could do it it would be a cinch for a full company",
        8970.52,
        8975.24
    ],
    [
        " And he was green so we really believed it",
        8975.24,
        8978.4
    ],
    [
        " It wasn't even worth explaining",
        8978.4,
        8980.48
    ],
    [
        " I had been dealing with assholes like him on and off on and off for almost a year now",
        8980.48,
        8986.64
    ],
    [
        " I went over to the aid station and had them tend to my wound the regimental CEO had be back to the rear again the same night and apologized",
        8986.64,
        8994.58
    ],
    [
        " No one had notified him that we'd made it to the top he was sorry about my troops",
        8995.92,
        9000.52
    ],
    [
        " But I had brought back valuable intelligence now the hill would be easy",
        9000.52,
        9005.84
    ],
    [
        " I tried to explain what was really on that hill that neither George company nor the entire battalion was gonna take it now",
        9005.84,
        9013.88
    ],
    [
        " We had blown our chance you're just hurt Herbert you'll see",
        9013.88,
        9017.42
    ],
    [
        " And we saw",
        9017.42,
        9020.4
    ],
    [
        " George company was chopped to pieces",
        9020.4,
        9023.78
    ],
    [
        " The",
        9025.62,
        9026.42
    ],
    [
        " The battalion failed",
        9026.42,
        9027.32
    ],
    [
        " The 38th regiment failed they had to bring in the 9th regiment part of the 23rd regiment the French battalion and part of the 14th regiment",
        9027.32,
        9037.78
    ],
    [
        " The battle raged for four weeks we lost nearly",
        9037.78,
        9041.56
    ],
    [
        " 5,600 men",
        9041.56,
        9043.88
    ],
    [
        " 1900 dead 3700 seriously wounded before it was secured",
        9043.88,
        9048.88
    ],
    [
        " Heartbreak Ridge",
        9048.88,
        9052.2
    ],
    [
        " We could have had it for free and it would have gone unnamed and unremembered except for one commander who had not believed in his troops",
        9054.28,
        9063.6
    ],
    [
        " A couple of days later halfway up another hill",
        9063.6,
        9069.62
    ],
    [
        " I was ordered to turn my platoon over to my assistant and report back to company headquarters where I was provided with a jeep to regiment",
        9069.62,
        9076.94
    ],
    [
        " bypassing Italian another jeep to division and on the sole 8th Army headquarters",
        9076.94,
        9082.42
    ],
    [
        " So you you've heard hamburger hill them in just like a crazy battle and you got the casualties right there",
        9085.02,
        9091.74
    ],
    [
        " 1,930 dead 3700 seriously wounded and they had taken the hill before it had been reinforced",
        9091.74,
        9100.3
    ],
    [
        " So you can see he's gets this you know this is a",
        9100.3,
        9107.28
    ],
    [
        " Provided with these jeeps back to battalion back to regiment back to division and then all the way back to sole",
        9108.54,
        9115.28
    ],
    [
        " Where the 8th Army headquarters is",
        9115.28,
        9118.34
    ],
    [
        " And this is what happens we wheeled in the soul and into the compound",
        9118.34,
        9126.4
    ],
    [
        " Everyone was in class A's except myself and the jeep driver. I had never been this far to the rear in my life not even in the states",
        9126.4,
        9134.34
    ],
    [
        " The mp at the gauge gates checked our identification then stood back and saluted",
        9135.76,
        9140.42
    ],
    [
        " What the hell gave him the idea of us",
        9140.42,
        9144.82
    ],
    [
        " Were officers I couldn't figure but to save time I returned it your quarters are at number 8 sergeant Herbert over there",
        9144.82,
        9152.18
    ],
    [
        " He pointed at a building across the compound. Well, at least he knew I was a sergeant",
        9152.18,
        9157.6
    ],
    [
        " I hadn't asked the driver for his rank thanks corporal. I replied",
        9157.6,
        9160.56
    ],
    [
        " Then turned to the driver you staying I asked uh-huh serge",
        9161.2,
        9164.64
    ],
    [
        " Uh-uh serge got to get back",
        9164.64,
        9167.26
    ],
    [
        " Save you time then I jumped out of the jeep and lit next to the corporal take your bag serge don't have any son",
        9167.26,
        9174.38
    ],
    [
        " I was 21 I turned back the jeep driver thanks. It's an honor serge",
        9174.38,
        9178.78
    ],
    [
        " He saluted me off handedly spun the jeep around in a cloud of dust and brought back through the gate",
        9178.78,
        9184.76
    ],
    [
        " He disappeared up the road in a second later in the afternoon after a good bath and washing some of the filth out",
        9184.76,
        9190.54
    ],
    [
        " My fatigues. I sought out the nco club. It wasn't open yet. So I went back to my room took another back bath and fell asleep",
        9190.56,
        9197.54
    ],
    [
        " I had a terrible dream",
        9197.54,
        9200.88
    ],
    [
        " It was one which would re-occur for years",
        9200.88,
        9205.2
    ],
    [
        " I was charging a machine gun nest not a bunker, but one in a hole",
        9205.2,
        9211.44
    ],
    [
        " Like the one at Kun Mun Gow",
        9211.44,
        9215.24
    ],
    [
        " Then with bayonet fixed out of ammo right on the edge the earth gave way beneath my feet and I was going backwards",
        9217.38,
        9224.26
    ],
    [
        " My guts unguarded my rifle flung up in an attempt to really regain my balance",
        9224.26,
        9230.64
    ],
    [
        " But I was going over backwards and I woke up in a sweat",
        9230.64,
        9236.28
    ],
    [
        " I got a hold of myself in a second sorrow where I was and lay down and went back to sleep to be awakened",
        9236.28,
        9243.8
    ],
    [
        " Next by light footsteps at my door",
        9244.78,
        9247.06
    ],
    [
        " It was a young lieutenant everything satisfactory sergeant he asked cheerfully",
        9247.06,
        9252.08
    ],
    [
        " Great sir, but while the service what the hell is it all about",
        9252.08,
        9256.16
    ],
    [
        " It was just what he needed to trigger him off the UN command had decided to send to outstanding soldiers from the command",
        9256.16,
        9264.84
    ],
    [
        " On a goodwill tour of Europe states saw state side god knows where else our best he said",
        9264.84,
        9271.52
    ],
    [
        " Another soldier of the month contest. I thought I remember the MP at the gate in the class A's and glanced at myself in the mirror",
        9272.56,
        9280.32
    ],
    [
        " I was ragged asked and tired",
        9280.32,
        9283.7
    ],
    [
        " I didn't have a chance and I didn't much give a damn. I was beyond that",
        9283.7,
        9287.68
    ],
    [
        " I rushed the lieutenant out took another bath dressed slung my B.A.R. and closed the door behind me",
        9287.68,
        9294.78
    ],
    [
        " All I had to do was hitch a another bride north and I'd be back to easy company within two days",
        9294.78,
        9300.8
    ],
    [
        " The corporal was still at the gate where you headed serge he asked",
        9301.96,
        9307.44
    ],
    [
        " home man",
        9307.44,
        9308.78
    ],
    [
        " home",
        9308.78,
        9309.96
    ],
    [
        " back to my outfit",
        9309.96,
        9311.64
    ],
    [
        " But serge hey man do I look like soldier of the month material I asked",
        9311.64,
        9317.2
    ],
    [
        " He shook his head in the nicest way any human being ever had before or since",
        9317.2,
        9323.82
    ],
    [
        " Uh-uh serge you look like the toughest mother that's over here and our most decorated soldier",
        9323.82,
        9330.98
    ],
    [
        " He had tears in his eyes you're going out man",
        9332.86,
        9336.14
    ],
    [
        " They're picking a guy to go with you",
        9336.14,
        9338.72
    ],
    [
        " He lifted the rifle for my soldier and you ain't gonna need this anymore",
        9338.72,
        9345.2
    ],
    [
        " so",
        9345.2,
        9352.62
    ],
    [
        " well",
        9352.62,
        9355.68
    ],
    [
        " that",
        9355.68,
        9356.76
    ],
    [
        " is a good place to stop for this",
        9356.76,
        9360.6
    ],
    [
        " particular book",
        9361.02,
        9361.9
    ],
    [
        " for this",
        9361.9,
        9363.38
    ],
    [
        " Pretty much where you know there's an apple log that you should read",
        9363.38,
        9367.5
    ],
    [
        " But the story ends there for this book, but",
        9367.5,
        9371.54
    ],
    [
        " Is the end of the book, but it's not the end of the story and",
        9371.54,
        9375.74
    ],
    [
        " I won't even crack open this next book yet",
        9375.74,
        9381.54
    ],
    [
        " Which is gonna",
        9381.54,
        9384.08
    ],
    [
        " Pick up with what happens",
        9384.08,
        9386.88
    ],
    [
        " Throughout his life and his career in the army after career",
        9387.3,
        9392.12
    ],
    [
        " After some",
        9392.12,
        9394.66
    ],
    [
        " Mayhem in Vietnam where we're gonna learn a lot about leadership a lot about life a lot about human nature",
        9394.66,
        9401.12
    ],
    [
        " And um, we're gonna learn some lessons",
        9401.12,
        9404.5
    ],
    [
        " so we will",
        9404.5,
        9406.94
    ],
    [
        " Save that for next time",
        9406.94,
        9409.66
    ],
    [
        " to",
        9409.66,
        9411.48
    ],
    [
        " Um",
        9412.16,
        9412.92
    ],
    [
        " Prevent having a seven-hour podcast at this time until then echo speaking of life",
        9412.92,
        9418.78
    ],
    [
        " Sure crazy story right crazy story I mean insane yeah",
        9418.78,
        9424.3
    ],
    [
        " Yeah",
        9424.3,
        9426.32
    ],
    [
        " Like unreal right right like it's not real like it's so crazy and unbelievable yeah",
        9426.32,
        9435.7
    ],
    [
        " It's like time and time and time and time again",
        9435.7,
        9438.18
    ],
    [
        " You like how many what nine lives for a cat yeah, what's he on I think he's on 17",
        9438.18,
        9445.18
    ],
    [
        " It's crazy how he has like that much I why don't even know what you'd call it where",
        9445.18,
        9450.2
    ],
    [
        " He's just down for the caught for the fight just to be like I guess though right like when you're when you grow up just",
        9450.2,
        9459.58
    ],
    [
        " Hardcore mining town. No like",
        9459.58,
        9464.3
    ],
    [
        " Just",
        9464.3,
        9465.78
    ],
    [
        " Just hard you see your brothers go off to war you see them come on home telling stories about what's going on",
        9467.04,
        9472.94
    ],
    [
        " Is there's right there's like embedded um",
        9472.94,
        9476.84
    ],
    [
        " Desire to be in war for many young",
        9476.84,
        9481.06
    ],
    [
        " Men right and I can't say everybody. I want to make that statement",
        9481.06,
        9485.66
    ],
    [
        " I can't talk about females because I don't I didn't interact with females as much but like when you're in a seal platoon",
        9485.66,
        9492.14
    ],
    [
        " You're with a lot of guys that what they wanted to do growing up was go to war myself included like",
        9493.1,
        9499.4
    ],
    [
        " That's what that's what you grow up with so there's got to be some kind of",
        9499.4,
        9504.72
    ],
    [
        " Instinctual thing yeah, yeah, like I mean maybe oversimplifying it would be like that's his hundred percent purpose in life",
        9504.72,
        9514.18
    ],
    [
        " So yeah, whatever I get band-edded a",
        9514.18,
        9519.04
    ],
    [
        " Million-time shot blown up shot again fail. Yeah, this guy lets you down. This group lets you down higher up",
        9519.04,
        9526.2
    ],
    [
        " Slighting you down shot up again and okay like let me let me",
        9526.2,
        9531.04
    ],
    [
        " Literally break the law",
        9531.04,
        9533.3
    ],
    [
        " Many times by the way to get back to war you know what else is crazy. So he's there for a year",
        9533.3,
        9540.16
    ],
    [
        " Yeah, now imagine this what the one guy that he talks about this sergeant shows up in his first day. It's killed",
        9540.16,
        9545.6
    ],
    [
        " They didn't even know what his name is so so here's a guy that's going",
        9545.6,
        9548.8
    ],
    [
        " 365 days of",
        9548.8,
        9551.88
    ],
    [
        " Frontline on someone else shows up and they're dead in an hour",
        9551.88,
        9555.8
    ],
    [
        " Yeah, man, I mean you can I'm listening to the book and I'm like bruh. This guy's gonna die soon",
        9555.8,
        9563.68
    ],
    [
        " Yeah, you know obviously he doesn't die, but you can't it's that's how it feels, you know",
        9563.68,
        9567.6
    ],
    [
        " It's like many just keeps going back",
        9567.6,
        9570.42
    ],
    [
        " That's crazy man",
        9570.42,
        9572.42
    ],
    [
        " Um in the beginning it had uh",
        9573.0,
        9575.26
    ],
    [
        " You know that graphic tale of the guts. Yeah, you know, yeah, how does that just",
        9575.26,
        9581.2
    ],
    [
        " To somebody I can you know they obviously capture them and they just what cut them open and let their gun and then hang them up like",
        9581.2,
        9589.76
    ],
    [
        " How can you even do that?",
        9589.76,
        9591.44
    ],
    [
        " Yep",
        9591.8,
        9592.94
    ],
    [
        " Baffling beets do all humans it's human beings. Yes, right the darkness",
        9592.94,
        9600.06
    ],
    [
        " Yeah, but",
        9601.76,
        9602.38
    ],
    [
        " I don't know man. No, but",
        9602.38,
        9604.48
    ],
    [
        " Straight up. Yeah, I know, but you know, as far as like our perspective, you know how like",
        9604.48,
        9610.52
    ],
    [
        " I guess maybe you can get talked through it like",
        9610.52,
        9613.66
    ],
    [
        " You know, you hear about these crazy things that people do right whether be to each other or whatever",
        9613.66,
        9618.64
    ],
    [
        " And you kind of hear everything you're like I can see how he got there. I wouldn't ever do that kind of stuff",
        9618.64,
        9622.7
    ],
    [
        " But I can see how he got there you can kind of be like I see I see",
        9622.7,
        9625.16
    ],
    [
        " You know",
        9626.78,
        9627.18
    ],
    [
        " It's hard like that kind of stuff to be like yeah this person we captured them already",
        9627.18,
        9631.22
    ],
    [
        " I mean maybe certain angry like if you're angry enough. It's a money maybe but I don't know what's interesting",
        9631.22,
        9638.12
    ],
    [
        " Here's a good here's a good example of thought processes when he",
        9638.12,
        9641.54
    ],
    [
        " Is",
        9641.54,
        9642.98
    ],
    [
        " When he gets told hey go burn down that village. Yeah, and he goes and I'm not doing it. Yeah, now think about this",
        9642.98,
        9648.9
    ],
    [
        " He says I'm not doing it and another guy's arch. I'll do it",
        9648.9,
        9652.16
    ],
    [
        " So the other guy goes out to burn down the village and he gets shot in the chest and killed",
        9652.36,
        9655.9
    ],
    [
        " And now you can see Captain",
        9655.9,
        9660.08
    ],
    [
        " Captain West is like hey now do you want to go burn down the village?",
        9660.08,
        9663.46
    ],
    [
        " And you would think you could he you would think Captain West is sort of trying to take advantage of the anger",
        9664.32,
        9669.1
    ],
    [
        " You have yeah, like let's get some revenge. Yeah, and he goes no",
        9669.1,
        9672.76
    ],
    [
        " So that's that shows what his character is like and again",
        9672.76,
        9677.42
    ],
    [
        " That's the idea of this character and the reason I talking about it a lot is when you see when we get to what happens in Vietnam",
        9677.42,
        9682.88
    ],
    [
        " You there's a lot of",
        9682.88,
        9685.42
    ],
    [
        " You know his character you have to try and understand his character because of accusations that are being made in all different directions",
        9685.42,
        9692.92
    ],
    [
        " it's",
        9692.92,
        9694.48
    ],
    [
        " Yeah, yeah, and it's weird too like any one of these",
        9694.48,
        9700.3
    ],
    [
        " Actions that he did is so far off the charts of",
        9700.3,
        9705.44
    ],
    [
        " what",
        9708.24,
        9708.84
    ],
    [
        " What's expected? Yeah, there's like to like a normal award writing above and beyond the",
        9708.84,
        9714.14
    ],
    [
        " At with complete disregard for his own safety like all those things. Yeah, that's that's what he's got going on",
        9714.14,
        9720.58
    ],
    [
        " Yeah",
        9720.58,
        9720.78
    ],
    [
        " Well",
        9720.78,
        9723.68
    ],
    [
        " Back to the path. Well, I was gonna say speaking of human nature. We know that we as humans have a tendency",
        9723.68,
        9732.2
    ],
    [
        " To drift off the path. So maybe we need a little",
        9733.2,
        9736.8
    ],
    [
        " Yeah, well, you know wise man once said um",
        9736.8,
        9743.02
    ],
    [
        " It's hard to stand the path",
        9743.02,
        9745.3
    ],
    [
        " And once you slip off it may seem hard to get back on check, but you can do it",
        9745.3,
        9752.74
    ],
    [
        " Yep, I heard that you recommend. Oh, well, there's good news",
        9752.74,
        9755.54
    ],
    [
        " Because you're not alone on the path",
        9755.54,
        9758.06
    ],
    [
        " You might feel like it, but you got some help seem saying help through supplementation. Yep. I said it",
        9758.24,
        9764.4
    ],
    [
        " So okay, so you uh, we're working out. That's a big one",
        9764.4,
        9768.58
    ],
    [
        " We already know that it it helps every element of your life",
        9768.58,
        9773.6
    ],
    [
        " Not just getting in shape being in shape",
        9773.6,
        9776.94
    ],
    [
        " It's funny. I keep getting reminded. I think I mentioned this before",
        9776.94,
        9780.58
    ],
    [
        " Obviously, I'm not gonna go too deep into it because it really pales in comparison to pretty much anything",
        9780.58,
        9786.46
    ],
    [
        " We've ever talked about ever but",
        9786.46,
        9788.16
    ],
    [
        " It doesn't mean it's not very close. So you know the water jugs right I said I told you about this similar similar situation",
        9788.16,
        9798.64
    ],
    [
        " But same thought process. So you know water jugs right the big five gallon ones",
        9798.64,
        9802.42
    ],
    [
        " On the cooler and stuff like that so I was replacing mine at home and you got bayoneted",
        9802.42,
        9806.76
    ],
    [
        " No, better bayonets not your chest. No, I did not get wet white phosphorus burning you to the bone. I did not but",
        9806.76,
        9814.8
    ],
    [
        " I",
        9815.68,
        9816.08
    ],
    [
        " Had to grab it off like this shelf",
        9816.08,
        9817.74
    ],
    [
        " See row and you put it like that you're gonna take away the juice of the",
        9817.74,
        9823.94
    ],
    [
        " Less than you got shot in the bullet wrapped around your bone. No, no bullet to me that day, but",
        9823.94,
        9829.96
    ],
    [
        " I so I brought and the thing is like what like 40 pounds",
        9829.96,
        9834.1
    ],
    [
        " I think it's like eight pounds per gallon right. Yeah, I think anyway, so 40 pound boom",
        9834.1,
        9839.16
    ],
    [
        " And I and you have to kind of let it drop",
        9839.16,
        9841.66
    ],
    [
        " And so I got in my field",
        9843.0,
        9844.66
    ],
    [
        " So you can't just like and I did it with one hand because I had something else in my hand because I was doing some other stuff at the same time",
        9844.66,
        9852.62
    ],
    [
        " So it drops and I swing it almost like a kettlebell you know how you got to catch the momentum and",
        9852.62,
        9857.44
    ],
    [
        " Swing it and boom and boom 40 pound big thing too by the way",
        9857.44,
        9861.12
    ],
    [
        " So I bring it up and I'm walking with it in one hand and I think I forget what I had in the other hand",
        9861.12,
        9866.36
    ],
    [
        " I was doing something and I walked it over and I was thinking to myself",
        9866.36,
        9870.66
    ],
    [
        " It's kind of good to have this kid",
        9872.48,
        9874.74
    ],
    [
        " I'm proud you're over here making like making the comparison even more contrasty",
        9874.74,
        9880.3
    ],
    [
        " So it's making it like sound all all lame, but no you know for sure",
        9880.3,
        9884.34
    ],
    [
        " I'm telling you when you think about it",
        9884.34,
        9885.94
    ],
    [
        " It's way better to have that capability than not to you seem saying to be able to handle the 40 pounds thing under like",
        9885.94,
        9893.7
    ],
    [
        " I don't want to say harder circumstances, but harder than normal you seem saying yeah",
        9893.7,
        9898.74
    ],
    [
        " It's almost like you know having to grab a wounded major",
        9898.82,
        9901.92
    ],
    [
        " As you're being overrun and having to throw him over your shoulder. Good point. Okay. That's that capability. Yes",
        9901.92,
        9907.74
    ],
    [
        " Yes, or just keep a water jug from or what having the okay perfect",
        9907.74,
        9912.8
    ],
    [
        " So that's the point the point is hey sometimes you gotta know I do do this to yourself",
        9912.8,
        9916.84
    ],
    [
        " You're doing it to me. I'm just pointing out what every single other person is thinking anyway",
        9916.84,
        9923.18
    ],
    [
        " If you got to save somebody",
        9923.18,
        9925.62
    ],
    [
        " You know and you gotta put them on your shoulder. Yep, and run them. Yep",
        9926.02,
        9929.56
    ],
    [
        " Where'd be across street or whatever",
        9929.56,
        9931.42
    ],
    [
        " It's good to have that capability rather than oh shoot. I can't do it by myself. I could ask for help seem saying",
        9931.42,
        9938.0
    ],
    [
        " Check same thing with the water jug check if someone needs some help like hey",
        9938.0,
        9942.94
    ],
    [
        " You know you know the kind of your grandma or whatever's like hey, can you help me? Can you grab that thing up there?",
        9942.94,
        9947.1
    ],
    [
        " You know the water jug from on the shelf",
        9947.22,
        9948.84
    ],
    [
        " You want to be the guy that they asked to help because they know we can do it. I seem saying",
        9948.84,
        9953.84
    ],
    [
        " Yes, bro, hey look I'll let you out of this. Here's your out. We're not in Korea. You're y'all right",
        9954.34,
        9958.56
    ],
    [
        " Here's your out you could take it anyway, I totally respect that you want to help grandma",
        9958.56,
        9963.74
    ],
    [
        " Yeah, and whoever else needs help",
        9963.74,
        9965.9
    ],
    [
        " And that's not to mention when you're by yourself you don't gotta ask for help because you can do it seem saying",
        9965.9,
        9971.5
    ],
    [
        " I'm just saying if you have that option like it's better to choose option where you have that capability is what I'm saying I agree",
        9971.5,
        9977.86
    ],
    [
        " So one word that's why one of the many infinite reasons why working out is important",
        9977.86,
        9983.54
    ],
    [
        " Okay",
        9986.14,
        9986.7
    ],
    [
        " I'm correct. I know you are correct anyway when you're working out sometimes you get little little",
        9986.7,
        9991.24
    ],
    [
        " pains in your joints",
        9991.24,
        9993.56
    ],
    [
        " Which is no problem with the best",
        9993.56,
        9996.56
    ],
    [
        " That would induce pain as well for sure for sure",
        9996.56,
        10000.96
    ],
    [
        " But no worries Jaco's supplements for these things not to ban it thing obviously, but you know",
        10000.96,
        10005.9
    ],
    [
        " Little pains in your joints and then that kind of stuff joint warfare. It's called Jaco joint warfare super crude oil",
        10005.9,
        10011.96
    ],
    [
        " I think pretty much people know what we have hey check this out if you want some of this stuff which you should",
        10012.78,
        10018.28
    ],
    [
        " Yeah",
        10018.28,
        10019.04
    ],
    [
        " You if you subscribe to it",
        10019.04,
        10022.18
    ],
    [
        " Because you don't want to miss it if you don't want to miss krill or you don't want to miss joint warfare",
        10022.18,
        10027.24
    ],
    [
        " You don't want to miss you know what like you don't want to run low on whatever",
        10027.24,
        10030.5
    ],
    [
        " Supplementation is making you strong is giving you that freaking capability if needed",
        10030.5,
        10037.56
    ],
    [
        " To catch that water",
        10037.56,
        10039.58
    ],
    [
        " You're good or whatever what I mean this could be a bag of groceries",
        10039.82,
        10043.84
    ],
    [
        " This could be you know a cantaloupe rolling off the counter you want to be you don't want your joints to hurt as that's happening",
        10043.84,
        10050.04
    ],
    [
        " Right this could be mayhem",
        10050.04,
        10051.26
    ],
    [
        " This could be mayhem see see see what you go if you go to jacofuel.com and you subscribe",
        10051.26,
        10057.66
    ],
    [
        " Then shipping is free which is cool. Okay, okay, so you you I kind of shy away from assuming everybody already knows",
        10057.66,
        10066.34
    ],
    [
        " But you bring up a good point from time to time that what if like 85% of people already know",
        10066.64,
        10072.52
    ],
    [
        " Seems ain't yeah, and then I'm like okay. I'm accommodating the other the the you know the 15% and kind of in a way in a way",
        10072.52,
        10080.28
    ],
    [
        " Kind of ignoring the 85% the needs of 85% could be seem saying making them go for that right as well",
        10080.28,
        10086.56
    ],
    [
        " No matter how good or bad that right is yeah exactly right right now. Let's face it that right",
        10086.56,
        10091.92
    ],
    [
        " It's not fun. It's one big. Yeah, I understand I understand what else so we got join warfare",
        10091.92,
        10097.82
    ],
    [
        " Crill oil discipline discipline go mok what else anything else",
        10097.82,
        10103.08
    ],
    [
        " War your kid mok or your kid mok from vitamin D in there. Hey, so here's the here's the thing",
        10103.08,
        10108.82
    ],
    [
        " Here's the here's the effective thing for the 85% of us who do already know estimated",
        10108.82,
        10113.16
    ],
    [
        " Go to jocklefuel.com boom everything on there mm-hmm",
        10113.16,
        10119.28
    ],
    [
        " Choose like what you want you want the additional protein boom grab down you want to join self boom grab down until you want to deserve you want to",
        10119.28,
        10126.4
    ],
    [
        " deserve that happens to have that",
        10126.4,
        10127.94
    ],
    [
        " Don't let's see. I saw yes jocklefuel.com the discipline go energy drink",
        10127.94,
        10136.76
    ],
    [
        " Scenario these you can get of course the jocklefuel.com, but you can get them at wow-wow. Mm-hmm. Vitamin Shop. Yep. Yep",
        10136.76,
        10144.64
    ],
    [
        " There you go. There you go",
        10144.64,
        10147.4
    ],
    [
        " Also, what a",
        10149.56,
        10150.58
    ],
    [
        " Vitamin Shop. Yes, also origin main or origin USA. Yeah, look at you come cut yourself. Yeah, well, you know",
        10150.58,
        10158.46
    ],
    [
        " um origin USA dot com that's where you can get the stuff as well",
        10158.46,
        10161.58
    ],
    [
        " But you can also get or should I say you will notice",
        10161.58,
        10166.02
    ],
    [
        " When you're on there that you can also get American made jeans boots juditsu stuff as in geese",
        10166.02,
        10174.38
    ],
    [
        " Geese yeah rash guard",
        10174.38,
        10176.42
    ],
    [
        " Gee bags",
        10178.24,
        10177.68
    ],
    [
        " Yes, I'm good stuff on there. Check check. I like it. It's true also",
        10177.68,
        10183.34
    ],
    [
        " Jocco the store. It's called jocco store. That's where you can get discipline equals freedom stuff",
        10183.34,
        10189.44
    ],
    [
        " Get hard-core racondo stuff stuff stuff is true. It's very true. I need more of those shirts",
        10189.44,
        10194.12
    ],
    [
        " By the way and more of these shirts by the way. All right. You got it. I know the guy and the ex flag can hook you up",
        10194.12,
        10200.1
    ],
    [
        " With a discount and everything so flag",
        10200.1,
        10202.26
    ],
    [
        " You know all good also. Hey, if you were attacking a",
        10202.26,
        10206.82
    ],
    [
        " An enemy position and it was flying this flag would you hesitate a little bit more? I don't think I would you wouldn't do some hesitation",
        10206.82,
        10213.6
    ],
    [
        " You would look at this flag and you'd say wait a second",
        10213.6,
        10215.96
    ],
    [
        " These people look like they are gonna bring the heat. Yeah, they look like they have discipline",
        10215.96,
        10221.04
    ],
    [
        " If that's everything every goes like",
        10221.04,
        10226.4
    ],
    [
        " Crazy in this country or in the world",
        10226.4,
        10229.14
    ],
    [
        " You will see me like let's say revolution more say civil war whatever whatever we're mayhem",
        10230.1,
        10236.34
    ],
    [
        " I'll be flying this flag. Well, yeah, I'm saying you'll find symbol of discipline. Yeah, yeah",
        10236.34,
        10242.98
    ],
    [
        " Good idea. I'll join your thing. What do you mean? You just don't get to join because you want to",
        10242.98,
        10248.88
    ],
    [
        " I have capability and I'm highly trained",
        10248.88,
        10254.28
    ],
    [
        " I will be someone against the water bottles",
        10254.28,
        10256.42
    ],
    [
        " I will be an asset to your team",
        10256.42,
        10259.38
    ],
    [
        " Anyway drop store.com. There's a cool",
        10259.38,
        10262.4
    ],
    [
        " Scenario on there called the shirt locker. That's if you want a new designed shirt",
        10262.4,
        10268.46
    ],
    [
        " Do you ever get props to the guy that came up with shirt locker on Twitter?",
        10268.46,
        10272.52
    ],
    [
        " Wasn't on Twitter. Oh directly. No, I have nuts. Yeah, whoever you are mystery human",
        10272.78,
        10277.08
    ],
    [
        " Good job. Yeah, did you see her? Did I see it? You did? Yeah, I told you about it",
        10277.08,
        10283.3
    ],
    [
        " But yeah, that's a mystery human. I was gonna blame you. You should have tracked his name",
        10283.3,
        10287.1
    ],
    [
        " But you didn't yeah, it wasn't even you that didn't",
        10287.1,
        10290.96
    ],
    [
        " See blaming never works. No my fault. It's okay check",
        10290.96,
        10294.84
    ],
    [
        " Unless that is what's going on on jockelstart.com. So yeah check it out if you like something get something",
        10294.84,
        10300.28
    ],
    [
        " It's a good spot. Also subscribe to this podcast if you want to",
        10300.28,
        10304.96
    ],
    [
        " Sure if you haven't yet if you just listen to three hours and you haven't subscribed yet",
        10304.96,
        10310.2
    ],
    [
        " That's your choice, but if you want to",
        10310.54,
        10312.86
    ],
    [
        " Provide a little bit of support. You can subscribe to it. You can leave a review",
        10312.86,
        10318.42
    ],
    [
        " Oh, yeah, we also have some other podcasts. We have jockel and rambling new episodes out",
        10318.42,
        10323.9
    ],
    [
        " Derral Cooper from Margar made",
        10323.9,
        10325.76
    ],
    [
        " We have the grounded podcast. We have new warrior kid podcasts",
        10325.76,
        10329.62
    ],
    [
        " Amazing",
        10329.62,
        10331.18
    ],
    [
        " Yes, we prioritized and executed on those yeah actually",
        10331.18,
        10336.96
    ],
    [
        " Uncle Jake came through in those ones because they're actually they're",
        10336.96,
        10339.74
    ],
    [
        " Pretty good",
        10339.74,
        10340.7
    ],
    [
        " Very check check. You don't have to legitimately good",
        10340.7,
        10345.6
    ],
    [
        " Made an adjustment there new warrior kid podcast you can check those out. Also. We have the the the jockel underground",
        10345.6,
        10353.5
    ],
    [
        " podcast, which is some amplifying information some",
        10353.5,
        10358.02
    ],
    [
        " Behind the scenes kind of kind of we got some q&a stuff coming if you're a member of the undergrad if you're a member of jockel underground.com",
        10358.02,
        10367.14
    ],
    [
        " You can actually ask questions",
        10367.14,
        10369.06
    ],
    [
        " and",
        10371.78,
        10372.14
    ],
    [
        " Yeah, go to jockel underground.com if you want to",
        10372.14,
        10375.06
    ],
    [
        " What's it subscribe? You have to pay money",
        10375.06,
        10378.7
    ],
    [
        " Well, you pretty much have to pay when it's eight dollars and eighteen cents a month",
        10378.7,
        10382.38
    ],
    [
        " A bunch of reasons why we're doing it. We're doing it because we don't want to actually have somebody injecting",
        10382.38,
        10387.88
    ],
    [
        " uh",
        10387.88,
        10388.14
    ],
    [
        " Advertisements into the middle of the podcast",
        10388.14,
        10391.46
    ],
    [
        " We don't want to have that",
        10391.46,
        10393.58
    ],
    [
        " So there you go you can pay and if you can't afford it look we're not trying to hold back information",
        10393.58,
        10399.06
    ],
    [
        " If you can't afford it no problem no factor if you can't afford it eight dollars and eighteen cents a month email assistance at jockel underground.com",
        10400.08,
        10406.78
    ],
    [
        " And we also have a youtube channel",
        10406.78,
        10410.08
    ],
    [
        " Which where echo like he just",
        10410.08,
        10414.96
    ],
    [
        " He",
        10414.96,
        10416.9
    ],
    [
        " Bloodsens us with videos",
        10416.9,
        10420.14
    ],
    [
        " What are you been talking about? I'm just talking about how some of the videos that that you that you're solely responsible for a lot of people don't like them",
        10420.14,
        10428.88
    ],
    [
        " She's staying",
        10429.34,
        10430.18
    ],
    [
        " They like the videos where I'm the assistant",
        10430.18,
        10434.74
    ],
    [
        " Okay, all right",
        10434.74,
        10437.0
    ],
    [
        " Hey, you two channel. What's it called jockel podcast? Yeah, and it's a fish. It's official",
        10437.0,
        10442.32
    ],
    [
        " Oh, this face it. It's a fish. No, that's not a fish",
        10442.32,
        10446.76
    ],
    [
        " But yeah, it's official verified for the",
        10446.76,
        10449.74
    ],
    [
        " Also check out origin USA. They're putting up stuff if you want to the story that's happening up there",
        10449.74,
        10455.86
    ],
    [
        " And there's zero explosions in their stuff",
        10457.58,
        10460.16
    ],
    [
        " Whereas and there's a very limited number of explosions on long videos. Yeah, which rolls makes origin USA",
        10460.16,
        10466.52
    ],
    [
        " That's main tie right that's main tie. Yeah, yeah, you took that up doing some good work up there",
        10466.52,
        10471.26
    ],
    [
        " You approve of main time very much so he doesn't make anything explode well",
        10471.26,
        10474.98
    ],
    [
        " We're working on that but he doesn't have the skill set skill set steps",
        10474.98,
        10479.36
    ],
    [
        " Maybe it's because he maybe it's because he is",
        10479.36,
        10483.28
    ],
    [
        " He uses some discretion when he makes his videos. Yeah",
        10484.82,
        10487.92
    ],
    [
        " Jack all right there we go it's getting late also",
        10487.92,
        10496.08
    ],
    [
        " Psychological warfare. I don't know what that is",
        10496.08,
        10499.0
    ],
    [
        " It's an album with tracks. So when you hit moments of weakness you got jocke to help you",
        10499.0,
        10503.44
    ],
    [
        " Just realize since I just got done with the warrior kid. I just realized",
        10503.44,
        10506.9
    ],
    [
        " Probably a year ago. I said oh makes more psychological warfare for everybody. I haven't done it",
        10506.9,
        10512.5
    ],
    [
        " Yeah, well, you got to kind of collect or think of or kind of mentally",
        10513.4,
        10518.64
    ],
    [
        " get uh",
        10518.64,
        10520.5
    ],
    [
        " Current weakness is the thing is though is people like people were so stoked on that on that album and gave such good feedback",
        10520.5,
        10527.78
    ],
    [
        " And I think I was just like oh yeah, well people were asking like hey can you do them for us or not and I didn't really",
        10527.78,
        10533.14
    ],
    [
        " I was like pump you know and then the prioritized next key oh damn started to started other things started to yeah",
        10533.14,
        10539.84
    ],
    [
        " I was gonna say what you lose motivation",
        10540.58,
        10542.74
    ],
    [
        " Well motivation isn't gonna get it. There you go. Literally motivation will not get that",
        10542.74,
        10550.14
    ],
    [
        " Only discipline. Yep",
        10550.14,
        10551.74
    ],
    [
        " Maybe I need to make a maybe I need to make a psychological warfare track of what to do when you don't feel like making a psychological warfare",
        10551.74,
        10560.7
    ],
    [
        " second album",
        10560.7,
        10561.7
    ],
    [
        " Check flipside canvas flipside canvas.com to code of my brother",
        10561.7,
        10568.12
    ],
    [
        " Who's making cool stuff to hang on your wall got a bunch of books got a novel coming out",
        10568.4,
        10572.28
    ],
    [
        " Maybe it's a novel. We're not really sure what it is",
        10572.28,
        10575.06
    ],
    [
        " But I wrote something that's not a leadership book and it's not a kid's book",
        10575.06,
        10578.78
    ],
    [
        " it's a",
        10578.78,
        10580.14
    ],
    [
        " Story",
        10580.14,
        10581.84
    ],
    [
        " Well, we'll say that for now. I think I'll read a little sum of it some at some point. Mm-hmm. So",
        10581.84,
        10588.64
    ],
    [
        " The book is called final spin you can pre-order it right now and you can get that first the dish",
        10588.64,
        10593.82
    ],
    [
        " Uh leadership strategy tactics field manual the code the evaluation the protocols discipline equals freedom field manual the way the warrior kid for",
        10594.62,
        10601.4
    ],
    [
        " Field manual. I just tapped out my mic right there. Sorry about that echo Charlie. I think it fixed that in post",
        10601.4,
        10606.48
    ],
    [
        " Way the world kid for field manual",
        10606.48,
        10609.62
    ],
    [
        " Way the word kid 123 mic in the track. It's about face by hack worth stream ownership dichotomy leadership",
        10609.62,
        10615.1
    ],
    [
        " echelon front leadership consultancy we solve problems through leadership go to echelonfront.com",
        10615.1,
        10620.0
    ],
    [
        " If you need help inside your organization, we do live",
        10620.7,
        10623.56
    ],
    [
        " Training all the time and we have courses online available eff online.com if you want to check that out",
        10623.56,
        10631.56
    ],
    [
        " We have some live events that we're doing called the muster",
        10631.56,
        10636.26
    ],
    [
        " The muster go to extreme ownership.com if you want to come to the muster",
        10636.26,
        10641.36
    ],
    [
        " We also have eff battlefield coming up. We've sold one out and so now we're gonna see if we're gonna do one more if you want to",
        10641.36,
        10649.12
    ],
    [
        " Learn lessons from the battle of Geddie's bird if you want to walk the if you want to walk the battlefield",
        10650.58,
        10655.18
    ],
    [
        " and and see where general Lee and Longstreet and AP Hill and general Mead and and and Colonel Joshua Chamberlain",
        10655.18,
        10663.58
    ],
    [
        " You come to that spot a little round top where Joshua",
        10663.58,
        10668.2
    ],
    [
        " Chamberlain and the 20th main",
        10668.2,
        10670.72
    ],
    [
        " Talking about bayonet charge down the hill you can you can go there and you will feel it",
        10670.72,
        10677.44
    ],
    [
        " So go to echelonfront.com slash events if you want to come to that we already sold out the first part",
        10678.04,
        10683.76
    ],
    [
        " It's only like it's 35 people per so it's two days",
        10683.76,
        10688.2
    ],
    [
        " You me",
        10688.2,
        10690.24
    ],
    [
        " 35 of you 35 of us 36 of us whatever so",
        10690.24,
        10695.54
    ],
    [
        " Come and check that out if you want to help service members if you want to help active duty and retired",
        10695.54,
        10700.24
    ],
    [
        " Service members if you want to help their families if you want to help gold star families check out mark Lee's mom",
        10700.24,
        10705.54
    ],
    [
        " She's got a charity organization",
        10706.24,
        10708.32
    ],
    [
        " Mama Lee and if you want to donate or you want to get involved go to",
        10708.32,
        10711.48
    ],
    [
        " America's mighty warriors dot org",
        10711.48,
        10714.54
    ],
    [
        " And if you want more of my weary some readings",
        10714.54,
        10719.22
    ],
    [
        " Or you need more of echoes uncoupled inquires",
        10719.22,
        10724.5
    ],
    [
        " Of course you can find us on the inner webs on twitter on instagram",
        10724.5,
        10729.18
    ],
    [
        " When just so echo knows what i'm talking about he only knows that as",
        10729.18,
        10734.32
    ],
    [
        " The graph and on",
        10734.68,
        10736.88
    ],
    [
        " Echoes that equitrails i'm at jocke o'willink and thanks to all the",
        10736.88,
        10743.02
    ],
    [
        " people out there in uniform",
        10743.02,
        10745.3
    ],
    [
        " Maintaining our proud our proud traditions of military service as you also protect our way of life and to our police and law enforcement and fire fighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service and all first responders",
        10745.3,
        10762.28
    ],
    [
        " Thank you for protecting us as well",
        10762.28,
        10765.56
    ],
    [
        " And everyone else remember what Colonel Anthony Herbert's father told him",
        10765.56,
        10772.5
    ],
    [
        " Before he left for boot camp",
        10772.5,
        10775.74
    ],
    [
        " He said nothing is as hard as just getting started",
        10775.74,
        10783.06
    ],
    [
        " So don't wait don't hesitate don't ponder anymore just get started",
        10783.06,
        10791.1
    ],
    [
        " And until next time this is echo and jaco out",
        10792.74,
        10798.32
    ]
]