[
    [
        " This is Jockel Podcast number 372 with Echo Trolls and me, Jockel Willink. Good evening, Echo.",
        0.34,
        5.88
    ],
    [
        " Good evening. The fourth and final episode for now about the game. If you haven't listened to",
        6.14,
        15.78
    ],
    [
        " 369-370-371, go listen to those first. We're going to jump right into the remaining",
        15.78,
        22.12
    ],
    [
        " questions feedback that we got off the first podcast that we did about this. So here we go.",
        22.12,
        29.98
    ],
    [
        " Talking about the game. Question comes from Corey. There's a couple questions actually.",
        30.16,
        35.52
    ],
    [
        " Can someone be so far along in a game, career relationship, for example, that it is not worth it",
        36.48,
        42.3
    ],
    [
        " to switch games in terms of return on investment? Love my career choice, but I've seen others who",
        42.3,
        48.46
    ],
    [
        " hate their job, but often stick it out to retirement. Yeah. That does. That does happen.",
        48.46,
        56.1
    ],
    [
        " This is the sunk cost fallacy. We talked about one of the earlier podcasts. You've been doing",
        56.64,
        63.08
    ],
    [
        " that job for a long time. And you've also got to remember that sometimes the sunk cost isn't a fallacy.",
        63.08,
        69.4
    ],
    [
        " Like sometimes you've put guys in the military, right? To a classical example. You're in a",
        70.36,
        77.3
    ],
    [
        " military. You've been in for eight years and you decide to get out. You've invested some time.",
        77.3,
        84.46
    ],
    [
        " You've gained some skills. You're going to get out 10 years. You're like, okay, still 10 years.",
        84.64,
        89.6
    ],
    [
        " You're still pretty young. You're 28 years old. You can figure out another career. You haven't",
        89.98,
        95.16
    ],
    [
        " invested that much into it. You've gotten some return on that investment already in terms of",
        95.16,
        98.94
    ],
    [
        " experience. Usually around 12 years is where people start saying, hmm, you put a lot in there.",
        98.94,
        105.86
    ],
    [
        " You put 12 years into this. You know your job well. So between 12, 13, 14 years,",
        106.32,
        114.36
    ],
    [
        " well, 13 years, between 12, 13 years, it definitely seems strange. There's something going on",
        114.78,
        120.96
    ],
    [
        " that you really have to think about the decision. 15, 18 years is probably a bad move. Like,",
        120.96,
        125.38
    ],
    [
        " if you put 15 or 18 years into the military and now you're going to get out,",
        125.4,
        130.66
    ],
    [
        " you better have something awesome lined up. You better be in some terrible situation that you",
        131.66,
        136.32
    ],
    [
        " absolutely despise because you're giving up a lot. You're giving up the rest of your money for",
        136.32,
        142.56
    ],
    [
        " the rest of your life. And you've already worked. I mean, look, that's what makes it weird. If",
        142.56,
        148.16
    ],
    [
        " you've done a job for 15 years or 16 years now, you decide that you don't like it anymore.",
        148.16,
        152.66
    ],
    [
        " That's why we got to do the assessments often and early, right?",
        153.82,
        158.36
    ],
    [
        " I see. And then you get people to occasion to get out 18 years, 19 years, and you're like,",
        158.36,
        163.12
    ],
    [
        " that's not it. We don't think that's a good move because you can suck it up for another year",
        163.22,
        167.6
    ],
    [
        " and get paid for the rest of your life. Even if you hate it for that last year, you're like,",
        167.6,
        172.66
    ],
    [
        " okay, cool. Start working on your exit strategy and you'll figure it out.",
        172.7,
        175.42
    ],
    [
        " And the military is a distinct sort of example because there is like that 20 year mark where you're",
        176.38,
        183.04
    ],
    [
        " going to get your retirement. You're going to get benefits after that. You know, all that being said,",
        183.04,
        189.56
    ],
    [
        " a lot of careers take us a lot more than 20 years to get retirement out of it. So if you absolutely",
        189.76,
        195.96
    ],
    [
        " hate your job, it's probably you will think an exit strategy. How can you set something up to move on?",
        195.96,
        202.22
    ],
    [
        " So yes, that can happen. Yes, can you be so far along in a game that it's not worth the",
        203.34,
        210.96
    ],
    [
        " switch games? Yes. But it can happen where you still need to make a decision that you need to move on.",
        210.96,
        218.8
    ],
    [
        " So it's just a tough choice. Yeah, there's a payoff at the end like a retirement scenario. That's",
        219.16,
        226.84
    ],
    [
        " different than sunk cost fallacy. Like I said, because sunk cost is kind of like, hey, I've just",
        226.84,
        232.56
    ],
    [
        " seen it's like it's driven mainly by the time the investment in your head that you put into getting",
        232.56,
        239.14
    ],
    [
        " where you are. So it seems like, oh, yeah, I put this much into it. If I just quit and do something",
        239.14,
        244.02
    ],
    [
        " else, all that time was for nothing. That's what it is. But if you have a retirement, like I said,",
        244.02,
        250.54
    ],
    [
        " or some light at the end of the final war, all I got to do is stick it out for this much more. And",
        250.68,
        253.5
    ],
    [
        " then I get a very big benefit there. That's different because it's like, you're not it's not driven",
        253.5,
        258.26
    ],
    [
        " by your past investment. It's driven by, okay, let me just like basically suck it up or try to",
        258.26,
        263.62
    ],
    [
        " handle or make the best of this until I get that one payoff. Yeah. So yeah, like in, yeah, that's",
        263.62,
        268.84
    ],
    [
        " true. Because I know people, I know literally like friends of the family that are that are in this",
        268.84,
        272.4
    ],
    [
        " conundrum because any time, you know, like a police have this military teachers have this like where",
        272.4,
        278.1
    ],
    [
        " they have a retirement waiting for them. Yeah, the thing, the big difference between military and police",
        278.1,
        283.94
    ],
    [
        " police is also a little bit military is like 20 years. At 20 years, you're going to get a retirement.",
        283.94,
        289.34
    ],
    [
        " So if you unless when you're 18, like I did, you're 38, I mean, you're, but most of a lot of jobs",
        289.34,
        296.12
    ],
    [
        " are you have to work until you're maybe 30 years and also sometimes it's a work till 65.",
        296.12,
        301.22
    ],
    [
        " So if you got to work until you, you know, a lot of those jobs you have to graduate from college. So",
        301.72,
        306.16
    ],
    [
        " you're 22 and you get the job. Now you work for 30 years in that job. You're 52. Yeah.",
        306.16,
        314.24
    ],
    [
        " That next career is not like jumping up and down at you. Yeah. Yeah. People are looking at you",
        314.24,
        320.22
    ],
    [
        " like, well, do you really want to do this and how much do we want to invest in you in your 52 years?",
        320.22,
        323.82
    ],
    [
        " How much longer are you going to work for? Yeah. And you are also like, hey, I've been working for",
        323.86,
        327.26
    ],
    [
        " 30 freaking years. Now I got to go do some other. So that's why I think and now now this dynamic has",
        327.26,
        333.54
    ],
    [
        " changed a lot in recent years. I mean, people change jobs a lot more than they used to. You know,",
        333.54,
        338.74
    ],
    [
        " when I was younger, the friends of my parents, they all had the same freaking job. They",
        339.26,
        344.44
    ],
    [
        " instead their entire life's. They all got a job and then they stayed in that job. You know,",
        344.44,
        349.54
    ],
    [
        " whether it was working at a construction company, both my parents were school teachers,",
        349.64,
        352.64
    ],
    [
        " they were school teachers the whole time, 30 years. My dad worked at a school for 30 years.",
        352.72,
        356.46
    ],
    [
        " You know what I mean? Like, that's it. That's his job. My mom worked at a school for 20 years",
        357.12,
        362.16
    ],
    [
        " then she became a principal and a vice principal and all that. What grade did your dad teach? High",
        362.16,
        368.24
    ],
    [
        " school. But like I'm thinking of the friends of my parents, they all basically had a job, one job.",
        368.24,
        377.64
    ],
    [
        " It's not like today where people are, oh, I worked this there for three years and there for two",
        377.96,
        382.64
    ],
    [
        " more years. And I did 18 months at this place. People move around a lot more. So there's probably less",
        382.64,
        386.8
    ],
    [
        " of this unless you happen to get one of these jobs like you said, teachers are like that. You know,",
        386.8,
        393.12
    ],
    [
        " we're out here in California. Teachers, I think teachers got to work for until they're 65 out here,",
        393.16,
        397.7
    ],
    [
        " maybe, or maybe 30 years. But it's, you know, you work for 20 years in a school. You look up,",
        397.7,
        405.18
    ],
    [
        " you're like, I got 10 more years of this. If you start to not like it, and you got 10 more years,",
        405.2,
        411.42
    ],
    [
        " you're still like, huh? But you're also like you said, there's a carrot at the end of it. Yeah.",
        412.12,
        416.56
    ],
    [
        " Plus 10 more years. That's 10 more. You got 10 more summers off, right?",
        417.2,
        421.28
    ],
    [
        " That's teaching just like that job because that summers are off.",
        422.12,
        425.7
    ],
    [
        " Not okay. Yeah. But I do look at it. Look, you get one shot. You get one trip through life.",
        425.78,
        432.02
    ],
    [
        " And if you're freaking totally miserable, then you start to look like maybe you've been teaching",
        432.4,
        437.64
    ],
    [
        " for 20 years and you really don't like it anymore. Okay. Well, instead of just saying, I quit. No,",
        437.64,
        442.42
    ],
    [
        " you start saying, well, what else could I do? What other options do I have? What kind of business",
        442.5,
        446.14
    ],
    [
        " could I start on the side during the summer? You know, maybe I start my crocheting business and I'm",
        446.14,
        450.66
    ],
    [
        " making what are they like hot pads to hold the whole of the rigonditious, right? We call them things.",
        454.14,
        461.32
    ],
    [
        " Oven mitts. Oven mitts. Yeah. You start making oven mitts. And maybe you turn that into a business.",
        461.42,
        466.38
    ],
    [
        " Yeah. Cool. Then you can leave your job. But let's not do anything rash. You might have to play",
        466.66,
        471.16
    ],
    [
        " the game for a while and decide what you're going to do. But we don't want to be on our deathbed",
        471.16,
        477.74
    ],
    [
        " thinking. Yeah. That's what we don't want. We also don't want to be in the gutter homeless,",
        477.74,
        483.7
    ],
    [
        " saying, you know, freaking jocke, who said, does fault chase my dream? You can chase you. Look,",
        484.06,
        490.5
    ],
    [
        " if you have a dream like that, it's strong enough that you can do it on the side to the side hustle,",
        490.64,
        495.56
    ],
    [
        " right? The side hustle. The thing about the side hustle is the side hustle is not easy. That's",
        495.76,
        501.18
    ],
    [
        " what people think the side hustle. It sounds like something you're just doing on the side. But it's",
        501.18,
        503.92
    ],
    [
        " actually, if you're doing it right, it's taking as much time as your full time job as just that",
        503.92,
        508.08
    ],
    [
        " you have to do in addition to. Don't think the side hustle is something that you do on the side.",
        508.08,
        512.98
    ],
    [
        " It's something that you do in addition to with the same amount of effort in most cases.",
        513.32,
        517.4
    ],
    [
        " But you can turn the side hustle into something real if you put the effort into it. Not going to be",
        518.32,
        522.58
    ],
    [
        " easy. All right. Question number two from Corey. You mentioned how we can exist in our own",
        522.58,
        529.52
    ],
    [
        " little worlds with titles and status. But when we step outside those worlds, we aren't held in such",
        529.52,
        534.38
    ],
    [
        " high regard or recognized for those roles anymore. Obviously, it can be a difficult transition",
        534.38,
        538.3
    ],
    [
        " to a different career or lifestyle and feel as if the work you previously put in may be invalidated",
        538.3,
        543.68
    ],
    [
        " due to lack of recognition. While in the military, did you have any idea of what possible career path",
        543.68,
        549.12
    ],
    [
        " you would have afterwards? Well, the answer is no. I didn't. I thought I'd be teaching you just",
        549.12,
        561.4
    ],
    [
        " who I thought I'd be surfing and hanging out with my family. And then opportunities opened up.",
        561.4,
        565.72
    ],
    [
        " I did my first like quote unquote leadership talk about six months before I retired.",
        566.38,
        572.24
    ],
    [
        " And it grew from there. Leadership talks to book to podcasts to products to companies. It wasn't",
        574.32,
        580.12
    ],
    [
        " really pre planned. But I will. But I think, you know, I think one of the challenges that you can have",
        580.12,
        585.94
    ],
    [
        " here is when I got out, I didn't say to my I didn't say to the world, I served 20 years. I was a",
        585.94,
        596.4
    ],
    [
        " leader. You should all respect what I have to say and you should listen to me and I don't have to",
        596.4,
        601.8
    ],
    [
        " pay my dues. And I deserve. XYZ. I didn't say that. I was like, oh damn, I'm a civilian now.",
        601.8,
        608.28
    ],
    [
        " Lafen, I always joke about we did all kinds of leadership talks for nothing for free. Go and",
        610.02,
        615.7
    ],
    [
        " go travel somewhere they might give you the travel pay to go and talk to a company for four",
        615.7,
        624.04
    ],
    [
        " hours in the middle of nowhere. Talk to them about leadership. Do it for free. I wasn't like,",
        624.04,
        628.98
    ],
    [
        " that's below me. Look, I've been in the I was in the shield teams. Oh, is it all true in the",
        628.98,
        634.5
    ],
    [
        " shield teams? Therefore I was in the military. You home. I'm not doing that now. It's like, be humble.",
        634.5,
        638.96
    ],
    [
        " This is basically what I'm getting at. Be humble. And and if you that that part that makes it",
        639.2,
        645.66
    ],
    [
        " different is what he calls a difficult transition to a entirely different career. If you try and think",
        645.66,
        652.64
    ],
    [
        " that you're going to deserve the respect, that's where you're going to run into problems. I was like,",
        652.64,
        659.04
    ],
    [
        " it's not going to be there. And look, the military, you actually do get like, in some cases,",
        659.4,
        665.16
    ],
    [
        " people do give you respect. Oh, you were in the military. You have discipline. You've been in",
        665.44,
        669.32
    ],
    [
        " leadership positions. A lot of times that that kind of nice greeting that you get isn't real.",
        669.32,
        681.34
    ],
    [
        " It's a little bit of lip service. Well, it's not just lip. Let me rephrase that. They look at it.",
        682.16,
        686.78
    ],
    [
        " They're like, Oh, Echo, you're in the military. That's great. You've been in leadership positions.",
        686.84,
        690.58
    ],
    [
        " You're disciplined. You've been training people. That's awesome. They mean it. But they're not ready",
        690.58,
        695.8
    ],
    [
        " to turn over a freaking department to you. Because they're like, that's great. We're not we're building",
        695.8,
        701.72
    ],
    [
        " widgets over here. We're not we're not in machine gun fights. So even though they mean it,",
        701.72,
        707.78
    ],
    [
        " but they don't mean it. They have the respect, but they're not willing to bet on that.",
        708.06,
        713.18
    ],
    [
        " And so you got to earn it, man. You got to earn it. And that's one of the problems that Vets run",
        713.78,
        717.56
    ],
    [
        " into is they think like, I used to be in charge of, you know, a thousand guys in a battalion.",
        717.56,
        723.08
    ],
    [
        " Seven, I had 700 guys in my battalion. And I had however many millions and millions dollars",
        723.7,
        728.18
    ],
    [
        " worth of gear. You know, I was in charge of a billion dollar Navy ship. Okay.",
        728.18,
        733.5
    ],
    [
        " But I that's awesome. I really respect the fact that you had a you were in charge of a billion",
        737.06,
        741.0
    ],
    [
        " dollar worship. A billion dollar worship was completely under your command. And that's awesome.",
        741.0,
        747.9
    ],
    [
        " I really they do respect it, but they're not going to give you command of this freaking department",
        748.04,
        751.36
    ],
    [
        " over here that has an annual budget of $1.6 million. So be ready for that. Yeah. Stay humble.",
        751.36,
        758.78
    ],
    [
        " Is what we're talking about. You got to stay humble. And you got to earn it. You know,",
        758.96,
        763.84
    ],
    [
        " you got to earn that respect. And if you did a good job when you were commanding that worship or",
        763.86,
        766.74
    ],
    [
        " you were commanding that battalion, you're commanding that that platoon. Okay. You should be able to",
        766.74,
        772.46
    ],
    [
        " quickly adapt to this new endeavor and do a good job from the leadership perspective and move up",
        772.46,
        777.46
    ],
    [
        " the chain of command. It's like it's like that. So there you go. That's my answer to Corey. Next up,",
        777.46,
        786.5
    ],
    [
        " we got David play to win. But the game is a zero sum event. Why? Because we all die and take",
        786.5,
        794.76
    ],
    [
        " nothing with us to the next next life, except ourselves. Fair enough. You know, zero sum. The",
        794.76,
        803.66
    ],
    [
        " technical definition is one person wins in order for one person to win someone else has to lose.",
        803.66,
        807.98
    ],
    [
        " That's what it is. And I don't really think life is like that. I don't think it's a zero sum game.",
        808.34,
        812.22
    ],
    [
        " I think I can actually play a good game. And I can win. And I actually think my wins can benefit",
        812.24,
        817.26
    ],
    [
        " other people. So I'm not sure I really agree with David. I don't think it's a zero sum. I think",
        817.26,
        822.82
    ],
    [
        " you can do a good job and you can win. And I think one of the best things that you can do as a person",
        822.82,
        828.74
    ],
    [
        " is as you win, take other people along with you. Like, hey, I got a winning team over here. Come with me.",
        828.74,
        833.8
    ],
    [
        " You know, hook a carabiner into my vehicle here. And we're going to roll. We're going to keep rolling.",
        834.96,
        839.94
    ],
    [
        " Come on, come along. I got a room. You know, let's do this. So I think you can leave before I think",
        839.94,
        847.9
    ],
    [
        " you can go through this life and die and actually actually leave something very positive with other",
        847.9,
        854.84
    ],
    [
        " people that you've encountered in your life and you've helped along the path. Help them play the",
        854.84,
        861.36
    ],
    [
        " game, bring them onto your team. Look, if you're good at playing the game, get some other people",
        861.36,
        864.98
    ],
    [
        " in the game with you. That's a beautiful thing. That's what I think, David.",
        864.98,
        870.18
    ],
    [
        " That what do you call that nihilism, right? We all die or whatever, but",
        870.76,
        878.08
    ],
    [
        " it's kind of exhausting. I say in the big Lebowski.",
        878.08,
        881.18
    ],
    [
        " Don't you kind of feel like life is kind of like this big balancing act where it's like,",
        882.32,
        888.34
    ],
    [
        " hey, you got some time to make things happen. And then when you're done, you got to pass it on",
        888.34,
        891.64
    ],
    [
        " to someone else and they better make things happen because everyone's time is going to eventually",
        891.64,
        894.72
    ],
    [
        " run out kind of a thing. So that's why like when you have kids or whatever, you want to pass knowledge,",
        894.72,
        898.74
    ],
    [
        " you want to pass values, you want to pass all this stuff back to them, but they're going to die",
        898.98,
        903.3
    ],
    [
        " anyway, right? Okay, that's why it's their job to pass that same stuff. And then their",
        903.3,
        907.18
    ],
    [
        " additions to it to other people. It doesn't have to be kids. I was going to say, as well as",
        907.18,
        911.02
    ],
    [
        " I was going to say, it's like it doesn't just have to be your kids. Like you got a group of people.",
        911.02,
        914.52
    ],
    [
        " If you're doing well, cool. Grab some people and bring them with you. Like that to me is a super",
        914.78,
        920.92
    ],
    [
        " positive thing that you can do. And if you and here's what here's what I think, again, when you",
        920.92,
        927.26
    ],
    [
        " start looking at the strategic game, like the game, the overarching game of life, and you're on your",
        927.26,
        933.94
    ],
    [
        " deathbed, I don't think there's anyone that will regret helping other people out, giving people",
        933.94,
        941.72
    ],
    [
        " a better future with their own kids, with the people that they affected in their life, the people",
        941.72,
        946.18
    ],
    [
        " impacted. I think that's as good as it's going to get. You don't say, oh, that guy lived a good life",
        946.18,
        952.9
    ],
    [
        " because he made a bunch of money and was selfish and kept it all to himself. No one says that.",
        952.9,
        957.26
    ],
    [
        " Yeah. No, they say, man, look at what this guy did with the people that he influenced and",
        957.6,
        961.32
    ],
    [
        " impacted and was, you know, whether they made money or not, oh, you know, the coach in school that",
        961.32,
        967.74
    ],
    [
        " helped everyone and putting them in the right direction. And like all those people have a huge",
        967.74,
        971.78
    ],
    [
        " impact, that is how you win the game. Yeah. The more people you help. Yeah, because that game,",
        971.78,
        978.76
    ],
    [
        " I mean, technique in a way, the game never really ends until everybody dies. So you're, it's a,",
        978.84,
        986.4
    ],
    [
        " it's kind of like, you know, the, you know, the, if you think of a chain, maybe not a chain, but",
        986.48,
        991.24
    ],
    [
        " just think about like how generations like progress right going and on this guy dies, their son's",
        991.24,
        996.1
    ],
    [
        " daughters, people, whatever they grew up, they died, but they passed it on, you know, in that chain",
        996.1,
        1000.1
    ],
    [
        " of knowledge, progress, everything that gets passed through time or whatever, it's kind of like,",
        1000.66,
        1005.3
    ],
    [
        " you want to evaluate what was my role in that, you know, so if you're just selfish person, you have,",
        1005.36,
        1010.86
    ],
    [
        " you literally have no role in it. If you're just selfish, no matter how rich, no matter how much",
        1010.96,
        1015.74
    ],
    [
        " way to lift, no matter how much jujitsu you did, if you're just doing it, even though jujitsu, you have",
        1015.74,
        1019.58
    ],
    [
        " a lot of training partners. That's in and of itself beneficial. But check it out. If you're a jujitsu guy,",
        1019.58,
        1024.68
    ],
    [
        " and what you do is you come and train and you get better and you win competitions and you're the",
        1025.0,
        1030.0
    ],
    [
        " champion. But you didn't really, you never coach anybody, you never helped anybody. Yeah. Who",
        1031.6,
        1036.02
    ],
    [
        " does, who does everybody love? They love his hands. Oh, yeah. Was a pencil got, you know, hands,",
        1036.02,
        1040.34
    ],
    [
        " sure, hands, he's got a great competition in MMA and jujitsu, but he spread the word. Yeah.",
        1040.34,
        1045.58
    ],
    [
        " He helped as many people as he can, you know, everyone, and that's when you think about like,",
        1045.74,
        1050.48
    ],
    [
        " what you want to do, oh, to help more people, train more people, coach John Donner, right? What's",
        1050.64,
        1058.02
    ],
    [
        " he doing? He's really helping out a lot of people get better at jujitsu. Yeah. It has nothing to",
        1058.02,
        1061.7
    ],
    [
        " young him. No, if he's competing, has he competed before? Yeah. Back in the day and actually a lot of",
        1061.7,
        1066.42
    ],
    [
        " martial arts from what I understand about how about the jujitsu? A lot of, I don't know. So that's",
        1066.42,
        1070.44
    ],
    [
        " before me. But he's having a huge impact. Yeah. And, you know, Gordon Ryan and his team is all like,",
        1070.44,
        1077.32
    ],
    [
        " oh, yeah, we, like Gordon Ryan said, I'm not competing if if if if John's not coaching me. Yeah.",
        1077.4,
        1081.86
    ],
    [
        " Which is kind of a crazy thing to say, right? Yeah. But that's how much respect he has. And how",
        1081.92,
        1087.54
    ],
    [
        " appreciative he is of John Donner, who John Donner has invested his life into these other guys on his",
        1087.62,
        1092.26
    ],
    [
        " team. Yeah. That's what's made him, that's what's made him, uh, uh, uh, an icon of the sport. Not",
        1092.26,
        1101.42
    ],
    [
        " because he's a champion himself, but because he's taken and passed it on. Right now at some point,",
        1101.42,
        1106.58
    ],
    [
        " hopefully Gordon Ryan says, oh, I've done what I can do in the competition. Now I'm going to go",
        1106.58,
        1114.14
    ],
    [
        " and I'm going to help as many people get better at jujitsu. He's already doing that. By the way,",
        1114.14,
        1117.62
    ],
    [
        " a lot of us, you know, like in jitsu, we're ever know that that's kind of part of the natural jujitsu",
        1117.62,
        1122.54
    ],
    [
        " progression. And especially now that you can like sell your techniques and, you know, have a career",
        1122.54,
        1127.54
    ],
    [
        " of the of passing on your techniques or whatever, that's like part of it. And sure, of course,",
        1127.54,
        1133.02
    ],
    [
        " you get paid for it and everything. But think about the in the big picture where now all this knowledge",
        1133.04,
        1137.06
    ],
    [
        " came from let's say it came from whoever you know, start even starting at the beginning with the",
        1137.06,
        1141.62
    ],
    [
        " graces or whatever coming all the way down. Then Dean Lister had his thing who affected John Donner",
        1141.62,
        1145.62
    ],
    [
        " her and they're like, Hey, let's let's pass it on passing Gordon Ryan. Gordon Ryan influences",
        1145.62,
        1149.18
    ],
    [
        " people with his performances and his not he's spreading the same knowledge to other people. BGJFanatics.com.",
        1149.18,
        1155.16
    ],
    [
        " I think so. Yeah, fully. And, um, so now when you look at the big picture that chain, like,",
        1155.46,
        1161.72
    ],
    [
        " let's say you can grab any individual take a Gordon Ryan, right? What role did he play in this",
        1161.96,
        1167.52
    ],
    [
        " proliferation of this new knowledge improvement of the whole GJJ community? What role did he play?",
        1167.88,
        1173.68
    ],
    [
        " Huge role. Huge role. But yeah, you're right. If he if he just competed and kept it and just like",
        1173.98,
        1179.08
    ],
    [
        " every every one of his actions was solely to benefit himself and not to like the zero sum game, like",
        1179.08,
        1184.24
    ],
    [
        " for me to benefit no one else can benefit. So no one else benefited from his knowledge, whatever.",
        1184.24,
        1188.0
    ],
    [
        " Then you just ask that same question. Yeah, then you'd be like, hmm, I don't know, but the correlation",
        1188.52,
        1193.5
    ],
    [
        " is perfect for life. Yes. Because if you take someone like in the seal teams, if you had someone",
        1193.84,
        1198.64
    ],
    [
        " that was quote, a great operator in the seal teams, everyone that's known as a great operator,",
        1198.64,
        1203.68
    ],
    [
        " they took their skill like there's somebody, oh yeah, that guy was a great this great that at",
        1203.84,
        1207.62
    ],
    [
        " this individual skill. But someone that took that individual skill and then they taught it to",
        1207.62,
        1212.7
    ],
    [
        " as many people as they can. That person gets sort of elevated in people's minds in the business world.",
        1212.7,
        1218.88
    ],
    [
        " Okay, cool. You were successful in business. But if you were successful in business and you didn't",
        1219.06,
        1223.78
    ],
    [
        " help share and start other businesses to help people grow, then people don't really appreciate",
        1223.78,
        1228.82
    ],
    [
        " what you're doing. So this is one of those questions that I got asked one of the jocke",
        1228.82,
        1234.52
    ],
    [
        " live events a few years ago. That was 2020. Actually, I'll always remember because it was right",
        1234.52,
        1239.0
    ],
    [
        " before COVID kicked in. But you know, it's like, oh, what do you what's the meaning? What's the",
        1239.0,
        1244.72
    ],
    [
        " meaning of life? Like the basic question. It's like, oh, help other people out. And this is what it",
        1244.72,
        1248.32
    ],
    [
        " goes down to. So when you're playing the game, you need to put into your calculus at some point",
        1248.32,
        1254.32
    ],
    [
        " what you need to do is help other people because if you're not helping other people and you're keeping",
        1254.32,
        1258.26
    ],
    [
        " it for yourself, you're going to lose the game in the end. You're going to lose the game.",
        1258.26,
        1262.52
    ],
    [
        " So put that into your schedule that when you get the opportunity to help someone out, you",
        1263.04,
        1269.36
    ],
    [
        " can help them out. Yeah, yeah, agree. So that yeah, the old and I know they probably mean it to",
        1269.36,
        1277.2
    ],
    [
        " mean more than just this, but how it can come off when they're like, Hey, you can't take it all with",
        1277.2,
        1281.64
    ],
    [
        " you, right? That's like, bro, that goes beyond like the intention even of having it. And if that is",
        1281.64,
        1289.96
    ],
    [
        " the intention, like, that's like a bad intention, just to think in that way where it's like, yeah,",
        1289.96,
        1294.38
    ],
    [
        " because the whole the whole reason of like, that's not the whole reason of life, but like part of",
        1294.5,
        1299.8
    ],
    [
        " like the massive reason of life is to get what you can learn what you can, everything. And then",
        1299.8,
        1304.52
    ],
    [
        " it's like, like, if you had a blender, right? Here's the thing. If you're a blender, you're",
        1304.52,
        1308.76
    ],
    [
        " blending smoothies, you've been blending milkshakes, you're blending like all this stuff in this",
        1308.76,
        1312.5
    ],
    [
        " blender's freaking awesome. And you're in your, you know, maybe you're making stuff for your kids,",
        1312.5,
        1315.92
    ],
    [
        " your neighbors or whatever, but you're going to die now. Take that blender, you say, Hey, you,",
        1316.04,
        1321.06
    ],
    [
        " young kid, you get this blender now. Here's all the recipes. I'm done. You take it from here,",
        1321.22,
        1325.64
    ],
    [
        " kind of a thing. And I'm done. I die. They do the same thing. So now that blender, it's like,",
        1325.76,
        1330.78
    ],
    [
        " oh, yeah, if I took that blender with me to the grave, it's kind of like that blender doesn't help",
        1330.8,
        1334.1
    ],
    [
        " nobody. But now you pass it on until they die, they pass it on and that blender keeps on blending.",
        1334.1,
        1338.76
    ],
    [
        " You seem to be saying, yep. And hopefully you're teaching people how to build a blender and then",
        1338.96,
        1341.94
    ],
    [
        " they can give away four blenders. Yes. When you die, you don't just have one. You give it to four",
        1341.94,
        1345.5
    ],
    [
        " people. Now you're talking like, yeah, big time stuff. You know, and there's levels to it. You know,",
        1345.5,
        1349.7
    ],
    [
        " not everyone's going to do all that. But as far as the, you know, the essence of it all, you know,",
        1349.7,
        1355.3
    ],
    [
        " yeah, you don't take it with you. You pass it on to the next guy. Pass it on, man. And man, you got",
        1355.44,
        1360.84
    ],
    [
        " to be a, you got to be a real kind of sad person when you're trying to hoard that information. Yeah,",
        1360.84,
        1368.38
    ],
    [
        " trying to keep it all. Yeah, real. That's going to hurt you. Yeah, it's going to hurt you. It kind",
        1368.46,
        1373.96
    ],
    [
        " of goes for everything when you think about it. And I mean, obviously, this is not like super cut and",
        1373.96,
        1378.66
    ],
    [
        " dry. But like when you're one of those people who don't want to share info, you don't want to,",
        1378.66,
        1382.86
    ],
    [
        " you don't want to share even like people who hoard like resources, you know, just to hoard it,",
        1383.0,
        1388.6
    ],
    [
        " just to have it all, you know, and I don't, it's like just that way of being is kind of like,",
        1388.68,
        1392.86
    ],
    [
        " who doesn't that kind of goes against the whole thing. Yeah. And there's got to be a way to work",
        1392.9,
        1397.84
    ],
    [
        " through that. You know, if you grow up where you're, where you're, where you're living in life of",
        1397.84,
        1403.88
    ],
    [
        " scarcity, when whatever it is, whether it's knowledge or you know, you had to fight scrap",
        1404.04,
        1410.72
    ],
    [
        " that figured out and you finally figured out or you had to fight and scrap the make money,",
        1410.72,
        1414.78
    ],
    [
        " you find the got money or you had to fight and scrap to get skill. And now you finally got skill.",
        1414.86,
        1418.7
    ],
    [
        " And that would happen with Jiu-Jitsu, right? The Jiu-Jitsu person that like came up and had to",
        1419.02,
        1423.94
    ],
    [
        " figure it out and got treated like crap by his instructor that person. There's a decent chance",
        1423.94,
        1429.2
    ],
    [
        " that that person now treats other people like crap and doesn't share anything. It doesn't show how",
        1429.2,
        1432.78
    ],
    [
        " you did that arm lock. There's also a decent chance that go, I'm not going to be like that guy.",
        1432.78,
        1436.56
    ],
    [
        " So, and that's the same thing with business, this is the same thing with life. Like you had to,",
        1437.26,
        1441.08
    ],
    [
        " man, I had to freaking earn it. And therefore, echo, I'm not going to show you my little tricks",
        1441.38,
        1445.88
    ],
    [
        " of the trade. I'm not going to show you this the way I did this marketing campaign because you",
        1445.88,
        1450.26
    ],
    [
        " got to figure out, but if I go, hey, you know, it's hard for me. I'm actually going to hook,",
        1450.26,
        1454.48
    ],
    [
        " echo up. That's what we're doing. That's how you win the game.",
        1454.52,
        1458.58
    ],
    [
        " All right. Next question from Walter. How do you think Sunsu viewed the game in",
        1460.84,
        1466.78
    ],
    [
        " parentheses, long game and played it? And how is that different from the way you slash replayed?",
        1466.78,
        1472.34
    ],
    [
        " All right. You know, I think that he was, I mean, obviously a strategic thinker. So,",
        1472.6,
        1477.46
    ],
    [
        " yes, he was thinking about the long game. He saw the game and he made basic, I hate you,",
        1477.56,
        1483.38
    ],
    [
        " no word, basically. I actually changed when we would teach in Land Warfare. We had like something",
        1483.38,
        1488.7
    ],
    [
        " like basic, basic maneuvers. And I changed it to fundamental because people think basic is not good.",
        1488.7,
        1493.82
    ],
    [
        " But they actually think fundamental is good. So he Sunsu pointed out fundamental",
        1494.76,
        1500.56
    ],
    [
        " theories of the game and principles of the game that, you know, you got to understand yourself.",
        1500.56,
        1507.5
    ],
    [
        " You've got to understand your opponent. You've got to retreat when you need to retreat. You've",
        1507.88,
        1511.86
    ],
    [
        " got to re-attack when you're able to don't attack this enemy strong points of all these things.",
        1511.86,
        1515.52
    ],
    [
        " He understood the game. And I think there's just alignment. I don't think there's any major,",
        1515.68,
        1521.8
    ],
    [
        " major outliers that he had some big different thought. No, it's all universal. If you know the way",
        1522.16,
        1531.4
    ],
    [
        " Broadway, broadly you see it in all things.",
        1531.4,
        1533.28
    ],
    [
        " Michael, Michael asks, is the game the path? Or is the journey as we venture, or is it the journey",
        1533.84,
        1546.58
    ],
    [
        " as we venture down the path? I, as much as my kind of instinct was like, yes, you know,",
        1546.58,
        1551.44
    ],
    [
        " kind of like wanting to get, but I would say actually not really. Because there's a lot of",
        1551.56,
        1555.38
    ],
    [
        " different games being played. I think that's the main thing. Like there's a lot of different",
        1555.38,
        1558.2
    ],
    [
        " games being played. You're playing a game at work. You're playing a game with your relationships.",
        1559.14,
        1563.54
    ],
    [
        " You're playing a game with your health. You're playing a game. Like, oh, there's always a bunch",
        1563.64,
        1568.62
    ],
    [
        " of it. And then you've got the big overarching game of life. Now, you know, when I think of the path,",
        1568.62,
        1576.3
    ],
    [
        " you know, capital T, capital P, right? This to me is the focus on ourselves of getting better.",
        1576.58,
        1584.84
    ],
    [
        " Right? Getting better. Health stronger, faster, smarter, creating stability,",
        1585.78,
        1596.4
    ],
    [
        " taking responsibility. To me, those things in life are the path.",
        1597.02,
        1601.8
    ],
    [
        " Doing the path is doing the right things for the right reasons. Right?",
        1602.32,
        1607.52
    ],
    [
        " To make sure that you are doing the right things. And I would say that doing the right, one of doing",
        1609.38,
        1616.62
    ],
    [
        " the right things is helping other people is trying to teach, trying to pass on what you've learned.",
        1616.62,
        1624.5
    ],
    [
        " So I guess you could stretch it a little bit. But now, you know, when I, but that being said,",
        1625.06,
        1629.48
    ],
    [
        " generally when I were to prefer to the path, I'm talking about the path of discipline equals freedom.",
        1629.64,
        1633.16
    ],
    [
        " The path of having discipline in your life to do the right things, do what you're supposed to do",
        1633.38,
        1638.16
    ],
    [
        " and move forward. Be better, be faster, be stronger. Here's the thing, unless you are, unless you,",
        1638.16,
        1644.84
    ],
    [
        " unless you do that for yourself, you're going to have a lot harder time helping other people.",
        1645.14,
        1650.58
    ],
    [
        " If your life is falling apart, it's going to be hard for you to help other people out.",
        1650.94,
        1654.26
    ],
    [
        " So I don't really equate the game as the path.",
        1655.74,
        1660.46
    ],
    [
        " I don't really think the same thing. Yeah, it doesn't feel like it. I feel like the path is like",
        1663.16,
        1668.98
    ],
    [
        " this dynamic framework that you can kind of follow and utilize to put yourself in a position to",
        1668.98,
        1677.96
    ],
    [
        " perform better in the game. Right. Yeah, yeah, for sure. For sure. Yeah, and that's one of those things too,",
        1677.96,
        1684.26
    ],
    [
        " is like, sure, there's sort of a universal path that we can all kind of nod our heads and say,",
        1684.3,
        1690.14
    ],
    [
        " yeah, but your path might be a little bit different than mine. Yeah. So there you go.",
        1690.14,
        1695.92
    ],
    [
        " There's my answer. Yeah, as you kind of, like there's some fundamentals in the path.",
        1696.12,
        1701.08
    ],
    [
        " There's like, you know, there's just a handful of them, you know, the health thing,",
        1701.22,
        1704.4
    ],
    [
        " but health can look different. So if you just keep going a little bit more advanced in the",
        1704.56,
        1708.7
    ],
    [
        " health part of it, then that can look different for a lot of people, but the health thing is a factor.",
        1708.7,
        1712.9
    ],
    [
        " And you know, the relationship, the learning, the education part of it, and all this stuff,",
        1713.0,
        1717.26
    ],
    [
        " the discipline part of it, just that idea of discipline. This one's going to look different for",
        1718.78,
        1722.68
    ],
    [
        " everybody. Yeah. But the fact that you can be like, Hey, I'm going to do what's right now so I can",
        1722.68,
        1728.12
    ],
    [
        " have that payoff later in many ways. That's really, you know, the dynamics of this. It's the path of",
        1728.12,
        1734.96
    ],
    [
        " discipline. Ultimately, the path is the path of discipline and where it leads to freedom.",
        1734.96,
        1740.94
    ],
    [
        " Yeah. That's, well, that's what the path is. The path is the path of discipline and where it leads",
        1741.24,
        1746.22
    ],
    [
        " is to freedom. And that applies to everything that is going on in your life. Health, fitness,",
        1746.22,
        1753.64
    ],
    [
        " business, finances, relationships, it's all, all of those to reach a point of freedom in any",
        1754.06,
        1765.32
    ],
    [
        " category. You have to build a path of discipline. So there you go. Next up, forests.",
        1765.32,
        1772.92
    ],
    [
        " Is it better to play this game solo multi multiplayer or does that matter season season? Cool.",
        1774.0,
        1780.52
    ],
    [
        " Look, there's some games that are solo. There's some games that are multi player. There's some games",
        1780.76,
        1785.56
    ],
    [
        " that are played against other people. There's some games that you play against yourself. So again,",
        1785.56,
        1793.4
    ],
    [
        " the whole reason for this series of podcasts was for people to gain the perspective that what",
        1796.3,
        1805.3
    ],
    [
        " you're doing in life in many different aspects of life can be looked at as a game. And the",
        1805.3,
        1812.8
    ],
    [
        " failure to look at it as a game means you're not exactly sure what the rules are. You're not",
        1812.8,
        1816.46
    ],
    [
        " exactly sure how to advance. You're not exactly sure what the goals are. And without goals and",
        1816.46,
        1822.68
    ],
    [
        " know what the rules are, it's hard to know what's happening. So this idea of looking at a",
        1822.68,
        1830.5
    ],
    [
        " relationship, looking at a job, looking at an education, looking at your college class,",
        1830.5,
        1834.38
    ],
    [
        " looking at life, looking at real estate, looking at any of these things as a game gives you a",
        1834.94,
        1842.22
    ],
    [
        " perspective to move and do better in that arena, whatever that arena is. So some of them are solo.",
        1842.22,
        1848.48
    ],
    [
        " Fitness is kind of a solo thing. Now, can you play it as a team? Yeah, you can get a couple more",
        1848.96,
        1853.52
    ],
    [
        " people that want to work out with you. I want to train with you. They're going to help you, you know,",
        1853.52,
        1858.06
    ],
    [
        " have you ever echo Charles? How do you ever have like a legit workout partner? Yes, almost. Yeah,",
        1858.44,
        1866.12
    ],
    [
        " I mean, aside from most, I would say most of my life, but I'm trying to think now I've been working",
        1866.3,
        1870.56
    ],
    [
        " out alone. But yes, and 100% and who would you more easily let down and not show up for the workout?",
        1870.56,
        1876.9
    ],
    [
        " Your workout partner or yourself? Okay, my workout part, the answer to the short answer is I would let",
        1876.9,
        1882.42
    ],
    [
        " down myself 1000 million percent. And I would never, in fact, I don't even know if I ever had,",
        1882.42,
        1888.22
    ],
    [
        " I mean, unless I was sick. So I mentioned my, okay, so one of my main workout partners in life was a",
        1888.22,
        1893.72
    ],
    [
        " guy named Squatty Lewis. Squatty Lewis. He's a policeman in the big island. Right, you're not",
        1893.72,
        1901.52
    ],
    [
        " getting the nickname Squatty for no reason. For no reason. Exactly right. So, and then we had",
        1901.52,
        1906.52
    ],
    [
        " another guy named Rinda Brooks, who's three of us. So Rinda Brooks could bench more, Squatty Lewis could",
        1906.52,
        1912.02
    ],
    [
        " squat more than everybody. And then I was more the more balanced guy who was like, you know, we're",
        1912.02,
        1917.52
    ],
    [
        " all pretty close, but oh, about 100%. So I would even say the multiplayer scenario is, if you can pull",
        1917.52,
        1923.84
    ],
    [
        " that off, you want to do that more often than not. If you can pull it off. And even with that,",
        1923.84,
        1929.0
    ],
    [
        " like you got to kind of choose the right people because you get things can arise that might work",
        1929.0,
        1933.72
    ],
    [
        " against you sometimes. But I'm saying if you can pull it off, multiplayer and fitness, that's a good",
        1933.72,
        1938.3
    ],
    [
        " one. Right. Where it makes it not only more enjoyable, the hard parts makes it more enjoyable,",
        1938.3,
        1943.58
    ],
    [
        " but yes, you're way more accountable. There's like so many dynamics that are there with",
        1943.58,
        1947.92
    ],
    [
        " multiplayer with more people than it is, but by yourself. In fact, you can find yourself, and actually",
        1947.92,
        1958.98
    ],
    [
        " you'll have additional struggles by yourself, like additional challenges that you might not",
        1959.62,
        1965.5
    ],
    [
        " need. You know, if you're trying to reach a certain goal, but with like other people, if you guys",
        1965.5,
        1969.76
    ],
    [
        " are on the same page, you can just blow through stuff. Yeah. Having that team aspect. So maybe to",
        1969.76,
        1978.0
    ],
    [
        " amend my initial answers, like yeah, there's solo games, there's multiplayer, you're probably going",
        1978.0,
        1983.36
    ],
    [
        " to be better off in most scenarios. You're getting a couple of people, getting a team, being multiplayer.",
        1983.36,
        1988.32
    ],
    [
        " Yeah. Yeah. It's pretty rare. You're going to find some stuff. And of course, you could drill down",
        1988.94,
        1992.68
    ],
    [
        " and go really deep and be like technically that spire. But you're going to be hard for us to find",
        1992.68,
        1998.42
    ],
    [
        " a scenario where you'd be better off alone, rather than with a guy who's down for the cause as",
        1998.42,
        2003.96
    ],
    [
        " much as you aligned and not to mention three guys or four guys or a whole to, you know, like multiple",
        2003.96,
        2009.48
    ],
    [
        " people will get it done better than one person most of the time. That's just that's just the way it is.",
        2009.48,
        2014.1
    ],
    [
        " So there you go. If you can get that multiplayer game going. Next one from Ray, what advice do you",
        2014.1,
        2021.66
    ],
    [
        " have for entering the game later in life starting a business at 41 feeling like I lost some key years",
        2021.66,
        2027.88
    ],
    [
        " to make hay wall of the sun shines? Thanks, Shachan. Huge part of the reason I got it together is",
        2027.88,
        2035.3
    ],
    [
        " your podcast. Well, that's awesome. But it hadn't done anything to do with me. That's you. You got",
        2035.3,
        2039.66
    ],
    [
        " it to get I didn't do it. So here's the thing. You're 41 years old. Guess what? You have some",
        2039.66,
        2045.5
    ],
    [
        " experience in life. So utilize that experience and be smart. Also, you have to pay attention",
        2045.5,
        2058.54
    ],
    [
        " because you're 41. You've got limited time for reboots, right? You got limited games. You got",
        2058.54,
        2068.18
    ],
    [
        " limited number of games you're going to play from here on out. Like you probably lost the opportunity",
        2068.18,
        2072.52
    ],
    [
        " to play two, three games. Now what's cool is you learned a lot. You may not what what happens now you",
        2072.52,
        2077.8
    ],
    [
        " look back and you're like, man, I missed out on that game. I missed out. But now you know, you know what",
        2077.8,
        2082.24
    ],
    [
        " you missed out on. So, you know, do a little bit of risk mitigation, a little bit extra risk mitigation.",
        2082.24,
        2089.28
    ],
    [
        " Lean a little bit conserved, a little bit more conserved than you would if you were 22.",
        2089.52,
        2093.2
    ],
    [
        " You're 22. You're like, I don't care. I'll live in my car, right? Well, you're 41. I don't know.",
        2094.04,
        2098.76
    ],
    [
        " You got wife, kid, like you're not living in your car. So you got to you got to mitigate risk a",
        2098.8,
        2104.32
    ],
    [
        " little bit. What the good thing is when you're 21, you're spending money on freaking booze and clubs.",
        2104.32,
        2109.34
    ],
    [
        " You're not doing that when you're 41. You can be smarter. So you keep that in mind.",
        2109.34,
        2116.88
    ],
    [
        " Know what the minimum standard is? You know, I joke or I don't joke. I often tell people that, you",
        2116.88,
        2124.58
    ],
    [
        " know, when I was starting businesses and whatnot, I told my wife, I was like, hey, you know, if this",
        2124.58,
        2128.14
    ],
    [
        " doesn't go well, we might be just like living in our RV traveling up and down the coast of California",
        2128.14,
        2133.2
    ],
    [
        " surfing and just hanging out. And we won't have a house or anything. And she was like, that sounds",
        2133.2,
        2137.5
    ],
    [
        " kind of fun. I was like, okay, cool. So know what the minimum standard for your family is and what",
        2137.5,
        2146.42
    ],
    [
        " that money, take that money off the table, take that lifestyle money off the table to make sure",
        2146.42,
        2152.96
    ],
    [
        " that you're good to go. You know, there's a temptation when you're 31, you're like, oh, I got this",
        2152.96,
        2160.78
    ],
    [
        " business going. It's going well. I'm going to mortgage the house. Well, when you're 31 and you",
        2160.78,
        2165.54
    ],
    [
        " mortgage the house and you lose it, cool. Your bankruptcy clears by your time, your by the time",
        2165.54,
        2170.08
    ],
    [
        " you're what seven years. So you clear that BK. And now you can come back. You've got a steady job.",
        2170.08,
        2176.02
    ],
    [
        " You can be getting another house, right? But if you're 41 and you mortgage the house and then",
        2176.02,
        2181.08
    ],
    [
        " you lose it, now you're like 50, bro. We don't want to be doing that. So that's why I'm saying",
        2181.08,
        2185.66
    ],
    [
        " risk mitigation. That would be the advice for entering the game a little later on. Pay attention.",
        2185.66,
        2194.4
    ],
    [
        " Next question from Mike. The cool part, the cool part about life as a game is that there are no",
        2194.98,
        2202.54
    ],
    [
        " three strikes. And now as hard as life can be made or it is easier, it is the easier fact",
        2202.54,
        2210.12
    ],
    [
        " known as hard as life can be or made. It is the easier fact known. Not quite sure 100%",
        2210.12,
        2216.48
    ],
    [
        " there. There's always something else you can do. Yep. Just don't quit. Yep. That's true for the",
        2216.48,
        2221.98
    ],
    [
        " most part. We can screw things up permanently. And look, you can you can screw things up permanently.",
        2221.98,
        2231.14
    ],
    [
        " And you can try to recover from them and you can move your life in a better direction. But like,",
        2231.38,
        2235.76
    ],
    [
        " you get a DUI where you kill a freaking kid on a bicycle and you go to prison and you come out",
        2235.96,
        2242.2
    ],
    [
        " with no life sins and guilt. Like you can do better. But you know, you're going to have a hard time.",
        2242.2,
        2250.16
    ],
    [
        " Life is going to be hard. You, you know, get caught with, you know, drugs doing something stupid,",
        2251.46,
        2257.66
    ],
    [
        " come across the border, right? I mean, you can do some dumb stuff. You can get, oh, you're",
        2257.66,
        2262.08
    ],
    [
        " drunk. You hit some punch some guy in the face. He falls down, hits his head on a curb. He's,",
        2262.08,
        2265.28
    ],
    [
        " he dies. And it's on video. And everybody sees that you started it. And now you're going to jail",
        2265.28,
        2271.5
    ],
    [
        " for manslaughter. Like this. So, so just just keep that in mind. Just keep that in mind. There are",
        2271.5,
        2278.46
    ],
    [
        " things that you can do that it's kind of like strike three. And look, you're, you're, you can,",
        2278.46,
        2284.66
    ],
    [
        " you can still get your life together. You can still move it in the, in the most positive",
        2284.66,
        2288.44
    ],
    [
        " direction. Like you can definitely move things in a positive direction. But you're going to be in",
        2288.44,
        2292.76
    ],
    [
        " a tough spot. And it's going to take a long time to recover. So that's why let's be smart.",
        2292.76,
        2297.56
    ],
    [
        " How many of those things that I just mentioned were alcohol involved? Man, alcohol like just,",
        2298.12,
        2303.28
    ],
    [
        " you know, you got rid of that. If you took that out of your life or if you took that out of society,",
        2303.48,
        2308.48
    ],
    [
        " there'd be so many less people doing dumb stuff. Yeah. I mean, you go watch whatever kind of",
        2309.42,
        2316.5
    ],
    [
        " fights, you know, the fights on YouTube. Yeah. Yeah. Best street fights. Best street fights or whatever.",
        2316.5,
        2323.44
    ],
    [
        " Like a Twitter kind of thing. But occasionally you'll see two guys that are like sober and squaring off,",
        2323.56,
        2328.06
    ],
    [
        " like a road rage incident. Like they're both sober. But man, a lot of them, they're just",
        2328.18,
        2331.98
    ],
    [
        " drunk in the streets. Yep. That one where that freaking guy got us, got his throat cut.",
        2332.02,
        2337.24
    ],
    [
        " I was like in Australia. And you know, guys just out their drunk. Obviously, when everyone's",
        2337.82,
        2343.02
    ],
    [
        " not totally drunk, but you can tell they're drunk and they're talking shit to each other. And",
        2343.02,
        2347.44
    ],
    [
        " you know, the guy kind of gets in another guy's face and the guy has a knife. He's like, what are",
        2347.44,
        2351.38
    ],
    [
        " you going to do? Cut me and then they kind of walk away. And you're like, oh, okay. And then they",
        2351.38,
        2354.48
    ],
    [
        " kind of confrontation comes back. They start yelling each other and the dude just like in a split",
        2354.48,
        2360.46
    ],
    [
        " second cuts the dude's throat. And the guy kind of grabs his neck. He doesn't really react",
        2361.44,
        2367.06
    ],
    [
        " but other than grabbing his neck and you can see blood just pouring out. And he grabs his neck. He",
        2367.06,
        2373.26
    ],
    [
        " holds his neck while standing for two seconds. Then he slumps to the ground and he's dead. Yeah.",
        2373.26,
        2378.74
    ],
    [
        " You know, you take alcohol out of that. Neither one of these people would have done this dumb",
        2379.02,
        2383.16
    ],
    [
        " shit. Yeah. And you think and it's all in video. So the guy that did the knifeing is now in jail",
        2383.16,
        2388.64
    ],
    [
        " for rest of his life. It's just terrible. So yes, I grew with you, Mike. There's no three strikes.",
        2388.64,
        2396.08
    ],
    [
        " Like you can, hey, you can fail this business. You can you can break up with this relationship.",
        2396.32,
        2400.62
    ],
    [
        " You can start a career that didn't go very well. All those things can happen. All those are",
        2400.88,
        2405.34
    ],
    [
        " recoverable. Just don't just just just don't do anything really stupid. Yeah. Yeah. A lot of those",
        2405.34,
        2409.74
    ],
    [
        " a lot of mistakes that we make in life are very avoidable. Like, you know, I understand like,",
        2409.74,
        2416.36
    ],
    [
        " hey, man, you made the best decision. It turned out to be wrong and all this stuff.",
        2416.36,
        2419.58
    ],
    [
        " Yeah. We're getting a little lapses of judgment like here now. But yeah, like, there's some big",
        2419.86,
        2423.86
    ],
    [
        " ones. Like I said, like the DUI one and because that's super common, man. DUI super common. So it's",
        2423.86,
        2430.06
    ],
    [
        " like that's a completely 100% avoidable thing. Yeah. Even a fight, a street fight isn't 100%",
        2430.06,
        2436.48
    ],
    [
        " avoidable all the time. But the DUI straight up is. So the alcohol element of it makes those",
        2436.48,
        2443.94
    ],
    [
        " avoidable problems harder to avoid. Yep. You can influence. Be careful. It's like this powerful",
        2445.4,
        2452.18
    ],
    [
        " bad influence. That's what it is. Yeah. Just like kind of puts your judgment to sleep for a while.",
        2452.18,
        2458.88
    ],
    [
        " It's like embedded. Your judgment wakes up later when you're in prison or you're in like the",
        2459.06,
        2463.46
    ],
    [
        " jail cell and your your judgment wakes up and it's like, bro, what did you do? And you're like,",
        2463.46,
        2471.74
    ],
    [
        " I, you know, it's kind of like I hope you didn't do anything that stupid. You know, I hope you",
        2471.74,
        2475.22
    ],
    [
        " just got into a little scuffle with a bouncer and you got locked up. We're not in here for a man's",
        2475.22,
        2480.04
    ],
    [
        " slaughter. Your judgment wakes up, right? Like when like it was a sleep all time. Yeah, it was like,",
        2480.04,
        2485.32
    ],
    [
        " it wakes up. What I miss. Yeah, what I miss. Like, where are we right now? Yeah, that's",
        2485.36,
        2490.34
    ],
    [
        " the truth. I will say like I always had a little voice in the back of my head even when I used to drink.",
        2490.34,
        2495.32
    ],
    [
        " I'd be like, it's a good time to leave. Like, hey, grab the guys and get out of here. Yeah.",
        2495.32,
        2498.8
    ],
    [
        " Like this is this isn't going in a good direction. Time to get. Hey guys, let's roll. I always had",
        2498.8,
        2503.86
    ],
    [
        " that little little something in the back of my head. Yeah. Thankfully. Yep. Some people that judgment",
        2503.86,
        2509.62
    ],
    [
        " man, he's going to sleep real quick. Get a look. That sauce in there. All right, Matt says, how do you",
        2509.62,
        2516.26
    ],
    [
        " manage multiple games that are going on? Yeah, prioritize next cute. And listen, here's the thing",
        2516.26,
        2523.08
    ],
    [
        " with prioritize next cute is as you're doing it, you have to be, you have to have an open mind and",
        2523.08,
        2528.24
    ],
    [
        " pay attention to the feedback that you're going to get. Right? Multiple games. You got your job,",
        2528.24,
        2532.44
    ],
    [
        " you got your family, you got your fitness. There's three of them. Right? We're playing all these",
        2532.58,
        2535.2
    ],
    [
        " games. Job, family fitness. And so at some point in your life, your job is going to be more important.",
        2535.2,
        2540.88
    ],
    [
        " You got a big project that's due. And like, it's with a huge client or it's you're building",
        2541.5,
        2546.78
    ],
    [
        " something and you got a big concrete port that's going on and you got to get everything. Where do",
        2546.78,
        2550.14
    ],
    [
        " you're working from some 16 hour days getting ready for that? And your your family is going to",
        2550.14,
        2555.7
    ],
    [
        " get put on the back burner. Your fitness gets put on the back burner a little bit. But listen,",
        2555.74,
        2559.72
    ],
    [
        " you got to pay attention when you when you come home after that concrete poor happens and you did",
        2559.88,
        2565.06
    ],
    [
        " it and successful. And now, okay, it's time to like be home on time. It's time to cut the boys loose",
        2565.06,
        2572.5
    ],
    [
        " for a little while and like, hey, I'm like, everyone go have dinner with your family. Oh, you got to go",
        2572.5,
        2576.34
    ],
    [
        " to the the wrestling match tonight. Go to the wrestling practice. Just, you know, check in with",
        2576.34,
        2580.56
    ],
    [
        " the kids. You have their doing maybe your fitness fell off a little bit for four or five days.",
        2580.56,
        2584.62
    ],
    [
        " So you got to pay attention to that. You're going to be attuned to the feedback that you're going to",
        2587.12,
        2590.32
    ],
    [
        " get the feedback from you're going to get from your in this particular case, your fitness. You're like,",
        2590.32,
        2594.98
    ],
    [
        " yeah, I feel like crap. You know, I was I went up and visited my daughter. And you know, we went",
        2594.98,
        2603.04
    ],
    [
        " out to some like nice restaurants and whatnot. And we came home. I told my wife I was like,",
        2603.04,
        2609.3
    ],
    [
        " I might be getting sick. I feel good. And I was like, Oh, no, I ate like French fries yesterday.",
        2609.58,
        2616.8
    ],
    [
        " And like pizza or pasta, something like that before. And I was like, Oh, that's like two days",
        2617.28,
        2621.9
    ],
    [
        " of kind of junk. And sure enough, I came home and I did like a little fast. And then just ate clean",
        2621.9,
        2630.28
    ],
    [
        " for a day. I was like, Oh, I'm actually fine. I just felt like junk because I ate like junk.",
        2630.28,
        2634.52
    ],
    [
        " So I also had some German chocolate cake. Are you aware of this?",
        2635.68,
        2638.62
    ],
    [
        " I'm aware of that. We got one. We kind of passed it around the",
        2638.68,
        2641.94
    ],
    [
        " but it was really good. You know, but that's another thing. You don't feel good. You feel good",
        2641.94,
        2649.14
    ],
    [
        " while you're eating it. But then when you're done eating it, well, actually, it's about like",
        2649.14,
        2654.06
    ],
    [
        " maybe the next day. You feel, I don't know. We passed it around. I probably had seven bites of it.",
        2654.06,
        2661.16
    ],
    [
        " A lot of frosting. I went deep on the frosting. Yeah. Is that the cause of coconut in that?",
        2661.7,
        2666.64
    ],
    [
        " Yes, there's coconut. Yeah. But it's one of these. You ever get into a place where they go, Oh,",
        2666.68,
        2671.3
    ],
    [
        " you got to try this thing, whatever this, like their specialty. It was one of those places.",
        2671.4,
        2674.96
    ],
    [
        " Yeah, I dig it, man. And seven bites. You know, it's not too bad.",
        2675.08,
        2679.32
    ],
    [
        " If you get like two whole ones or something, then you might be in trouble. But then you know,",
        2680.24,
        2684.34
    ],
    [
        " I had the, forget about it. No, those bread came out and I was like,",
        2684.34,
        2689.22
    ],
    [
        " yeah, because look, bread, let's face it, you get like that hot bread from a restaurant.",
        2689.32,
        2694.08
    ],
    [
        " And, and it's got like the, you know, they put butter with the flavor in it of some kind.",
        2694.52,
        2699.84
    ],
    [
        " Oh, a big time. Yeah. So when that shows up, sometimes that can be, sometimes you go,",
        2699.96,
        2704.52
    ],
    [
        " discipline goes freedom. Here's the freedom part. You're going to get me some of that.",
        2704.78,
        2707.56
    ],
    [
        " Yeah. Yeah. But it's got to be good. Yeah. For me, like, I want it to be really, I don't, if it's okay,",
        2707.66,
        2713.28
    ],
    [
        " yeah, passing passing. That's so funny. I'm like, exact same thing. Okay. Well, they're exactly. Yeah.",
        2714.42,
        2719.32
    ],
    [
        " Brother's a place called Kielke's paradise on Kauai Southside. Here we go. Oh, yeah.",
        2719.74,
        2723.96
    ],
    [
        " So instead of bread, they have muffins and they're like kind of sweeter. But I think they're like,",
        2724.3,
        2729.6
    ],
    [
        " I don't know. They have some, maybe some carrot shards. I don't know. What's that? Something in there? And they're sweet muffins.",
        2729.72,
        2735.5
    ],
    [
        " And then they bust out.",
        2735.96,
        2737.84
    ],
    [
        " Kielke's shards. You know, you shard it.",
        2738.92,
        2741.18
    ],
    [
        " What do you call them? You grate the carrot. I'm tracking those carrot shards.",
        2741.36,
        2745.86
    ],
    [
        " Anyway, these muffins are like really good. Instead, like, and just like you were, it's like,",
        2746.0,
        2750.44
    ],
    [
        " yeah, they bust out bread and I look at it and the crust of the bread is kind of hard. And like,",
        2750.46,
        2754.4
    ],
    [
        " it's just normal bread. But I'm passing every day, every time. But sometimes, and it depends,",
        2754.56,
        2759.92
    ],
    [
        " there's different kinds of, we're like, oh, yeah, there's some good bread scenarios that you're like,",
        2760.1,
        2764.22
    ],
    [
        " okay, here's the freedom part. Well, that's like pizza. Yeah. I mean,",
        2764.22,
        2767.9
    ],
    [
        " the range of taste of a good pizza versus a not good pizza, that's a huge range. And some",
        2768.2,
        2775.5
    ],
    [
        " pizza, and pizza, let's face it, is kind of not good for you. And, but there's some, and there's",
        2775.5,
        2781.26
    ],
    [
        " some pizzas you could eat it and it's just, it's just tastes like crap. It's just junk. Why would you",
        2781.26,
        2786.38
    ],
    [
        " be eating this? Then sometimes you get, there's a couple places where that pizza, you know,",
        2786.38,
        2790.48
    ],
    [
        " let's roll. Give me a piece of that. You know what, a piece of that freaking love and you're",
        2790.54,
        2795.82
    ],
    [
        " probably not even going to be happy about this is Papa Johns. Okay. It's like a full on chain.",
        2795.82,
        2800.6
    ],
    [
        " Like, it's like, it's probably like a lot of artificial this and that in it. I don't know. I",
        2800.84,
        2804.72
    ],
    [
        " don't know the recipe. So I don't want to make like that. But yeah, everybody's a Philly Bay's",
        2804.72,
        2808.86
    ],
    [
        " pizza grotto. Yeah, yeah. Or yeah, in San Diego. Yeah. And what do you mean? I dig it. I dig it.",
        2808.86,
        2820.26
    ],
    [
        " Yeah. I dig it. I always thought Lucadia was the best place in San Diego. Good. You know, good.",
        2820.4,
        2826.34
    ],
    [
        " But I'm the same brother's a place called brick of in pizza. I'm quiet. Yeah, we're going back to",
        2826.98,
        2831.7
    ],
    [
        " quiet. Yeah, really. That's the, that's the level, what do you call it in the top tier. Have you ever",
        2831.7,
        2837.26
    ],
    [
        " seen Dave Portnore does like the pizza review thing? No. No. Yeah. He just like tries pizza wherever he",
        2837.26,
        2842.42
    ],
    [
        " goes. Yeah. Seems like a good idea. Yep. Yep. You know, it's like a good excuse to just eat all kinds",
        2842.42,
        2848.6
    ],
    [
        " of things. And the other cool thing is that he basically just has a few bites of it. Yeah.",
        2848.64,
        2852.68
    ],
    [
        " You know, and then maybe you go, oh, it's not bad. And he rates it. Yeah. And then he goes,",
        2852.88,
        2857.38
    ],
    [
        " oh, this one's a six point two. But if it's six point two, to me, it's not worth it. Yeah.",
        2857.38,
        2862.12
    ],
    [
        " You know, you get something that's a, you know, it's basically nine, ten or yeah. I'm",
        2862.44,
        2869.06
    ],
    [
        " linty. I'm linty. So you got to pay attention to the feedback that you're getting. Yes.",
        2869.06,
        2873.64
    ],
    [
        " And make sure that you make adjustments in your priorities. Because if you come home from work",
        2874.04,
        2879.16
    ],
    [
        " after you've been porn concrete and it's been a big part of the job and you've been working",
        2879.16,
        2882.84
    ],
    [
        " eighteen hour days for six straight days, getting ready for the porn and the poor, all the stuff.",
        2882.84,
        2889.48
    ],
    [
        " Now you get done with that. You got to pay attention to your family who you've been blowing off.",
        2890.76,
        2894.42
    ],
    [
        " And you got to say, oh, this weekend, guess what we're going to do? I'm not going to take",
        2895.0,
        2898.48
    ],
    [
        " my cell phone with me and we're just going to go on this camping trip and we're going to chill.",
        2898.48,
        2902.32
    ],
    [
        " So pay attention. Be attuned to the feedback that you're going to get. That's how you manage",
        2903.18,
        2908.6
    ],
    [
        " these multiple games that are going on in life. I like the idea of subtracting useless stuff.",
        2908.6,
        2915.36
    ],
    [
        " And sometimes it can be hard, especially if you really like doing it or whatever. I was talking",
        2915.9,
        2919.32
    ],
    [
        " to Kenan Cornelius, our friend, Eugene Suga. And we were talking about how like, you know,",
        2919.32,
        2924.32
    ],
    [
        " we're catching up a little bit and he mentioned this how he would he subtracted some stuff",
        2924.32,
        2929.28
    ],
    [
        " out of his life. Like what? Video games. Oh, it's a big one. So if you like, video games",
        2929.28,
        2936.42
    ],
    [
        " it's face it. I don't know where you're going with. It's crazy how video games are so",
        2936.42,
        2940.98
    ],
    [
        " parallel. You know, even when I was young, I played video games or whatever, but I guess it's kind",
        2940.98,
        2944.82
    ],
    [
        " of like in a way, in a way, kind of like alcohol where it's like, man, it's surprising how successful",
        2944.82,
        2949.92
    ],
    [
        " that is as a product. And it gets you literally nowhere. But it's like dang, but there is something",
        2949.92,
        2956.3
    ],
    [
        " to it for sure. But anyway, the point is when you subtract these things that are conducive to,",
        2956.3,
        2961.54
    ],
    [
        " especially when you talk about managing multiple games, probably if you're managing multiple games,",
        2961.56,
        2964.92
    ],
    [
        " what the what are you doing over here with a video game? Or whatever, whatever that thing is.",
        2964.92,
        2969.3
    ],
    [
        " That's jamming you up exactly. The views. Yeah. The video games. Did you ever get addicted to",
        2969.46,
        2973.82
    ],
    [
        " video games? Do you ever play more than like an hour, two hours a day? Yeah, yeah. No, I would not",
        2973.82,
        2978.28
    ],
    [
        " say I was addicted. It was just I was a kid and freaking, yeah, the game teching. You ever heard of",
        2978.28,
        2983.6
    ],
    [
        " that teching? I think I seen like the graphics. Yeah, the original PlayStation 1 and PlayStation 2,",
        2983.6,
        2990.8
    ],
    [
        " that was my era of video game environment. You know, my dad's like cheap, right? I do know. Yeah,",
        2990.86,
        2999.62
    ],
    [
        " but he was also kind of into computers early on. Yeah. And so he had a Commodore 64. Hell yeah,",
        2999.78,
        3006.7
    ],
    [
        " I don't know. But he had this game. So the games were all like kind of cheap",
        3006.7,
        3011.28
    ],
    [
        " imitations of real games. And we had one that was called a mock AMOK. Okay. A mock.",
        3011.28,
        3019.06
    ],
    [
        " That's probably the only video game I played. What is it? I don't know if I kind of you ran",
        3019.8,
        3024.12
    ],
    [
        " around in some underworlds, tried to stay away from the monsters or something. Yeah, yeah. Yeah.",
        3024.12,
        3030.1
    ],
    [
        " Opening thing it talked. Okay. The opening it said another visitor, stay a while, stay forever.",
        3030.14,
        3037.82
    ],
    [
        " And then you and started the game. But it was kind of that back in the day having the thing",
        3038.2,
        3042.46
    ],
    [
        " that was talking was kind of legit. Yeah. You're like this thing might be kind of my friend.",
        3042.46,
        3047.14
    ],
    [
        " It actually sounds like a kind of crazy game. Yeah. Commodore 64. Commodore 64. Remember Atari?",
        3047.34,
        3054.98
    ],
    [
        " Like did you ever have an Atari? No. And that was the thing. Like normal people got a Tari's.",
        3055.44,
        3061.14
    ],
    [
        " But we didn't know. I don't think games were as addicting back then. Oh, I think they're just more",
        3061.16,
        3068.38
    ],
    [
        " they're fun little recreation. No kind of real basic. You know, they have an Atari thing where you",
        3068.38,
        3071.96
    ],
    [
        " just get like the Atari joystick and all the games are in it. Yeah, I have that. Not Atari though,",
        3071.96,
        3075.96
    ],
    [
        " the Nintendo. I have the Nintendo one. And yeah, I play that. Dr. Marry. Because there's some games",
        3076.04,
        3080.84
    ],
    [
        " that it's like, oh, this takes some actual like math like geometry like skill like Tetris, Dr. Marry,",
        3080.84,
        3087.72
    ],
    [
        " like these kinds of games. They can be pretty fun. But you can tell it takes like a different type",
        3087.72,
        3093.64
    ],
    [
        " of skill than like the. But I would say the most addicted person to Tetris was still not like,",
        3093.64,
        3101.36
    ],
    [
        " they started to hone how you get the dopamine. Yeah, the dopamine distribution in those games. We're",
        3101.5,
        3110.82
    ],
    [
        " who had been addicted to video games. And he he was like embarrassed to tell me about it. You know,",
        3111.3,
        3115.92
    ],
    [
        " he's like, I'm embarrassed to tell you this. I was addicted to video games. He was, you're not",
        3115.94,
        3119.46
    ],
    [
        " going to understand this. He's like, I'm a bear. It's telling you, you're not going to understand it",
        3119.46,
        3122.1
    ],
    [
        " at all. But I was addicted to video games. And I was like, what do you mean? He was like, I played",
        3122.1,
        3126.66
    ],
    [
        " whatever it was 13 hours, 14 hours, 15 hours a day. Wouldn't sleep so I could play. Had spent all",
        3126.66,
        3132.28
    ],
    [
        " my money on it like all that stuff. And he realized it was an addiction. He listened to the podcast,",
        3132.28,
        3136.9
    ],
    [
        " realized it was addiction and said, okay, I got to stop this shit. And he sold all of his games,",
        3136.98,
        3141.4
    ],
    [
        " sold his console, used the money to buy a ticket to come to Monster. And he told me that story.",
        3141.7,
        3145.54
    ],
    [
        " But perfect. To your point, when you got when you're trying to get these multiple games going on,",
        3145.98,
        3150.38
    ],
    [
        " and you got something that's encroaching on your time that isn't giving you any benefit,",
        3150.74,
        3154.96
    ],
    [
        " that's when we talk about on one of the last podcasts about this subject. You're doing something",
        3155.3,
        3159.1
    ],
    [
        " that doesn't help your long term strategic goal. Get it out. Get it out. It's not worth it. So get it",
        3159.1,
        3164.86
    ],
    [
        " out of there. And you hear that too, where it's like, oh, yeah, if you're binge watching a net",
        3164.86,
        3169.02
    ],
    [
        " flick series, it's like, that's kind of a version of that. Where it's like, yeah, you know, you know,",
        3169.02,
        3173.02
    ],
    [
        " so you got to, yeah, you got to take action on that kind of stuff. The, um,",
        3173.62,
        3176.96
    ],
    [
        " the video game thing, the new video games. And I'm sure this is their gig as far as the video game",
        3177.7,
        3182.98
    ],
    [
        " creators. They make you care about what's going on in the game. So when you're not playing it,",
        3182.98,
        3187.42
    ],
    [
        " you still kind of care about that game, you know, it's like that kind of level stuff. Like even the",
        3187.42,
        3192.6
    ],
    [
        " graph, probably you see the graphics nowadays. Yeah, the graphics are insane. Yeah, they're like,",
        3192.6,
        3197.32
    ],
    [
        " I remember when we used to have Nintendo, right, the regular Nintendo, and then we'd go to this",
        3197.56,
        3201.5
    ],
    [
        " place called the fun factory, basically a video arcade. And those big games, you know, the standup",
        3201.5,
        3206.58
    ],
    [
        " ones, the graphics like we're so good. So good compared to the Nintendo. Nowadays, like, you can",
        3206.58,
        3212.56
    ],
    [
        " have that in fact, my brother has one of those big consoles and just like other Nintendo, all the",
        3212.56,
        3220.54
    ],
    [
        " old school games like Rastan. It's like a Conan, Conan guy. That was my favorite game. Just",
        3220.54,
        3226.68
    ],
    [
        " super basic jump and strike. You can get different weapons, but it was awesome. And basic, uh,",
        3226.68,
        3232.76
    ],
    [
        " or the graphics are really good. But now you look at those graphics compared to like the graphic,",
        3233.56,
        3237.16
    ],
    [
        " the graphics now look like straight on movies. Oh, yeah, like actual motion. Oh, yeah, first of all,",
        3237.28,
        3241.66
    ],
    [
        " I've seen them. I'm seeing them. I'm seeing them. I'm seeing them. I'm seeing them.",
        3241.72,
        3244.02
    ],
    [
        " Get those things out of your out of your, don't play those games. Play the real games.",
        3244.78,
        3248.58
    ],
    [
        " Next. That's what Keenan said right there. He was like, this is how I shifted it.",
        3248.88,
        3255.04
    ],
    [
        " With the video games, he was like, instead of like improving the status of my character in my",
        3255.68,
        3261.14
    ],
    [
        " video games, I am now the video game in my own or I'm now the character in my own video game.",
        3261.14,
        3266.34
    ],
    [
        " So I'm not trying to improve the, I like it. Rabbit holes of like, there are so many things you",
        3266.48,
        3271.28
    ],
    [
        " can learn. Like you, let's say you have, you know, you, you're very robust skill set, right,",
        3271.28,
        3275.4
    ],
    [
        " jocke? Let's say you have six definite skill sets. Like, of course, there's a little microse skill sets",
        3275.58,
        3283.54
    ],
    [
        " within the, let's say you have six marketable skills. We'll say like black belt level brown,",
        3283.54,
        3288.8
    ],
    [
        " black competitive. We'll just say, I don't think that's a big number. I don't know anybody that has",
        3288.98,
        3292.54
    ],
    [
        " six black belt level skills in their life. And that's part of the point. We're okay. Let's say you",
        3292.54,
        3296.78
    ],
    [
        " got four, right? That's a lot. Four is a lot. I think, I think two would be pretty legit.",
        3296.78,
        3303.16
    ],
    [
        " So marketable skills, you're exactly right. One is, I would think anyway, I don't know, I'm not",
        3303.36,
        3308.12
    ],
    [
        " the knower of all things, but it seems like one is about the standard. If you have two, you're,",
        3308.12,
        3312.62
    ],
    [
        " you're in excellent level. Now you have three. Okay. So of course, it takes a while to get a",
        3312.64,
        3318.12
    ],
    [
        " black belt level. That's like British, a shawnt man, right? That's it, right? Someone that's got multiple",
        3318.12,
        3322.98
    ],
    [
        " black belts and multiple skill arenas. Now the reality is you don't have to be a black belt",
        3323.04,
        3327.82
    ],
    [
        " in everything. And that's how the conversation started. He said, I'm, uh, he said, I was a poly",
        3327.82,
        3333.76
    ],
    [
        " math, polymath. That's, that's what I was like, what does that mean? He was like, you have like,",
        3333.76,
        3338.42
    ],
    [
        " usable skills in a bunch of different arenas and they all can play. And that's how that on the",
        3338.68,
        3343.9
    ],
    [
        " video game. But it's like, man, he said he was a polymath. He said, I was a polymath. You echo",
        3343.9,
        3350.34
    ],
    [
        " Charles? Yeah. We're a polymath. Yeah. Cause he had multiple skills that I had. Okay. So",
        3350.46,
        3355.44
    ],
    [
        " Minky and I know he and from back when I used to make videos for Metamorphosis, the thing. But",
        3355.44,
        3359.82
    ],
    [
        " I really hit off with that guy when I met him where he'd like be talking about something, but like,",
        3359.82,
        3363.44
    ],
    [
        " oh yeah. And I kept in touch with him. And then you know, then we start training to become friends",
        3363.44,
        3367.3
    ],
    [
        " with him just over the years. But he was one of these main guys that I would like randomly have",
        3367.3,
        3371.76
    ],
    [
        " thoughts and ideas with. And then I'd like call him and like, we just talk like I'd go to like,",
        3371.76,
        3375.88
    ],
    [
        " drop something off at his gym or something or see somebody or whatever and wind up talking",
        3376.0,
        3380.04
    ],
    [
        " him for like two hours in his office. But just all kinds of stuff. You know. So he's like,",
        3380.04,
        3384.06
    ],
    [
        " when he's got, and then I hadn't seen for a long time till today, like in person. So he was like,",
        3384.1,
        3387.98
    ],
    [
        " oh, yeah. So we're catching up. Is what I'm saying. And then it's like, oh, what have you been doing?",
        3388.04,
        3392.08
    ],
    [
        " And it's like, and you know, like obviously there's obvious stuff that he knows that I'm doing.",
        3392.24,
        3395.16
    ],
    [
        " Cause he's online or whatever. Then there's like the additional stuff. And so we're just kind of",
        3395.16,
        3398.78
    ],
    [
        " catching up. That's when he was like, oh, you're like a polymath. You do this. This, this, this,",
        3398.78,
        3402.78
    ],
    [
        " this literally is part of your job. You know. So anyway. So the point there is,",
        3402.78,
        3409.38
    ],
    [
        " in life, like there are so many opportunities and ways to learn new stuff where",
        3410.06,
        3415.84
    ],
    [
        " here's one I went down this rabbit hole on. I'm not a, this isn't one of my marketable skills,",
        3415.84,
        3420.56
    ],
    [
        " obviously, but being a plumber. So the idea of being a plumber, you know, like some people are like,",
        3420.56,
        3425.46
    ],
    [
        " yeah, that's so that's basic stuff for whatever. But I never got into plumbing. I don't know how",
        3425.48,
        3429.14
    ],
    [
        " that stuff works. So like, you can go to like on YouTube and there's so many resources just to",
        3429.14,
        3433.66
    ],
    [
        " learn so many things in life where you can get all those skills, whatever skill you want. Yeah.",
        3433.66,
        3439.58
    ],
    [
        " Now, if you can shift your mindset to be like, hey, that's my game. That's what I'm doing. I don't",
        3440.2,
        3445.18
    ],
    [
        " want to improve the speed of my character on this video game. I want to improve the speed of my",
        3445.18,
        3451.26
    ],
    [
        " character in real life. Or this not, or like this, oh, now my, my video game character can cast",
        3451.26,
        3456.58
    ],
    [
        " spells, you know, which is freaking sick. Oh, I can actually join copper pipe because I learned",
        3456.86,
        3464.08
    ],
    [
        " some skills. Exactly right. I got really lucky when I came to the concert. I worked construction",
        3464.08,
        3468.46
    ],
    [
        " for a little while when I was a kid. And like the guy I worked for, he, uh, he did everything.",
        3468.46,
        3474.64
    ],
    [
        " And so that means I did everything, right? Like we built whole houses from nothing to built.",
        3475.02,
        3480.34
    ],
    [
        " You know, that means you're doing, you have a little hand in everything and man, what a good",
        3480.64,
        3484.0
    ],
    [
        " experience because I did, you know, like I did plumbing, I did electrical, I did framing,",
        3484.54,
        3490.3
    ],
    [
        " I did finish. And look, and I'm not, bro, I'm not good at any of these things. You're not black",
        3490.74,
        3496.66
    ],
    [
        " metal carpet. Especially, uh, finish work. Like I don't like finish work. That's where you're like,",
        3496.66,
        3501.42
    ],
    [
        " yeah, yeah, little, I don't have the mindset for it. Framing I like, oh, I'm gonna, oh, this two by",
        3501.66,
        3507.66
    ],
    [
        " fours got to move another half an inch to the left. Cool. Boom, boom. You know, it's like monkey.",
        3507.68,
        3513.92
    ],
    [
        " It's like eight activities. Whereas trim works like, hey, you got to put this thing in the perfect",
        3514.0,
        3519.14
    ],
    [
        " needs. It's a, you know, one sixteenth of an inch off. Got to redo it. I don't like that. You can't",
        3519.14,
        3524.72
    ],
    [
        " just hit it. But I got very lucky in, in having the opportunity to do a lot of those different skills.",
        3524.72,
        3530.3
    ],
    [
        " Yeah. And you reminded me of that when you were like, when you told the story, like actually",
        3530.76,
        3534.32
    ],
    [
        " was a long time ago, but you recently kind of mentioned as well where you like redid your whole",
        3534.32,
        3538.18
    ],
    [
        " kitchen or anything like that. Whatever the weekend. And I'm like, this is gonna, like, I wish,",
        3538.18,
        3543.82
    ],
    [
        " because my dad was covering it too. Like literally my dad and two other guys built our whole house.",
        3544.14,
        3547.96
    ],
    [
        " Where, like, and I watched him and I, here's the thing, I would help. Like he, we'd help. I knew",
        3548.08,
        3552.56
    ],
    [
        " like all about, but I didn't, I wasn't like, like, how you got the opportunity to do it with him.",
        3552.56,
        3556.8
    ],
    [
        " I was just like, oh, go clean up. And my dad would, and I was interested in like the artistic part of",
        3556.86,
        3561.34
    ],
    [
        " stuff anyway. So I, but it just, it blew right by me, unfortunately. And now as an adult,",
        3561.34,
        3567.38
    ],
    [
        " semi-full grown adult, I'm like realizing the value of it. And, but man, if you pay attention,",
        3567.54,
        3573.9
    ],
    [
        " especially early on, I actually went, have a man to pay attention, but you can just,",
        3574.1,
        3577.78
    ],
    [
        " well, you can just, what do you call level, right? In the video game, you can level up your whole.",
        3578.06,
        3581.38
    ],
    [
        " So let's do that. Let's follow a little keen and cornealist. He gave us, we were training",
        3582.02,
        3587.14
    ],
    [
        " today. He's like, God, give me some good, some goods, you know, some goods. You know, just like,",
        3587.14,
        3594.22
    ],
    [
        " hey, you know, he's like, how I noticed you were doing this. Boom, here's a solution. I'm like,",
        3594.36,
        3598.36
    ],
    [
        " and that's the thing with the Jiu-Jitsu. Just like life. You know, it's like he's seeing something",
        3598.64,
        3604.72
    ],
    [
        " that I'm not seeing. Why? Because I'm in the game. And he's watching me roll with me, huh? And he's",
        3604.72,
        3609.8
    ],
    [
        " like, hey, you're doing this. And he goes, are you also doing this with me? And it doesn't work. And",
        3609.8,
        3616.92
    ],
    [
        " I mean, like that's, that's why opening your mind up, trying to risk, put yourself in the",
        3616.92,
        3624.3
    ],
    [
        " receive mode and, and put yourself out there, like you got to do it. That's the same thing. That's",
        3624.3,
        3632.02
    ],
    [
        " that's one thing that I, what's a bummer is even though YouTube's cool for like plumbing,",
        3632.02,
        3635.82
    ],
    [
        " nothing better than doing a project. Yeah. Okay. Nothing better than doing a project. Because",
        3636.28,
        3641.18
    ],
    [
        " that's how you're actually going to do it when you do it. You learn it. Now listen, you have,",
        3641.18,
        3644.14
    ],
    [
        " like a drywaller man, respect. Good drywallers, they'll drywall this room in like an hour. No",
        3644.6,
        3652.14
    ],
    [
        " kidding. The rock is, the rock is up and they mud it and tape it and it's done in an hour.",
        3652.14,
        3658.42
    ],
    [
        " This would take me, this would take me like a day and a half. You know, so I'm saying,",
        3659.1,
        3663.54
    ],
    [
        " they could do it in an hour. Think about that. They could do it in an hour. They would take me a day",
        3664.46,
        3668.46
    ],
    [
        " and a half. Now over time, you can get better at it. But you got to do it. Yeah. You got to do it.",
        3668.46,
        3676.96
    ],
    [
        " Yeah. But, but the YouTube or whatever, whatever resource or what it's like, it's literally a",
        3677.26,
        3683.06
    ],
    [
        " free like guide and a free kind of in a way coach. You know what's interesting is when you were,",
        3683.06,
        3688.34
    ],
    [
        " that story about me re doing my kitchen. So I did my kitchen in my old house in like, I had a",
        3688.44,
        3698.44
    ],
    [
        " studs, breaded the plumbing, reated the electrical and got the drywall hung. I didn't get it",
        3699.02,
        3705.24
    ],
    [
        " mudded. I got the drywall hung in 72 hours, including putting in a new electrical subpanel for",
        3705.24,
        3711.72
    ],
    [
        " the, for the kitchen itself. But what's interesting, this is pre YouTube. I want to say this was like,",
        3711.72,
        3719.84
    ],
    [
        " let's see what you was at. I got that house. It might have been like, I don't know if YouTube is",
        3719.84,
        3726.12
    ],
    [
        " out, but it was like 2001, 2002, something like that. But you know what I had to do it, because I took",
        3726.12,
        3732.6
    ],
    [
        " electricity in high school, but there's like, you know, you get like the faded memories. But I went",
        3732.6,
        3738.42
    ],
    [
        " to Home Depot and I bought like a actual book like electrical work or whatever. And I was able to,",
        3738.42,
        3745.18
    ],
    [
        " oh yeah, now I remember that plumbing. I kind of remember plumbing is a little bit easier to",
        3745.34,
        3749.4
    ],
    [
        " remember. The thing that sucks about plumbing is when you screw it up, you know right where it is,",
        3749.4,
        3754.94
    ],
    [
        " because there's water coming out of it. The thing that sucks about electrical is when you screw",
        3754.94,
        3758.28
    ],
    [
        " it up, you don't know what you don't know where you messed up. It's somewhere in the system.",
        3758.28,
        3761.32
    ],
    [
        " You know, seldom do you get like a spark. It's just like, oh, this doesn't work. You got to figure it out.",
        3761.62,
        3766.16
    ],
    [
        " So there you go. All right, next question. Kimberly says, could you touch more on deciding what new",
        3766.54,
        3776.38
    ],
    [
        " games to start when coming to the end of the first big game? I may be coming to the end of my big",
        3776.38,
        3782.48
    ],
    [
        " game. And while I feel like the world is my oyster, I also don't really know where to start. I've",
        3782.48,
        3786.7
    ],
    [
        " been grinding at the same game for so long. I've never really thought about my values or made any",
        3786.7,
        3790.98
    ],
    [
        " other goals for myself outside of it. I want to make sure I'm honest with myself and not just throwing",
        3790.98,
        3796.42
    ],
    [
        " out random ideas. It sounds cool in a moment. Well, that's, that's, oh, hey, good for you. First of all,",
        3796.42,
        3800.8
    ],
    [
        " it sounds like probably this is a career situation. Does that sound like a career situation? You've",
        3801.26,
        3805.32
    ],
    [
        " been in a career. You've done good. You're exiting or you would have time to move on. First of all,",
        3805.32,
        3811.26
    ],
    [
        " I'd say there's lots of opportunities, you know, and I would not jump into any one of these",
        3811.26,
        3818.92
    ],
    [
        " opportunities at once. I wouldn't just go over commit to any opportunity that comes up. I would",
        3818.92,
        3827.02
    ],
    [
        " do various reconnaissance and try to see what you like this and talk to these people and see what",
        3827.02,
        3832.5
    ],
    [
        " this game is like. Go try tennis. Go try Jiu Jitsu. Go try boxing. Go try croquet. Go try",
        3832.5,
        3841.24
    ],
    [
        " what's anyone pick a ball. Like give them a try. Now, here's the, here's what's kind of challenging",
        3842.48,
        3849.06
    ],
    [
        " about this. When you're trying sports like that, there's a decent chance that you're not good enough",
        3849.06,
        3856.16
    ],
    [
        " at it to make it fun. When you go surfing for the first time is not fun. When you go to Jiu Jitsu for",
        3856.16,
        3860.68
    ],
    [
        " the first time, it's not fun. When you go to tennis for the first time, it's not fun. When you go to",
        3860.68,
        3864.7
    ],
    [
        " pick a ball for the first time, it's not fun. Right, you're just getting smashed. You miss the ball.",
        3864.7,
        3870.44
    ],
    [
        " You get choked. You fall off the surfboard. You can't. So with those kind of activities,",
        3870.54,
        3876.4
    ],
    [
        " you have to do them long enough that you start to feel the return on investment from the",
        3876.42,
        3882.94
    ],
    [
        " effort that you're putting into it. So it's a little bit, you know, you have to pay attention",
        3882.94,
        3888.66
    ],
    [
        " to that when you're talking about what new career opportunity do you want to get into? Because",
        3888.66,
        3893.66
    ],
    [
        " some of it, you might go, I tried this and I don't like that industry. Okay, well, let's make sure",
        3893.66,
        3898.76
    ],
    [
        " that you actually understood it well enough. I think it's a little bit easier to understand an",
        3898.76,
        3902.86
    ],
    [
        " industry than a new physical sport. But I always talk about the fact that I like to try,",
        3902.86,
        3910.66
    ],
    [
        " went from a business perspective, I like to try a lot of different things. Oh, let's try this. We'll",
        3910.88,
        3914.02
    ],
    [
        " try that. You know, let's do this thing over here. Let's make this and see how they do. And don't",
        3914.02,
        3919.28
    ],
    [
        " over commit to something that we're not sure how well it's going to do. So I would, when it comes to",
        3919.28,
        3925.46
    ],
    [
        " trying to figure out what game to play next, I would dabble a bit. Go, go try, go experiment,",
        3925.46,
        3932.08
    ],
    [
        " go see what's going on. Go volunteer at some, you know, uh, financial firm, go volunteer at some",
        3932.3,
        3938.24
    ],
    [
        " construction firm. Go go go, go go, just, you know, just, hey, I want to see what you guys do.",
        3938.24,
        3942.24
    ],
    [
        " And that's what I would do in that for is for, I think the good, the, what I liked about this",
        3943.3,
        3949.32
    ],
    [
        " question was when you talked about the values. And I think you said, I've never really thought about",
        3949.32,
        3954.28
    ],
    [
        " my values or made any other goals for myself outside of the work that you were in. You said it,",
        3954.6,
        3960.68
    ],
    [
        " but outside the work that you were in, I think this is a great opportunity. And I think this",
        3960.8,
        3965.48
    ],
    [
        " would really drive the first part of the question. I think you need to write down, I think you need",
        3965.48,
        3968.74
    ],
    [
        " to do a little soul searching. And write down like, what are your values? What do you, what do you,",
        3968.74,
        3976.56
    ],
    [
        " enjoy? What do you like? What do you want? What, what gives you gratification?",
        3976.96,
        3981.86
    ],
    [
        " And then figure out why those things give you gratification. And I think a good way to do this is",
        3982.94,
        3987.64
    ],
    [
        " play out some, uh, some hypothetical scenarios, right? Like you're, oh, you, you're going to go for",
        3987.64,
        3993.24
    ],
    [
        " this industry. What does it look like when you win? What kind of, you know, oh, I make a bunch of",
        3993.24,
        3998.26
    ],
    [
        " money. Well, make sure that that's really what you value. Because if you make a bunch of money,",
        3998.26,
        4003.14
    ],
    [
        " but you're working 80 hour days and you're stressed out all the time, now if you, there's some people",
        4003.14,
        4009.08
    ],
    [
        " that love that environment, you know, there's some people that love that environment. There's some",
        4009.08,
        4013.4
    ],
    [
        " people that really like that. I, I, I, I, I, I kind of like it. I like when things are a little bit",
        4013.4,
        4017.86
    ],
    [
        " chaotic. I enjoy it when there's tough decisions to make. I, I like that. Not everyone's like that.",
        4017.86,
        4022.96
    ],
    [
        " Some people, they start to break down when that happens. So I would try and, and yet there's like a push",
        4023.48,
        4030.28
    ],
    [
        " like a social push to be like on the grind, right? The grind is not good for everybody.",
        4030.28,
        4037.08
    ],
    [
        " Some people like it. Some people don't. It's not, but if it's not for you, then don't get into",
        4037.62,
        4042.8
    ],
    [
        " some game because everyone's on the grind and the grind and this and that. Oh, yeah, toxic productivity,",
        4042.8,
        4049.28
    ],
    [
        " right? Sure. Grind culture. Grind culture. Thank you. So we got to watch out for that. But",
        4049.28,
        4055.62
    ],
    [
        " figure out what you actually value. So, so you see there's a little difference between values",
        4055.62,
        4062.12
    ],
    [
        " and what you value. You know what I'm saying? Values is a thing like, I value, my values are",
        4062.12,
        4068.1
    ],
    [
        " integrity. My values are treating people with respect. Those, those are good. But then you also",
        4068.1,
        4073.2
    ],
    [
        " have to figure out the other thing, which is with what you actually value. Not just your values",
        4073.2,
        4078.18
    ],
    [
        " as a person, but what you actually value. And then take that list, then go and start to do your",
        4078.18,
        4085.84
    ],
    [
        " reconnaissance of the world and see what you really want to do. Don't commit, don't overcommit",
        4085.88,
        4092.18
    ],
    [
        " anything. Take small steps and you're going to end up in a good spot. Good luck, Kimberly.",
        4092.18,
        4097.86
    ],
    [
        " Next question is from Anthony. When you got into the game concerning the military, it really made",
        4099.54,
        4106.22
    ],
    [
        " me think about some of the struggles I've seen friends struggle with. Similar to the NFL, many people",
        4106.22,
        4110.66
    ],
    [
        " just give it everything and don't think about the broader game outside. Yes.",
        4110.66,
        4114.4
    ],
    [
        " You see people struggle with demons post service because they feel dejector cast out. Military",
        4115.1,
        4120.28
    ],
    [
        " just like sports isn't an end game. And if more young people understood that when joining it",
        4120.28,
        4124.72
    ],
    [
        " would probably help curb some of the issues that that's faced later on. Yep, this is true.",
        4124.72,
        4130.16
    ],
    [
        " You got to recognize that whatever your job is, whether you're an NFL player,",
        4131.24,
        4139.28
    ],
    [
        " a special operations commando, a hedge fund manager, whatever that thing is, it's not you.",
        4140.66,
        4146.76
    ],
    [
        " It's not you. And there's more to life than that thing. So keep that in mind all the time.",
        4147.38,
        4156.14
    ],
    [
        " Keep that in mind all the time. That's one game. And there's a bigger game to pay attention to.",
        4156.64,
        4163.2
    ],
    [
        " And that I agree with Anthony that that will help. Jessica says, first I want to say I love these",
        4163.72,
        4169.24
    ],
    [
        " two episodes. And the quote discipline is rooted in the truth. We tell ourselves, what's so good.",
        4169.24,
        4174.06
    ],
    [
        " My question is, would you please speak on the topic of playing the game? You don't want to be in for",
        4174.66,
        4178.64
    ],
    [
        " reference. My daughter is severely disabled by a rare genetic disorder. The game I play is not",
        4178.64,
        4186.84
    ],
    [
        " what I wanted to play. And yet as you say, all you can do is say, good and move on with it.",
        4186.84,
        4190.12
    ],
    [
        " But this game is played with neither talent nor passion for the game. Only the we player you're",
        4190.32,
        4195.84
    ],
    [
        " playing it with comes with a lot of stress and regret for a path you don't get to get on.",
        4195.84,
        4203.78
    ],
    [
        " Well, yeah, Jessica, definitely there are games in life that we're going to get forced to play.",
        4204.62,
        4211.82
    ],
    [
        " And yours isn't especially tough one. And look, you're right. But what can you do about that?",
        4212.66,
        4221.98
    ],
    [
        " Can you curl up into a ball in the couch and cry and wish it would go a different way?",
        4222.46,
        4227.24
    ],
    [
        " You can do that, but that's not going to help you. So as you said, the best thing you can do is say,",
        4227.9,
        4233.22
    ],
    [
        " okay, good. Let's move forward. And then I think, you know, if you want to pull the thread on that,",
        4233.22,
        4240.9
    ],
    [
        " it's hold on a second. What is good about this situation that I'm in right now? I have to, you know,",
        4241.24,
        4248.02
    ],
    [
        " you have regret for the paths that you can't get on. So maybe you were going to do a career.",
        4248.68,
        4253.04
    ],
    [
        " You're going to have more kids or you're going to want, you know, travel, whatever it is. And all",
        4253.24,
        4257.4
    ],
    [
        " of a sudden you're looking around going up, no, I'm not going to be able to play those games.",
        4257.4,
        4260.6
    ],
    [
        " I'm stuck in this game. So what do we take away from that? For me, you know,",
        4261.5,
        4271.62
    ],
    [
        " the appreciation for what you do have is so powerful to think about the fact that you've got this",
        4272.68,
        4283.4
    ],
    [
        " daughter who needs help and you are capable of giving her that help. And where would she be without you?",
        4283.4,
        4293.56
    ],
    [
        " And then the appreciation for other members of your family that have their health.",
        4294.98,
        4299.64
    ],
    [
        " And, you know, I've had some hard conversations with kids over the years, you know,",
        4302.28,
        4309.78
    ],
    [
        " little warrior kids that are eight years old or 10 years old or whatever. And they're sick. They're",
        4309.9,
        4314.58
    ],
    [
        " facing legitimate debilitating diseases like whether they've got cancer or they've got whatever,",
        4314.58,
        4321.68
    ],
    [
        " whatever debilitating disease they've got. And you know, when I talk to those kids,",
        4321.9,
        4327.46
    ],
    [
        " I always tell them I give them a smile and I say, Hey, listen, what you're going through right now?",
        4328.96,
        4333.32
    ],
    [
        " It's going to make you so tough you're going to be able to do anything. And I feel,",
        4334.02,
        4340.82
    ],
    [
        " Jessica, that that's what you are going to experience is the effort that you put forth",
        4341.64,
        4350.08
    ],
    [
        " to play a game that you didn't didn't want to play to get thrown into a game that you didn't",
        4351.3,
        4357.72
    ],
    [
        " want to play. But you give that game everything you got. I think that will give you massive mental",
        4357.72,
        4363.42
    ],
    [
        " strength in life. And something that I believe will probably benefit you and if you have the",
        4363.42,
        4372.72
    ],
    [
        " ability, I think it'll actually help a lot of other people as you can pass on some of these",
        4376.26,
        4380.48
    ],
    [
        " lessons learned as we started off talking on this podcast about the fact that one of the most",
        4380.48,
        4386.58
    ],
    [
        " rewarding things and one of the best things that you can do as a human being is take your experiences",
        4386.58,
        4390.9
    ],
    [
        " and what you learn and pass them on other people. So I think that this experience that you're going",
        4390.9,
        4397.2
    ],
    [
        " through that's so challenging, so brutal every single day. And yet you're playing that game to",
        4397.26,
        4402.8
    ],
    [
        " the best of your ability. I think there's you're going to take so much away from that.",
        4402.8,
        4406.68
    ],
    [
        " It's going to give you an incredible opportunity to help others. So stay strong, Jessica.",
        4407.12,
        4416.76
    ],
    [
        " Stay strong. You got an awesome attitude.",
        4417.58,
        4420.98
    ],
    [
        " Next question is from Jonathan. Hey, Jocco. Could you explain how to compete within your own team",
        4425.56,
        4432.3
    ],
    [
        " in order to benefit the organization? I work in construction, heavy equipment to be exact. I",
        4432.3,
        4437.4
    ],
    [
        " would like to figure out how to generate friendly competition amongst my co-workers in order to",
        4437.4,
        4441.1
    ],
    [
        " progress all of our skills and coherence. Yeah. But this is exactly what you said. You know,",
        4441.1,
        4447.12
    ],
    [
        " setting up friendly competitions to progress skills is a thing. And it's a good thing.",
        4447.24,
        4453.34
    ],
    [
        " And in the steel teams, we did that with everything. Shooting, you did competitions, running,",
        4454.1,
        4457.28
    ],
    [
        " you're doing competitions, diving, you're doing competitions, parachute, everything you're doing",
        4457.48,
        4460.62
    ],
    [
        " is a competition. I'm going to lay in closer to the tee when you parachute you land on a tee.",
        4460.62,
        4464.6
    ],
    [
        " I'm going to shoot this course of fire faster than you are. I like, everything's just a little",
        4465.9,
        4470.04
    ],
    [
        " competition. And it does, as you said, progress is your skills. And it's the same thing. I see it",
        4470.04,
        4476.1
    ],
    [
        " all the time with businesses, you know, the sales competition that's going on or the operational",
        4476.1,
        4480.64
    ],
    [
        " turn times or the cost to produce. We're going to re, like all these things, little competitions.",
        4480.64,
        4484.98
    ],
    [
        " So I think, you know, when you ask how to compete within your own team, what you do is you just",
        4485.58,
        4493.06
    ],
    [
        " set up fun competitions. And you make sure that the competitions are fun. And you make sure that they",
        4493.06,
        4503.54
    ],
    [
        " don't undermine the team because that can happen where all of a sudden, you know, X echo against",
        4505.18,
        4509.6
    ],
    [
        " me. And I decide I'm going to cheat or I decide I'm not going to give echo the key piece of",
        4509.6,
        4514.04
    ],
    [
        " information. Oh, I had a sales call and I ran into this objection, but I'm not going to tell",
        4514.04,
        4517.52
    ],
    [
        " echo how I handled this. So that way he won't surpass me. So make sure that your small",
        4517.52,
        4526.0
    ],
    [
        " competitions that you have are embedded and nested in a larger overall goal that everyone is a",
        4526.34,
        4536.38
    ],
    [
        " part of. So if echo is competing against me in sales and we set up a competition between us",
        4536.38,
        4542.0
    ],
    [
        " two, we also want to set up a competition where our whole team is trying to sell X amount of",
        4542.0,
        4548.66
    ],
    [
        " whatever widgets. So even though we're competing, we also want to reach the overall goal. So",
        4548.66,
        4554.34
    ],
    [
        " that's what we're doing. Friendly competition is good. You have to make sure as a leader,",
        4554.76,
        4562.28
    ],
    [
        " it doesn't turn into unfriendly competition. He says another question I have is when do you know",
        4562.46,
        4568.04
    ],
    [
        " you're being over competitive and souring relationships in your family, friends, and work groups?",
        4568.04,
        4572.7
    ],
    [
        " Again, the answer is in the question. You know you're being over competitive when you make people",
        4573.38,
        4580.42
    ],
    [
        " mad and my guess is Jonathan that you like to compete. You like to get big gold. You like to get",
        4580.42,
        4584.92
    ],
    [
        " you get fuel fuel off that, which probably if that's the way you roll, there's going to piss some",
        4584.92,
        4590.3
    ],
    [
        " people off. And so my my assumption is that you like to compete. You like to win. You do this",
        4590.3,
        4597.4
    ],
    [
        " often and I would because you have and if I'm you know I could be wrong, but if you have that if",
        4597.4,
        4602.68
    ],
    [
        " that's your innate nature, then let's just lean towards building relationships instead of competing",
        4602.68,
        4608.66
    ],
    [
        " all the time. Okay? Because I can I can see just by now that I see both these questions, you're",
        4608.66,
        4615.86
    ],
    [
        " probably like the super like hype competitive like that W on the scoreboard. But if that's your",
        4615.86,
        4623.54
    ],
    [
        " nature, then be careful of it. We always have to be careful of our own tendencies. I have a",
        4623.54,
        4628.84
    ],
    [
        " tendency to be very hands off from a leadership perspective. And I have to pay attention to that",
        4628.84,
        4634.6
    ],
    [
        " because otherwise I'll just like yeah you guys do whatever you want. I have to pay enough attention",
        4634.86,
        4638.84
    ],
    [
        " to that. Hey, let me check it. Let me make sure we're going in the right direction. So you have to",
        4638.84,
        4642.72
    ],
    [
        " be aware of your tendency, which it seems like your tendency is hyper competitive. Be careful.",
        4642.72,
        4647.88
    ],
    [
        " Ryan Dyle says often in a game, you can find yourself in a hopeless situation. Say fourth quarter",
        4649.36,
        4656.28
    ],
    [
        " down 56 points. I'm that situation. Oh, in that situation, how do you find the fortitude to keep",
        4656.28,
        4661.84
    ],
    [
        " fighting back even with the acceptance of knowing and owning that your mistakes got you there? Well,",
        4661.84,
        4666.56
    ],
    [
        " what are my options? What down fourth quarter? Down by 56. What are my what are my options? Lay down",
        4667.04,
        4675.06
    ],
    [
        " and quit. No. I mean, well, okay, it is an option, but I would not take that option. I would fight.",
        4675.06,
        4683.74
    ],
    [
        " And in these situations where you're going to lose, fighting is winning. That's the best you're",
        4684.36,
        4690.68
    ],
    [
        " going to get. That's the best you're going to get is to go out on your shield.",
        4690.68,
        4699.8
    ],
    [
        " Now listen, that's where we're talking football. If you're in a situation where we're talking",
        4701.2,
        4710.9
    ],
    [
        " a big game, we're talking life, we're talking and you made some mistakes. Well, what adjustments",
        4710.9,
        4716.18
    ],
    [
        " can we make? How can we rebuild? How do we take ownership of whatever we did that was wrong?",
        4716.18,
        4721.02
    ],
    [
        " And get it back together and and and put together some semblance of forward positive motion.",
        4721.9,
        4729.84
    ],
    [
        " You know, like we we brought up some pretty horrible examples earlier. You freaking got a DUI,",
        4730.34,
        4736.7
    ],
    [
        " you crashed, you freaking killed somebody killed a kid on a bicycle, right? You're that's you're",
        4736.8,
        4744.5
    ],
    [
        " losing. So what are you going to do? What you're going to do is the best you can. You know,",
        4745.02,
        4750.34
    ],
    [
        " that's what you're going to do. Obviously, you're never going to drink again. Obviously, you're going",
        4750.52,
        4754.14
    ],
    [
        " to spend a bunch of time donating your time and efforts to help solve the problem of drunk driving",
        4754.14,
        4760.4
    ],
    [
        " and going to talk to schools and you're going to do a bunch of things as repentance for this horrible",
        4760.4,
        4766.48
    ],
    [
        " thing that you did. That's the best you can do. But we're not giving up. See, that's that's the key",
        4766.48,
        4773.12
    ],
    [
        " point here. We're not giving up. We're not quitting. We're not saying I did this horrible thing",
        4773.12,
        4778.28
    ],
    [
        " and now I quit. No, we're never saying that. It's unacceptable. It's unacceptable. It's unacceptable",
        4778.28,
        4785.7
    ],
    [
        " in any situation to say, you know what, I just give up on life. No, unacceptable. I put myself",
        4785.7,
        4794.66
    ],
    [
        " in a bad situation. I take ownership of it. I'm going to make forward progress. That's what we're",
        4794.66,
        4803.1
    ],
    [
        " so keep fighting Ryan. We got Joe. Life is a game should be a high school class.",
        4804.06,
        4811.04
    ],
    [
        " What would you include in such a class? I didn't learn that everything is a game until I was in my",
        4811.9,
        4816.06
    ],
    [
        " late 20s when I realized how much I'd screwed up the beginning of my career managers were selected",
        4816.06,
        4820.54
    ],
    [
        " day 100. I started day 500. You know, if I was going to try and teach this to high school kids,",
        4820.54,
        4829.2
    ],
    [
        " I'd probably do something like what we did on these podcasts. I'd clean it up obviously and",
        4829.2,
        4834.28
    ],
    [
        " narrow it down. But this isn't that complicated. And if I was going to be in a high school class,",
        4834.28,
        4837.9
    ],
    [
        " I would teach it using things that people that they can relate to. So you talk about playing a",
        4838.06,
        4842.6
    ],
    [
        " game with your parents. You know, I've had that conversation with my kids. You know, when they're",
        4842.6,
        4848.02
    ],
    [
        " interacting with their mom and things aren't going that great when they're going through that teenage,",
        4848.02,
        4852.14
    ],
    [
        " whatever 13, 14 years old. I'm like, this is a game. And right now you're losing because you're",
        4852.54,
        4857.64
    ],
    [
        " grounded. But right now you're losing because you're you've got animosity. So you're losing. This is",
        4857.64,
        4863.44
    ],
    [
        " a game. You wish you have to do to win the game. Be nice. Show respect. And then all of a sudden,",
        4863.44,
        4869.02
    ],
    [
        " you won't you can pretty much do whatever you want. Sports, school, like, oh, my teacher sucks. Okay.",
        4869.18,
        4876.74
    ],
    [
        " So what are you going to do? Miss behaving class. Get a get, you know, don't turn in your homework.",
        4877.0,
        4882.28
    ],
    [
        " Get a bad girl. How's that help? Or do you just, hey, my teacher sucks. Okay. Well,",
        4882.28,
        4886.96
    ],
    [
        " form a good relationship with your teacher. Be nice to them. Try and help out. Do your homework",
        4887.12,
        4892.12
    ],
    [
        " assignments. That's the way you create the minimum friction. Even though no one wants to hear that",
        4892.12,
        4897.62
    ],
    [
        " either by the way. Teacher doesn't even care if we learn. Okay. So you're just going to sit in the back",
        4897.62,
        4903.54
    ],
    [
        " and throw spit balls, shoot spit balls at the blackboard, right? Is that a thing anymore? I don't know.",
        4903.54,
        4908.96
    ],
    [
        " That was kind of like a thing. Spit balls must still be a thing, right? I don't know, man. I don't",
        4909.56,
        4915.2
    ],
    [
        " hear much about spit balls nowadays. But I don't know. It's been a long time. There's probably",
        4915.2,
        4919.68
    ],
    [
        " like other things to do. Yeah. Where's spit balls of thing in your eyes, cool? Yeah, here and there.",
        4919.68,
        4924.98
    ],
    [
        " Well, wait, what's the spit balls out the straw? Yeah, yeah. I mean, you're pretty much",
        4925.16,
        4928.9
    ],
    [
        " like, take a piece of paper, chew it in your mouth. It's covered with spit and put it in a straw or",
        4928.9,
        4933.02
    ],
    [
        " like hit the chalkboard. Where did that? I don't think I'd ever do it in the class, but outside or",
        4933.98,
        4941.4
    ],
    [
        " so that's what you're going to do. Shoot spit balls at the blackboard, cause problems.",
        4941.4,
        4946.66
    ],
    [
        " Like, how is that helping? What does that do? It's going to make your life worse. You're going to",
        4947.02,
        4953.16
    ],
    [
        " get in trouble, get the tension, get a bad grade. All those other crafts going to happen. I was",
        4953.16,
        4958.2
    ],
    [
        " in care if you pass, cool, whatever. Yeah, that's a big one when you deal with, when you're dealing",
        4958.2,
        4964.12
    ],
    [
        " with other people, like a teacher, whatever, especially when they're supposed to be nice in your",
        4964.12,
        4969.7
    ],
    [
        " mind or whatever, some taste quick start. So in my kid's school, there's a crossing guard lady.",
        4969.7,
        4976.06
    ],
    [
        " She's not very nice. She's actually mean. That's why she's hired.",
        4976.8,
        4980.08
    ],
    [
        " So this is the kind of she's mean. She's dramatic. She's like, and so she'll just yell at you in front",
        4981.8,
        4988.0
    ],
    [
        " of everybody. If you don't like, you know, if you don't step perfectly on the cross, the crosswalk",
        4988.0,
        4992.4
    ],
    [
        " or you know, like that kind of stuff. She's yelling at you. Oh yeah, everybody. She said she's",
        4992.4,
        4996.84
    ],
    [
        " going to call the police. I mean, so here, hang on. So you need to play the game. This is my early",
        4996.84,
        5002.12
    ],
    [
        " wrong with you wrong. This is my early experience. Right. So be proud. I don't care about any cross",
        5002.12,
        5006.56
    ],
    [
        " guard lady at all. I don't care. You don't care who she's yelling at, but I don't care. So I'm like,",
        5006.56,
        5012.28
    ],
    [
        " I'm playing. I'm going to drop off my kids for two school. And I'm coming from this opposite",
        5013.3,
        5017.82
    ],
    [
        " direction as like we would normally normally come and she's running the crosswalk. She's got to,",
        5017.82,
        5022.16
    ],
    [
        " you know, her helpers or whatever. So I come, I pull on the side of the road in an quote unquote",
        5022.18,
        5026.3
    ],
    [
        " unauthorized drop on spot. You're that guy? I'm that guy. I don't care. I'm dropping off of my kids.",
        5026.3,
        5031.64
    ],
    [
        " I don't care what this lady says. Right. Okay. So I'm gonna work out. I hope you got a, I hope you",
        5031.64,
        5041.18
    ],
    [
        " know what I mean. Right. She's seen me. Boom. Obviously, it's like huge violation in her world. And",
        5041.18,
        5045.4
    ],
    [
        " then so she starts yelling from where she is charging over to me. And I'm in the car. And",
        5045.4,
        5052.26
    ],
    [
        " she's like, I'm tired. This is and his thing had me. My wife is like early on me. My wife",
        5052.26,
        5057.4
    ],
    [
        " and the kids in the car. So she comes up rolls up to my window and is like yelling at me. This",
        5057.4,
        5061.86
    ],
    [
        " is not the spot. Like, like it was a massive personal violation to her. It's not the spot. I'm",
        5061.86,
        5069.72
    ],
    [
        " over here and like arrest you for like, like parking here and doing all this stuff, right? Like",
        5069.72,
        5073.6
    ],
    [
        " outlandish stuff. And again, Brad, I don't care about this. So it's ultimately it's kind of funny",
        5073.6,
        5082.1
    ],
    [
        " because it's like, Brad, first off, you're not gonna call a cops. We all know that. And even if you",
        5082.1,
        5086.36
    ],
    [
        " did call the cops, the cops would be like, what do you want me to come over there for? It was this",
        5086.36,
        5089.5
    ],
    [
        " the crossing guard lady from up there. So anyway, so my kids are like, they don't know what to do.",
        5089.5,
        5094.42
    ],
    [
        " They're like getting out all quick and trying to run away. You know, my wife's like kind of like,",
        5094.42,
        5097.64
    ],
    [
        " oh man, shoot, that sucks. You know, kind of thing. And I'm kind of like, I'm not laughing, but I'm like,",
        5097.64,
        5102.76
    ],
    [
        " all right, lady, I get it. You know, we shouldn't do this. I get it. Right. But my natural instinct is",
        5102.84,
        5108.18
    ],
    [
        " be like, ask her that lady, right? Because she's yelling at everybody. Everyone doesn't like her. She's",
        5108.18,
        5112.08
    ],
    [
        " so mean. Right? So later on, I kind of learned the protocol. I'm like, oh, I see what this lady's doing.",
        5112.08,
        5118.82
    ],
    [
        " Like she's going about it all wrong for sure. But you know, she's a salty old lady. She's cross",
        5118.9,
        5123.1
    ],
    [
        " her thinking, huh? And my daughter is super nice to everybody. Like she's super, she likes everyone",
        5123.7,
        5130.08
    ],
    [
        " in the super night. So I'm thinking she's like, oh my gosh, you know, the Mrs. and she has a",
        5130.08,
        5134.1
    ],
    [
        " name. I don't want to bust out her name. But crossing guard lady, like she's so intimidating and all",
        5134.1,
        5138.14
    ],
    [
        " the stuff. I was like, hey, we should, I'm thinking this to myself too before I told it to her. We",
        5138.14,
        5143.7
    ],
    [
        " should be nice to that crossing guard lady just to see what happens. No one's nicer. And there's no",
        5143.7,
        5147.56
    ],
    [
        " reason for anyone ever to be nice because she's yelling at everybody. So it's like, why would someone",
        5147.56,
        5151.4
    ],
    [
        " get yelled at and be like, oh, and genuinely be nice to this person. So you wait. You told your",
        5151.4,
        5156.1
    ],
    [
        " daughter we should be nice to her. Yep. So I thought about it for, you know, the week or whatever.",
        5156.1,
        5160.26
    ],
    [
        " And then I came out with that. I was like, oh, wait a second. This is like, no one's, she's so mean",
        5160.5,
        5165.26
    ],
    [
        " that she made everyone else be mean back to her, which fuels her meanness, you know? So it's like,",
        5165.26,
        5170.22
    ],
    [
        " huh? I was like, hey, we're going to be nicer. We're going to follow all her rules too. I don't",
        5170.34,
        5173.78
    ],
    [
        " care how bad of a mood she's in. Like we're going to be nice. Like magic. The moment my daughter is",
        5173.78,
        5180.26
    ],
    [
        " like, oh, hi, hi, good morning or whatever. She'd be like, oh, hi. And so I've literally watched her",
        5180.26,
        5185.2
    ],
    [
        " and even I even I do it. I know she, I know she, oh, I don't know. Maybe she doesn't remember me.",
        5185.2,
        5188.88
    ],
    [
        " The guy she's going to call the cops on. I'm sure she's tells that to everybody. But whatever,",
        5189.0,
        5191.82
    ],
    [
        " she's super nice to me now. Like when I walk or whatever. And again, like magic. I literally",
        5191.96,
        5197.86
    ],
    [
        " witnessed this all the time where she's like people are, you know, not stepping in the crosswalk",
        5197.86,
        5202.02
    ],
    [
        " correctly or the car like, you know, didn't stop perfectly on the line and whatever. She's literally",
        5202.02,
        5206.9
    ],
    [
        " yelling at everyone. Like she's in the worst mood and then we walk up and she's like, she's",
        5206.98,
        5211.16
    ],
    [
        " she's smiling. Oh, big. Oh, hi, good morning. Thank you, sir. Calls me, sir. Calls me, sir. Nobody calls",
        5211.16,
        5216.24
    ],
    [
        " me, sir. She calls me, sir. The meanest crossing guard lady I've ever witnessed in my whole life",
        5216.24,
        5220.54
    ],
    [
        " calls me, sir. All because we're just nice. Yeah. There's three people with respect and be nice to",
        5220.54,
        5225.98
    ],
    [
        " them. The cause of a long way, man. It really does. It's crazy, man. I follow the little stupid rules,",
        5225.98,
        5230.42
    ],
    [
        " you know, like some big deal. And that was what really stood out too. I was like, how long these rules",
        5230.48,
        5235.08
    ],
    [
        " actually isn't even that hard. And quite frankly, I kind of see your point. Yeah. If everyone's",
        5235.12,
        5239.86
    ],
    [
        " trying to protect these kids, bro. Yeah. What if everyone just followed the rules? Not the attitude,",
        5239.86,
        5243.94
    ],
    [
        " no attitude, whatever. Just what if everyone just automatically follows, bro, you know how smooth",
        5243.94,
        5247.32
    ],
    [
        " this morning system would be. Yeah. It's like, brother, it's lady has a point. Just because she's",
        5247.32,
        5252.28
    ],
    [
        " yelling doesn't make her wrong, you know. So anyway, yeah. But again, like the instinct is like,",
        5252.28,
        5258.04
    ],
    [
        " oh, screw this lady. How dare her yell at me and all the parents of these children trying to get",
        5258.16,
        5263.58
    ],
    [
        " it. And we're like, why are you yelling at everyone kind of a thing? But no, man. Yep.",
        5263.58,
        5267.32
    ],
    [
        " And her perspective, you know, she's like worried about the kids trying to get people and people",
        5268.08,
        5272.5
    ],
    [
        " just totally disrespecting her. Oh, I mean, like kind of like you were, you're like,",
        5272.5,
        5276.9
    ],
    [
        " we call the call to me like we didn't say that. Laughing at her. Yeah. Exactly right. So you kind of",
        5277.02,
        5283.92
    ],
    [
        " like got to see her perspective a little bit. It's definitely a good move there. Echo Charles,",
        5283.92,
        5288.94
    ],
    [
        " you know, are commended. And although I would have liked to see you get arrested.",
        5288.94,
        5292.4
    ],
    [
        " Next question is from Noah. Is there an entrance exit strategy to enter and withdraw from one",
        5292.7,
        5300.38
    ],
    [
        " of life's games? Or is it quite literally get in, get out example? I want to start a company.",
        5300.38,
        5306.04
    ],
    [
        " Should I do research and get all my data before starting or go in guns blazing?",
        5306.3,
        5309.84
    ],
    [
        " Haha. Hey Noah, it isn't get all the data and research. And it isn't guns blazing. Those",
        5310.92,
        5319.58
    ],
    [
        " are extremes. And we don't recommend extremes. We recommend iterative decision making.",
        5319.58,
        5325.32
    ],
    [
        " We recommend small steps and then pay attention to the feedback that you get. So there you go.",
        5325.8,
        5331.84
    ],
    [
        " No big deal. Want to get out of a game? Cool. You want to get into a different game? All right.",
        5332.16,
        5336.4
    ],
    [
        " Just don't do it on a whim. Come up with a plan. Put it together. Make a first step.",
        5337.0,
        5344.42
    ],
    [
        " Loess that's what you got. Make another step. That's what we're doing.",
        5344.94,
        5349.04
    ],
    [
        " Next question is from David. And it says work relationship, etc. As a game causes a shift in our",
        5350.8,
        5358.78
    ],
    [
        " chemistry. We think of playing games as fun. So relating to work as a game creates a context",
        5358.78,
        5365.16
    ],
    [
        " for who we are being when we play the game. Fun, excitement, connection, etc. Maybe playing the game",
        5365.32,
        5371.42
    ],
    [
        " is more powerful than winning. Oh, yeah, I like that. And that's part of it. You know, we've",
        5371.42,
        5378.16
    ],
    [
        " answered some questions. The other podcast is when something sucks. How do you make it into a game?",
        5378.16,
        5382.04
    ],
    [
        " So it's fun. Do you're exactly right? Fun and connection and excitement are all good. That's one of",
        5382.12,
        5394.44
    ],
    [
        " the games and part of the fun and seeing things as a game can make things fun, even when they",
        5394.44,
        5400.76
    ],
    [
        " might not be fun. So I agree. Kyle here says, are there any games of universal importance, meaning",
        5400.76,
        5408.76
    ],
    [
        " not only to specific groups or circles when one walks away? I think we'd have to go with health",
        5408.76,
        5413.96
    ],
    [
        " and fitness. I think we'd have to go with teamwork and helping other people. I think we'd have",
        5413.96,
        5424.42
    ],
    [
        " because it's something that you're trying to uphold. Your integrity is a person.",
        5425.18,
        5429.0
    ],
    [
        " Telling the truth, keeping your word is integrity more important than winning? Yes, it is.",
        5430.32,
        5436.32
    ],
    [
        " Well, at least, I guess for me, it is some people they'd rather win, you know, make more money or",
        5437.48,
        5445.68
    ],
    [
        " get a reward or an award rather than",
        5445.68,
        5452.4
    ],
    [
        " rather than keep their integrity. But I believe that the long game supports integrity. So",
        5452.76,
        5458.96
    ],
    [
        " and I think people that are out for themselves",
        5458.96,
        5464.02
    ],
    [
        " universally lose in the end. And we've kind of talked about that on this podcast. So yeah,",
        5464.02,
        5471.92
    ],
    [
        " those are some of the ones I can think of that are kind of universal games,",
        5471.94,
        5474.56
    ],
    [
        " helping other people, keeping your health in order, keeping your integrity. I think those are",
        5475.16,
        5480.08
    ],
    [
        " universal. Arty says, do you ever burn bridges when playing the game? And if you do, how do you",
        5482.44,
        5489.04
    ],
    [
        " act going forward? If you see the person's involved or even need to work with them again? Well,",
        5489.04,
        5493.36
    ],
    [
        " now that's why I don't burn bridges. I don't burn bridges because look, look, what,",
        5493.88,
        5499.08
    ],
    [
        " how is it going to help me to burn bridges? Let me say I never burn bridges, but I very rarely",
        5499.22,
        5504.42
    ],
    [
        " burn a bridge. Very rarely burn a bridge. In fact, it's hard for me to, I don't think I've burned",
        5504.52,
        5511.24
    ],
    [
        " any bridges. I'm sure I could sit here for an hour and think about, you know, somebody that did",
        5511.24,
        5516.76
    ],
    [
        " something at some point and lies like, yeah, you know what? That's not happening anymore.",
        5516.76,
        5520.66
    ],
    [
        " We had a company at Eshanam Front that wanted to work with me and they made a product that I did",
        5521.34,
        5528.98
    ],
    [
        " not think is a good product for humanity. And they, we did a call with them, or no, I said no.",
        5528.98,
        5537.16
    ],
    [
        " And then they said, please do a call with us. We really want to just, we really want to talk to you.",
        5537.5,
        5541.48
    ],
    [
        " And I said, okay. And so I said, finally, relented and said, okay, I'll do a call with you.",
        5541.48,
        5545.06
    ],
    [
        " And then they were pitching me and pitching me and pitching me. And I finally said, hey,",
        5545.5,
        5549.54
    ],
    [
        " I do not think that your product will help people. And in fact, I think your product hurts people.",
        5550.48,
        5557.32
    ],
    [
        " And therefore, I will not be doing anything to help you share or spread your product to the world.",
        5557.54,
        5564.76
    ],
    [
        " And they kind of got quiet. And then they were like, oh, we appreciate you know, you're on",
        5565.28,
        5574.26
    ],
    [
        " his feedback. And then Jamie, we got, because Jamie was on the call. And Jamie was like, I've never",
        5574.26,
        5578.92
    ],
    [
        " seen you do that before. And I was like, yeah, because it was kind of also they weren't really",
        5578.92,
        5583.84
    ],
    [
        " getting the message. I was like, yeah, I just, you know, this is not something we want to get involved",
        5583.84,
        5587.06
    ],
    [
        " in. And then they're like, yeah, blah, blah, blah, blah, blah, blah, blah. And finally, I just said,",
        5587.06,
        5590.4
    ],
    [
        " hey, I do not like what your product does in the world. Are you at liberty to say what the product is?",
        5590.4,
        5596.54
    ],
    [
        " I don't want to say it's not hard to figure out, you know, it's something that's not healthy and kind",
        5596.7,
        5600.64
    ],
    [
        " of addictive. So, matter of fact, not kind of something that's not good for people and addictive",
        5600.64,
        5608.14
    ],
    [
        " for people. And at the, with really no benefits whatsoever, you know, so that was the type of product",
        5608.24,
        5617.68
    ],
    [
        " that it was. So I'm not going to generally, no, I'm definitely trying not to burn bridges. And it's",
        5617.68,
        5626.14
    ],
    [
        " for the exact reason, like you burn a bridge today, well, how do you know what's going to hold in the",
        5626.14,
        5629.9
    ],
    [
        " future? And why would what benefit do you get from it? You don't get any benefit from it.",
        5629.9,
        5634.02
    ],
    [
        " Burning bridges with people. Trying to treat people to respect, trying to be nice to them.",
        5634.82,
        5638.9
    ],
    [
        " It's just better for you. It's better for them. It's better for the world.",
        5639.24,
        5643.92
    ],
    [
        " So I'm trying not to burn bridges.",
        5645.1,
        5648.1
    ],
    [
        " Samuel says, what do you think sets the rules and manufactures the game? What do you think about",
        5649.68,
        5664.0
    ],
    [
        " is truth and every one of your righteous rules endures forever?",
        5664.0,
        5667.82
    ],
    [
        " End quote. You know, this is something that we covered on I think of the one of the first",
        5668.84,
        5673.64
    ],
    [
        " podcasts is, and that looked the rules that we follow for the game, the rules of the game",
        5673.64,
        5679.66
    ],
    [
        " come from different places depending on who you are. And if you, if you're following the,",
        5679.66,
        5684.66
    ],
    [
        " the rules from the Bible, look much of Judeo, Judeo Christian society gets its rules",
        5684.84,
        5691.68
    ],
    [
        " from the Bible. So certainly that has a huge influence on things. But there's other parts of the",
        5692.84,
        5699.36
    ],
    [
        " world. There's other, there's other parts of this country where people get their rules for",
        5699.36,
        5703.86
    ],
    [
        " different games from different things. So I think the question is actually not, who do I think",
        5703.86,
        5710.66
    ],
    [
        " sets the rules of the game? It's who do you think sets the rules for the game that you're playing?",
        5710.66,
        5714.68
    ],
    [
        " And what rules do you choose to follow?",
        5714.68,
        5717.02
    ],
    [
        " So Nate says, we'd love to hear you outline the game's ecosystems. You're currently engaged and",
        5718.4,
        5727.48
    ],
    [
        " go deep on one or two. We go deep on all the games I've involved in all the time. What games",
        5727.48,
        5733.3
    ],
    [
        " are we in? Juditsu, right? Trying to improve, trying to get better, trying to evolve. That's a",
        5733.3,
        5738.08
    ],
    [
        " game. Man, we need to bring back the grounded podcast. Just started talking about Juditsu because",
        5738.08,
        5743.04
    ],
    [
        " man is deep. There's so much going on in the Juditsu world. Jocco Fuel. We got Jocco Fuel.",
        5743.04,
        5747.2
    ],
    [
        " That's a game involved in, right? We've got, we're making product, we're distributing the product",
        5747.4,
        5752.2
    ],
    [
        " all over the country, we're going into retail, we're doing direct consumers, all those things",
        5752.2,
        5756.28
    ],
    [
        " happening, we're growing very rapidly. Very cool game to be in, but it's a game. There's",
        5756.28,
        5762.94
    ],
    [
        " mistakes you can make on the board. You can get what is it, uh, uh, return to go. Do not pass go,",
        5762.94,
        5769.94
    ],
    [
        " no, do not go to jail. Go to jail. Don't pass go. You know, there's like, there's like things you",
        5769.94,
        5774.7
    ],
    [
        " can land on on the board. Yeah, sure. The retail board. Like there's right now, uh, one of the big",
        5774.7,
        5781.94
    ],
    [
        " companies, one of the just giant billion dollar companies is going into some retail places that",
        5781.94,
        5790.82
    ],
    [
        " we're in and buying out the shelf space for millions of dollars. So that's the game. So we're",
        5790.82,
        5799.92
    ],
    [
        " stronger than us. Players that are bigger and stronger than us, just like Juditsu, you're going to",
        5799.92,
        5806.0
    ],
    [
        " go get some people that are bigger and stronger than you, just like a war. You might have to fight an",
        5806.0,
        5809.66
    ],
    [
        " enemy that's bigger and stronger than you. So we have to maneuver and we might lose a battle",
        5809.66,
        5815.56
    ],
    [
        " here and there. We might lose a battle to a big strong person that's going to put, they're going",
        5815.56,
        5819.82
    ],
    [
        " to expend millions of dollars to take some of our shelf space away. Okay. Okay. We'll, we'll, we'll",
        5819.82,
        5829.9
    ],
    [
        " so there's a game that's being played as long front. We got, you know, as long front, we're",
        5829.9,
        5835.1
    ],
    [
        " doing a bunch of things in as long front. Origin. I mean, well, as long front, what are we doing",
        5835.1,
        5842.74
    ],
    [
        " in as long front? We got all-mind training, right? That's a huge part of what we're doing right now",
        5842.74,
        5847.8
    ],
    [
        " because it's the most scalable way to share the lessons that we've learned about leadership and",
        5847.8,
        5855.8
    ],
    [
        " life. So ExtremeUnorship.com, there you go. What are we doing? That's what we're doing. Are we still",
        5857.44,
        5861.78
    ],
    [
        " doing a bunch of other, you know, things? Yes, we are, but that's a part of the game that we're",
        5861.78,
        5865.72
    ],
    [
        " moving on right now. We're making moves. So that's what's happening. We've, we've made bad moves.",
        5865.72,
        5871.68
    ],
    [
        " Like we used a learning management system that was awkward to log into and had a weird pricing",
        5872.18,
        5878.3
    ],
    [
        " the way you had to check out all the stuff with those are bad moves. What do we do? Okay. Yeah,",
        5878.3,
        5883.64
    ],
    [
        " that didn't work too well. There's a sunk cost. We spent a bunch of money on it and building it and",
        5883.64,
        5888.58
    ],
    [
        " it, oh, but it didn't work the way we needed it to do. Should we continue going down that path?",
        5888.58,
        5892.4
    ],
    [
        " Or do we say, you know what? That's not the, that's not the way it should be. It's negatively impacting",
        5892.7,
        5897.88
    ],
    [
        " the ability for us to get this information to people. No, okay. We're going to re-in, we're going to",
        5897.88,
        5902.24
    ],
    [
        " give away that money. That money's gone. Re-invest the money into a new platform. That's what we did.",
        5902.24,
        5907.7
    ],
    [
        " We just launched the new platform. That's what's going on, right? This is all part of the game.",
        5908.12,
        5913.36
    ],
    [
        " Those are like, that's a classic example right there, right? We spent a bunch of money on a",
        5914.32,
        5919.22
    ],
    [
        " platform. The platform didn't do what we wanted it to do. The way we wanted it to do it, we tried,",
        5919.22,
        5924.72
    ],
    [
        " we failed, we tried, we failed. Eventually, it's like, hey, this is not working. But we spent so",
        5924.94,
        5931.22
    ],
    [
        " much money. Yep, sunk cost. So let's just keep going. No. Cut our losses, new platform.",
        5931.22,
        5937.26
    ],
    [
        " Now, we've got a platform. We can give parts of it away for free. We can, we can contact",
        5938.24,
        5943.24
    ],
    [
        " people. We can scale it in a way that wasn't possible with the other system. So these are all,",
        5943.38,
        5948.78
    ],
    [
        " this is all the game. It's all happening. Origin. Man, the game at origin is crazy. What we got going on",
        5948.84,
        5955.24
    ],
    [
        " there. You know, you're buying, we're buying millions of dollars worth of material. We know",
        5955.24,
        5963.32
    ],
    [
        " material that we don't weave. We buy. We buy it from American manufacturers. How long does it take to",
        5963.32,
        5969.96
    ],
    [
        " make? Right? If you want to sell a pair of jeans, you had to order that denim four or five months",
        5970.64,
        5978.7
    ],
    [
        " ago. So there's, just think about the logistics of that. So we've got to fit. And by the way, you pay",
        5978.7,
        5987.56
    ],
    [
        " somebody for denim four or five months ago that cost you several million dollars. You didn't make",
        5987.56,
        5999.46
    ],
    [
        " jeans for five months. You ordered it. You paid for it. Five months went by. Then you got the",
        5999.46,
        6004.12
    ],
    [
        " material. Then you had to sell the jeans. There's another whatever month. Now it's out to be in retail,",
        6004.12,
        6010.2
    ],
    [
        " to be sold just six months. Where'd you get a million? Where'd you get three point two million",
        6010.46,
        6015.38
    ],
    [
        " dollars worth of material? Where'd you get that money from? Well, that's money. It's not just sitting",
        6015.38,
        6021.06
    ],
    [
        " around. So that's what we're doing. This is all part of the game. So those are some games that we",
        6022.4,
        6030.64
    ],
    [
        " are involved in at this time. Mike Grayson says, you must know your opponent. For our struggle is not",
        6030.64,
        6040.44
    ],
    [
        " against flesh and blood, but against the rulers, against the powers, against the forces of this",
        6040.44,
        6046.7
    ],
    [
        " darkness against the spiritual forces of wickedness in the heavenly places. That's obviously a",
        6046.9,
        6053.62
    ],
    [
        " quote from the Bible. And yes, 100% there's darkness in the world. And we have to fight it.",
        6053.62,
        6062.24
    ],
    [
        " You know, I fall victim sometimes to if I talk about something one time, I feel like I said it,",
        6063.18,
        6070.7
    ],
    [
        " okay, I don't want to say that again. But obviously the darkness in the world is something I've",
        6071.36,
        6078.2
    ],
    [
        " talked a lot about. And maybe Mike hasn't been listening for that long, but I've talked a lot about",
        6078.2,
        6081.92
    ],
    [
        " the evil in the world and the fact that there is a war going on against evil. So yes, this is",
        6081.92,
        6090.72
    ],
    [
        " correct. It feels again, it feels a little bit inappropriate to call the evil of the world in",
        6090.72,
        6097.18
    ],
    [
        " fighting it a game, but it is essentially a game as well. Sometimes it wins a quarter, right?",
        6097.18,
        6102.62
    ],
    [
        " Sometimes it's up at the halftime. Zach says, why not use the term sport instead of game?",
        6103.2,
        6112.36
    ],
    [
        " Then he says, hell, the Latin word Iochis also spelled jokus means joke fun sport.",
        6113.34,
        6120.64
    ],
    [
        " Jokos, jokus series on treating life objectively and with discipline to win with the rules.",
        6122.76,
        6128.06
    ],
    [
        " Okay. Noted. Thank you, Zach. Going deep, Steven says, Victor Frankl said, if you want success or",
        6128.44,
        6135.44
    ],
    [
        " fame, don't aim at it. They come naturally as a consequence of doing the right thing. How can we win",
        6135.44,
        6143.04
    ],
    [
        " without trying to win? This is actually something I totally agree with. If you focus on doing good,",
        6143.04,
        6150.08
    ],
    [
        " if you focus on supporting other people, if you focus on making a good product, if you focus on",
        6152.02,
        6157.86
    ],
    [
        " providing good service, if you focus on doing good work, if you focus on helping other people,",
        6157.86,
        6162.04
    ],
    [
        " the reward will come. The reward will come. So I agree with Victor Frankl. I say the same thing",
        6162.6,
        6171.54
    ],
    [
        " in leadership strategy tactics about getting promoted. You want to get promoted? Don't think about",
        6171.54,
        6176.06
    ],
    [
        " how to get promoted. Just go do awesome work. If you focus on getting promoted, everybody sees",
        6176.06,
        6182.72
    ],
    [
        " that you're focused on getting promoted. And when they see that you're focused on getting promoted,",
        6182.72,
        6186.3
    ],
    [
        " they don't like it. They're like, oh, echo just wants to get promoted. That's why he's doing this.",
        6186.46,
        6190.38
    ],
    [
        " Let's undermine him. No. Just do the right thing. If you do the right thing for the right reasons.",
        6190.48,
        6197.14
    ],
    [
        " As Victor Frankl said, it will come. It will come naturally. There's a doctor here, Dr. Benjamin.",
        6200.08,
        6207.96
    ],
    [
        " Says there's only two types of games. Finite and infinite. Finite games are played within rules and",
        6209.06,
        6214.12
    ],
    [
        " are played to be one. Infinite games. The rules are played with and played to keep the game going,",
        6214.12,
        6220.72
    ],
    [
        " terrifying from James Carson. So we've talked about this before. The only thing I would say to the",
        6221.22,
        6226.44
    ],
    [
        " doctor here is, I don't know if it's useful to say there's only two types of games. And we talked",
        6226.44,
        6232.06
    ],
    [
        " about this already, but I won't go into it again. There's different degrees between finite and",
        6232.06,
        6238.26
    ],
    [
        " infinite. There's different numbers of rules and pliability of rules. I think it's more important",
        6238.26,
        6244.14
    ],
    [
        " to understand that, yes, there are finite games at one end of the spectrum. And there's infinite",
        6244.14,
        6250.5
    ],
    [
        " matters most is that you understand that you're in a game and the game that you're playing and what",
        6250.5,
        6255.84
    ],
    [
        " you have to play, how you have to either abide by the rules or leave the game or go to a bigger game.",
        6255.84,
        6262.34
    ],
    [
        " But yes, good point. Dr. Benjamin, Jeremy says, how do I express this effectively to middle",
        6263.58,
        6269.54
    ],
    [
        " and high school students? Again, I would paraphrase what what echo and I talked about on these",
        6269.54,
        6273.94
    ],
    [
        " podcasts, you know, probably turn that into a one page or two page outline. And then like I said",
        6273.94,
        6279.04
    ],
    [
        " earlier, use examples that they can relate to school parents sports interaction between, you know,",
        6279.04,
        6286.98
    ],
    [
        " high school kids, that kind of stuff. Just use things that they can relate to, little, you know,",
        6287.1,
        6290.74
    ],
    [
        " job at McDonald's or whatever. You got to play the game. You know, I worked at Wendy's. I got to",
        6290.92,
        6295.46
    ],
    [
        " play the game. So use things that they can relate to. Someone named Action Ishi.",
        6295.46,
        6302.48
    ],
    [
        " So someone else kind of said it, but what do you do when you need someone else to play the game",
        6304.24,
        6309.96
    ],
    [
        " with you and they don't want to? This is kind of the whole this whole series started off with",
        6309.96,
        6315.8
    ],
    [
        " Sarah Armstrong saying be careful of relying on other people in the game because you might be let down.",
        6315.8,
        6321.9
    ],
    [
        " So control your expectations. But you know, there's sometimes you need someone else to help you maneuver.",
        6322.08,
        6329.08
    ],
    [
        " Well, a good way to do this is how can you help them?",
        6330.2,
        6332.74
    ],
    [
        " If I want echo to do something, how can I help them do it? How can I get echo engaged? How can I",
        6334.02,
        6340.54
    ],
    [
        " how can I minimize what I need from echo? So I'm not counting on echo in some huge way.",
        6340.54,
        6346.4
    ],
    [
        " And by the way, if I'm trying to get echo to do something, am I doing it for the right reasons?",
        6347.18,
        6350.5
    ],
    [
        " If I'm just trying to get echo to do something to benefit me, well, probably I'm actually not,",
        6350.98,
        6355.38
    ],
    [
        " I shouldn't be doing that. How does it going to help him? And if I if I'm doing trying to get echo to do",
        6355.62,
        6360.84
    ],
    [
        " something that's going to help echo, the echoes much more likely to do it. So let's let's keep that in mind.",
        6360.84,
        6369.02
    ],
    [
        " Let's make sure that the game we're playing is beneficial to the people that we're trying to get to play",
        6369.32,
        6372.88
    ],
    [
        " with us or find out a way to win without them or find a game that you know, you don't need to count on",
        6372.88,
        6380.82
    ],
    [
        " this person. Now like echo said earlier, you know, when it comes to like a workout buddy,",
        6380.82,
        6385.3
    ],
    [
        " if echo is my workout buddy, but he's not showing up and he's lazy and he doesn't want to do this",
        6385.58,
        6390.72
    ],
    [
        " to work. And I know it's going to be beneficial if he does it, but he's not doing it. I got to find",
        6390.72,
        6395.9
    ],
    [
        " someone else to play the game with me. So it's right. I mean, I'm going to put a certain amount",
        6395.9,
        6400.34
    ],
    [
        " of effort. I'll send you the text in the morning. Hey, bro, we're here. We're getting ready to",
        6400.34,
        6403.5
    ],
    [
        " hit it. Where you at? But I can can can can't can't make that horse drink. So that's what I'd pay",
        6403.5,
        6409.9
    ],
    [
        " attention to there. J Jacob says under what circumstances is a room dedicated to the enemy",
        6409.9,
        6415.78
    ],
    [
        " positions in terrain become invaluable. This was, you know, this is like a terrain model. You know",
        6415.78,
        6421.86
    ],
    [
        " what I'm talking about? The answer is when you almost all the time, but when you can't see the terrain,",
        6421.86,
        6429.82
    ],
    [
        " when you can't just stand on a like and look out and say, oh, the enemy's over there and we can move",
        6430.02,
        6434.38
    ],
    [
        " over there. When you have multiple friendly and enemy units, you got multiple things going on.",
        6434.38,
        6438.08
    ],
    [
        " It's all it's, you know, there's just going to be people that vision that understand things visually",
        6439.96,
        6444.24
    ],
    [
        " better than through words. So basically, if you can any time you can put things in a visual",
        6444.24,
        6451.72
    ],
    [
        " representation, it's going to be helpful. Now, you don't need this a room dedicated, okay?",
        6451.72,
        6457.98
    ],
    [
        " Okay, if you're in a massive, big operational campaign, maybe a room is needed.",
        6459.2,
        6464.78
    ],
    [
        " If you have a battalion plus battalion or more sized operation, maybe you need some kind of room set up.",
        6465.7,
        6473.78
    ],
    [
        " I know when I did battalion operations with the army with Marine Corps, they were pretty much",
        6474.34,
        6477.98
    ],
    [
        " set up a room and we put a big map on the floor with tape and put little building blocks to build",
        6477.98,
        6483.28
    ],
    [
        " show buildings and all that. Very helpful. But as like a platoon commander, I always, when we're",
        6483.28,
        6493.42
    ],
    [
        " like a little ribbon, a couple pieces of ribbon in it, blue one, red one, brown one, and then some",
        6493.42,
        6499.56
    ],
    [
        " little, little squares of wood. These are like kind of just shapes, little wood shapes, paper thin,",
        6499.56,
        6506.5
    ],
    [
        " not paper thin, but very thin wooden shapes. Like the thickness of a credit card, basically.",
        6506.72,
        6510.14
    ],
    [
        " Little shapes, you go, oh, here's a building, here's a river, here's, and then I had little,",
        6510.64,
        6514.92
    ],
    [
        " again, little shapes that were labeled as the different people in a platoon or fire teams in a platoon.",
        6515.3,
        6521.48
    ],
    [
        " So you could really quickly in the field break this thing out and I could do a quick terrain model.",
        6522.08,
        6526.18
    ],
    [
        " So yes, I don't know what this has to do with the game, but there we go. We answered the question.",
        6526.26,
        6530.94
    ],
    [
        " Frank T tank. Frank the tank says, although I believe that life is a game, it's not very popular idea",
        6531.4,
        6538.32
    ],
    [
        " from my wife. She feels that make that makes her and the family pieces to be moved around a board.",
        6538.32,
        6543.62
    ],
    [
        " How would you address that? Okay, I would not call, she's just, she doesn't like it. I wouldn't call it a game.",
        6543.74,
        6546.94
    ],
    [
        " I would call it a life, I would call it a journey, I would call it a mission or a voyage or whatever.",
        6547.1,
        6551.26
    ],
    [
        " Right? Hey, this is our mission, our mission. Not I'm playing a game and you're on the, no,",
        6551.58,
        6557.96
    ],
    [
        " this is our mission. We're working together. We're a team and guess what? On the chess board or on",
        6558.18,
        6565.08
    ],
    [
        " the team, on the football field, we all got a job. We got to work together to win. I wouldn't get caught",
        6565.08,
        6570.0
    ],
    [
        " up in the terminology of trying to call this game. In fact, I say, well, what do you think life is?",
        6570.0,
        6573.24
    ],
    [
        " She said, I think it's more like a, like a, what would, what would not be gay? What could we not turn",
        6573.24,
        6581.54
    ],
    [
        " into a game? I think it's a play. Play. I think it's a play. Oh, yeah, I agree. And so let's,",
        6581.54,
        6587.52
    ],
    [
        " you know, we can shape the outcome of the play and we all got all got roles in the play and we got",
        6587.6,
        6591.5
    ],
    [
        " to listen to the director and we got to, you know what I mean? So whatever, just, just make it work,",
        6591.5,
        6596.2
    ],
    [
        " bro, don't get stuck on terminology. Yeah, because well, that one's a, that's a, this sticks out to",
        6596.2,
        6603.3
    ],
    [
        " me a little bit because that's true where, you know, we get stuck on terminology where, like the game",
        6603.3,
        6608.68
    ],
    [
        " sounds like it's not serious. That's what that's why it's like, hey, you think life is a game? There",
        6608.68,
        6613.32
    ],
    [
        " is immediate objections to the term game of life is a game is immediate objections of, we're going to",
        6613.32,
        6618.04
    ],
    [
        " start a game, right? We address that on the first podcast, like out of the game. Yeah. And this is",
        6618.04,
        6623.0
    ],
    [
        " the same situation, but we don't want to make our wife mad, you know, you're losing the game.",
        6623.0,
        6629.52
    ],
    [
        " If you do that, you got to step out, you got scored on for sure. And keep in mind, too, though, where",
        6629.86,
        6636.52
    ],
    [
        " they were, even if I say the word triggered, that'll trigger due to terminology, but nonetheless,",
        6636.52,
        6642.72
    ],
    [
        " if your wife is triggered by the word game in reference to life, right? Like, you know,",
        6643.04,
        6648.08
    ],
    [
        " keep in mind that don't be equally as stuck to your terms. Yeah. Because I made that mistake before.",
        6649.0,
        6654.36
    ],
    [
        " And it just wasn't with my wife. It was with my friend that was a, remember, remember Susanna?",
        6655.02,
        6659.08
    ],
    [
        " Yes. The, the, the, the, the, the, yeah. So we, we, we'd hang out and stuff and we'd get into",
        6659.38,
        6664.7
    ],
    [
        " little debates whenever. And I don't know. We were talking about like payoffs, right? Where it's like,",
        6664.7,
        6669.8
    ],
    [
        " hey, you wouldn't, like, you know, the idea of being selfless is, can always be circled around to",
        6669.8,
        6677.14
    ],
    [
        " having a payoff for yourself, right? Yes. So we were talking about that, that concept, right? Where",
        6677.18,
        6682.0
    ],
    [
        " it's like, hey, can you really find something that's truly selfless, you know? Because you, and I,",
        6682.0,
        6687.58
    ],
    [
        " I said, you always are getting some sort of a payoff. And then she hated not like the word payoff,",
        6687.78,
        6694.96
    ],
    [
        " because it sounds like money, you know, like she was like, no, there's no payoff. There's no",
        6694.96,
        6698.56
    ],
    [
        " payoff. And I was like, no, think about it. And I kept using the word payoff, not realizing,",
        6698.56,
        6702.92
    ],
    [
        " oh, she didn't like the word payoff. But if I change it to something else, which I didn't, by the way,",
        6702.92,
        6708.46
    ],
    [
        " whatever, re, yeah, something even in the word benefit, these, those all sound selfish payoff,",
        6708.48,
        6714.3
    ],
    [
        " man. But some, if, or just say, uh, and I didn't say this, by the way, but mean being way older,",
        6714.46,
        6720.8
    ],
    [
        " now maybe say something along the lines of, um, uh, we appreciate the greater good or something like",
        6720.86,
        6726.42
    ],
    [
        " that, you know, um, then, yeah, perfect. But it was the same exact thing, you know? But so let me,",
        6726.42,
        6731.58
    ],
    [
        " not be a stuck on my word too. If they don't like that word, don't think that, no, no, no,",
        6732.46,
        6738.48
    ],
    [
        " this is the best word for it. Don't think that. Be like, hey, okay, let me think of it like,",
        6738.64,
        6742.78
    ],
    [
        " how you said, think of a term or expression that's a little bit more, more your speed for sure,",
        6742.94,
        6746.88
    ],
    [
        " while still understanding what I'm talking about. I could call it up. I don't want to jump for that.",
        6746.94,
        6750.62
    ],
    [
        " What happens at Ashlam Front, you know, people like cover and movies that come, uh, war. Yeah,",
        6750.76,
        6755.54
    ],
    [
        " that's cool. Just call it teamwork then. Gunfire, I mean, call it mutually support. Yeah,",
        6755.82,
        6759.26
    ],
    [
        " it's we don't care. Hey, the other day you got, you got caught up in that just for a second.",
        6759.26,
        6763.38
    ],
    [
        " Mm hmm. What was it? A train when I said, when you said your wife something and I said,",
        6763.56,
        6768.28
    ],
    [
        " oh, you trained her and you said, oh, she's not a dog. And I was about to be like, what a",
        6768.3,
        6772.36
    ],
    [
        " jack, but we had a podcast. But think about it. Train. Yeah, you train your dog, but you also train",
        6772.36,
        6777.54
    ],
    [
        " yourself in jiu jitsu. You also train yourself in speaking or not yourself, but, you know, that,",
        6777.54,
        6782.28
    ],
    [
        " but what you said didn't work for that scenario. It worked. Anytime you think of terms in,",
        6782.52,
        6788.14
    ],
    [
        " and I don't know, maybe did maybe didn't, but okay, well, you can go tell my wife",
        6788.22,
        6791.9
    ],
    [
        " than that she's well trained by me. It's yeah, that works out for me. You tell me that's a good",
        6791.9,
        6795.28
    ],
    [
        " word for that for that context. That's the exact thing we're talking. I did. I wasn't talking to",
        6795.28,
        6800.04
    ],
    [
        " you. You're holding up on this shit right now. Yeah. And I'm big age is about to get you unstuck.",
        6800.04,
        6804.6
    ],
    [
        " Right now you're doing the right thing. You're like, kind, I mean, technically given the circumstances",
        6805.06,
        6813.36
    ],
    [
        " at this moment, you're doing the right thing. Like you're like, 100% and I'm doing the exact",
        6813.74,
        6818.28
    ],
    [
        " thing that I said not to do where it's like, you use it. Who used trained me? I said,",
        6818.28,
        6823.36
    ],
    [
        " train. You said, well, no, not train. She's not a dog, right? I should have just been, okay,",
        6823.42,
        6827.56
    ],
    [
        " yeah, yeah, you're right. You're right. Right? I should have, but I stuck with train. Because I'm",
        6827.68,
        6831.38
    ],
    [
        " like, no, no, technically, this train and train is not about, see what I'm saying? Yeah, train's",
        6831.38,
        6835.16
    ],
    [
        " not a bad word. Call it the terminology. You know, good to say you struggle your shoulders and",
        6835.16,
        6839.7
    ],
    [
        " find a different word. You know, have that the sores at hand. Yeah. Hell yeah.",
        6839.7,
        6845.02
    ],
    [
        " John says, from the perspective of you and echo, what do you think allows some people to",
        6845.36,
        6851.48
    ],
    [
        " identify the game at such a young age, late teens early 20 compared to others? You know,",
        6851.48,
        6857.2
    ],
    [
        " it's interesting on this question is I, my immediate response was I thought to myself, okay,",
        6857.22,
        6861.52
    ],
    [
        " well, taking a step back and detaching that allows you to see the game and when you watch and",
        6861.7,
        6865.16
    ],
    [
        " when you observe that allows you to see the game. Here's what I think is actually the most",
        6865.16,
        6868.02
    ],
    [
        " beneficial. I haven't somebody explained it to you. Yeah. You know, the amount of comments that we",
        6868.28,
        6873.1
    ],
    [
        " got on this podcast from people that were between the ages of, you know, 18 and 58 of saying like,",
        6873.1,
        6881.14
    ],
    [
        " damn, I wish I'd known this. Yeah. So having somebody explain it to you, I think is the best way to",
        6881.14,
        6886.06
    ],
    [
        " learn it. And what's interesting about this is, you know, there's some things that get explained",
        6886.06,
        6890.96
    ],
    [
        " to you, but you really have to feel it for yourself before you believe it. This doesn't seem to be",
        6890.96,
        6896.32
    ],
    [
        " like that. This is one of those things where people go, yeah, you know, that's actually right.",
        6896.32,
        6898.68
    ],
    [
        " Yeah, that makes sense. Like they see it. It's almost like the, the answer is right there. And then",
        6899.04,
        6903.86
    ],
    [
        " as soon as they, it gets revealed they go, oh, yeah, that's correct. So that's what I think. I think",
        6903.86,
        6909.46
    ],
    [
        " yes, detaching is a good way to see it, taking a step back and watching and observing is all good,",
        6909.46,
        6914.34
    ],
    [
        " but having someone explain it to you when some, you know, salty old chiefs is a, this is just a",
        6914.34,
        6920.38
    ],
    [
        " game. Boy, you're like, all right. Cool. So those are my answers there. Tamir says to great to podcast.",
        6920.38,
        6928.46
    ],
    [
        " Still not fully clear. Most people want the same games. Make good money via good job. Be healthy.",
        6928.78,
        6933.84
    ],
    [
        " Have a good family. Have freedom. How does knowing the game help with this? Why do, why do most people",
        6933.92,
        6940.06
    ],
    [
        " struggle? Well, it's because even though people want to make good money, they want a good job.",
        6940.06,
        6945.88
    ],
    [
        " They want to be healthy. When they don't, when they just see those things as, as places that they",
        6945.94,
        6951.42
    ],
    [
        " want to be, it's like if you pulled up a computer and said, you know, want to go to a good ski mountain.",
        6951.42,
        6960.38
    ],
    [
        " And it just showed you a picture of a good ski mountain. Everybody, if you ski, you want to go",
        6960.98,
        6965.86
    ],
    [
        " there. Okay, cool. I want to go there. This is help you at all. Yeah. You don't know what the name of",
        6965.86,
        6972.94
    ],
    [
        " it is. You don't know. So that's what happens. People, of course, I want to go to good ski area,",
        6972.94,
        6976.32
    ],
    [
        " but I don't know how to get there. I don't know how much it costs. I don't know what it takes to",
        6976.34,
        6979.02
    ],
    [
        " get there. I don't know where they're going to stay when I'm there. All those things. So when you",
        6979.02,
        6982.12
    ],
    [
        " look at making money, look, you just see if I showed you a bank account, hey, Echo, here's a bank",
        6982.12,
        6987.54
    ],
    [
        " account with a million dollars in it. You're like, hell yeah, I want that. Okay, cool. Later, I didn't",
        6987.54,
        6992.24
    ],
    [
        " help you at all. If I say, okay, here's what you got to do. Here's some things to become financially",
        6992.24,
        6996.24
    ],
    [
        " secure. You want to invest your money in this way. You want to save this type of money. You want to",
        6996.24,
        7001.8
    ],
    [
        " not waste your money on these things over here. Like, I start those are the rules. All of a sudden,",
        7001.92,
        7006.5
    ],
    [
        " you see it as a game. Same thing with relationships. Oh, you want to marry someone that you have a good",
        7006.82,
        7011.14
    ],
    [
        " temperament that complements each other. All those things. So there's rules to these games. And when",
        7011.14,
        7014.94
    ],
    [
        " people don't see it as a game, and they only see these goals, see, people don't, he says people want",
        7014.94,
        7020.98
    ],
    [
        " the same game. No, they want the same rewards. Everybody wants a lot of money. Everybody wants a good",
        7020.98,
        7025.52
    ],
    [
        " job. Everybody wants to be healthy. Everybody wants a good family. Everybody wants freedom.",
        7025.52,
        7028.26
    ],
    [
        " Those aren't the games. Those are the rewards of the games. When you realize it's a game,",
        7029.02,
        7034.24
    ],
    [
        " that's when you start putting structure around it. That's when you start figuring out what the",
        7034.4,
        7037.14
    ],
    [
        " rules are and how you can move forward. So that's my answer. Tamir. And that's not to mention that",
        7037.14,
        7044.08
    ],
    [
        " these things that he listed look different for everybody. God is true. So yeah, if you shed,",
        7044.08,
        7048.32
    ],
    [
        " if you shine a light on the whole, the whole game as it exists and that you're a player in that",
        7048.46,
        7053.32
    ],
    [
        " game, you can make your specific moves based on what these things look like for you.",
        7053.32,
        7057.78
    ],
    [
        " We got a few more here. Benjamin Miller, how have you used the game to further or begin your",
        7057.9,
        7067.72
    ],
    [
        " entrepreneurial endeavors? Again, what we just answered, you, you have an entrepreneurial idea.",
        7067.72,
        7073.5
    ],
    [
        " So you have an objective, but then what are the rules? What is the structure of that game? Right?",
        7074.26,
        7081.04
    ],
    [
        " Oh, I want to sell tea. Okay. Well, guess what? Do I just like sit there and think about it?",
        7081.28,
        7087.46
    ],
    [
        " No, you figure out, okay, what's the game here? There's what's what are the, there's different games.",
        7087.6,
        7090.98
    ],
    [
        " You play there's an Amazon game, right? There's direct consumer. There's retail game. All of",
        7091.1,
        7095.44
    ],
    [
        " the different games, by the way, what are the rules on those games? What are the rules in retail?",
        7095.44,
        7098.7
    ],
    [
        " What are the rules on Amazon? What are the rules on direct consumer? Those are all things you've got",
        7099.52,
        7103.44
    ],
    [
        " to figure out. So when you start to say, okay, here's the game that we're going to play. We're going to",
        7103.44,
        7108.68
    ],
    [
        " sell tea. Okay, cool. What do we have to do? How much do we need to produce? Okay. What are the",
        7109.66,
        7115.84
    ],
    [
        " avenues we can sell it? Okay. So yes, figuring out the rules, figuring out the objectives, figuring out",
        7115.84,
        7121.02
    ],
    [
        " what the competition is, seeing them and understanding them, putting them into a game is going to make it",
        7121.02,
        7127.6
    ],
    [
        " easier for you. There's an anonymous question. Doesn't viewing life as a game devalue at making",
        7127.6,
        7133.62
    ],
    [
        " miss the deeper meaning? Yes. And again, this, we, we address this out of the gate, depends on the",
        7133.62,
        7137.38
    ],
    [
        " definition of the game of game that you use. So go back and listen to those first couple podcasts.",
        7137.38,
        7142.0
    ],
    [
        " We, we specifically talked about the fact that if, if you just use the term game like tick,",
        7142.26,
        7149.2
    ],
    [
        " tacto, and monopoly and candy land, and that's what life is, it's devaluing it. But that's not",
        7149.4,
        7154.6
    ],
    [
        " what we're talking about. We're talking about the game as something with structure, something with",
        7154.6,
        7157.86
    ],
    [
        " rules, something with objectives, something that other people are playing. That's what we're talking",
        7157.86,
        7162.88
    ],
    [
        " about. Like the deepest meaning of game is when we, is when we use this. I bet that person just saw",
        7162.88,
        7167.76
    ],
    [
        " the little Twitter picture that I put up that said life is a game and said, oh, you're deviant.",
        7167.76,
        7173.82
    ],
    [
        " Didn't actually listen to podcasts. So someone said the nickname,",
        7174.04,
        7177.6
    ],
    [
        " life is life one way to look at it as if it were a game, make no mistake. It's not. There are",
        7177.98,
        7184.08
    ],
    [
        " consequences. Again, this is the same thing. If you listen to podcasts, you'll realize that this",
        7184.08,
        7188.46
    ],
    [
        " is just not what we were talking about. Dean says choosing what games you play as a liberating",
        7188.46,
        7194.4
    ],
    [
        " thought. But what about the games you don't have a choice to play in? Could failing to recognize",
        7194.4,
        7198.98
    ],
    [
        " your playing certain games be a costly blind spot if failures in these areas would be ignored.",
        7198.98,
        7203.1
    ],
    [
        " Basic needs aside. Example, text, yes, this is 100% right. Anytime you're failing to recognize",
        7203.32,
        7210.46
    ],
    [
        " that you're in a game, you're going to be, you're not going to be playing that game correctly.",
        7210.46,
        7213.84
    ],
    [
        " And you stand to lose. And in some cases, you stand to lose a lot.",
        7213.84,
        7218.08
    ],
    [
        " So please be careful about that. Trent says, how do you decide if you're in the wrong game?",
        7219.96,
        7228.72
    ],
    [
        " And if you think you're in the wrong game, what do you do? I'm an attorney that's been practicing",
        7229.56,
        7233.76
    ],
    [
        " for one and a half years. Can't figure out if I actually hate it or I'm just getting used to it.",
        7233.76,
        7238.2
    ],
    [
        " All right. So let's detach. Let's think about the return on investment. This is another one",
        7239.26,
        7245.34
    ],
    [
        " of those things where like, you know, that first, I don't know much about being a lawyer.",
        7245.34,
        7249.34
    ],
    [
        " But I guarantee when you first start practicing, it takes you a lot longer to prepare for a case.",
        7250.32,
        7255.02
    ],
    [
        " Because you don't know what you're doing. And you don't have any assistance yet. And so you're,",
        7255.64,
        7260.08
    ],
    [
        " you know, for you to prepare for court tomorrow, it takes you nine hours today. You get a little",
        7260.1,
        7264.18
    ],
    [
        " bit more experience. You're like, oh, yeah, I've done a case like this before. My assistant's",
        7264.18,
        7268.18
    ],
    [
        " to two hours and you can go to Jiu-Jitsu. Which is kind of what your boss is saying. Like,",
        7268.18,
        7275.22
    ],
    [
        " you're just getting used to it. Now, I could be wrong. And the life of the lawyer is just,",
        7275.26,
        7279.3
    ],
    [
        " you know, 14 hour days every day. No Jiu-Jitsu, no working out, sitting in an office, which sucks.",
        7279.56,
        7285.06
    ],
    [
        " So I would detach. I would look at the return on investment. Right. Because that's another",
        7286.04,
        7294.18
    ],
    [
        " thing is used to be like a lawyer. If you were a lawyer, you were going to make a shit ton of money",
        7294.18,
        7298.6
    ],
    [
        " until there was eight million until everyone fought that. And then there's eight million lawyers.",
        7298.6,
        7303.08
    ],
    [
        " I don't know how many lawyers there are, but there's a lot of lawyers. There's there's high supply,",
        7303.62,
        7308.98
    ],
    [
        " which means demand is lower, which means you can it's harder to get those really good paying",
        7309.36,
        7314.04
    ],
    [
        " gigs if you're a lawyer. You can and you can get great gigs as a lawyer. One thing I know about lawyers",
        7314.04,
        7319.64
    ],
    [
        " that I know that are good lawyers. They love it. They love it. They love like looking at the",
        7320.14,
        7327.36
    ],
    [
        " case and figuring out and figure ways to maneuver and looking at a contract where they love it.",
        7327.36,
        7332.74
    ],
    [
        " They love doing it. They're like, I got something for you. They're like, we're looking at this deal",
        7332.86,
        7336.64
    ],
    [
        " boom. And they love it. So if I'm a little nervous when you say that you've been doing this and you",
        7336.64,
        7349.62
    ],
    [
        " are doing this. You were, yeah. And you know, if someone doesn't like",
        7349.96,
        7355.62
    ],
    [
        " humping with a rock on, if that review don't like, if it, in fact, let me, if you hate that,",
        7355.62,
        7364.9
    ],
    [
        " it's probably not a good job. You know what I'm saying? Like I mean that is like part of your job is",
        7365.44,
        7372.66
    ],
    [
        " to put a freaking heavy rucksack on and hump through the desert, through the woods up the mountain,",
        7372.66,
        7379.04
    ],
    [
        " whatever. It sucks. And if you hate it, probably not a great job. So when you're a lawyer,",
        7379.2,
        7386.28
    ],
    [
        " and you got to look through documents and you got to pull up old presidences from the freaking",
        7387.06,
        7392.0
    ],
    [
        " whatever, and you don't love doing that. You don't love that little good gratification that you",
        7392.0,
        7399.78
    ],
    [
        " get when you pull a maneuver on the, on the other council. Yeah. You know, yeah. That can be,",
        7399.78,
        7406.98
    ],
    [
        " this probably not a great job for you. If you're one of those people that watched,",
        7407.62,
        7412.0
    ],
    [
        " law shows, right? And you loved watching those cases come together and all that stuff. And then",
        7412.22,
        7421.18
    ],
    [
        " you get to do that, it seems like you'd be into it. But if you're like a year and a half into,",
        7421.18,
        7424.52
    ],
    [
        " you like a freaking hate this, I think I hate this. I'm just saying, bro. Now listen, I would still",
        7424.62,
        7430.54
    ],
    [
        " get good enough at it that that you start to get some momentum, right? We're like, okay,",
        7430.56,
        7438.84
    ],
    [
        " I can prepare these cases faster now. And I got my assistant to help me out. And you,",
        7438.94,
        7444.08
    ],
    [
        " you can, you start going, okay, now that I have an, you know, assistant helping me. And I know",
        7444.3,
        7450.46
    ],
    [
        " what I'm doing. And I got a steady stream of clients. I'm setting up my days better. And I hate this.",
        7450.46,
        7456.56
    ],
    [
        " Then it's time to do some strategic thinking, figure out, again, going back to figuring out what,",
        7458.12,
        7465.2
    ],
    [
        " not just what your values are, but what you actually value. Because there's some people,",
        7465.44,
        7470.34
    ],
    [
        " you know what, there's some people that, they want to be like leader of the law world, right?",
        7470.6,
        7476.58
    ],
    [
        " That's what they want to be. They want to be the justice of the Supreme Court. Like they want to",
        7476.86,
        7480.72
    ],
    [
        " do that stuff. They're into it, man. They love being in that ecosystem. They love going to the,",
        7480.72,
        7485.5
    ],
    [
        " the country club. And everyone knows it's freaking echo trolls. And he's got a big case.",
        7485.52,
        7490.86
    ],
    [
        " You know, there's people that love that. Yeah. Yeah. There's people that like, I'm a lawyer.",
        7491.72,
        7497.42
    ],
    [
        " So if that's where you're at, cool. That's what you value. Cool. If you're doing it for the money",
        7497.9,
        7503.7
    ],
    [
        " and you hate it, I'm going to say you might want to try and figure out some kind of an exit strategy",
        7503.7,
        7507.84
    ],
    [
        " over the next few years. I don't rush anything. Don't get crazy. But start trying to figure something",
        7507.84,
        7512.38
    ],
    [
        " else out. You obviously got skills. You're a lawyer. You can write. You can read. You good at",
        7512.38,
        7516.86
    ],
    [
        " interacting with people. You could do a lot of different things. But let's figure. Let's, let's",
        7516.86,
        7523.16
    ],
    [
        " well, it would be a good way of saying this. I was going to say finish the meal before you decide",
        7523.16,
        7528.06
    ],
    [
        " if you don't like it or not. But maybe it's more like, let's get good enough at it and make",
        7528.06,
        7535.1
    ],
    [
        " sure we spend enough time in it to do a real assessment, like driving a car, I guess. You know,",
        7535.1,
        7542.3
    ],
    [
        " like, you know, you go to start the car and the key's not, doesn't even have a key anymore,",
        7543.3,
        7547.32
    ],
    [
        " by the way. It's got like a button and the button's not where you think it is. And so you're like,",
        7547.32,
        7550.9
    ],
    [
        " they don't like this car. You know, you turn to go to turn on the heat. And it's like, where's the",
        7550.92,
        7555.54
    ],
    [
        " button? Right. Or when you switch from Apple to Mac or Mac to Apple. And you're like, oh,",
        7555.54,
        7562.88
    ],
    [
        " this freaking Apple sucks. Or this Microsoft sucks. You know, Apple, you just drag the file over.",
        7563.26,
        7569.86
    ],
    [
        " Well, here you just right click it. You know what I mean? So you got to do it for long enough",
        7570.44,
        7574.22
    ],
    [
        " that you actually can do a real assessment. And you're not just frustrated about the thing.",
        7574.22,
        7578.74
    ],
    [
        " You mentioned that he finishing the meal thing. So at the where in like, it's a bad example.",
        7579.1,
        7587.08
    ],
    [
        " Because like, for me, I can tell, I don't need to finish the meal, bro. I take one bite. I'm like",
        7587.08,
        7592.58
    ],
    [
        " this sucks. I'm out. But I mean, if you ship the analysis, you like, I smell it. I'm kind of like",
        7592.58,
        7598.02
    ],
    [
        " you just know. Yeah. Well, makes it well. Then again, I don't know. Parmesan cheese smells real bad,",
        7598.02,
        7603.78
    ],
    [
        " but tastes real good. Does it smell bad? Yeah. So small Parmesan. Anyway. So think like this,",
        7603.88,
        7610.6
    ],
    [
        " I'll, I think anyway, according to all some of some, not a lot of some of the lawyers that I've",
        7610.74,
        7616.3
    ],
    [
        " known and heard from people who don't like it. I thought they did it or whatever. It's like,",
        7616.3,
        7620.86
    ],
    [
        " consider, you know, crab. You don't eat seafood though. Okay. So crab, right? King crab,",
        7621.02,
        7626.32
    ],
    [
        " but whatever colossal king crabs. Good. If you like it, it's really good. So it's a good idea.",
        7626.32,
        7631.32
    ],
    [
        " Well, let's have crab for dinner, right? Bring home. They serve the crab. It's like the crab",
        7631.4,
        7636.06
    ],
    [
        " is shells for every crab leg. You got to take off the shell and that's a pain in the ass.",
        7636.06,
        7640.6
    ],
    [
        " Unless you know the technique and it's like, or you expected that and you know, or whatever,",
        7641.56,
        7645.3
    ],
    [
        " but if you're not expecting all that, you're like, probably it's not even worth it. Like all I saw",
        7645.38,
        7649.88
    ],
    [
        " was the delicious crab on the commercial, you know, and then now the reality of it, there's all",
        7649.88,
        7653.96
    ],
    [
        " this freaking work involved in it that I wasn't ready for. I wasn't anticipating. And the lawyer",
        7653.96,
        7659.0
    ],
    [
        " thing is the same thing where it's like, wow, I wasn't anticipating 12 hours a day, seven days,",
        7659.0,
        7663.18
    ],
    [
        " or I wasn't anticipating all this. And only I thought I was going to be freaking a few good men.",
        7663.22,
        7667.0
    ],
    [
        " I'm crazy. I can't handle the truth. All this stuff. Meanwhile, like literally 99.9% of my time is",
        7667.16,
        7673.8
    ],
    [
        " spent in office reading stuff. Yeah. Going back to the books that I studied in law school or",
        7673.8,
        7679.0
    ],
    [
        " whatever coming back to the case and the, it's all paperwork. Like the whole thing is this paperwork.",
        7679.0,
        7683.4
    ],
    [
        " I didn't sign up for this just like the crab shells. But I didn't know we had to crack every single",
        7683.4,
        7688.06
    ],
    [
        " shell and then meticulously get the crab meat out. Then you can have a small little morsel.",
        7688.06,
        7692.34
    ],
    [
        " A crab, but let's face it, there's some people that kind of get into that crab thing and they do",
        7692.78,
        7697.12
    ],
    [
        " it well. It's like, you know, up in Maine, people like showing you how to do the lobster right.",
        7697.12,
        7701.62
    ],
    [
        " Oh, you want to take the claw and break it over here and they're fired up about that.",
        7701.78,
        7705.06
    ],
    [
        " I agree. And that's, and that's why I use the crab because I'm into that, the technique to get",
        7705.2,
        7709.32
    ],
    [
        " the crab out where you can get it out without like breaking it apart. Like there's technique to",
        7709.32,
        7713.68
    ],
    [
        " that and there's a payoff to that too. And you kind of enjoy that little, that little game.",
        7713.68,
        7717.9
    ],
    [
        " It's kind of like a little fun game. Exactly right. And if you knew that that's involved in the whole",
        7717.94,
        7722.72
    ],
    [
        " process, it's like you're not surprised or blindsided by it. So it's like, yeah, you're embracing",
        7722.72,
        7726.56
    ],
    [
        " it. Boom. I love crab. Hell yeah. Crab for dinner tonight. Just like some people like hell. Yeah,",
        7726.56,
        7731.08
    ],
    [
        " lawyer all day. You can name this podcast crab for dinner tonight. Maybe I'll.",
        7731.16,
        7735.42
    ],
    [
        " All right. Last question. And this will close out the game for now. It says, uh, it's from Nick.",
        7735.88,
        7742.58
    ],
    [
        " How do you handle losing the game? For example, didn't get promotion.",
        7743.2,
        7747.18
    ],
    [
        " Company didn't take off bad investment. Does your game change? I think we all know the answer to this",
        7747.82,
        7755.06
    ],
    [
        " one. Didn't get the promotion company didn't go the way I wanted it to. Made a bad investment.",
        7755.06,
        7760.94
    ],
    [
        " Good. What did I learn? And what am I gonna do going forward? I just got better at the game.",
        7762.04,
        7769.98
    ],
    [
        " I just got better at the game. Didn't get promoted. Cool. I just got better. Because now I can",
        7770.52,
        7776.94
    ],
    [
        " figure out why I didn't get promoted. Company didn't take off. Cool. I learned something about how",
        7776.94,
        7782.18
    ],
    [
        " and why this went down. And I won't make that mistake. Can bad investment? Great. Great.",
        7782.18,
        7788.86
    ],
    [
        " Now I know to be a little bit more methodical. So that's what I'm doing when I lose a game.",
        7790.06,
        7797.4
    ],
    [
        " And that's that for now on the game. Man, that went a lot. The four podcasts about the game.",
        7797.4,
        7806.32
    ],
    [
        " That's a lot. It's important though. I wouldn't look at these like I would look at them.",
        7806.72,
        7811.8
    ],
    [
        " What he's talking about anyway is setbacks more so than losing the game. You know, like not",
        7812.16,
        7816.64
    ],
    [
        " getting a promotion in the whole game of life. Yeah, that's a setback. You got scored on. Yeah.",
        7816.64,
        7822.26
    ],
    [
        " And actually even if you got fired and now you have to find a new career, I think that's like",
        7822.78,
        7827.74
    ],
    [
        " getting scored on or whatever. You got fired. Not just fired, but you got fired and you like got",
        7827.74,
        7831.94
    ],
    [
        " disbarred from that industry. Yeah, that's like you got scored on. But you can come back and you can",
        7831.94,
        7837.1
    ],
    [
        " totally be a winner in a game too. Because in a basketball game, you get scored on. It's not that big",
        7837.1,
        7841.04
    ],
    [
        " video. Yeah, yeah. Football is a little bit soccer. It's a big ass. Yeah. It's true. So look at it",
        7841.04,
        7848.54
    ],
    [
        " as in terms of like, you know, man, this a life in jujitsu is a really good one like that. Weight",
        7848.54,
        7852.42
    ],
    [
        " lifting is a really good example of that word. It's like, probably you're going to take these",
        7852.42,
        7855.3
    ],
    [
        " little small else like in the whole in the whole grand scheme of things, probably every single day.",
        7855.3,
        7860.3
    ],
    [
        " But then for every step back, it's like, man, if you can and you got to actively do this where you",
        7860.3,
        7865.7
    ],
    [
        " got to if you can make take that one step back into like a step and a half forward. Now you know,",
        7865.7,
        7870.78
    ],
    [
        " you know what that took to lose. You know what you did right wrong. Hopefully if you're pursuing it.",
        7870.92,
        7875.02
    ],
    [
        " And boom, now you can make that step forward. Next time you get challenged with whatever challenges",
        7875.4,
        7878.84
    ],
    [
        " that that devastated you before or whatever. Now you're ready for that. You don't fall into that",
        7878.84,
        7883.4
    ],
    [
        " little pitfall and keep moving forward. But yeah, when it look at it as like I lost. Yeah. A lot like",
        7883.4,
        7889.54
    ],
    [
        " losing the game of life is like if you'd be considered by the general your general community as a loser.",
        7889.54,
        7895.12
    ],
    [
        " So that's a good little test. Yeah. Which you're not. If you didn't get promoted or you didn't do",
        7895.86,
        7900.66
    ],
    [
        " great on a freaking investment, no factor. Yeah. All right. With that, for everybody, if you want to",
        7900.66,
        7909.32
    ],
    [
        " want to get the physical game going, let's go. Jocco Fuel. Jocco Fuel.com. You know, we got the",
        7909.32,
        7915.26
    ],
    [
        " the ready to drink milk, which I had one. Got done training, which you did not participate in,",
        7915.26,
        7920.94
    ],
    [
        " by the way. No, no, that was. Oh, why not? What's funny? It's like, I know you're going to ask me",
        7920.94,
        7925.66
    ],
    [
        " this funny about it. It's interesting. Did you get a little bit disappointed when you saw that",
        7925.66,
        7929.82
    ],
    [
        " with kind of some good real good training that you missed? Yeah. So here, yeah. And in the moment. So",
        7929.82,
        7934.42
    ],
    [
        " a lot of the time, you're like, Oh, let's go training. I'm like, the chance of me really going",
        7934.42,
        7939.12
    ],
    [
        " because I'm already like I'm on this path. Like I have hard time. You know, this about me.",
        7939.12,
        7943.06
    ],
    [
        " We're a hard time shifting my mental like momentum. You know, so it's like, bro, why are you asking",
        7943.26,
        7948.86
    ],
    [
        " me about training right now? I'm really focused on this thing. So it's not like I'm not going to",
        7948.86,
        7951.94
    ],
    [
        " go, but right now I'm not going to make the decision to go or not. So now when tomorrow comes to train,",
        7951.94,
        7957.18
    ],
    [
        " it's kind of like it's up in the air. Don't let me get started on something that day. So whatever.",
        7957.36,
        7961.9
    ],
    [
        " But this time I was like, you're like, Oh, training before I was like, Oh, yeah,",
        7962.36,
        7965.32
    ],
    [
        " freaky. Cause I missed a lot of training. So you guys take pictures. You know, a phone. Oh,",
        7965.4,
        7968.92
    ],
    [
        " you ever get that pictures of Dean and guys, they trained all good. And like, I didn't make it.",
        7968.98,
        7973.68
    ],
    [
        " Anyway. And I think you guys were starting to come too. I was like, Oh man, okay. So tomorrow,",
        7973.9,
        7977.96
    ],
    [
        " I'm going to go. I'm going to go like that to the plan. And then I got caught up late at night.",
        7977.96,
        7985.72
    ],
    [
        " Last night, let you know earlier. You did the right thing. You totally did the right thing.",
        7985.9,
        7990.08
    ],
    [
        " And then yeah, I got caught up late at night doing some stuff. And I made the decision last night.",
        7990.74,
        7995.78
    ],
    [
        " Like, Oh man, I don't know if I'm going to go train. If I, if I'm going to continue on this path",
        7995.8,
        7999.18
    ],
    [
        " last night, I mean, which I did when I woke up, I was like, I'm not training at all.",
        7999.18,
        8004.12
    ],
    [
        " But I did feel it when I came in and seen you guys, you know, the post training scene.",
        8005.02,
        8009.16
    ],
    [
        " Everyone's all sweaty sweat on the ground. You're talking one or two guys might be.",
        8009.18,
        8014.02
    ],
    [
        " You can, they're not breathing hard, but you can tell they were just breathing hard.",
        8014.34,
        8017.0
    ],
    [
        " You know, it's like a vibe, you know, but and then I walk out there on the mat to say,",
        8017.14,
        8020.88
    ],
    [
        " hi, everybody. And I'm wearing my regular clothes. You know, like, you know, that feeling.",
        8020.9,
        8024.88
    ],
    [
        " Right. Everyone trained except for me. Yeah, yeah. I felt it. I kind of felt it more than I usually do",
        8024.88,
        8029.72
    ],
    [
        " today. So Dave was there. Greg train Sloan was there. Mehas there. Yeah, wait, Dave.",
        8029.72,
        8036.18
    ],
    [
        " Dave. Yeah, Dave. Dave. Young worth. Yeah. Oh, for real. I didn't even see him. Okay.",
        8036.44,
        8042.16
    ],
    [
        " Greg train was here too. Greg train was. Oh, man. Yeah. Yeah. Yeah. That's cool else. Yeah.",
        8042.42,
        8048.06
    ],
    [
        " Meha Keenan Sloan. Adam. Victor Andy Burke. Andy Burke. See, we had a crew. Where were you at?",
        8048.32,
        8055.7
    ],
    [
        " It hurt. It hurt. So yeah, well, actually, the good news that might be that is probably a good",
        8055.7,
        8059.7
    ],
    [
        " catalyst to boom kind of nudged me back into the scene. You know, it was like I said before.",
        8059.7,
        8063.64
    ],
    [
        " We're pressed now all like for a few time. Like the past. My training has been all day of like,",
        8063.78,
        8070.36
    ],
    [
        " Oh, shoot, training is going on right now. If I leave right now, I can get and then I'll go.",
        8070.42,
        8073.44
    ],
    [
        " It won't be like, okay, tomorrow, my schedule is this this. I'm the training. It's never been that.",
        8073.54,
        8077.64
    ],
    [
        " I mean, it hasn't been that for a while. Maybe it'll change. So no, I got done training. Sure.",
        8077.88,
        8084.8
    ],
    [
        " Yes. And by the way, I have not eaten today. Other than I had some almonds. So what time is it right now?",
        8084.86,
        8091.16
    ],
    [
        " But it's it's in the it's we're closer to dinner than we are too lunch. Yeah. We'll say that.",
        8091.58,
        8097.44
    ],
    [
        " And I have a need today. So I got done. You know, I lifted this morning and then he came here",
        8097.98,
        8104.92
    ],
    [
        " trained and I have a need. So as soon as I was done training, I was like, I got to get that little",
        8104.92,
        8109.5
    ],
    [
        " the thing that's great to you getting 30 grams of just good clean protein that's going straight",
        8110.14,
        8115.4
    ],
    [
        " to your recovery. Third, it's 30 grams of just luscious. It is. You can kind of feel it. You know,",
        8115.4,
        8123.68
    ],
    [
        " I know it's like placebo effect. Yeah, but I kind of feel it when I drink it. I'm like, yeah,",
        8123.74,
        8128.78
    ],
    [
        " you can come back. Your body's not going catabolic. Yeah. I would think that if you're if you're",
        8128.92,
        8137.4
    ],
    [
        " working out, then training and still not eating yet. And when you do eat, I would think you could",
        8137.4,
        8142.68
    ],
    [
        " feel it there. I'm sure there's all kinds of biological indicators. Remember I was talking",
        8142.68,
        8146.68
    ],
    [
        " earlier about like there was a company that wanted me to work with them and they made something",
        8146.68,
        8150.5
    ],
    [
        " that was like addictive and bad for you. Yeah. But we made something it's a little bit the same.",
        8150.5,
        8156.78
    ],
    [
        " It's addictive, but it's good for you. Because that's the thing with the RTD. It's good to have them.",
        8156.9,
        8161.28
    ],
    [
        " You just get them and have them. Yeah. Because it's such a nice thing to be able to",
        8161.28,
        8166.5
    ],
    [
        " satisfy your hunger and provide good fuel for rebuilding and have something that tastes freaking",
        8166.5,
        8177.58
    ],
    [
        " delicious. Yep. Well, you know, the it shouldn't this be a Nobel Prize scenario. Honestly,",
        8177.58,
        8183.22
    ],
    [
        " honestly, shouldn't that be a Nobel Prize? Is there a Nobel Prize for food? Well, you know,",
        8183.22,
        8189.18
    ],
    [
        " I don't know. And I don't know. Or just mankind. Just for mankind. Yeah. Yeah. Hey, I don't",
        8189.18,
        8193.7
    ],
    [
        " mean. Might have some the milk. Yeah. No, no, no, no, Nobel Prize for milk. Yeah. Yeah. It makes",
        8193.7,
        8199.54
    ],
    [
        " makes sense. So check it out. Jockelfield.com. You can get that. You get the joint war. Look,",
        8199.54,
        8203.8
    ],
    [
        " you're going to need to join warfare. Yeah. At a certain point in your life, you're going to need",
        8203.82,
        8208.78
    ],
    [
        " the joint warfare. We got a lot. What's cool? The way you know, doing warfare is good is the number",
        8208.78,
        8213.22
    ],
    [
        " of subscribers to join warfare. Yeah. Like if you subscribe. People are like, I need that.",
        8213.22,
        8217.84
    ],
    [
        " I need that same thing with Super Crow. You're going to need that. So jockelfield.com. You can get it",
        8218.5,
        8223.6
    ],
    [
        " there. You can also get it. Get the drinks at Wawa. By the way, you might have to look a little",
        8223.6,
        8228.62
    ],
    [
        " bit harder at Wawa for the drinks because there's, you know, well, that shelf is filled up a little",
        8228.62,
        8233.5
    ],
    [
        " bit. So get in there. Have a look. Don't go don't get something that they put right in front of your",
        8233.5,
        8239.96
    ],
    [
        " face. And then they want like they want you to drink something that's bad for you. Yeah.",
        8239.96,
        8245.88
    ],
    [
        " Don't do that. You got to work a little bit. Look around, find the go and drink something that's",
        8246.2,
        8252.6
    ],
    [
        " freaking good for you. Something that's not going to give you type two diabetes.",
        8252.6,
        8256.16
    ],
    [
        " But you know what that reminds me of right there? That thing you just said. You ever do it Google",
        8257.04,
        8260.94
    ],
    [
        " search. So regular Google search on whatever. Yes, I've done a Google search before. Yes, sir.",
        8260.94,
        8265.74
    ],
    [
        " Yes, sir. I understand. And then but the first one, two, sometimes three results have a little",
        8265.96,
        8270.7
    ],
    [
        " little teeny tiny word next to it says a sponsored or ad or whatever, right? It's like that's the",
        8270.7,
        8276.28
    ],
    [
        " first ones you see, right? You kind of got to skip those because the interests are in a line with",
        8276.28,
        8281.88
    ],
    [
        " you. Yeah, they paid money. They paid money to get in front of your eyes or whatever. It's not",
        8281.88,
        8286.58
    ],
    [
        " that it's the most relevant. So technically, you got to skip the conflict of interest ones and go to",
        8286.58,
        8291.02
    ],
    [
        " the most relevant from what or with what you're looking for. That's the go right there.",
        8291.02,
        8295.56
    ],
    [
        " Yeah, that's the shell on the shelf. That's the go on the shelves. That's you know, when you go",
        8295.56,
        8300.72
    ],
    [
        " in a wall, you got it. Just just just look around a little bit. Vitamin shop. By the way, greens,",
        8300.72,
        8307.08
    ],
    [
        " greens, Jaco greens. You know, we sell a lot of product, right? Of all kinds. Our number one thing",
        8307.6,
        8316.04
    ],
    [
        " is greens. Really? Yes, Jaco greens. Because people realized as soon as you try and be like,",
        8316.04,
        8323.56
    ],
    [
        " oh, greens can taste good. They don't have to taste like dirt and mud. Yeah, yeah. And they",
        8323.56,
        8327.86
    ],
    [
        " can actually have better ingredients and can be cheaper. What's funny? How is that?",
        8327.86,
        8335.92
    ],
    [
        " I'll tell you how. When you do it, right? You're doing it right. That's literally what my mom told me.",
        8336.44,
        8341.68
    ],
    [
        " The part was like, oh, greens don't have to taste like like these actually taste good. And she's a",
        8342.06,
        8345.6
    ],
    [
        " green person. Like she's down for the greens. Yeah, yeah. Like she knows. She already accept the",
        8345.6,
        8350.36
    ],
    [
        " whole thing that, hey, greens taste like ground. That's all. That's cool. Yeah. We'll mix it in a",
        8350.36,
        8354.34
    ],
    [
        " nice smoothie or something like this. Or we'll just power it. Yeah. Nope. No, no. No more. She was",
        8354.34,
        8358.22
    ],
    [
        " like, well, I was impressed. I was like, yeah. So check out the greens. They actually taste good.",
        8358.22,
        8363.52
    ],
    [
        " Obviously, they're good for you. Like you can let's face it. We're not we're not rolling back to",
        8363.68,
        8368.92
    ],
    [
        " the house after training being like, oh, I really want to get some broccoli. No, definitely. Where's",
        8368.92,
        8373.92
    ],
    [
        " that wheat? Like you're not doing that, right? It's not happening. And what's cool about these",
        8373.92,
        8380.32
    ],
    [
        " greens are, you know what I've been doing lately lately? I've been taking the greens and having",
        8380.32,
        8385.46
    ],
    [
        " it as like, do you know what this is coming from my wife? Do you know what a port is? It's a kind of",
        8385.46,
        8389.7
    ],
    [
        " wine. Yeah, it was a poor idea. But this big one, you're my wife like, I'm from America, bro. I'm",
        8389.7,
        8394.84
    ],
    [
        " on cultured. She's from England. She's like, you know, she's more way more cultured than me. But",
        8394.84,
        8400.2
    ],
    [
        " you know, she would be like, oh, maybe after dinner, I'll get to Port. Right? I'm like, what's this",
        8400.2,
        8404.92
    ],
    [
        " when I was no 25? I would. I'd do like a pool of wine that you have after dinner. And I was like,",
        8404.92,
        8411.9
    ],
    [
        " okay, so for me, greens is like a port. Like you have you dinner. You want that little nice",
        8411.9,
        8417.76
    ],
    [
        " little something just to kind of put you in the mouth in the zone. You get your greens. It's",
        8417.76,
        8422.64
    ],
    [
        " like a port wine, right? It tastes good. If you say so. And I can do what you're going to say",
        8422.64,
        8428.5
    ],
    [
        " like that. Why are you going to say like, I'm not right? You know what I'm like, you know what's",
        8428.5,
        8434.24
    ],
    [
        " really in your own way. Bro, you are right, Jocco. You're right. Do you not agree with me? I can't",
        8434.56,
        8440.04
    ],
    [
        " put it this way. It's more so than I agree with their disagree. I can't not agree with you.",
        8440.04,
        8445.82
    ],
    [
        " Okay. There's a reason. I think the reason I thought if you were seeing a port wine, they look",
        8445.92,
        8450.6
    ],
    [
        " like they're thicker. Yeah, yeah. Yeah. Yeah. Okay. So that's what the greens are like. Yeah.",
        8450.6,
        8455.08
    ],
    [
        " The greens are like a like and they're and port is sweeter. Yeah. Our greens are sweeter. They're",
        8455.24,
        8464.22
    ],
    [
        " like, and by the way, then you go to sleep and that all that goodness is just rolling through your",
        8464.22,
        8468.68
    ],
    [
        " body as you're sleeping at night, just rebuilding you into a freaking monster. You might have a point,",
        8468.68,
        8474.32
    ],
    [
        " you might be onto something. I will tell you that. So yeah, do you drink it in like the port,",
        8474.38,
        8479.2
    ],
    [
        " the glass? I might do that to that. Never done that yet. I'm going to get a port glass. There you go.",
        8479.4,
        8483.48
    ],
    [
        " All right. We're going to make Jocco port glasses for greens. All right. There you go. I'm",
        8483.76,
        8487.7
    ],
    [
        " going to make it in America. Boom. You can get this stuff. Military commissaries, vitamin",
        8487.7,
        8493.28
    ],
    [
        " shop, hand-affords, dash stores in Maryland, Wakefurn, Shopwright, Circle K, HB. Thank you.",
        8493.28,
        8500.74
    ],
    [
        " Thank you. Texas, my people, freaking HB is stoked. Myer up there in the Midwest. Good to go.",
        8501.08,
        8510.58
    ],
    [
        " So check all those out. Joccofuel.com. We got you origin USA. I just posted a little thing",
        8511.06,
        8518.44
    ],
    [
        " today because we made 12,000 pieces last week in the various factories. When Pete and I",
        8518.44,
        8528.82
    ],
    [
        " show cans, like less work together, we were, I think we had 12 employees. We might have even",
        8528.82,
        8534.44
    ],
    [
        " had eight employees when we originally show, show cans. And we were making like 120 or 150,",
        8534.44,
        8539.94
    ],
    [
        " like Gigi Tsugiz. Right. Right. A week. Yeah. Think about 12,000. And by the way, this is like",
        8540.32,
        8548.16
    ],
    [
        " this is the ramp up. This is the ramp up. So origin USA.com. All the stuff is made in America.",
        8548.16,
        8554.38
    ],
    [
        " The best quality. We got hunkier, jujitsu gear, geese, rash guard jeans, Delta 68s. All day.",
        8554.78,
        8562.76
    ],
    [
        " Boots, joggers. We got short, we got everything. Of course, in USA.com, you're going to need a",
        8563.14,
        8572.62
    ],
    [
        " rash guard. We got the comfort fit rash guards, which are like a little bit more chill.",
        8572.62,
        8578.96
    ],
    [
        " More loose, like a dry fit. A little bit more like a dry fit. So I normally don't like",
        8578.96,
        8584.48
    ],
    [
        " recognize this a little bit tight. You know what I mean? You know what I used to compete a lot",
        8584.48,
        8588.82
    ],
    [
        " in that you did too? Sure. I had a shirt that I would, I wore a Guinness shirt. That's what I would",
        8588.82,
        8595.02
    ],
    [
        " compete in. That was my most low pro. Yeah. Like people just like, well, who is it? Because everyone",
        8595.02,
        8600.3
    ],
    [
        " else be wearing some shale. Yeah. Figure. Guinness shirt. Yeah. That is low pro. Jolt to",
        8600.3,
        8605.64
    ],
    [
        " room. Used to pull that off to compete in like a bare vans, like a vans t-shirt. Yeah, like a bigger",
        8605.64,
        8609.64
    ],
    [
        " one too. Yeah, like all this. Just a t-shirt. Yeah, just a t-shirt. Yeah. And a pair of vans shorts.",
        8609.64,
        8614.12
    ],
    [
        " That's what he was doing. Because that's people are on suspect. Like, who is this guy? Well,",
        8614.48,
        8619.12
    ],
    [
        " he thinks he's going to come out here and do something to me. Yeah. And then they get triangled.",
        8619.12,
        8622.4
    ],
    [
        " Yeah. Where they get footlocked. Yeah. So there you go.",
        8622.8,
        8625.56
    ],
    [
        " Uh, origin USA dot com. Yeah. Let's hope you also jockelstor dot com. Jockelstor. Oh, okay. Let's call it",
        8626.4,
        8632.58
    ],
    [
        " jockelstor. Anyway, uh, hey, look, we're playing this game. We're in this game. We're on the path",
        8632.58,
        8638.06
    ],
    [
        " on this game. That's how you're going to, this how you're going to improve and increase the chances",
        8638.06,
        8642.08
    ],
    [
        " of you being successful in this game. If you're on the path, you're going to represent why you on",
        8642.08,
        8646.26
    ],
    [
        " that path. That's where you can get your discipline. Equals freedom shirts, hats, hoodies,",
        8646.26,
        8650.44
    ],
    [
        " second stuff better than merch. By the way, merch is just, you know, here throw this on this shirt.",
        8650.44,
        8657.7
    ],
    [
        " No, it's not. It's like very wearable. A lot of people report back and say, Hey, this,",
        8657.78,
        8662.0
    ],
    [
        " this not only has good good stuff on it or whatever, but it's the best fitting clothes that I have to",
        8662.18,
        8667.92
    ],
    [
        " shoot. Jockelstor.com. We also have the shirt locker, which is subscription,",
        8667.92,
        8671.32
    ],
    [
        " service. We get a new shirt every month, different different designs, but still on the path.",
        8671.8,
        8676.7
    ],
    [
        " And you're representing big time. So a lot of people have been on now and in report, uh, good",
        8676.7,
        8681.06
    ],
    [
        " feedback on that one. So check it out. Like, jockelstor.com. Subscribe to the podcast,",
        8681.06,
        8685.34
    ],
    [
        " subscribe to jockelunderground.com, subscribe to the YouTube channel, subscribe to,",
        8685.54,
        8688.94
    ],
    [
        " or go get psychological warfare. Check out flipside canvas. My brother Dakota Meyer got",
        8689.04,
        8693.56
    ],
    [
        " making cool stuff to hang on your wall. Flipside canvas.com. Got a bunch of books. You know what the books",
        8693.56,
        8698.52
    ],
    [
        " are. Go and check those books out. Um, we're in a bunch of them. Ashlawn front, leadership,",
        8698.52,
        8705.6
    ],
    [
        " consultancy. We saw problems through leadership. Go to slamfront.com. If you want to come to any of",
        8705.84,
        8710.26
    ],
    [
        " our events, we got Orlando, Florida, the muster. You just made a video today. Came out. Yes, sir.",
        8710.26,
        8716.16
    ],
    [
        " April 3rd through the fifth. And then we're doing Dallas, Texas,",
        8716.84,
        8721.12
    ],
    [
        " October 18th through the 20th. We also got a bunch of other things. We do FTX. We got counsel. We got",
        8721.92,
        8727.48
    ],
    [
        " battlefield. Um, next battlefield is March 21st, 21st, 23rd, but sold out. Um, so look",
        8727.48,
        8735.54
    ],
    [
        " for the next thing we're going to do after that. That's all of that. Ashlawnfront.com. We also",
        8735.54,
        8739.86
    ],
    [
        " have our online training program. I talked about that today. Extreme ownership Academy. Go to",
        8739.86,
        8743.7
    ],
    [
        " extreme ownership.com. Take courses. Ask questions. Get coached. Get advice. I'm going to take",
        8743.7,
        8752.66
    ],
    [
        " ownership of your freaking life there. Extreme ownership.com. Even if you want to help service members",
        8752.66,
        8757.62
    ],
    [
        " active and retired, you want to help their families, you want to help coalt star families.",
        8757.62,
        8760.04
    ],
    [
        " Check out Mark Lee's mom, mom, Lee. She got a charity organization. And if you want to donate or",
        8760.28,
        8764.6
    ],
    [
        " you want to get involved, go to America's mighty warriors dot org. And also we got heroes and horses",
        8764.6,
        8771.44
    ],
    [
        " dot org. Micah Fink taken right. Where's he doing right now? Oh, he just shot a bear with a bone",
        8771.44,
        8778.9
    ],
    [
        " arrow. And he's scanning it as he's riding his horse through the wilderness by himself or now he's",
        8778.9,
        8785.08
    ],
    [
        " not by himself. Oh, no, he's got some veterans with him. And they're all out there. Finding the path.",
        8785.08,
        8790.62
    ],
    [
        " So there you go. Here are heroes and horses dot org. And if you want to connect with us on the",
        8791.66,
        8795.92
    ],
    [
        " interwebs, we're on their Echoes at Equatrals. I'm at Jockel, willing. Obviously, please just watch",
        8795.92,
        8803.06
    ],
    [
        " out for the algorithm. And thanks to the Army Navy Air Force Marines that are out there",
        8803.06,
        8808.72
    ],
    [
        " playing the game. The big game to keep us safe. Thank you for your continued service. And the",
        8808.72,
        8818.04
    ],
    [
        " same thing for our police and law enforcement firefighters paramedics, EMTs, dispatchers,",
        8818.04,
        8823.24
    ],
    [
        " correctional officers, Border Patrol, Secret Service, and all first responders. Thank you for",
        8823.52,
        8828.84
    ],
    [
        " protecting us here at home. And to everyone else out there, just remember to take a step back.",
        8828.84,
        8838.24
    ],
    [
        " Take a step back. Look at what's happening. And you're going to see there's a framework.",
        8838.66,
        8844.74
    ],
    [
        " There's a framework to a game that is being played. And you're probably going to be able to see",
        8845.64,
        8849.94
    ],
    [
        " three, four or five of them. Figure out what those, that framework is. Figure out what the rules are.",
        8849.94,
        8856.5
    ],
    [
        " Figure out what the objectives are. And then play the game. And until next time, the ZECCO and Jocco.",
        8857.54,
        8866.08
    ],
    [
        " Out.",
        8866.6,
        8867.08
    ]
]