[
    [
        " I can't, there's some of these examples that you give of who this enemy was.",
        14.72,
        23.56
    ],
    [
        " I just have to read them.",
        24.22,
        26.26
    ],
    [
        " Every day for three months they tortured me, a zear recalled from where he sat,",
        28.28,
        33.6
    ],
    [
        " stranded on the Syrian side of the shuttered Turkish border. But after a while,",
        34.02,
        39.2
    ],
    [
        " the torture just became routine. He was one of the thousands of prisoners",
        39.34,
        43.26
    ],
    [
        " arrested by ISIS for so-called crimes like wearing western jeans or",
        43.26,
        47.2
    ],
    [
        " smoking a cigarette. But he was also one of a select few who had managed to",
        47.2,
        56.24
    ],
    [
        " sort of jail liberated by opposing forces such as capes were considered rare.",
        56.3,
        60.8
    ],
    [
        " Just...",
        61.38,
        66.44
    ],
    [
        " Another, another one, Nasra, another former captive.",
        66.44,
        76.28
    ],
    [
        " ISIS told us we'll give you safety if you give up your weapons.",
        78.18,
        80.76
    ],
    [
        " But they lied to us, they took our weapons and they arrested us. Many of Nasra's",
        83.2,
        88.52
    ],
    [
        " fellow soldiers had since been executed, but many remained incarcerated.",
        88.52,
        93.88
    ],
    [
        " There was no rights or to attorneys due process trials or even a phone call.",
        94.12,
        97.72
    ],
    [
        " He estimated that as many as 2000 Iraqi armor soldiers had been slain since",
        98.08,
        102.34
    ],
    [
        " succumbing to ISIS over the past two years. He also estimated that 5,000 at that",
        102.34,
        106.6
    ],
    [
        " time remained in prison boughs across the country.",
        106.6,
        109.04
    ],
    [
        " Cages were so small, Nasra said that their torsos were marked by the folds of",
        111.46,
        117.32
    ],
    [
        " skin and their limbs tinged blue from the hours of crouching, curled like a",
        117.32,
        121.8
    ],
    [
        " fetus in the womb.",
        121.8,
        122.72
    ],
    [
        " Women arrested by ISIS typically disappeared behind the prison's exterior,",
        123.7,
        133.54
    ],
    [
        " held separately from the men and were often never seen again.",
        133.78,
        137.1
    ],
    [
        " Children are not exempt from the torment either. A large number of children have",
        138.92,
        142.42
    ],
    [
        " been arrested by ISIS. My friend, Hussam, a member of the Syrian activist group,",
        142.42,
        149.02
    ],
    [
        " Raka is being slaughtered silently. He explained the most common charges are",
        149.42,
        154.72
    ],
    [
        " insulting a law and cooperating with apostates. They are being tortured just",
        154.72,
        159.62
    ],
    [
        " like men and some of them have died under torture. They torture children to",
        159.62,
        163.38
    ],
    [
        " mostly flogging, beating on the hands and feet and psychological torture.",
        163.38,
        167.7
    ],
    [
        " I was administered with electric shocks. My bones were broken. I was hung by my",
        169.24,
        173.56
    ],
    [
        " feet from the ceiling and beaten with my hands tied behind my back,",
        173.56,
        176.72
    ],
    [
        " said Ali, a professional in his mid-40s who had been arrested in the early days",
        176.72,
        181.02
    ],
    [
        " of the terrorist onslaught on suspicion of being an atheist.",
        181.02,
        183.96
    ],
    [
        " They swore on a caran that I would be cut to pieces.",
        185.94,
        188.34
    ],
    [
        " You make a note here, you can take a life without killing. That's what torture does.",
        189.74,
        198.96
    ],
    [
        " Between the summers of 2015 and 2016, ISIS had been on a specially vicious",
        210.06,
        215.24
    ],
    [
        " rampage to compensate for the loss of seasoned soldiers and had taken to",
        215.24,
        219.34
    ],
    [
        " drugging those that radicalized or forced into its layer. ISIS is using special",
        219.34,
        225.52
    ],
    [
        " tablets. The fighters take drugs and they don't know where they are or what",
        225.52,
        229.62
    ],
    [
        " they are doing. They are just shooting and fighting. One Kurdish intelligence",
        229.62,
        233.02
    ],
    [
        " official explained they lose their minds. Some can be shot 20 times before they",
        233.02,
        238.14
    ],
    [
        " go down. That ominous drug was known as Cap de Gaune. Is that right? A",
        238.14,
        244.54
    ],
    [
        " methane-fedamine like variant of the band pharmaceutical fettin fettin of",
        244.54,
        249.98
    ],
    [
        " folly. It was manufactured in copious quantities, primarily in Lebanon and",
        249.98,
        255.02
    ],
    [
        " neighboring Syria, where it was sold to ISIS through middlemen.",
        255.02,
        257.92
    ],
    [
        " There were moves any barriers you would have the fighting. There is no second",
        258.54,
        267.12
    ],
    [
        " guessing. They just go out and kill. It's still a very common battlefield drug",
        267.12,
        274.1
    ],
    [
        " often comes from Lebanon or Syria and yeah it's unfortunately it goes just",
        274.1,
        280.92
    ],
    [
        " beyond ISIS but it's a very common it's becoming a very common drug that a",
        280.92,
        285.92
    ],
    [
        " lot of militias and even government soldiers are sort of being given to to",
        285.92,
        290.38
    ],
    [
        " give them that sense of invincibility to have them go out there and and do",
        290.38,
        296.64
    ],
    [
        " whatever they're told and and I think yeah really it really gained prominence",
        296.64,
        302.7
    ],
    [
        " under ISIS. With little kids. Yeah yeah it's drugging them up.",
        302.7,
        311.08
    ],
    [
        " Among the ranks of captured brainwashed and drugs drugged were scores of Yazidi",
        314.38,
        319.56
    ],
    [
        " boys whose minds had been twisted to turn against their own people. They had been",
        319.56,
        324.12
    ],
    [
        " propelled in a training regimes that included Islamist indoctrination and",
        324.12,
        328.44
    ],
    [
        " weapons instruction. They had been forced into learning the finer",
        328.44,
        331.2
    ],
    [
        " points of beheading forced into becoming suicide bombers and into serving as",
        331.2,
        335.86
    ],
    [
        " human shields.",
        335.86,
        336.6
    ],
    [
        " Did you perception of evil change while you were there? I think in the beginning I",
        368.62,
        385.38
    ],
    [
        " perhaps had a little bit more of a black and white perspective on it which I",
        385.42,
        390.86
    ],
    [
        " think you know especially in the US we tend to sort of think which I think is",
        390.86,
        399.22
    ],
    [
        " completely wrong but we tend to always it always comes down to a religion",
        399.22,
        402.44
    ],
    [
        " thing and that always is always is often painted as the motivating factor and",
        402.44,
        408.48
    ],
    [
        " I think what I really learned for people that were joining ISIS it was really",
        408.48,
        414.68
    ],
    [
        " one of five things or one of you know ten things that was motivating them to join",
        414.68,
        419.58
    ],
    [
        " and so I think the complexities for me really grew in that because I suddenly started to see you",
        419.58,
        424.78
    ],
    [
        " know and ISIS is absolutely evil and that that hasn't changed for me but what I started to see",
        424.78,
        430.82
    ],
    [
        " was the complexities of how they got to that point and why they joined and it wasn't so black",
        430.82,
        436.94
    ],
    [
        " and white really and that majority of them really were joining more out of a necessity for",
        436.94,
        444.64
    ],
    [
        " survival than it necessarily was some kind of you know religious extremism. However there was a",
        444.64,
        454.14
    ],
    [
        " difference between the ones that were coming foreigners were coming and they were often a lot",
        454.14,
        459.98
    ],
    [
        " more extreme in that respect. What I found for the Iraqis in particular that were joining",
        459.98,
        465.18
    ],
    [
        " was that a lot of them is you know ISIS had come in and taken over their town or their village and",
        466.54,
        471.56
    ],
    [
        " they still needed to feed their family so you know those kind of complexities grew for me and",
        471.56,
        479.52
    ],
    [
        " it was a lot harder to look at things in in such sort of black and white terms.",
        479.52,
        484.04
    ],
    [
        " Yeah I think you're right that America definitely misses the point on that a lot. It was always I",
        484.84,
        490.28
    ],
    [
        " still I still have conversations with people that will talk to me about or they'll come at me",
        490.28,
        497.4
    ],
    [
        " about you know we had no reason to be fighting the Iraqis and I was like hey we were fighting",
        497.4,
        502.8
    ],
    [
        " alongside the Iraqis they were literally going into the same buildings with us that's what they",
        502.8,
        508.82
    ],
    [
        " were doing that we were we weren't fighting against the Iraqis we were fighting against the",
        508.82,
        513.56
    ],
    [
        " insurgents that were there same thing with the what you mentioned about you know how we get",
        513.6,
        520.88
    ],
    [
        " how am I going to feed my family there's plenty of 14 17 19 22 year old young male Iraqis",
        520.88,
        530.48
    ],
    [
        " that wanted money and how are they going to get money well there's someone over here that's",
        530.48,
        535.32
    ],
    [
        " going to pay them $50 to go shoot an RPG at the coalition forces and that's what they're going to",
        535.32,
        538.98
    ],
    [
        " and they weren't jihadists they were little hoodlums just like a little hoodlum in America that's",
        539.66,
        546.18
    ],
    [
        " how are you going to make them a living in America in in some crappy city where you don't have any",
        546.18,
        554.16
    ],
    [
        " opportunities oh I'm going to be a drug dealer or I'm going to be a gang banger because somebody's",
        554.16,
        557.56
    ],
    [
        " going to pay me you know to go and carry this from here to there it's it's an economic decision",
        557.56,
        562.64
    ],
    [
        " more than anything else and and you know even when they're talking about you know if it's a religious",
        562.64,
        568.24
    ],
    [
        " thing well it can't be a religious thing because we've got it's the actual Muslims fighting against",
        568.32,
        574.56
    ],
    [
        " the Muslims not like there's there's it's not about that and what the other crazy thing is you know",
        574.56,
        580.62
    ],
    [
        " when you when you talk to people and you know I would explain well you know we were working with",
        580.62,
        586.22
    ],
    [
        " oftentimes a majority Shia army and it would be hard for them to interact with the Sunnis and",
        586.22,
        592.36
    ],
    [
        " people have no they don't understand what we're talking about and that was a big you know with ISIS",
        592.36,
        597.44
    ],
    [
        " is you know you disband and an entire you know the Sunnis were very disbanded after Saddam and",
        597.44,
        603.96
    ],
    [
        " yet they still had their weapons and they're out on the street and feeling you know persecuted by",
        603.96,
        608.26
    ],
    [
        " by the government and so what are they going to do they're going to band together there was the",
        608.26,
        613.1
    ],
    [
        " same people it wasn't it wasn't anything new I think I just sort of looked at as this group that",
        613.1,
        618.82
    ],
    [
        " came out of nowhere and dropped from the sky well no they they were always there they just kind of",
        618.82,
        624.46
    ],
    [
        " came together at some point when when you mentioned Bogdadi I would bake or Bogdadi Al-Bagdadi",
        624.46,
        631.84
    ],
    [
        " we my task unit in Ramadi in 2006 went to go and capture or kill him you had a mission to go capture",
        631.84,
        642.38
    ],
    [
        " kill him and didn't get him it's actually the it's actually opening story Lafe",
        642.38,
        647.44
    ],
    [
        " Lafe Babin was the ground force commander on that operation they got into big gunfight because",
        647.44,
        653.06
    ],
    [
        " there was security there which means he was probably in that vicinity but you you're right well",
        653.06,
        658.26
    ],
    [
        " it's not these aren't they didn't drop from the sky this was a guy that had been there and fought",
        658.26,
        663.68
    ],
    [
        " as an insurgent and was on the run and constantly trying to maneuver and so yeah these people didn't",
        663.68,
        670.16
    ],
    [
        " drop from the sky and you know the other crazy thing but you can compare to a lot of bad situations",
        670.16,
        678.08
    ],
    [
        " in the world where what they want is there to be problems what the what the insurgents want is to",
        678.08,
        683.32
    ],
    [
        " create division right division and they would go and bomb she masks just to get the she is to",
        683.32,
        690.34
    ],
    [
        " lash out at the Sunnis and then the Sunnis were they were trying to create a civil war and it was",
        690.34,
        694.94
    ],
    [
        " very very hard to walk that line and make sure that you're doing this in a proper way and even when",
        694.94,
        703.0
    ],
    [
        " in Ramadi when we got there in 2006 I thought we were just going to do a big sweep through like we",
        704.92,
        708.52
    ],
    [
        " did like like the Marines did in Fallujah just go and rubble every building and just run through it",
        708.52,
        715.64
    ],
    [
        " and Maliki the prime minister who was Ashia knew that if he did that it would be bad it would be",
        715.64,
        723.76
    ],
    [
        " bad and so he said no we're not going to do that we're going to do it in a more sparing way as",
        723.76,
        728.3
    ],
    [
        " with minimal force required and that's what we did there was still force required but it was a lot",
        728.3,
        732.18
    ],
    [
        " less kinetic than Fallujah was so yeah I'll tell you but all that being said I",
        732.18,
        742.62
    ],
    [
        " I the the evil that's perpetrated is just absolutely horrific and you capture it in this book and",
        742.62,
        750.26
    ],
    [
        " what scares me the most about it is how easily people are swayed towards it doesn't take much to",
        750.26,
        758.74
    ],
    [
        " push somebody over the line from being a normal person to be heading children which is which is",
        758.74,
        766.62
    ],
    [
        " horrific and you know I did one podcast on the on the Meal Eye Massacre and there was roughly 500",
        766.62,
        777.18
    ],
    [
        " old men women and children no military age males there at all 500 murdered raped mutilated",
        777.18,
        785.8
    ],
    [
        " and the reading the interviews with the guys that perpetrated this and you read their backgrounds",
        787.38,
        792.34
    ],
    [
        " and you read where they came from and you read what they did you can't it's we have to be on the",
        792.34,
        799.78
    ],
    [
        " lookout for this kind of stuff because these guys committed heinous atrocities equivalent of ISIS",
        799.78,
        805.9
    ],
    [
        " atrocities and they were Americans that had crossed over the line absolutely and I really think",
        807.36,
        815.5
    ],
    [
        " you know this is something I found in Afghanistan in in Syria and Iraq and a lot of other places that",
        815.5,
        821.22
    ],
    [
        " we when I say we we just don't give enough attention to and that is government corruption and how",
        821.22,
        827.48
    ],
    [
        " much of these things are a symptom of that you know if you have to pay someone every time you're",
        827.48,
        833.12
    ],
    [
        " going to go through a checkpoint you know so that some policeman can line his pocket if you have to",
        833.12,
        838.62
    ],
    [
        " if you see your leaders rolling around within in these fancy cars and big houses and roll",
        838.62,
        845.58
    ],
    [
        " X's and and you're not you know you can't get by sweeping in the street and still not getting any",
        845.58,
        851.98
    ],
    [
        " services then at some point it's going to make you angry and when you're angry enough I also think",
        851.98,
        857.16
    ],
    [
        " it's a big factor for for joining a lot of these groups to sort of rise up against their own",
        857.16,
        862.36
    ],
    [
        " governments and I think it's something that when I talk to officials about it they're",
        862.9,
        868.14
    ],
    [
        " often so quick to throw up their hands we can't do anything about that that's just a systemic problem",
        868.14,
        873.08
    ],
    [
        " okay but you're always going to be dealing with terrorism as a systemic problem from that problem",
        873.08,
        879.0
    ],
    [
        " because corruption is just such a huge driver of it in every way shape of form and I just think",
        879.0,
        885.22
    ],
    [
        " it's something that gets belly any attention when it's such a a big reason why these groups exist",
        885.22,
        892.76
    ],
    [
        " and continue to exist and we'll continue to exist yeah you have that you have that little bit of",
        892.76,
        898.76
    ],
    [
        " anger in the back of your mind that you're being oppressed and then someone comes along and says hey",
        898.76,
        902.96
    ],
    [
        " you can fight that oppression with us and I'm in let's do this no",
        902.96,
        908.42
    ]
]