[
    [
        " The squad leader makes a difference reading on combat at the squad level.",
        0.0,
        3.56
    ],
    [
        " Volume one.",
        3.8,
        4.46
    ],
    [
        " And by the way, this is volume one.",
        4.66,
        5.64
    ],
    [
        " I have not been able to find volume two, three, four, five, or six.",
        5.78,
        8.56
    ],
    [
        " So maybe these guys got sent somewhere from the Marine Corps Warfighting Lab",
        9.22,
        14.46
    ],
    [
        " and didn't ever make another one.",
        14.46,
        16.04
    ],
    [
        " But let's get into it.",
        16.52,
        18.38
    ],
    [
        " Here's the forward in combat.",
        18.88,
        21.9
    ],
    [
        " Sometimes when I read these things, I think every single thing that I'm about to read,",
        23.24,
        27.38
    ],
    [
        " I just read it and stop.",
        27.38,
        29.0
    ],
    [
        " This is one of those things.",
        29.0,
        30.48
    ],
    [
        " So in combat, the actions of individual leaders affect the outcome of the entire battle.",
        31.22,
        37.96
    ],
    [
        " Squad leaders make decisions and take actions which can affect the operational and strategic levels of war.",
        39.96,
        47.6
    ],
    [
        " Well trained squad leaders playing important role as combat decision makers on the battlefield.",
        48.7,
        53.84
    ],
    [
        " Leaders who show initiative, judgment and courage will achieve decisive results not only at the squad level,",
        54.86,
        62.98
    ],
    [
        " but in the broader context of battle.",
        63.4,
        65.62
    ],
    [
        " Without competent squad leaders, capable of carrying out of a commander's intent,",
        66.16,
        72.22
    ],
    [
        " even the best plans are doomed to failure.",
        72.7,
        76.26
    ],
    [
        " So you know, you hear about the general and the colonel and the captain and even the gunnery sergeant.",
        79.0,
        88.82
    ],
    [
        " You hear about the Marine Corps leadership and, and yes, they're outstanding.",
        88.82,
        95.26
    ],
    [
        " But when you're a corporate and you read this, you think, you know what?",
        96.02,
        101.96
    ],
    [
        " I got to get mine too.",
        102.98,
        104.68
    ],
    [
        " Think how awesome that is.",
        105.06,
        106.68
    ],
    [
        " And from a, you know, from a business perspective, how, how, how, how do you, what story do you tell your employees?",
        107.4,
        118.82
    ],
    [
        " What story do you tell the people that work inside your organization?",
        119.36,
        122.8
    ],
    [
        " What story do you tell them?",
        123.54,
        124.58
    ],
    [
        " Do you tell them that that they are decision makers?",
        125.16,
        128.7
    ],
    [
        " Do you tell them that their judgment and initiative will drive results at the strategic level?",
        128.7,
        135.56
    ],
    [
        " Do you ever tell you to team that?",
        135.96,
        137.0
    ],
    [
        " That's how you set the culture.",
        138.58,
        141.82
    ],
    [
        " That, you know, as you, as you're reading that, I'm thinking about as a student of history.",
        142.48,
        147.8
    ],
    [
        " And I love reading history books and obviously you do, you know, some amazing books here on the podcast.",
        148.16,
        153.3
    ],
    [
        " But we always talk about it from the big, you know, the big, the commander, the general, what you read, you know, Julius Caesar maneuvered his, his, his team, or Alexander the Great did this or Napoleon did this or patent moved his army here.",
        153.92,
        166.06
    ],
    [
        " And he might have been making some overall decisions, but the, the army that's moving is, is the, the frontline leaders out there, the squad leaders that are executing that, making it happen.",
        166.6,
        175.84
    ],
    [
        " And I love the way we do that, Eschelan Frontward, we're, our definition of leadership is everybody as a leader.",
        176.5,
        181.92
    ],
    [
        " And you said something recently that I hadn't thought about it in that way, but we're okay, who is actually a leader?",
        182.4,
        188.54
    ],
    [
        " If you interact with humans in some way and actually need them to go in a direction and work together and provide a resource or support, then you actually are a leader.",
        188.7,
        198.24
    ],
    [
        " And I think when you see yourself that way, I mean, the most powerful armies in the world, the most powerful teams, companies in the world,",
        198.38,
        205.16
    ],
    [
        " are going to see themselves, everyone sees themselves as a leader, able to solve problems and make things happen and move the team forward in the direction I need to go.",
        205.34,
        212.52
    ],
    [
        " Yeah, that's, and that's one of the best things about this podcast is that I get to, I get to read books, not written by the general, not written by the admiral, but written by a rifle, one of Napoleon's riflemen, or a machine gun or installing grot.",
        213.92,
        233.48
    ],
    [
        " Like that's, that's who we're, that's who we're hearing from. And what's, what's, what's powerful about that is then you get to see, you get to know, you get to learn how that leadership is perceived by the troops on the front line.",
        233.48,
        246.52
    ],
    [
        " I mean, that, that podcast that we did about Stalingrad, where you, they were hearing Hitler talk about them being gone.",
        247.12,
        257.46
    ],
    [
        " They were still there. They were surrounded. They were fighting for their lives. And they were hearing the broadcast of Hitler saying it was a great sacrifice and they stood to the last man. They're like, we're still here. What are you doing? Give us help. Give us support. Let us, let us break out. No.",
        258.2,
        273.92
    ],
    [
        " And you realize, oh, those, well, those people on the front lines.",
        274.38,
        279.46
    ],
    [
        " They do, they, they make such a big difference.",
        280.9,
        284.46
    ],
    [
        " And if you set the culture correctly, they will have even more impact.",
        285.1,
        289.9
    ]
]