[
    [
        " Yeah, you know, I love West Point and anapolis great institutions, but so many of these ROTC guys,",
        0.0,
        5.84
    ],
    [
        " you know, they officers are officers and the good ones, you know, you learn a lot from bad leaders",
        6.26,
        12.78
    ],
    [
        " without a doubt, you know, you learn what's what you don't want to be. But the good ones,",
        12.78,
        17.68
    ],
    [
        " sometimes that seed gets planted and it grows and bears fruit 20 years later. And I guess having",
        17.78,
        25.86
    ],
    [
        " someone that's so intellectual and forward thinking that he's like, there's a way that we can",
        26.04,
        31.76
    ],
    [
        " fight wars and not lose our soul. I would have mortgaged my soul. I mean, honestly, if you would",
        31.76,
        39.26
    ],
    [
        " have told me, this is going to be the future, but you can control the present and save lives and",
        39.26,
        46.64
    ],
    [
        " bring everyone home and be successful. What would you be willing to give? I would have given you",
        46.64,
        52.62
    ],
    [
        " everything, everything. I don't care about being 40. I don't think I'm going to make it to 29.",
        52.78,
        58.5
    ],
    [
        " I, you know, no one's thinking about, you know, no one's buying a 30 year mortgage when they're",
        59.02,
        63.86
    ],
    [
        " deploying to Romani. You're not, you're not looking at the future. You're looking at now and have",
        63.86,
        69.3
    ],
    [
        " these people that were like, listen, there's a way to do this. There's a way to do it. When a new",
        69.3,
        75.82
    ],
    [
        " soldier came in, I wanted them to see the enemy, especially if we killed the enemy. That is,",
        75.82,
        83.82
    ],
    [
        " that's something that if you're not accustomed to, you know, moving a body off the battlefield.",
        84.16,
        90.0
    ],
    [
        " Why is that important? It's a, there's a reference. We're not out there cowboys. We're not disrespecting",
        90.34,
        97.6
    ],
    [
        " the enemy. We respect the enemy. It's, it's, it's, there's a holy relationship between combatants",
        97.6,
        104.32
    ],
    [
        " on the battlefield. And you have to respect the enemy, but you also have to acknowledge that",
        104.32,
        109.32
    ],
    [
        " there is something special about what is going to be needed for you to be able to go home, walk off,",
        109.32,
        114.9
    ],
    [
        " more importantly, win the objectives that were there to win, right? So, so I can't have a guy",
        115.04,
        121.34
    ],
    [
        " brand new into country who sees a body and completely, you know, comes unglued. This, this is a part",
        121.34,
        129.04
    ],
    [
        " of the business. So here's a deal. I don't need you to be on point for the first two weeks,",
        129.04,
        134.0
    ],
    [
        " but I need you to follow up. And I need you to know what it's like to have a rifle crack next",
        134.32,
        139.54
    ],
    [
        " year ear. I need to know what it's like to be near a firefight, even if you don't do anything,",
        139.54,
        145.66
    ],
    [
        " because you're brand new. But when that, when the aftermath and we go through that limit of",
        145.78,
        150.64
    ],
    [
        " advance and we cross that battlefield, I want you to pick them up. I want you to put them in the back.",
        150.64,
        155.98
    ],
    [
        " I want you to own this because this is all of our actions. And this is something you're going to",
        155.98,
        162.02
    ],
    [
        " have to get accustomed to and the reverence you show, the reverence you show because I nothing",
        162.02,
        167.78
    ],
    [
        " would infuriate me as much as I would want to poke, you know, I end your life if you disrespected one",
        167.78,
        175.16
    ],
    [
        " of our fallen. I mean, that's there's that's unforgivable. But I also was highly defensive over the",
        175.16,
        182.96
    ],
    [
        " way the enemy was treated as well. We're not savages. We're not Russians. We're not Chinese. We're",
        182.96,
        189.5
    ],
    [
        " not Mujahideen. We're American soldiers. We'll conduct ourselves that way. We're professionals.",
        189.5,
        195.08
    ],
    [
        " And you will show respect to the enemy. We're going to kill them. And if they're dumb enough to raise",
        195.64,
        200.54
    ],
    [
        " kids, my boy's going to kill your boy too. That's just who we are. But there's a way that you",
        200.54,
        207.16
    ],
    [
        " respect the enemy on the battlefield. And understanding that, you know, this idea, they're meat. They're just",
        207.16,
        212.4
    ],
    [
        " you know, leave them out there to rot. Leave them out there to be, you know, whatever. There's a time",
        212.52,
        218.54
    ],
    [
        " when that's unacceptable. Civilians have to know we're the good guys. We're always going to be the",
        218.54,
        224.22
    ],
    [
        " good guys in any circumstance.",
        224.22,
        226.0
    ]
]