[
    [
        " Hey, would you want to be on Transformers 5 as an extra playing in AV SEAL?",
        0.0,
        4.5
    ],
    [
        " And I said something back to him, like pretty smart ass.",
        4.96,
        7.28
    ],
    [
        " He's like, no, I'm being serious.",
        7.64,
        8.78
    ],
    [
        " Michael Bay is looking for younger looking team guys.",
        8.92,
        11.36
    ],
    [
        " And I'm like, awesome.",
        11.9,
        13.08
    ],
    [
        " What do you need for me?",
        13.2,
        13.82
    ],
    [
        " So I sent over there for, you know, I sent what you needed back for me.",
        14.4,
        17.08
    ],
    [
        " Didn't hear anything.",
        17.28,
        18.14
    ],
    [
        " I was still helping out.",
        18.14,
        19.36
    ],
    [
        " Somebody else with their training company kind of building that up.",
        19.42,
        21.94
    ],
    [
        " And then I was down in Alabama again.",
        22.08,
        25.44
    ],
    [
        " So I'm back down in Alabama with another guy.",
        25.6,
        27.8
    ],
    [
        " And I get the call from Harry's wife, Harry's an old team guy.",
        28.94,
        34.1
    ],
    [
        " He's been in the movie industry for a long time.",
        34.54,
        36.08
    ],
    [
        " And she's like, hey, Michael Bay, loves your pictures, loves your stuff.",
        36.08,
        39.48
    ],
    [
        " Can you be on a plane tomorrow?",
        39.96,
        42.58
    ],
    [
        " I'm like, hold on.",
        42.92,
        46.02
    ],
    [
        " Let me check.",
        46.18,
        46.92
    ],
    [
        " Because in their world, everything runs around them.",
        47.3,
        49.58
    ],
    [
        " I'm like, I have a family.",
        49.82,
        51.2
    ],
    [
        " I have commitments.",
        51.4,
        52.02
    ],
    [
        " And so I talked to the guy, I'm like, hey, here's the opportunity I have.",
        52.28,
        54.96
    ],
    [
        " Are you good with it?",
        55.54,
        56.88
    ],
    [
        " And he was like, dude, that's a great opportunity.",
        56.88,
        58.78
    ],
    [
        " Go ahead.",
        59.22,
        59.62
    ],
    [
        " Okay.",
        59.68,
        59.88
    ],
    [
        " So we finished our little business dinner down there.",
        60.28,
        62.56
    ],
    [
        " It's a six hour drive back to Mississippi.",
        63.06,
        65.94
    ],
    [
        " I call Amanda.",
        66.42,
        67.76
    ],
    [
        " I explained to her and she's like, that's amazing.",
        68.18,
        70.6
    ],
    [
        " Yes.",
        70.86,
        71.0
    ],
    [
        " So I drive all the way back, pack out everything.",
        71.74,
        73.78
    ],
    [
        " They're like, are you going up to Detroit, Michigan area?",
        74.18,
        77.5
    ],
    [
        " Like that's where the filming outside of there.",
        77.84,
        79.52
    ],
    [
        " You know, don't know how long you're going to be up here.",
        79.88,
        81.9
    ],
    [
        " So it's just total open ended.",
        82.04,
        83.88
    ],
    [
        " Don't know how long you're going to be up here.",
        84.1,
        85.78
    ],
    [
        " Went up there.",
        85.9,
        86.86
    ],
    [
        " We ended up going to the UK, filmed over in the UK as well.",
        87.08,
        89.84
    ],
    [
        " You know, it was a really cool experience getting to just see that aspect of it.",
        90.48,
        94.68
    ],
    [
        " And it was cool.",
        94.84,
        97.36
    ],
    [
        " What year was that?",
        97.54,
        98.28
    ],
    [
        " This was 2016.",
        98.54,
        99.58
    ],
    [
        " This is a summer of 2016.",
        100.34,
        102.1
    ],
    [
        " And it's funny.",
        102.96,
        105.66
    ],
    [
        " I got a text from one of my buddies, Michael the other day, when the sour apple sniper",
        105.86,
        112.08
    ],
    [
        " came out.",
        112.08,
        112.64
    ],
    [
        " He's like, hey man, I'm super proud of you.",
        113.02,
        115.2
    ],
    [
        " He's like four years ago.",
        115.32,
        116.52
    ],
    [
        " You were trying to figure out possibilities of getting paid from paramount pictures sooner",
        116.86,
        122.1
    ],
    [
        " because their pay is super slow.",
        122.1,
        126.12
    ],
    [
        " They don't care.",
        126.26,
        126.66
    ],
    [
        " Like they don't like, oh, you'll get your pay when you get your pay.",
        126.96,
        129.0
    ],
    [
        " And a lot of the guys, not just me, we're just like, hey man, we left other stuff that",
        129.34,
        133.24
    ],
    [
        " paid on time to come do this.",
        133.24,
        135.2
    ],
    [
        " And now we're not getting paid on time.",
        135.7,
        137.4
    ],
    [
        " We kind of need our money.",
        137.54,
        139.0
    ],
    [
        " And he's like four years ago, you're trying to figure out how to actually get paid in a timely",
        139.78,
        143.8
    ],
    [
        " manner.",
        143.8,
        144.22
    ],
    [
        " And now you have your own signature flavor energy drink with with jaco and he's like, that's",
        144.6,
        149.34
    ],
    [
        " amazing.",
        149.34,
        149.64
    ],
    [
        " And so it's just, it's crazy to see the last four years.",
        149.64,
        153.4
    ]
]