[
    [
        " Western conceptions of the international struggle among nations and other political actors",
        1.16,
        5.34
    ],
    [
        " often use binary war or peace labels to describe it",
        5.34,
        10.72
    ],
    [
        " The actual truth is more complicated. So out of the gate. We're already getting somewhere out of the gate",
        10.72,
        17.42
    ],
    [
        " We have to recognize that you can be competing with someone, but you're not at war with them",
        17.42,
        21.92
    ],
    [
        " and there's an",
        21.92,
        23.78
    ],
    [
        " infinite degree of gray area in there and guess what?",
        23.78,
        28.64
    ],
    [
        " Right out of the gate. That's what struck me right out of the gate. Guess what? When you're influencing someone",
        30.0,
        34.52
    ],
    [
        " There's a whole degree of",
        34.52,
        38.7
    ],
    [
        " Levels of pressure that you can exert",
        38.7,
        43.26
    ],
    [
        " To go from influencing because let's face it if I put a gun to your head. Is that influence? Yes, it is",
        43.26,
        50.24
    ],
    [
        " so",
        50.24,
        51.54
    ],
    [
        " Influence and competing very very similar continuing on actors on the world stage are always trying to create a relatively",
        51.54,
        58.54
    ],
    [
        " Advantage for themselves and for their group sometimes this maneuvering leads to violence",
        58.64,
        62.66
    ],
    [
        " But the use of violence to achieve goals is more often the exception than the rule now",
        62.66,
        69.4
    ],
    [
        " Here's here's where this again",
        69.4,
        73.22
    ],
    [
        " If I'm trying to influence",
        73.22,
        75.78
    ],
    [
        " Echo Charles there's levels of influence could could one of those levels be a",
        75.78,
        81.74
    ],
    [
        " Double leg takedown and grounding pound. Yes, it could we how often does that happen? I mean how often do people?",
        84.74,
        91.84
    ],
    [
        " physically fight",
        92.56,
        93.2
    ],
    [
        " Not very often when you when you think of all the human interactions that we have we were trying to influence",
        93.2,
        98.72
    ],
    [
        " Each other or trying to compete with each other. See it's a weird thing though because",
        98.72,
        103.22
    ],
    [
        " On the one side you've got competition on the other side you got influence and",
        103.22,
        109.0
    ],
    [
        " the continuum of how you apply these pressures are all over the place",
        109.2,
        113.24
    ],
    [
        " So it continues on instead most actors use other means in their competitive interactions right to achieve their goals",
        113.24,
        119.76
    ],
    [
        " So we're not looking to go to war",
        119.76,
        120.98
    ],
    [
        " The competition continuum encompasses all of these efforts including the use of violence",
        120.98,
        128.26
    ],
    [
        " Okay, so there you go",
        128.26,
        131.22
    ],
    [
        " Continues on and by the way",
        131.22,
        134.94
    ],
    [
        " This",
        137.16,
        137.66
    ],
    [
        " This idea of competitive interactions",
        137.66,
        140.18
    ],
    [
        " And influence interactions this is what's happening",
        140.18,
        145.86
    ],
    [
        " This is what is happening right when we're interacting",
        145.86,
        150.32
    ],
    [
        " So many of the interactions that we have with people are either competitive or their influence",
        150.32,
        156.58
    ],
    [
        " Right, we're constantly trying to get someone to do something get someone to come on our side get someone to give us the support that we need",
        156.58,
        162.46
    ],
    [
        " Get them to move in this direction. That's what the people are doing",
        162.46,
        164.92
    ],
    [
        " Continuing on there are several reasons for explaining the competition continuum to Marines",
        164.92,
        172.3
    ],
    [
        " The first is to make them aware that from recruitment to retirement",
        172.3,
        177.28
    ],
    [
        " They are an integral part of the nation's strategic competition with other actors",
        177.28,
        182.46
    ],
    [
        " Marines are always competing even when they are not fighting in combat",
        182.46,
        187.54
    ],
    [
        " So this is something to think about as a person",
        187.54,
        191.56
    ],
    [
        " As a leader as a leader you're always influencing",
        192.5,
        195.64
    ],
    [
        " Even when you're not standing up in front of the troops giving a speech about where you're going or what the strategic",
        195.64,
        201.04
    ],
    [
        " Even then even when you're sitting down to eat chow guess what you're doing you're influencing",
        201.04,
        206.58
    ],
    [
        " You're competing this is always happening",
        206.58,
        210.36
    ],
    [
        " Then it rolls into this",
        210.36,
        214.4
    ],
    [
        " When you understand those things it says next understanding unleashes creativity",
        214.4,
        220.66
    ],
    [
        " The Marine Corps coming at you with unleashing creativity",
        224.26,
        228.22
    ],
    [
        " Right when you go to art school",
        228.22,
        231.18
    ],
    [
        " Do you think they say well listen the goal of this art school is to get you to unleash your creativity?",
        231.18,
        236.76
    ],
    [
        " No the Marine Corps will say that",
        236.76,
        238.66
    ],
    [
        " And isn't it interesting where two paragraphs in and we're talking about the creative aspects of competition",
        238.66,
        244.7
    ],
    [
        " And then hand in hand with that the creative aspects of influence carrying on",
        244.7,
        250.5
    ],
    [
        " Once Marines understand the nature and form of competition their innovative spirit will lead to the development of new kinds of competition",
        250.56,
        258.6
    ],
    [
        " Go new kinds of competitive advantages",
        258.6,
        260.7
    ],
    [
        " Finally this publication expands the discussion on how and where Marines fit into the continuum and where to look for their natural",
        260.7,
        269.12
    ],
    [
        " Partners in competition by design. This is a small book",
        269.12,
        273.06
    ],
    [
        " With a construction that parallels",
        273.06,
        276.16
    ],
    [
        " Marine Corps doctrinal publication",
        276.16,
        278.54
    ],
    [
        " One war fighting which is one of the first publications we cover on this podcast",
        279.18,
        283.7
    ],
    [
        " It is not intended as a reference manual, but it is designed to be read from cover to cover",
        283.7,
        289.4
    ],
    [
        " This publication does not contain specific techniques or procedures. We should adopt",
        289.4,
        294.56
    ],
    [
        " Rather it provides broad guidance in the form of concepts with illustrations intended to stimulate thinking and encourage",
        294.56,
        301.46
    ],
    [
        " Additional learning it requires judgment in application",
        301.46,
        304.96
    ],
    [
        " This is this is the way I like to learn",
        308.54,
        311.8
    ],
    [
        " This is the way I like to teach so when in the really easy thing to talk about is Jiu Jitsu, right?",
        311.8,
        318.4
    ],
    [
        " You want to be able to teach you the advantage of this broad position is this",
        318.84,
        323.52
    ],
    [
        " The thing you need to do when you're in this situation broadly is win this underhook or whatever whatever the thing is",
        323.52,
        331.8
    ],
    [
        " And that's what this book is. It's not like hey here's in this situation. It's not form you lay it",
        331.8,
        338.4
    ],
    [
        " Continuing on we live in a time of renewed great power competition in the era of exponential technological and social change",
        342.0,
        349.86
    ],
    [
        " Marines enjoy a rich heritage of advancing our nation's interest in these kinds of struggles as we look to the future",
        349.86,
        356.0
    ],
    [
        " We must ensure today's and tomorrow's Marines do the same",
        356.0,
        358.64
    ],
    [
        " like maneuver warfare",
        358.64,
        360.98
    ],
    [
        " And just that statement followed by anything kind of warms my heart like maneuver warfare",
        360.98,
        366.74
    ],
    [
        " competing is a way of thinking",
        367.02,
        369.52
    ],
    [
        " It's a way of thinking and man",
        369.52,
        373.94
    ],
    [
        " Dave I kind of went berserk on like decentralized command as a way of thinking not too long ago",
        373.94,
        379.64
    ],
    [
        " Right, I mean I went on EF online. I would spent two or three days of the of the",
        379.64,
        386.26
    ],
    [
        " Sessions talking about decentralized command as a way of thinking and it's so interesting how much that changes your perspective about something",
        386.26,
        395.74
    ],
    [
        " When you think of it not in a linear way like oh, this is what you're gonna do",
        395.88,
        399.12
    ],
    [
        " But this is the entire way of thinking",
        399.12,
        401.3
    ],
    [
        " It's like saying oh",
        401.3,
        403.64
    ],
    [
        " When you fight someone",
        403.64,
        406.64
    ],
    [
        " You can get them to the ground and you can grapple with them instead of punching them",
        406.64,
        412.98
    ],
    [
        " That's just a whole new way of thinking you don't even know one single move about it",
        412.98,
        417.32
    ],
    [
        " But you know this idea that you can then utilize",
        417.32,
        419.96
    ],
    [
        " We must understand the importance",
        419.96,
        425.16
    ],
    [
        " of strategic competition",
        426.32,
        427.12
    ],
    [
        " And the essential role Marines play in it for our nation",
        427.12,
        431.9
    ],
    [
        " Only I missed this line. It says we all need to read study and debate this publication with our fellow Marines",
        431.9,
        438.22
    ],
    [
        " You chimed in on that one didn't you Dave yeah, what do you like about that?",
        438.22,
        442.54
    ],
    [
        " I like that",
        443.58,
        444.3
    ],
    [
        " I like the explanation of this I went through the same thing initially when I was kind of looking at this",
        444.3,
        449.82
    ],
    [
        " There was parts of it that I was thinking it was gonna be like war fighting",
        449.82,
        453.12
    ],
    [
        " But it had this kind of intellectual this thought process thing this idea that what he's saying the guy in charge of the Marine Corps",
        453.66,
        458.32
    ],
    [
        " You need to go out there and debate this and think about this and he's using words like creativity and intellect",
        458.32,
        463.42
    ],
    [
        " those heavy",
        463.42,
        465.1
    ],
    [
        " Those are not the words you would normally think of when you think of the Marine Corps",
        465.1,
        469.0
    ],
    [
        " Creativity intellectual and debate those are just not the things you'd think of and those are things he's saying that you need to do",
        469.0,
        475.1
    ],
    [
        " And what I really like about it is",
        475.1,
        478.3
    ],
    [
        " We think of the Marine Corps we think of the military in general and then we think of the Marine Corps",
        478.3,
        482.68
    ],
    [
        " Of course",
        482.68,
        483.26
    ],
    [
        " Of being this hierarchy",
        483.26,
        485.8
    ],
    [
        " That is just as strict as you can imagine and here's a document and and general David H. Burger to comment on the Marine Corps",
        485.8,
        493.56
    ],
    [
        " Is saying the purpose of this document is to make you debate",
        493.56,
        497.58
    ],
    [
        " Not to not to just obey what it says, but to make you debate we want you to think",
        497.58,
        502.96
    ],
    [
        " That's a beautiful thing",
        502.96,
        504.86
    ],
    [
        " So there we are we are now done with the forward",
        504.86,
        508.78
    ],
    [
        " Let's get into what the book actually says",
        510.74,
        514.66
    ],
    [
        " The nature of competition chapter one total war and perfect peace rarely exist in practice",
        514.66,
        522.82
    ],
    [
        " Instead they are the extremes between which",
        522.82,
        525.5
    ],
    [
        " Exist the relations among most political groups this range includes routine economic competition",
        525.5,
        532.5
    ],
    [
        " more or less permanent political or ideological tension and occasional crisis",
        532.5,
        537.78
    ],
    [
        " Among groups",
        539.68,
        539.18
    ],
    [
        " So what's that that's from that's from war fighting the the Marine Corps manual number one",
        539.18,
        544.86
    ],
    [
        " And by the way",
        544.86,
        548.22
    ],
    [
        " These things that we're talking about tensions",
        548.22,
        551.2
    ],
    [
        " competition",
        551.2,
        552.68
    ],
    [
        " Not not violent competition, but just competition where do those things exist they exist",
        552.68,
        557.66
    ],
    [
        " Sure, they exist between countries, but guess where else they exist they exist",
        557.66,
        561.28
    ],
    [
        " Between companies and guess where else they exist",
        561.28,
        564.32
    ],
    [
        " Between departments inside of companies and guess where they exist",
        565.16,
        567.8
    ],
    [
        " Between people inside of departments inside of companies",
        567.8,
        570.56
    ],
    [
        " Inside your family there's competition going on",
        570.56,
        574.6
    ],
    [
        " These words from the Marine Corps war fighting philosophy frame the idea of competition for Marines",
        574.6,
        584.2
    ],
    [
        " They also serve as a springboard for Marines to think about how they can contribute to winning the nation's competitions",
        584.2,
        590.06
    ],
    [
        " Including the ones taking place below the threshold of violence which by the way is 99.99% of",
        590.3,
        598.7
    ],
    [
        " competition",
        598.7,
        600.18
    ],
    [
        " Violence is rare",
        600.18,
        602.78
    ],
    [
        " And when we get into influence look",
        602.78,
        606.82
    ],
    [
        " It's almost",
        606.82,
        608.62
    ],
    [
        " Cheesy for me to talk about influence of like well, I could put if I put a gun to your head or I beat you with a baseball bat to get you to do what I want you to do",
        608.62,
        617.26
    ],
    [
        " Right, that's that's a rare form of influence that doesn't happen all the time",
        617.34,
        621.78
    ],
    [
        " But there's a threat there is a threshold of violence and I think as we talk about it and I haven't fully",
        621.78,
        626.74
    ],
    [
        " I haven't fully hashed out these ideas in my head, but",
        626.74,
        630.96
    ],
    [
        " There's a transition time when it when you're influencing there's a transition time when you go from indirect to direct",
        630.96,
        638.9
    ],
    [
        " Form of influencing there's a transition that you cross and it's",
        638.9,
        643.68
    ],
    [
        " Not quite a threshold of violence, but there's a there's a transition that takes place",
        644.26,
        648.5
    ],
    [
        " And I think we'll find some comparisons to it in here, but I think about that all the time",
        648.5,
        652.06
    ],
    [
        " how how much",
        652.06,
        654.16
    ],
    [
        " At what point do you go from indirect to direct and it's funny. We we had somebody on eF online the other day",
        654.16,
        660.76
    ],
    [
        " And this type of question came up",
        660.76,
        664.46
    ],
    [
        " But what I was explaining was the",
        664.46,
        666.56
    ],
    [
        " The the escalation of counseling right and you start off by saying hey bro, are you good? You know, you okay?",
        666.56,
        672.9
    ],
    [
        " And then it goes to like hey, this is a problem and then goes hey, I'm gonna write you up and then you get written up and and then you",
        672.9,
        677.46
    ],
    [
        " Fire somebody if you have to",
        677.46,
        678.94
    ],
    [
        " I think I'm sitting there talking to go you know how many times",
        678.94,
        683.72
    ],
    [
        " In my life I made it past the lowest level of escalation counseling",
        683.72,
        689.58
    ],
    [
        " The times that I said hey Dave",
        689.58,
        692.54
    ],
    [
        " Doesn't look like the gear was ready in time and Dave was like, sorry, we lay blah blah blah and I never happens again",
        692.54,
        698.28
    ],
    [
        " That's 97 percent",
        698.28,
        700.74
    ],
    [
        " There's another 2 percent where it was like hey",
        701.1,
        703.52
    ],
    [
        " Bro, that's the second time we almost missed our movement because the gear wasn't ready. Do you need help?",
        703.52,
        710.26
    ],
    [
        " No, I got it and it never happens again",
        710.68,
        712.68
    ],
    [
        " That's another 2 percent now we're at 99 percent",
        712.68,
        714.74
    ],
    [
        " There's another point whatever percent where I actually had to write something there's 0.00 whatever",
        714.74,
        718.7
    ],
    [
        " Where I had to take you know action to fire somebody or get rid of them",
        718.7,
        724.06
    ],
    [
        " The same thing as you go through this escalation of war",
        724.06,
        728.22
    ],
    [
        " You should be able to get people to do what you want them to do through",
        728.5,
        733.3
    ],
    [
        " Non-war without breaking the threshold of violence",
        733.3,
        738.6
    ]
]