[
    [
        " Professionals understand this goal and thus direct their energies,",
        0.0,
        3.72
    ],
    [
        " self-study and unit development in particular, toward achieving it.",
        4.04,
        8.12
    ],
    [
        " So all Marines are trying to become professionals,",
        9.26,
        13.6
    ],
    [
        " professionals, true experts in the conduct of war.",
        14.38,
        20.84
    ],
    [
        " As professionals, we recognize that development of coercive tools must be",
        21.94,
        28.12
    ],
    [
        " balanced with the need to attract in competition as well.",
        28.12,
        31.08
    ],
    [
        " For example, one component of an attraction strategy could lead to greater",
        31.42,
        34.64
    ],
    [
        " deterrence through building increased interoperability with an ally.",
        34.64,
        37.56
    ],
    [
        " It could also lead to advances through the informal element of national power",
        37.94,
        42.08
    ],
    [
        " as we perform disaster relief mission.",
        42.08,
        44.04
    ],
    [
        " Marines must remain alert for the opportunities to use and integrate both coercion",
        44.72,
        48.52
    ],
    [
        " and attraction into the larger competition.",
        48.52,
        50.48
    ],
    [
        " So the Marine Corps, they're saying here we're not just here to fight wars.",
        51.24,
        54.62
    ],
    [
        " We're here to build relationships.",
        55.58,
        57.18
    ],
    [
        " Now at Escholam Front, we talk about building relationships all the time.",
        57.92,
        61.02
    ],
    [
        " That's how you lead.",
        61.36,
        62.94
    ],
    [
        " You lead by building relationships.",
        63.38,
        64.82
    ],
    [
        " That's how you get things done by building relationships.",
        65.24,
        67.12
    ],
    [
        " And what we're talking about here is we are competing.",
        67.88,
        72.16
    ],
    [
        " And in order to compete, guess what we do?",
        72.94,
        76.02
    ],
    [
        " We build relationships.",
        76.9,
        78.04
    ],
    [
        " We build relationships.",
        79.08,
        80.74
    ],
    [
        " And just to give people an example,",
        81.14,
        82.34
    ],
    [
        " and I'm sure you have some more Dave, but especially before the war started",
        83.06,
        87.82
    ],
    [
        " for me in the 90s, this is what the SEAL teams did.",
        87.82,
        92.0
    ],
    [
        " Go to a country, train their special operations unit, do a big exercise,",
        92.44,
        97.1
    ],
    [
        " train them in the use of our weapons.",
        97.72,
        99.62
    ],
    [
        " We train in the use of their weapons.",
        99.84,
        101.32
    ],
    [
        " We send some people to learn how to speak their language.",
        101.54,
        103.64
    ],
    [
        " We bring some people to learn that they can learn how to speak English.",
        103.78,
        106.52
    ],
    [
        " We form these relationships.",
        107.06,
        108.34
    ],
    [
        " We work together.",
        108.54,
        109.42
    ],
    [
        " So that way, we're strengthening our allies.",
        110.18,
        113.34
    ],
    [
        " We have somebody we can rely upon.",
        113.58,
        114.92
    ],
    [
        " We get to know them.",
        115.04,
        115.64
    ],
    [
        " But that's just relationships.",
        115.7,
        116.5
    ],
    [
        " That's what it is.",
        116.8,
        117.38
    ],
    [
        " Did you guys do that in the pilot world?",
        117.86,
        121.56
    ],
    [
        " Yeah, I mean, I'm thinking about carrier deployments.",
        121.76,
        124.22
    ],
    [
        " And I think right now, there's a connotation that the aircraft carrier,",
        124.4,
        126.98
    ],
    [
        " and it's probably already always existed.",
        127.1,
        128.92
    ],
    [
        " But certainly now, since post 9-11, the carrier is this power projection tool.",
        129.06,
        134.0
    ],
    [
        " The 90,000 tons of diplomacy, sovereign US soil, all of the way.",
        137.16,
        141.1
    ],
    [
        " They have these great taglines.",
        141.18,
        142.12
    ],
    [
        " The Navy leverages, which are true in a lot of ways.",
        142.34,
        144.88
    ],
    [
        " But pre 9-11, if you ever did a cruise, pre 9-11,",
        145.14,
        147.84
    ],
    [
        " like I did back in the day, the joke, we called them pleasure cruises.",
        147.96,
        152.08
    ],
    [
        " It was like 13-14 port calls.",
        152.34,
        153.96
    ],
    [
        " The two months that you sailed from San Diego to the Persian Gulf",
        154.68,
        160.9
    ],
    [
        " was a bunch of port calls.",
        161.36,
        162.84
    ],
    [
        " You're doing joint operations with different countries.",
        163.04,
        166.44
    ],
    [
        " You're pulling up your side and contributing to their economy.",
        166.7,
        169.74
    ],
    [
        " You're building all those relationships.",
        169.86,
        171.22
    ],
    [
        " And most of it is allies or people we want to build relationships with.",
        171.38,
        174.36
    ],
    [
        " Then you go to the Gulf for a couple of months, do that thing.",
        174.5,
        175.98
    ],
    [
        " And in that, you're doing three or four port calls to Bahrain,",
        176.58,
        179.88
    ],
    [
        " the UAE, all these places that we're trying to strengthen relationships.",
        179.96,
        182.52
    ],
    [
        " And that carrier was an instrument of power projection.",
        182.72,
        185.5
    ],
    [
        " It was an instrument of diplomacy, which was building those relationships.",
        185.92,
        189.3
    ],
    [
        " Obviously, post 9-11, my experience, my second cruise was like,",
        189.34,
        192.44
    ],
    [
        " go to the North Arabian Gulf, stay there for seven months, come home.",
        192.56,
        194.9
    ],
    [
        " Before that, the investment that Navy was making was mostly strengthening the relationships.",
        196.1,
        201.38
    ],
    [
        " And there are stories out there, even somewhat recently,",
        201.62,
        203.38
    ],
    [
        " that carriers would deploy for disaster relief with no aircraft on them,",
        203.56,
        206.86
    ],
    [
        " just to send a carrier to help floods and crazy things that happen in different places,",
        207.08,
        211.56
    ],
    [
        " strictly for strengthening ties in relationships that are projecting literal no combat power",
        212.0,
        218.08
    ],
    [
        " by design, because the Navy see, well, I'm sure it's larger than just the Navy,",
        218.3,
        221.5
    ],
    [
        " but that's my connection.",
        221.66,
        222.96
    ],
    [
        " And I deployed off carriers for the most part.",
        223.2,
        224.9
    ],
    [
        " So that's attraction.",
        225.4,
        226.3
    ],
    [
        " That's attraction as opposed to deterrence.",
        227.08,
        229.9
    ],
    [
        " We're just trying to show people, hey, you want to be friends with us?",
        230.2,
        232.68
    ],
    [
        " Yeah, we're attractive.",
        232.78,
        233.86
    ],
    [
        " We can help you if you get no time to need.",
        234.14,
        235.5
    ],
    [
        " We're a good ally at a tactical level when I would deploy in the 90s.",
        235.72,
        240.42
    ],
    [
        " Procognitive.",
        240.42,
        240.9
    ],
    [
        " We would go out and do exercises where I would be in the jungle.",
        241.5,
        247.12
    ],
    [
        " With some special operations unit from some other country.",
        248.86,
        252.56
    ],
    [
        " What do you do when you are a fighter pilot?",
        252.98,
        257.68
    ],
    [
        " Same thing.",
        258.14,
        258.8
    ],
    [
        " Are you giving them a tour?",
        258.94,
        260.02
    ],
    [
        " Are you taking them in the back seat?",
        260.28,
        261.44
    ],
    [
        " At a tactical level, just out of my own curiosity, what would you do?",
        261.7,
        266.26
    ],
    [
        " You're flying with them.",
        266.54,
        267.78
    ],
    [
        " You're spending time with them.",
        267.88,
        268.86
    ],
    [
        " And there's a little bit of a way.",
        269.02,
        270.3
    ],
    [
        " Are they flying their aircraft?",
        270.42,
        271.62
    ],
    [
        " And so you're there, you're wingman and you work some stuff.",
        271.9,
        273.76
    ],
    [
        " Yeah, integrating with them.",
        274.08,
        274.74
    ],
    [
        " Sometimes you fight against them.",
        274.74,
        275.8
    ],
    [
        " Sometimes you fight with them.",
        275.9,
        276.78
    ],
    [
        " Really what it's supposed to be is.",
        276.98,
        278.38
    ],
    [
        " Did you ever put your ego in check and let one of these foreigners beat you in a dog fight?",
        278.4,
        284.7
    ],
    [
        " No, dude.",
        284.96,
        285.58
    ],
    [
        " Come on, champ.",
        285.84,
        286.4
    ],
    [
        " Zero percent chance.",
        286.9,
        288.04
    ],
    [
        " Zero.",
        288.3,
        288.64
    ],
    [
        " Now, certain countries they would have...",
        289.4,
        292.82
    ],
    [
        " We would fly with different countries that they would have different ROE, different rules.",
        292.82,
        296.66
    ],
    [
        " Training rules and things like that.",
        297.58,
        299.0
    ],
    [
        " And you could see some of them were geared very specifically to make sure that certain people had",
        299.14,
        306.52
    ],
    [
        " sometimes getting trouble for not following those rules.",
        306.54,
        308.56
    ],
    [
        " You know, one of the things that's really cool about the American military and certainly",
        309.3,
        313.04
    ],
    [
        " in aviation, and there's a saying we have, there's like, hey, there's no rank in the cockpit.",
        313.04,
        316.12
    ],
    [
        " So I could be the junior dude in the squadron.",
        316.66,
        318.02
    ],
    [
        " I'm not saying this happened very often, but you could be a mid-level guy.",
        318.04,
        320.56
    ],
    [
        " You're going to go out and fly with your boss.",
        320.66,
        321.82
    ],
    [
        " And once you start fighting him, like, you can pummel him to just pummel him into the ground.",
        322.78,
        327.92
    ],
    [
        " And it's...",
        328.52,
        329.52
    ],
    [
        " There is no like, difference.",
        329.52,
        330.58
    ],
    [
        " Like, I don't want to make the old man look bad.",
        330.74,
        331.9
    ],
    [
        " You go out there and do your thing.",
        332.08,
        333.24
    ],
    [
        " That's not always like that.",
        334.96,
        335.94
    ],
    [
        " But the interaction, in some sense, was this idea that this American military with this big",
        336.14,
        340.96
    ],
    [
        " might, this big power, our aviation world is something they can learn from.",
        340.96,
        344.26
    ],
    [
        " But we always learned stuff from them too.",
        344.52,
        346.34
    ],
    [
        " We would share briefing techniques and how they ran their briefs, how they trained their guys,",
        346.5,
        349.58
    ],
    [
        " how they did certain things.",
        349.72,
        350.64
    ],
    [
        " And a lot of it, at least on paper, was for us to bring to them things that could help them get",
        350.88,
        355.5
    ],
    [
        " better.",
        355.5,
        355.74
    ],
    [
        " But it was always reciprocal.",
        356.38,
        357.8
    ],
    [
        " We always learned from operating with other countries.",
        357.96,
        360.04
    ],
    [
        " And I flew with pilots and airplanes from all sorts of different countries.",
        360.04,
        363.0
    ],
    [
        " Even sometimes the same exact airplane, but they fly it differently.",
        363.0,
        366.18
    ],
    [
        " They do things differently.",
        366.3,
        366.98
    ],
    [
        " So there's a whole bunch of things that you can do to interact with them that is beneficial for both.",
        367.24,
        371.7
    ],
    [
        " It was probably lopsided what we knew and how we did it was using more",
        372.36,
        375.96
    ],
    [
        " more beneficial to them.",
        375.96,
        377.16
    ],
    [
        " But it wasn't completely one-sided either.",
        377.16,
        379.52
    ],
    [
        " Flying dissimilar with different countries is a blast because you learn stuff to go,",
        379.96,
        383.38
    ],
    [
        " oh man, we don't do that in our airplanes.",
        383.46,
        385.16
    ],
    [
        " That's really good for me to see.",
        385.56,
        386.64
    ],
    [
        " It makes me more prepared for if something actually really happens.",
        386.7,
        389.64
    ],
    [
        " Would you guys go toe-to-toe, top-gun dogfight style, one-on-one?",
        390.08,
        393.8
    ],
    [
        " Yeah, you'd have different things.",
        394.28,
        396.02
    ],
    [
        " I have never been in a situation where if the brief was you and me are going to fight,",
        396.46,
        399.78
    ],
    [
        " I don't care what country or what plane.",
        399.92,
        401.08
    ],
    [
        " Once fights on, it is game on.",
        401.46,
        403.86
    ],
    [
        " There is no like, hey, go easy on this guy or let this guy.",
        404.32,
        406.74
    ],
    [
        " I have never been in a dogfight once in my life.",
        407.02,
        409.4
    ],
    [
        " Other than, hey, I'm there to show you certain things.",
        409.94,
        412.24
    ],
    [
        " If it's like a real dogfight, just a real fight, you're just, you fight your best airplane.",
        412.66,
        418.26
    ],
    [
        " There are times that you would dial back your best jet because it would really...",
        420.2,
        426.1
    ],
    [
        " It would undermine the effectiveness of the training.",
        426.1,
        429.38
    ],
    [
        " Of the relationship building as well.",
        429.5,
        430.88
    ],
    [
        " But it never to like, oh, you did, we're eating it.",
        431.36,
        433.7
    ],
    [
        " Well, good job.",
        433.98,
        434.78
    ],
    [
        " You really caught me off guard there.",
        435.02,
        436.38
    ],
    [
        " Yeah, yeah.",
        436.58,
        436.92
    ],
    [
        " You got me.",
        437.0,
        437.56
    ],
    [
        " That was me.",
        438.2,
        438.92
    ],
    [
        " That would be, you know, in the heyday of Kent,",
        439.32,
        442.02
    ],
    [
        " when you're a top-gun IP and you're fighting against somebody else,",
        442.02,
        445.12
    ],
    [
        " and you're going to come back, no joke, you come back with 25-30 valid shots.",
        445.12,
        448.64
    ],
    [
        " That can be really disheartening for somebody to look on paper and go, hey,",
        449.28,
        452.84
    ],
    [
        " let me see your shot card and they've got zero shots.",
        452.86,
        454.6
    ],
    [
        " And you're like, oh, hang on, I need to get my second sheet of paper.",
        455.2,
        458.3
    ],
    [
        " And if there's a top-gun IP or a web-school IP, listen to this,",
        458.74,
        461.1
    ],
    [
        " they're laughing right back.",
        461.14,
        461.88
    ],
    [
        " Because you can come back with in four or five sets,",
        462.04,
        464.32
    ],
    [
        " five, six shots, perring, you have 30 valid shots.",
        465.0,
        467.96
    ],
    [
        " And the other guy's got zero.",
        467.96,
        469.08
    ],
    [
        " If you do that set after set after set after set after a while,",
        469.58,
        472.6
    ],
    [
        " it'd be like you and me rolling on the mats and you doing nothing but trying to beat me.",
        472.92,
        476.96
    ],
    [
        " Not teaching me or not training me.",
        477.08,
        478.18
    ],
    [
        " You're just going to beat me like, bro, I don't want to do this anymore.",
        478.24,
        482.4
    ],
    [
        " So you would dial that back.",
        482.84,
        484.54
    ],
    [
        " But you'd never be like, oh, Dave, that was amazing how you did that.",
        484.68,
        487.54
    ],
    [
        " I didn't think you could, you would never get to that level of that in an actual fight.",
        487.86,
        492.28
    ],
    [
        " When we're training and doing other things, yeah, you're there to learn and they learn from you,",
        492.76,
        502.58
    ],
    [
        " telling it back because somebody needs, you know, somebody's saying,",
        502.58,
        505.12
    ],
    [
        " hey, don't fight your best, Jen.",
        505.12,
        506.46
    ],
    [
        " I'm only doing that, you know, in a tactical sense of helping him see site pictures",
        507.18,
        510.82
    ],
    [
        " and maneuvering in a way that's benefiting him, but not like,",
        510.82,
        514.6
    ],
    [
        " because I feel bad or something like that.",
        515.04,
        517.0
    ],
    [
        " Are the personalities of the foreign countries, fighter pilots,",
        517.22,
        521.78
    ],
    [
        " similar to Americans?",
        522.2,
        524.12
    ],
    [
        " Yeah, one of the things, too.",
        524.36,
        526.16
    ],
    [
        " And I'd be interested in what you saw with special forces around the world.",
        526.22,
        528.96
    ],
    [
        " What I came to find is despite what appears to be a whole bunch of differences",
        529.22,
        532.04
    ],
    [
        " between different countries when it came down to it, the personalities of fighter pilots",
        532.04,
        535.72
    ],
    [
        " are really similar.",
        535.72,
        537.36
    ],
    [
        " There are differences.",
        537.54,
        538.12
    ],
    [
        " There are some cultural things, there's some organizational things.",
        538.48,
        540.44
    ],
    [
        " But at the end of the day, fighter pilots that fly fighters in any country,",
        540.86,
        544.78
    ],
    [
        " in every type of fighter, they're much more similar than they are different.",
        544.82,
        548.62
    ],
    [
        " Yeah, same thing with special operations.",
        549.54,
        551.18
    ],
    [
        " They'd have, there's definitely some differences in culture and whatnot, but",
        551.38,
        555.3
    ],
    [
        " it's a pretty thin, pretty thin layer that you have to pull back and all of a sudden,",
        555.3,
        561.08
    ],
    [
        " oh, these guys are kind of just like us.",
        561.08,
        563.04
    ],
    [
        " The mentality, totally.",
        563.08,
        564.14
    ],
    [
        "",
        564.5,
        564.5
    ],
    [
        " From a maintenance perspective,",
        564.96,
        566.84
    ],
    [
        " it seems like just the American sort of",
        567.98,
        573.12
    ],
    [
        " from manufacturing to like maintenance, the maintenance programs and the Navy,",
        573.12,
        577.46
    ],
    [
        " you know, even in the SEAL teams, we would especially.",
        577.64,
        580.22
    ],
    [
        " Marking the date before the once-a-war started, we kind of,",
        580.42,
        583.76
    ],
    [
        " we saw less of the Navy kind of administrative stuff on our inside",
        583.76,
        590.7
    ],
    [
        " the terms.",
        592.02,
        591.64
    ],
    [
        " But when the 90s, it was like, hey, you've got to do these protocols that the big Navy follows.",
        592.74,
        597.74
    ],
    [
        " And so you'd see, oh, well, you know, these guys are square to square.",
        598.14,
        600.6
    ],
    [
        " The way the Navy is square to weight.",
        600.6,
        602.66
    ],
    [
        " There's a reason that when you, when you pull a piece of firefighting gear off of a wall on a ship",
        602.74,
        609.1
    ],
    [
        " that's been there for three years, it works.",
        609.1,
        612.46
    ],
    [
        " It works because it's gone through this maintenance check.",
        612.76,
        614.44
    ],
    [
        " It's gone through every 30 days and every 90 days it's gotten this and it's got this and the other thing",
        614.56,
        617.68
    ],
    [
        " is are there are do foreign countries have that same level of being squared away from a maintenance",
        618.68,
        625.36
    ],
    [
        " perspective? You know, I don't know. I don't know if I ever got to that level, that layer of fidelity.",
        625.36,
        631.72
    ],
    [
        " I will say that the American military, certainly the Navy and the Marine Corps, or I get most of my",
        632.32,
        638.4
    ],
    [
        " experience with, that is something we take really, really, seriously. And what you just described is",
        638.4,
        646.0
    ],
    [
        " the equipment that we have, the things we have as old as they are, whatever, the things that we have",
        646.26,
        650.16
    ],
    [
        " work and that when I manned up an aircraft, I never once got an airplane and felt like kind of sketchy",
        650.16,
        658.12
    ],
    [
        " about it. Never once did I get an airplane and not feel like I'm getting into the plane. And I'm not",
        658.12,
        663.0
    ],
    [
        " sure, I'm not sure if that's true for other countries or other other services. Oh, outside of",
        663.0,
        668.32
    ],
    [
        " America, but I always, and I've flown with the Navy a lot, I've flown with the Marine Corps a lot,",
        668.32,
        672.6
    ],
    [
        " I've flown with the Air Force a lot and that is universal. Okay, so I have a different feeling",
        672.6,
        676.4
    ],
    [
        " and I have gotten into aircraft and been completely sketched out with both my fingers crossed,",
        676.4,
        681.54
    ],
    [
        " hoping that this thing is going to make it. And in all those cases, it was in an aircraft that was not",
        681.56,
        686.52
    ],
    [
        " an American military aircraft, you're going, well, I guess this is, we could go down like that.",
        686.52,
        691.72
    ],
    [
        " This could be it. I never had the best feeling. And what's weird is, you know, the other thing about",
        691.92,
        698.78
    ],
    [
        " American military aircraft is they're working, man, like the Navy helicopters. They're",
        700.16,
        704.72
    ],
    [
        " grrie, they're just, they're, you know what they are? They're daily drivers. They're a daily driver,",
        704.72,
        710.08
    ],
    [
        " a CH46, a Navy CH46, that thing is a daily driver. That thing is a Ford F-150. That's just ready.",
        710.68,
        720.46
    ],
    [
        " That thing is going to do its job. So I always felt, even though there'd be hydraulic fluid",
        721.08,
        725.96
    ],
    [
        " all over the deck and it would be a little bit, it would look sketchy. But you know that that",
        726.14,
        732.78
    ],
    [
        " thing's been flying, well, first of all, how old is the CH46 platform? 19, early 1960s.",
        732.78,
        739.7
    ],
    [
        " And some of those birds are from the 1960s. Still flying. Well, at least they were still flying when",
        740.18,
        745.14
    ],
    [
        " I was in. Yeah. All right, little tangent right there. And what's interesting is everything we",
        745.14,
        755.22
    ],
    [
        " just talked about? All plays, that's what this whole book is about. It's about competition. But",
        755.22,
        760.6
    ],
    [
        " it's all those things. That's the reason I was kind of diving into it. It's all these things are",
        760.6,
        763.68
    ],
    [
        " how we are competing with our allies and with our rivals. And we're letting everybody know that",
        763.68,
        770.44
    ],
    [
        " this is what we've got. And these are capabilities. And this is what we can do. Like that's all part of",
        770.44,
        774.72
    ],
    [
        " the game. Yeah. And I was thinking that that that tangent was also like, that's what makes us",
        774.72,
        779.46
    ],
    [
        " professionals. That's the profession of what we're doing. It's not a, it's not a hobby. It's fun as",
        779.46,
        785.1
    ],
    [
        " it is. It's it's flying airplanes. All those are professional things. And that's when we were",
        785.1,
        790.1
    ],
    [
        " working with other countries, the one thing I will say this is that I know when you were going to",
        790.1,
        796.22
    ],
    [
        " fight someone outside of your squadron. So another squadron. And then outside of the service,",
        796.22,
        800.56
    ],
    [
        " like we're going to go with the Air Force, you had the sense of like, you got to be on your",
        800.56,
        804.34
    ],
    [
        " egg game. When we were fighting with other countries, it was like, you, you were going to show them",
        804.34,
        808.22
    ],
    [
        " you are absolute best game in everything we do from brief to shut down and everything in between.",
        808.22,
        813.74
    ],
    [
        " So there was a sense of looking the part and that every step away from your squadron from your",
        813.96,
        819.26
    ],
    [
        " bros, that went up higher. Like don't you go fight with your force and embarrass us. And when you're",
        819.26,
        824.52
    ],
    [
        " fine with, you know, working with foreign countries, the need to look professional was absolutely",
        824.52,
        829.12
    ],
    [
        " understood. Verbalized at all or no? Absolutely. Absolutely.",
        829.12,
        833.26
    ],
    [
        " Jack. Who would you train with? Like, for example, like what other country? Let me, I mean,",
        834.84,
        840.56
    ],
    [
        " okay, so I have trained personally with Canadians, Australians, Brits, Saudis,",
        840.56,
        847.66
    ],
    [
        " Emirates, Kuwaitis, Singapore, Malaysia. I'm running out. There's more.",
        848.08,
        857.0
    ],
    [
        " I'm running out. These are all just air forces or services, your country that fly different",
        857.28,
        860.84
    ],
    [
        " airplanes or interacted in some way. Japan. A whole bunch of countries. Do you ever fly their",
        860.84,
        867.44
    ],
    [
        " planes? So every, you said something, I'm kind of laughing at it and I didn't know we're going to",
        868.48,
        873.26
    ],
    [
        " circle back to it. Every single time you go do this kind of the last day or two, you have some",
        873.26,
        877.08
    ],
    [
        " graduation thing and they're always offering, hey, you jump in or remember, I flew single seat",
        877.08,
        881.26
    ],
    [
        " airplanes. So it wasn't always that we could do that. But if there's a two seat jet or something,",
        881.26,
        885.38
    ],
    [
        " we always offering and they're always offering us, hey, jump in the back seat. I never once,",
        885.48,
        889.56
    ],
    [
        " never once. I don't want to be in the back seat. First of all, of anything, certainly not of a,",
        889.82,
        894.96
    ],
    [
        " you know, a former Soviet Union, MiG-29, that's, you know, what I never got in the back seat",
        894.98,
        901.6
    ],
    [
        " if somebody else is airplane. You were busy. Couldn't do it that day. Not available.",
        901.6,
        905.12
    ],
    [
        " And that I think is what you were saying, like, I don't know anything about any of these,",
        905.82,
        909.54
    ],
    [
        " I don't know about this airplane. And first of all, I don't want to be in the back seat. I don't",
        909.6,
        912.8
    ],
    [
        " know what the cool, and guys would, guys would kill for that stuff and I never wanted to do it.",
        912.8,
        917.16
    ],
    [
        " Be in a back of a flanker made or something. Go for it, dude. That's all you. Yeah.",
        917.82,
        922.88
    ],
    [
        " Sometimes you'd have the same planes though, right? Or no? Yeah. Canadians, Australians,",
        923.16,
        927.16
    ],
    [
        " we've had the exact same airplanes. It's the, like in the SEAL teams, if you're going to do something",
        927.16,
        932.98
    ],
    [
        " or you're in some foreign aircraft, the only way to get out of it would be to basically quit.",
        932.98,
        939.02
    ],
    [
        " You know, you can't say, like, well, hey, guys, I'm not really comfortable with this aircraft.",
        939.78,
        943.56
    ],
    [
        " And so you're sitting there in a squad and every single one of those, probably like,",
        943.92,
        949.18
    ],
    [
        " there's everything one of those guys is thinking we should not be doing this.",
        950.76,
        953.54
    ],
    [
        " And every single one of those guys doesn't say word about it, gets on that bird and goes and does",
        953.82,
        957.8
    ],
    [
        " what you got to do. Not me.",
        957.8,
        959.38
    ]
]