[
    [
        " Back to the book, Warfighting also instructs that the, quote,",
        1.66,
        5.72
    ],
    [
        " military profession is a thinking profession.",
        5.98,
        8.88
    ],
    [
        " End quote.",
        9.64,
        10.28
    ],
    [
        " This means that Marines must practice mental, the mental discipline necessary",
        11.4,
        16.0
    ],
    [
        " to challenge our assumptions.",
        16.0,
        17.3
    ],
    [
        " As professionals, we need to dispassionately assess the environment and make",
        17.88,
        21.9
    ],
    [
        " certain we are setting the pace for our competitors.",
        21.9,
        23.9
    ],
    [
        " I was on with a client the other day and well, you know, the lead into the",
        24.14,
        27.62
    ],
    [
        " question that I got asked was, well, you know, in the military, of course,",
        27.62,
        30.66
    ],
    [
        " it's a, it's a very hierarchy, structured thing.",
        30.88,
        35.74
    ],
    [
        " And what you want is people that all think the same way.",
        35.9,
        38.48
    ],
    [
        " You know, that was the lead into the question.",
        38.76,
        40.08
    ],
    [
        " So then he asked the question, then I had to start with, well,",
        40.16,
        42.48
    ],
    [
        " let me just tell you that the last thing I want on my team is a bunch of",
        42.48,
        45.54
    ],
    [
        " people that think the same way.",
        45.54,
        46.4
    ],
    [
        " I do.",
        46.54,
        46.62
    ],
    [
        " Actually, I want a bunch of people that push back and think different",
        46.92,
        49.28
    ],
    [
        " thoughts and see different perspectives than me.",
        49.28,
        50.8
    ],
    [
        " And so here's the Marine Corps quoting from their, their, their, their manual",
        51.3,
        56.54
    ],
    [
        " number one, which is called war fighting military profession is a thinking",
        56.58,
        59.8
    ],
    [
        " profession.",
        59.8,
        60.4
    ],
    [
        " And it takes discipline to challenge our own assumptions.",
        60.88,
        65.22
    ],
    [
        " Again, it's totally the, the, the complete opposite of what everyone thinks",
        66.08,
        71.9
    ],
    [
        " the Marine Corps is.",
        71.9,
        72.72
    ],
    [
        " Everybody thinks everyone though, we want every Marine to think the same.",
        72.74,
        75.1
    ],
    [
        " No, you don't.",
        75.24,
        75.9
    ],
    [
        " We want them to actually, it's actually we're being instructed to challenge our",
        76.22,
        79.42
    ],
    [
        " own assumptions.",
        79.42,
        79.92
    ],
    [
        " Yeah, I like that connection to you were talking earlier about wanting to see",
        80.7,
        85.72
    ],
    [
        " this thing connect back to humility, which was that sentence kind of started",
        85.72,
        89.06
    ],
    [
        " this and that there is, there is an undeniable connection there.",
        89.06,
        93.08
    ],
    [
        " The mental discipline necessary to challenge our own assumptions, the, the",
        93.22,
        96.0
    ],
    [
        " humility that it takes to go and look at your own, guess, your own assumption",
        96.0,
        101.0
    ],
    [
        " to go, I might be wrong.",
        101.0,
        103.08
    ],
    [
        " The humility inside of that, and they're calling it mental discipline,",
        103.86,
        107.16
    ],
    [
        " but those two are completely linked.",
        107.4,
        109.36
    ],
    [
        " And even if you just think about the things you say, the self discipline,",
        109.52,
        112.88
    ],
    [
        " when it takes for you to do the things that you do as discipline, as you are,",
        112.88,
        115.94
    ],
    [
        " the reason you do it is that you don't want to get complacent.",
        116.32,
        118.72
    ],
    [
        " You don't want to get comfortable.",
        118.94,
        119.76
    ],
    [
        " You don't want to get weak.",
        119.9,
        120.56
    ],
    [
        " So you have the mental discipline to do that.",
        120.74,
        122.82
    ],
    [
        " And that is, that is humility because if you don't have, you're like, man,",
        122.94,
        126.98
    ],
    [
        " I can skip a day.",
        126.98,
        127.94
    ],
    [
        " Yeah, I can skip a couple days, whatever.",
        128.1,
        129.4
    ],
    [
        " Either either a lack of mental discipline or a lack of humility will lead you to",
        129.8,
        134.96
    ],
    [
        " not challenge your assumptions and just think that everything's going fine.",
        134.96,
        137.18
    ],
    [
        " And we'll just go through with it.",
        137.18,
        138.18
    ],
    [
        " My plan's good to go.",
        138.3,
        138.96
    ],
    [
        " Yeah.",
        139.14,
        139.28
    ],
    [
        " Back.",
        141.38,
        141.78
    ],
    [
        " Next section is education.",
        141.82,
        143.34
    ],
    [
        " But before we go into this next section, let me ask you this.",
        144.66,
        147.26
    ],
    [
        " Do you remember when I was talking about diving and not wanting to be the buddy?",
        147.8,
        151.76
    ],
    [
        " Yeah, we, yeah, totally.",
        152.08,
        153.4
    ],
    [
        " So that was, I think when we were talking about, and I was just, you know,",
        153.62,
        156.66
    ],
    [
        " the single seat mindset of my experience, you know,",
        156.76,
        160.88
    ],
    [
        " that's, is it a similar thing where if you're in the back seat,",
        160.92,
        163.88
    ],
    [
        " you're just kind of not in control and you're not much to do and you're sort of,",
        163.88,
        168.4
    ],
    [
        " yeah, I mean, that was for me.",
        168.44,
        170.2
    ],
    [
        " And there were guys just like me that had no problem sitting in the back seat.",
        170.9,
        175.0
    ],
    [
        " If, if, if you lined up like 10 fighter pilots today,",
        175.54,
        179.36
    ],
    [
        " like, hey, do you want to go fly in the back seat of an authentic P 51 from World War",
        179.68,
        185.52
    ],
    [
        " two?",
        185.52,
        185.82
    ],
    [
        " Nine of them would be in there like this.",
        186.58,
        188.14
    ],
    [
        " And I would say no thanks.",
        188.14,
        189.32
    ],
    [
        " So it could even be a hundred or 99 of them would say I'll be in there just about.",
        189.74,
        193.64
    ],
    [
        " Everybody want to get in there or not.",
        193.64,
        194.8
    ],
    [
        " I'm not even a freaking pilot.",
        194.88,
        195.92
    ],
    [
        " Yeah.",
        196.04,
        196.44
    ],
    [
        " And, and I understand the, the historical significance of it.",
        196.68,
        199.7
    ],
    [
        " And I'm not even sure it's rational to even think that, but I, I never, ever,",
        200.06,
        206.56
    ],
    [
        " ever, even, even wanting to fly a two seat airplane.",
        206.76,
        210.16
    ],
    [
        " I didn't want to do that because I didn't, I didn't want people looking at me.",
        210.34,
        215.86
    ],
    [
        " You know, like, hey, what do you like?",
        216.04,
        216.9
    ],
    [
        " I got this, you know, and that, that's all young.",
        217.08,
        219.98
    ],
    [
        " So I mean, everything I've grown that in some ways, but there is an absolute",
        219.98,
        224.2
    ],
    [
        " mental uniqueness of being alone in an airplane.",
        225.76,
        228.56
    ],
    [
        " There's a, there's something about that.",
        228.86,
        230.52
    ],
    [
        " There's something unique about that.",
        230.8,
        231.98
    ],
    [
        " You know, I got a big smile on my face right now.",
        232.5,
        234.86
    ],
    [
        " So there's a, um, I, I'm not even a hundred percent sure about this, but I'm 99.",
        235.16,
        242.38
    ],
    [
        " This is why this is great.",
        243.22,
        245.1
    ],
    [
        " Every time you say single seat, every time you're like, well, it's a single seat.",
        245.18,
        249.0
    ],
    [
        " There's a, I, there's a Ferrari.",
        249.78,
        252.72
    ],
    [
        " Sports car, which is one of the most expensive",
        253.74,
        259.64
    ],
    [
        " ferraries that you can get.",
        259.64,
        261.14
    ],
    [
        " It's nuts.",
        261.84,
        263.04
    ],
    [
        " You know, it's got 10 million horsepower and it can do the whatever.",
        263.62,
        267.28
    ],
    [
        " And it's a single seat car.",
        267.84,
        272.48
    ],
    [
        " And I, we're going to, I'm going to have to fact check this.",
        273.94,
        276.5
    ],
    [
        " The name of the car is ego-east.",
        277.02,
        281.3
    ],
    [
        " That's the name.",
        283.82,
        284.66
    ],
    [
        " It's like something, like something ego.",
        284.86,
        286.6
    ],
    [
        " That's the name of the car.",
        287.02,
        288.04
    ],
    [
        " Totally.",
        288.32,
        288.64
    ],
    [
        " I'm in this thing by myself.",
        289.1,
        290.92
    ],
    [
        " There's not even anyone else to come in in here.",
        291.18,
        293.16
    ],
    [
        " It's not possible.",
        293.26,
        293.92
    ],
    [
        " This is all about me.",
        293.92,
        295.5
    ],
    [
        " Well, think of the ego.",
        296.36,
        297.4
    ],
    [
        " I mean, if you want to think about even just me, think of the ego of, um,",
        297.9,
        301.96
    ],
    [
        " flying for the military, not good enough.",
        303.4,
        305.1
    ],
    [
        " Flying helicopters, not good enough.",
        306.42,
        308.1
    ],
    [
        " Flying cobras, not good enough.",
        308.48,
        309.92
    ],
    [
        " Flying jets, not good enough.",
        310.48,
        312.32
    ],
    [
        " Flying f-18s, not good enough.",
        312.4,
        314.42
    ],
    [
        " Flying single seat f-18s.",
        314.88,
        316.5
    ],
    [
        " Okay, that'll do.",
        316.66,
        317.42
    ],
    [
        " Like the criteria of what I had created in my mind of what success was,",
        318.02,
        322.3
    ],
    [
        " like what success was was just that.",
        322.6,
        326.1
    ],
    [
        " And I don't, I don't mean to like presume that I know",
        326.8,
        330.56
    ],
    [
        " what you know what you were thinking, but,",
        330.56,
        334.48
    ],
    [
        " hey, do you want to just be in the Navy?",
        334.68,
        336.26
    ],
    [
        " That's not enough for me.",
        336.56,
        337.24
    ],
    [
        " You could be a diver or like, and you could go through their criteria.",
        337.64,
        340.64
    ],
    [
        " And even, and I'm, I'm implying like it's kind of crazy, like green beret.",
        340.88,
        345.26
    ],
    [
        " That's not what I want to do.",
        345.5,
        347.7
    ],
    [
        " Doggo, you know how many people would kill to say their green beret?",
        348.12,
        353.36
    ],
    [
        " Like, yeah, I know, I understand that, but that's not what I want.",
        353.44,
        355.96
    ],
    [
        " And I had created a scenario in my mind, like if it's not a single seat,",
        356.34,
        361.56
    ],
    [
        " high lot f-18 in the Marine Corps, I'm not going to be happy,",
        361.58,
        364.86
    ],
    [
        " which is kind of, it's insane.",
        364.86,
        366.56
    ],
    [
        " It's crazy, but that is,",
        366.84,
        368.24
    ],
    [
        " that is what, that's what I wanted to do.",
        369.06,
        371.46
    ],
    [
        " And I don't, maybe if I ended up in a 2C squadron,",
        372.54,
        374.9
    ],
    [
        " what I've somehow go, hey, you know what, I was an idiot.",
        374.92,
        376.52
    ],
    [
        " This was, this is totally awesome.",
        376.68,
        377.78
    ],
    [
        " This is great.",
        377.96,
        378.44
    ],
    [
        " Maybe.",
        379.04,
        379.62
    ],
    [
        " But you, you know, the ego, the power of the ego going.",
        380.38,
        385.58
    ],
    [
        " And that's, I think, not to defend myself too much, but I think this is a little bit different",
        386.72,
        393.06
    ],
    [
        " than arrogance.",
        393.06,
        393.82
    ],
    [
        " The ego and the arrogance, you know, the flaunting of,",
        394.92,
        397.44
    ],
    [
        " I'm better than you are against them or like, no, that to me is the hardest,",
        397.46,
        401.04
    ],
    [
        " that's the highest peak you can get to.",
        401.32,
        402.78
    ],
    [
        " That's where I want to be.",
        403.0,
        404.16
    ],
    [
        " And I had created it that, that's what I wanted.",
        404.82,
        407.54
    ],
    [
        " And other guys like, they didn't, I don't know, okay, I'll fly whatever.",
        407.96,
        409.94
    ],
    [
        " Really?",
        410.68,
        412.16
    ],
    [
        " Yeah, yeah, cool, whatever, I'll fly that.",
        412.82,
        414.04
    ],
    [
        " Cool.",
        414.54,
        414.68
    ],
    [
        " Go fly that.",
        415.38,
        416.3
    ],
    [
        " If you don't have that, how far do you make it?",
        418.04,
        422.22
    ],
    [
        " Not where I wanted to go.",
        425.06,
        426.24
    ],
    [
        " I mean, okay, so there might be some small tiny minuscule part of the population that is just so",
        427.1,
        432.1
    ],
    [
        " talented that they can kind of just cruise by and they're going to get it.",
        432.1,
        436.32
    ],
    [
        " Right.",
        436.42,
        436.5
    ],
    [
        " Yeah, there are.",
        436.92,
        437.6
    ],
    [
        " And there's some people that are like, guess what I'm doing this weekend.",
        437.98,
        440.38
    ],
    [
        " I'm sharpening my knife and polishing my boots.",
        440.76,
        442.28
    ],
    [
        " Yeah.",
        442.48,
        442.62
    ],
    [
        " That was me in seal training.",
        442.76,
        443.94
    ],
    [
        " You know, me in seal training was, oh, guys are going to go to whatever, you know,",
        444.52,
        448.32
    ],
    [
        " go to the mall, go try and meet girls or whatever.",
        448.48,
        450.32
    ],
    [
        " I'm going to sharpen my knife the whole weekend.",
        450.54,
        453.1
    ],
    [
        " And get ready for inspection because I want to make sure I get through this thing.",
        453.52,
        457.64
    ],
    [
        " Because I'm not sure, I see pitfalls all over the place and I don't need any more pitfalls",
        457.72,
        462.02
    ],
    [
        " than there are.",
        462.02,
        462.46
    ],
    [
        " That's right.",
        462.6,
        462.9
    ],
    [
        " And you're not going to feel like you're missing out either.",
        463.52,
        464.98
    ],
    [
        " You're not going to be like, man, I wish I was out at the bar, out at the club.",
        465.38,
        467.76
    ],
    [
        " Like you're not thinking that at all.",
        468.0,
        468.92
    ],
    [
        " You're like, this is what I should be doing, this is what I should be doing.",
        468.98,
        470.46
    ],
    [
        " I don't care about anything else.",
        470.64,
        471.58
    ],
    [
        " So you don't even feel like you're doing it even though you don't want to.",
        472.02,
        475.22
    ],
    [
        " You wouldn't want to do anything else.",
        475.56,
        477.38
    ],
    [
        " As a matter of fact, if you did the other thing, you're like, you know what I should be doing right now?",
        477.52,
        479.86
    ],
    [
        " I should be back home prepping.",
        480.2,
        481.32
    ],
    [
        " That's what I should be doing.",
        481.46,
        482.18
    ],
    [
        " So the, I think that's the difference.",
        483.64,
        487.04
    ],
    [
        " Well, maybe not the difference, but when you talk about, when you talk about ego",
        487.6,
        492.44
    ],
    [
        " and you cross section some humility in there, guess what that equals?",
        492.44,
        497.76
    ],
    [
        " That equals someone that's working as hard as they possibly can and holding themselves",
        497.88,
        501.28
    ],
    [
        " the highest possible standard so that they can achieve what they want to achieve.",
        501.28,
        504.72
    ],
    [
        " When someone's just arrogant, guess what?",
        505.14,
        507.48
    ],
    [
        " They don't do that extra studying.",
        507.58,
        508.9
    ],
    [
        " They don't stay in sharpen their knives.",
        509.2,
        510.82
    ],
    [
        " And look, there's a tiny minuscule percentage chance that they have the natural talent.",
        511.76,
        517.26
    ],
    [
        " And it's probably, well, it's, I'll tell you, it's a lot easier",
        517.78,
        520.56
    ],
    [
        " in the sea to get through basic seal training just based on the fact that you're a really good",
        520.56,
        527.22
    ],
    [
        " athlete and you're decently tough.",
        527.22,
        528.94
    ],
    [
        " And if you have that, you can be pretty arrogant and still make it through because you don't really",
        529.4,
        533.6
    ],
    [
        " need to do anything extra because you can do a row climb and you can carry a log around and it's",
        533.6,
        538.18
    ],
    [
        " like, okay, you know, you played whatever.",
        538.18,
        540.36
    ],
    [
        " You did track and field and you played football and you show up and you're 21 years old and",
        540.62,
        545.96
    ],
    [
        " you're in really good shape.",
        545.96,
        546.62
    ],
    [
        " You can be pretty arrogant and not really have to do anything extra and make it through the program.",
        546.88,
        551.7
    ],
    [
        " I bet that's a little bit more challenging.",
        552.5,
        554.9
    ],
    [
        " There's probably less people that would fall into that category in pilot school because you get",
        555.02,
        560.02
    ],
    [
        " hit with the academics.",
        560.02,
        560.96
    ],
    [
        " You get hit with them, the fine motor skills.",
        561.6,
        564.04
    ],
    [
        " You get hit with the natural ability to, like I remember when I took the test for officer",
        564.36,
        571.22
    ],
    [
        " candidate school and they're showing you pictures and what is this?",
        571.22,
        574.14
    ],
    [
        " Is this plane?",
        574.56,
        575.88
    ],
    [
        " They're showing like, I wasn't even going into aviation or anything.",
        576.06,
        579.34
    ],
    [
        " They're showing you a plane.",
        579.42,
        579.96
    ],
    [
        " Is this thing coming or going?",
        580.1,
        580.84
    ],
    [
        " Is this that?",
        581.28,
        581.68
    ],
    [
        " And so you're getting hit with those kind of tests as well.",
        582.68,
        585.68
    ],
    [
        " So there's got to be, there's different types of screening that's taking place",
        585.92,
        590.46
    ],
    [
        " that are more, there's a broader modality of screening.",
        590.86,
        594.88
    ],
    [
        " As opposed to seal training, it's like, be cold, do pull ups.",
        595.16,
        599.36
    ],
    [
        " That's not a huge...",
        599.8,
        602.8
    ],
    [
        " How much autonomy do you have over your schedule in seal training as well?",
        602.8,
        607.14
    ],
    [
        " I'm sure some points you have zero, but do you have a bunch of free time?",
        607.34,
        610.88
    ],
    [
        " Surprisingly, what's surprising to a lot of people is you do have a lot.",
        611.44,
        615.02
    ],
    [
        " Yeah.",
        615.26,
        615.44
    ],
    [
        " You do have a decent amount of free time and that is part of the test.",
        615.7,
        619.94
    ],
    [
        " The biggest part of the test is, oh, you want to get drunk and get in a fight?",
        619.94,
        622.5
    ],
    [
        " Cool, you're not here anymore because you just got in trouble.",
        622.62,
        624.54
    ],
    [
        " We don't need you in the seal teams.",
        624.68,
        625.62
    ],
    [
        " Oh, you just went and didn't prepare this weekend and now you're failing your third inspection.",
        626.64,
        631.28
    ],
    [
        " Cool, we don't need you in the seal teams.",
        631.54,
        632.78
    ],
    [
        " So there is a, they have to give you some opportunity.",
        633.0,
        636.44
    ],
    [
        " They have to give you enough rope that you can hang yourself and you certainly can.",
        636.64,
        638.86
    ],
    [
        " And there's plenty of guys that did.",
        639.0,
        640.36
    ],
    [
        " Yeah.",
        640.58,
        640.92
    ],
    [
        " Plenty of guys that got in trouble in town, didn't come back from Mexico in time for",
        641.1,
        646.16
    ],
    [
        " monster and you know, you hit a couple of those things and you're gone.",
        646.16,
        649.42
    ],
    [
        " So they give you enough rope.",
        649.92,
        651.12
    ],
    [
        " If you're a knucklehead, you'll hang yourself with it.",
        651.2,
        653.26
    ],
    [
        " But other than that, if you can do pull-ups and you can suffer or you can do",
        653.74,
        659.74
    ],
    [
        " some rope climbs, you can kind of just grit through it.",
        659.74,
        662.86
    ],
    [
        " And that's why I think, that's why I think I would venture to say that we have a higher",
        664.08,
        671.04
    ],
    [
        " percentage of arrogance in the seal teams because you don't, because you're not going to get humbled",
        671.06,
        676.66
    ],
    [
        " quite as much as as you are in such a selective scenario as going to flight school.",
        676.66,
        683.62
    ],
    [
        " We're going to OCS, going to the basic school, you know, getting down selected,",
        683.98,
        687.42
    ],
    [
        " down selected to get in, down selected at OCS, down selected at the basic school, down selected",
        687.74,
        695.54
    ],
    [
        " at flight school and then down selected to go to top gun.",
        695.54,
        699.82
    ],
    [
        " Like that's a bunch of very narrow funnels that you got to get through.",
        700.1,
        707.24
    ],
    [
        " If you're going to make it all the way to top gun instructor,",
        707.72,
        711.5
    ],
    [
        " that's a bunch of very narrow things to pass.",
        712.3,
        715.54
    ],
    [
        " Yeah, even with that, it's not a flawless system.",
        716.22,
        721.0
    ],
    [
        " I mean, even with that, there are guys that are there that maybe shouldn't be there.",
        721.0,
        725.68
    ],
    [
        " I equate, and I'm probably wrong about this, just in my perception, I equate the seals.",
        726.72,
        735.22
    ],
    [
        " Being a Navy seal is as even inside the community of these highly, highly capable special operations",
        735.46,
        742.36
    ],
    [
        " organizations through at the different services that the seals elevate them in my own mind,",
        742.36,
        747.18
    ],
    [
        " that there's just something unique about that. And if I take a step back and I think like,",
        747.18,
        752.08
    ],
    [
        " okay, flying F-16s for the Air Force or flying F-18s for the Navy and the Marine Corps,",
        752.26,
        755.48
    ],
    [
        " look man, it's the same. And there's probably people say,",
        755.96,
        757.7
    ],
    [
        " a green beret, a navy seal, like you could account a couple of that are,",
        757.76,
        760.84
    ],
    [
        " that's not what I had in my mind, that there was a piece that would just set up a tiny bit compared",
        761.42,
        768.56
    ],
    [
        " to everything else. That's what I think when I think from the outside of seals, or at least",
        768.56,
        772.76
    ],
    [
        " can understand someone in your shoes going, that one.",
        772.9,
        776.58
    ],
    [
        " And I would say when I was 18 and I was raising my right hand to a listen to the Navy,",
        777.04,
        781.66
    ],
    [
        " that's what I was thinking. Once I was in and I work with the Marine Corps, I work with",
        781.84,
        786.54
    ],
    [
        " your Army Special Force, I work with the soldiers from the 101st Airborne, I realized there's",
        786.54,
        791.34
    ],
    [
        " guys here that are 10 times better than me. And they're in a ground pounder in an infantry unit.",
        791.34,
        797.62
    ]
]