[
    [
        " Competition is a fundamental aspect of international relations as state non-state actors seek to",
        1.58,
        7.8
    ],
    [
        " protect and advance their own interests.",
        7.8,
        9.7
    ],
    [
        " They continually compete for the advantage.",
        9.88,
        11.42
    ],
    [
        " Okay, so that's what everyone is doing.",
        11.6,
        13.94
    ],
    [
        " Am I paranoid?",
        14.64,
        15.38
    ],
    [
        " I might be.",
        16.3,
        17.04
    ],
    [
        " I might be.",
        17.3,
        18.36
    ],
    [
        " I might be a little bit paranoid.",
        18.62,
        20.02
    ],
    [
        " People are competing.",
        20.28,
        20.86
    ],
    [
        " People are maneuvering.",
        21.16,
        21.96
    ],
    [
        " And that's what we're doing, right?",
        22.48,
        24.14
    ],
    [
        " That's what that other company is doing.",
        24.62,
        25.8
    ],
    [
        " That's what that other department is doing.",
        26.1,
        27.48
    ],
    [
        " That's what that other country is doing.",
        27.76,
        28.94
    ],
    [
        " They're maneuvering.",
        28.96,
        29.78
    ],
    [
        " What are they doing that for?",
        29.84,
        30.68
    ],
    [
        " They're doing it too further their own interests.",
        31.04,
        33.8
    ],
    [
        " Now, going back to the idea of alignment, this also falls into agendas, right?",
        34.12,
        40.02
    ],
    [
        " Because if Dave is trying to make some maneuver inside of our company and I'm trying to make",
        40.36,
        44.88
    ],
    [
        " some maneuver inside of our company, as long as those maneuvers still get us to the",
        44.88,
        50.54
    ],
    [
        " point we want to go to, I don't care.",
        50.54,
        52.0
    ],
    [
        " We're good with it.",
        52.46,
        53.12
    ],
    [
        " We're good with it.",
        53.52,
        54.72
    ],
    [
        " We're fine.",
        54.78,
        55.16
    ],
    [
        " So people trying to advance their own interests, most of the time is fine as long as they're",
        55.26,
        65.48
    ],
    [
        " not undercutting the strategic goals that we have.",
        65.48,
        68.96
    ],
    [
        " But people are always competing.",
        69.78,
        73.52
    ],
    [
        " They're always making that little move.",
        73.78,
        75.0
    ],
    [
        " Some people a little bit more obvious than others.",
        75.76,
        77.8
    ],
    [
        " And here's what you got to watch out for.",
        79.1,
        82.04
    ],
    [
        " What you got to watch out for is when people have an agenda that helps them, but it doesn't",
        84.14,
        90.64
    ],
    [
        " move you in your strategic direction.",
        90.64,
        92.18
    ],
    [
        " That's what you're watching out for.",
        92.46,
        93.6
    ],
    [
        " What you're watching out for is when Dave and his department, hey, it's great.",
        94.0,
        97.3
    ],
    [
        " When Dave and his department are trying to get money so they can get more funds so they",
        97.4,
        99.8
    ],
    [
        " can hire more people so they can grow so they can get bigger production and they can move",
        99.8,
        104.22
    ],
    [
        " us toward the strategic goal of growing our business.",
        104.22,
        105.92
    ],
    [
        " That's all good.",
        106.28,
        106.86
    ],
    [
        " Dave is literally competing to get more money for his department so he can grow his department",
        107.18,
        112.02
    ],
    [
        " which will help him create more income so our whole business moves for.",
        112.02,
        115.2
    ],
    [
        " That's great.",
        115.32,
        115.76
    ],
    [
        " But there's a chance that Dave wants to, you know, set up a, he wants to set up an office",
        116.4,
        124.6
    ],
    [
        " in happens to be 0.2 miles down the road from his house, happens to be in a building that",
        124.6,
        130.0
    ],
    [
        " he owns, happens to want to charge a certain amount of rent.",
        130.0,
        132.88
    ],
    [
        " We don't need anything in that area, but he's doing it for himself.",
        133.28,
        136.44
    ],
    [
        " That's what we got to watch out for.",
        136.94,
        138.64
    ],
    [
        " And I'll tell you.",
        138.94,
        139.86
    ],
    [
        " When you're making those maneuvers for yourself, everybody sees it.",
        141.54,
        146.86
    ],
    [
        " You think you're smart, you think you're getting away with it, you think no one notices,",
        147.38,
        150.44
    ],
    [
        " you think, you think, oh, you know what, I do own the building, but it's really a great",
        150.64,
        154.12
    ],
    [
        " spot.",
        154.12,
        154.36
    ],
    [
        " Nobody believes you.",
        154.88,
        155.94
    ],
    [
        " Nobody believes you.",
        156.12,
        157.94
    ],
    [
        " So don't do it.",
        158.1,
        158.86
    ],
    [
        " Don't do things for yourself interests that undermine that aren't aligned with the",
        159.94,
        166.84
    ],
    [
        " strategic goal.",
        166.84,
        167.34
    ],
    [
        " Whenever I get somebody that I can't figure out quite why they're doing what they're doing,",
        167.56,
        171.48
    ],
    [
        " I'm like, what, Dave, what do you mean?",
        171.66,
        172.88
    ],
    [
        " Why would, explain to me why you want this building there again?",
        172.98,
        175.24
    ],
    [
        " Why, why you want to put an office there?",
        175.42,
        176.62
    ],
    [
        " Well, I'm telling you, there's a really a good market.",
        176.9,
        178.88
    ],
    [
        " And Dave, we already in that market, we can control this other area.",
        179.24,
        182.4
    ],
    [
        " Yeah, but it's, you know, I think it'd be really good for the company.",
        182.62,
        185.62
    ],
    [
        " Okay, tell me it would be good.",
        185.72,
        186.82
    ],
    [
        " Well, you know, we could have some offices there.",
        187.06,
        189.96
    ],
    [
        " I understand what, what you want to do.",
        190.48,
        192.66
    ],
    [
        " Why is it good?",
        193.06,
        193.74
    ],
    [
        " So when I can't, when we can't, when I can't understand why it is you want to do something,",
        193.74,
        199.18
    ],
    [
        " there's a chance I need to say, wait a second, is Dave doing this for some reason, some",
        199.4,
        206.04
    ],
    [
        " agenda that is not for the good of the organization?",
        206.04,
        209.64
    ],
    [
        " Is he competing against what we're doing?",
        210.2,
        214.32
    ],
    [
        " Because that's a problem.",
        215.04,
        216.48
    ],
    [
        " And I'll see you through it every single time.",
        217.14,
        218.86
    ],
    [
        " I'm so old, everybody else.",
        219.64,
        220.8
    ],
    [
        " It's so obvious, man.",
        221.02,
        222.84
    ],
    [
        " It's so obvious.",
        222.84,
        223.96
    ],
    [
        " Nations and other political actors pursue their interests constantly and in a variety of ways.",
        224.88,
        230.76
    ],
    [
        " Competition results, when the interests of one political group interact in some way with",
        231.4,
        235.62
    ],
    [
        " another group, these interactions take place in a dynamic environment, each move,",
        235.62,
        239.68
    ],
    [
        " hmm, each move an actor makes towards fulfilling an interest changes that ecosystem.",
        239.86,
        245.08
    ],
    [
        " Any interaction of interests, changes the situation as well.",
        245.74,
        250.28
    ],
    [
        " So what does that mean?",
        250.28,
        251.14
    ],
    [
        " We got to track that out of loop.",
        251.22,
        252.14
    ],
    [
        " Right?",
        252.74,
        253.16
    ],
    [
        " Because every move you make or every move your competitor makes, makes everything a little",
        253.22,
        256.54
    ],
    [
        " bit different.",
        256.54,
        256.94
    ],
    [
        " Competitions are often labeled as zero sum or positive sum.",
        257.92,
        263.42
    ],
    [
        " Zero sum rivalry means that if one group achieves its goal, then the rival group cannot achieve",
        263.8,
        268.28
    ],
    [
        " its own.",
        268.28,
        268.6
    ],
    [
        " A good example of zero sum competition is when two nations struggle over the ownership",
        268.88,
        272.16
    ],
    [
        " of an island.",
        272.16,
        272.7
    ],
    [
        " In most cases, only one of them can physically control it at a time.",
        273.24,
        276.52
    ],
    [
        " Positive sum means that more than one group can make progress towards fulfilling interests",
        277.28,
        282.28
    ],
    [
        " or achieving goals at the same time.",
        282.28,
        284.62
    ],
    [
        " For example, two nations may compete economically, but both may see their gross domestic product",
        284.76,
        290.02
    ],
    [
        " increase simultaneously.",
        290.02,
        291.6
    ],
    [
        " That's what I think we commonly refer to as a win-win situation.",
        292.3,
        296.12
    ],
    [
        " Which I love, which I love.",
        297.24,
        298.34
    ],
    [
        " I prefer.",
        298.8,
        299.58
    ],
    [
        " We don't want to do zero sum.",
        300.5,
        302.2
    ],
    [
        " We want to say, oh, I don't want to do something to Dave's divination.",
        302.5,
        306.5
    ],
    [
        " The division that shuts his division down, I want him to win and I want us, I mean to",
        306.5,
        309.72
    ],
    [
        " win.",
        309.72,
        309.82
    ],
    [
        " That's fine.",
        310.22,
        310.7
    ],
    [
        " It's positive.",
        311.08,
        311.46
    ],
    [
        " Why is it positive?",
        312.66,
        313.78
    ],
    [
        " Why is it positive?",
        315.34,
        317.1
    ],
    [
        " It's positive because I'm not just thinking tactically.",
        317.76,
        321.44
    ],
    [
        " I'm thinking strategically.",
        321.66,
        322.62
    ],
    [
        " And if what I do right now is burn Dave and burn his efforts to the ground, what is Dave",
        323.36,
        329.96
    ],
    [
        " going to do?",
        329.96,
        330.44
    ],
    [
        " So in two years, in five years or in ten years, he's coming back at me.",
        330.44,
        334.48
    ],
    [
        " Now are there times when you have to do scored, Tert policy?",
        335.96,
        339.12
    ],
    [
        " Yes there are.",
        339.38,
        340.06
    ],
    [
        " Most of the time you don't have to.",
        341.86,
        343.74
    ],
    [
        " Most of the time it's better to build than destroy.",
        344.7,
        347.14
    ],
    [
        " Competition manifests itself in several ways, such as win-win actor attempts to impose",
        350.2,
        357.12
    ],
    [
        " its will on the other.",
        357.12,
        358.68
    ],
    [
        " Another way is when one actor acts to frustrate another's plans, preventing them from achieving",
        358.96,
        364.18
    ],
    [
        " their goals.",
        364.18,
        364.64
    ],
    [
        " Think of one of these little things in the open to you.",
        365.02,
        367.16
    ],
    [
        " Think of when you feel that someone like, wait a second, why is echo, why is this",
        367.86,
        371.96
    ],
    [
        " another roadblock?",
        371.96,
        372.6
    ],
    [
        " Why does echo, why hasn't he done this little task yet?",
        372.94,
        375.8
    ],
    [
        " What's going on?",
        375.94,
        376.4
    ],
    [
        " Well guess what?",
        377.16,
        377.68
    ],
    [
        " Sabotage is what's going on.",
        377.8,
        378.9
    ],
    [
        " Trying to frustrate the goals.",
        379.24,
        381.12
    ],
    [
        " Both of these mainly apply to zero sum struggles.",
        381.82,
        385.24
    ],
    [
        " In a positive sum example, two economic rivals will try to best each other, like when they",
        385.24,
        391.32
    ],
    [
        " try to increase their market share in a particular industry at the expense of their rival, while",
        391.32,
        395.28
    ],
    [
        " both of their economies grow.",
        395.28,
        396.52
    ],
    [
        " So that's fine.",
        396.68,
        397.36
    ],
    [
        " Competition especially at the nation state level is complex and it is systemic.",
        398.92,
        404.28
    ],
    [
        " For example, auto manufacturers in the United States compete with rival companies.",
        404.78,
        407.62
    ],
    [
        " Isn't this interesting Dave?",
        407.76,
        408.76
    ],
    [
        " As often as we talk to businesses.",
        408.76,
        411.02
    ],
    [
        " And I've often, well, I'm not often, but I've talked about this before.",
        411.56,
        416.42
    ],
    [
        " What came first?",
        417.1,
        418.0
    ],
    [
        " The military learning from industry or industry learning from the military because it",
        419.08,
        422.66
    ],
    [
        " goes back and forth as I could continue a cycle.",
        422.66,
        424.34
    ],
    [
        " So here we are in the Marine Corps manual that they just released and what do they use",
        424.66,
        428.46
    ],
    [
        " for an example?",
        428.46,
        428.98
    ],
    [
        " Not a war example.",
        429.04,
        429.68
    ],
    [
        " They use a business example.",
        430.14,
        431.2
    ],
    [
        " The Marine Corps uses a business example.",
        431.86,
        435.34
    ],
    [
        " For example, auto manufacturers in the United States compete with rival companies in the",
        435.56,
        439.42
    ],
    [
        " European Union and Japan, but this does not mean the US government is also in direct",
        439.42,
        443.3
    ],
    [
        " competition with these governments, even though the auto manufacturers are based in their",
        443.3,
        448.26
    ],
    [
        " respective territories.",
        448.26,
        449.46
    ],
    [
        " Indirectly, the auto manufacturers may lobby their governments asking them to take actions",
        449.9,
        455.98
    ],
    [
        " that favor their company and the global competition for auto sales.",
        455.98,
        458.84
    ],
    [
        " The individual actors are intertwined and interact with each other in many different ways.",
        459.16,
        462.98
    ],
    [
        " The details of this brief example are less important than it is from Marines to understand.",
        462.98,
        468.36
    ],
    [
        " So there's an example, but here's what you got to understand.",
        469.1,
        471.68
    ],
    [
        " Strategic competition among international political actors is multi-layered and networked.",
        473.02,
        478.56
    ],
    [
        " Each competitor consists of many parts that interact in complex ways.",
        478.84,
        482.42
    ],
    [
        " As we see from these examples, competition and cooperation can coexist and competition",
        482.78,
        488.7
    ],
    [
        " does not need to lead to conflict.",
        488.7,
        490.78
    ],
    [
        " So there's all so many factors that play.",
        491.9,
        494.5
    ],
    [
        " And that's on a national level, but there's so many factors that play in the way you talk",
        495.2,
        498.8
    ],
    [
        " to someone else, the way you treat somebody else and the facial expressions that you make.",
        498.8,
        503.14
    ]
]