[
    [
        " Welcome to SawGcast, number 13.",
        5.2,
        7.82
    ],
    [
        " Today we are bringing this latest update from McVee Sawg whose stories, courtesy of",
        8.36,
        14.52
    ],
    [
        " Jocke Willing Productions and of course his right hand man, Echo Charles and today we",
        14.52,
        19.44
    ],
    [
        " have a special technician, Carrie, Helton with us.",
        19.44,
        22.04
    ],
    [
        " We thank you and without that support these stories would not become to you.",
        22.58,
        28.06
    ],
    [
        " And today we are having another Green Beret medic who served in McVee Sawg and won",
        28.24,
        36.42
    ],
    [
        " tour duty but it was a tour duty that has led to two very interesting books and we actually",
        36.42,
        43.24
    ],
    [
        " won book with an expanded edition and then we have a third book in the work and today",
        43.24,
        50.72
    ],
    [
        " I want to welcome to the show Joe Parner.",
        50.72,
        53.06
    ],
    [
        " Joe welcome to the show.",
        53.3,
        54.22
    ],
    [
        " Thank you Tilt.",
        54.7,
        55.22
    ],
    [
        " It's a pleasure to have you here and you and I met many years ago at the reunion and during",
        55.28,
        62.1
    ],
    [
        " that time we've kind of find out more about your story which brings you here today as a",
        62.1,
        67.34
    ],
    [
        " Green Beret medic flying first with Chase and then eventually you want to run in submissions",
        67.34,
        72.56
    ],
    [
        " across the fence.",
        72.56,
        73.56
    ],
    [
        " So talk start out with how did all this begin for you as getting into the army and then",
        73.84,
        82.9
    ],
    [
        " where you went through your basic training and then ultimately becoming a Green Beret medic",
        82.9,
        88.5
    ],
    [
        " which is still to this day or the best medics in the world.",
        88.5,
        90.9
    ],
    [
        " Well I started off as a student at the University of Massachusetts I was a junior and unlike",
        91.72,
        99.4
    ],
    [
        " of many of the students I was a war supporter and when we'd go out to the watering holes",
        99.4,
        105.92
    ],
    [
        " and argue about the war I was always pro US because I was a John Kennedy fan and to me",
        106.22,
        114.82
    ],
    [
        " you know the expressions like ask not what your country can do for you but what you can",
        114.82,
        119.88
    ],
    [
        " do for your country.",
        119.88,
        120.86
    ],
    [
        " Indeed.",
        120.86,
        121.4
    ],
    [
        " Really meant something to me.",
        121.7,
        123.34
    ],
    [
        " Also we will defend every any friend that pose any vote to preserve liberty those things",
        123.76,
        129.72
    ],
    [
        " were things that I believed in.",
        129.72,
        131.62
    ],
    [
        " They counted.",
        131.9,
        132.42
    ],
    [
        " And I got my bluff called one night when we were out somebody says I you know different",
        132.46,
        137.58
    ],
    [
        " than the rest of us you hiding from the draft here right and I says no I'm not he says",
        137.58,
        143.16
    ],
    [
        " well if you feel that way why don't you quit school and join the army and I said that's",
        143.16,
        147.76
    ],
    [
        " what I'm going to do and I had all my friends there and I didn't want to look like a fool",
        147.76,
        153.34
    ],
    [
        " and have them say this guy just is a BSR.",
        153.34,
        157.04
    ],
    [
        " So I quit school and went see the recruiter and took tests and got into the army and when",
        157.3,
        168.76
    ],
    [
        " I dropped out of school it was the end of April of 66 and well and behold I got called",
        168.76,
        176.38
    ],
    [
        " up for a draft you know a draft exam because I was no longer a student and wasn't protected",
        176.38,
        182.56
    ],
    [
        " with student status.",
        182.7,
        184.04
    ],
    [
        " And I had a range with the recruiter.",
        185.04,
        187.56
    ],
    [
        " Hey I'll go in around the end of summer I can have my last arrived and I was going to",
        187.64,
        192.96
    ],
    [
        " do that.",
        192.96,
        193.46
    ],
    [
        " I got called up for that physical in a month later about two weeks later I got to notice",
        193.86,
        198.34
    ],
    [
        " medically disqualified retest in one month and the only thing I had to do on the retest",
        198.34,
        204.6
    ],
    [
        " was have my chest X retaken again.",
        204.6,
        206.9
    ],
    [
        " So anyway I went for that and it was we were getting close to August when I was going",
        207.86,
        213.26
    ],
    [
        " and yeah and I never got the results for that until I was in basic training and when",
        213.26,
        218.94
    ],
    [
        " I was in basic my mother forwarded the letter on from the local draft board and it still",
        218.94,
        224.8
    ],
    [
        " read medically disqualified retest in one month and I was afraid that they'd kicked me out",
        224.8,
        232.32
    ],
    [
        " of the army.",
        232.32,
        233.1
    ],
    [
        " Yeah.",
        233.22,
        233.46
    ],
    [
        " When I was in basic so what I did is I ripped that letter up into little pieces because",
        233.56,
        237.86
    ],
    [
        " you know they do shake down inspections.",
        237.86,
        239.62
    ],
    [
        " Oh yeah of course.",
        239.62,
        240.7
    ],
    [
        " And I flushed it down the toilet in the barracks.",
        240.88,
        243.52
    ],
    [
        " Give it to the evidence.",
        243.54,
        245.92
    ],
    [
        " Yeah get rid of the evidence so for some reason I had flunked to draft physicals and never",
        246.1,
        252.02
    ],
    [
        " really found out why.",
        252.02,
        253.32
    ],
    [
        " No kidding.",
        253.66,
        254.04
    ],
    [
        " Yeah.",
        254.5,
        254.6
    ],
    [
        " But anyway I went through basic at Fort Dex and New Jersey completed that eight weeks",
        254.98,
        261.6
    ],
    [
        " and then from there we went directly to Fort Gordon George for advanced or for airborne",
        261.72,
        267.02
    ],
    [
        " infantry AIT.",
        267.02,
        268.08
    ],
    [
        " Right AIT yeah.",
        268.08,
        269.1
    ],
    [
        " Yeah.",
        269.24,
        269.34
    ],
    [
        " And by the way the way I went the reason I went airborne was a person I worked summers",
        269.68,
        275.7
    ],
    [
        " I'd worked during the summer back home and he said to me go airborne those guys are tough.",
        275.7,
        280.48
    ],
    [
        " So that's why I enlisted for airborne infantry.",
        280.84,
        284.42
    ],
    [
        " And anyway Fort Gordon was we got tested at Fort Gordon for special forces and one of",
        285.84,
        294.08
    ],
    [
        " the requirements at that time was you had to be 20 years old and I was like 23 so I didn't",
        294.08,
        304.5
    ],
    [
        " have any problem with that but I remember I maxed their math exam was 25 word problems.",
        304.5,
        309.96
    ],
    [
        " I got 100% and when we went to brag they gave us the exact same test and I got one wrong",
        310.04,
        317.52
    ],
    [
        " I guess I guessed right the first time.",
        317.52,
        320.88
    ],
    [
        " But anyway then I got held all of us going to special forces got held over for a couple",
        321.68,
        332.3
    ],
    [
        " days at Fort Benning after jump school and then they bust us to Fort Bragg.",
        332.3,
        338.42
    ],
    [
        " Sure.",
        338.46,
        338.82
    ],
    [
        " And there I wanted to be an engineer and blow stuff up.",
        339.84,
        343.88
    ],
    [
        " More fun.",
        344.12,
        344.82
    ],
    [
        " Yes it was.",
        345.16,
        346.48
    ],
    [
        " And the only problem with that was I'd hated KP when I had it a few times and basic",
        347.12,
        355.32
    ],
    [
        " and AIT and I hated that and the sergeant said to me gee you've got physiology anatomy",
        355.32,
        366.16
    ],
    [
        " from college because I was a physical education major.",
        368.06,
        371.0
    ],
    [
        " You'd be a perfect fit to be a medic.",
        371.82,
        374.48
    ],
    [
        " I knew it was 37 weeks of training right.",
        374.84,
        378.56
    ],
    [
        " Engineers was like 12 weeks or something like 14 so I said no I want to be an engineer",
        378.92,
        384.68
    ],
    [
        " right so he says well he says the next engineering class isn't going to start for about I don't",
        384.68,
        396.14
    ],
    [
        " know.",
        397.58,
        398.08
    ],
    [
        " And then he says we're going to medics class that starting Monday you wouldn't even",
        398.08,
        402.64
    ],
    [
        " have to pull KP so I went medics.",
        402.64,
        405.52
    ],
    [
        " And medics is the one MLS I knew that I couldn't do so here you are you signed up for it",
        405.96,
        413.96
    ],
    [
        " ready to roll.",
        413.96,
        414.62
    ],
    [
        " Well things went pretty good in the medics.",
        415.04,
        419.26
    ],
    [
        " I learned a lot going through the training it was tough training but it would have information",
        420.16,
        426.72
    ],
    [
        " fed to us during the week and every Friday would have an exam on that week's work.",
        426.72,
        432.72
    ],
    [
        " And then of course when you get to the end of training after dog lab and all that you",
        433.42,
        438.68
    ],
    [
        " end up having to go before a board of five officers that are doctors and one sergeant major.",
        438.68,
        446.3
    ],
    [
        " Was that right?",
        446.8,
        447.36
    ],
    [
        " Yeah I forgot about the board.",
        447.6,
        448.62
    ],
    [
        " Yeah and then they quiz you on anything you had all year long you know so.",
        448.62,
        453.26
    ],
    [
        " And doing some of your early phases you also got quizzes like daily right you came in you",
        453.5,
        457.56
    ],
    [
        " would be you have a coursework near your test is the next day.",
        457.56,
        460.52
    ],
    [
        " Yeah usually it was the weekly test.",
        460.62,
        462.54
    ],
    [
        " Okay we don't really have spot well pop quizzes or anything like that.",
        462.68,
        468.22
    ],
    [
        " But you really had to do your homework though.",
        468.28,
        469.76
    ],
    [
        " Yeah you had to do something but I was always a slacker at homework and stuff.",
        470.5,
        475.62
    ],
    [
        " I never wanted to be the honor graduate or anything like that just get through.",
        477.2,
        481.74
    ],
    [
        " Right I'm with you.",
        482.24,
        483.42
    ],
    [
        " Yeah.",
        483.7,
        483.82
    ],
    [
        " And so that kind of filled out my training it was funny when we finished and graduated it was",
        483.98,
        492.08
    ],
    [
        " in December of 67 that we finished what was called phase four then which was you go out",
        492.08,
        500.24
    ],
    [
        " and play soldier or TX.",
        500.24,
        501.92
    ],
    [
        " And then you have to do a 30 mile hike and 24 hours and after that you can graduate.",
        502.22,
        510.4
    ],
    [
        " And then at TX is that the one where it snowed?",
        510.84,
        514.46
    ],
    [
        " No but we did have water ice on the swamp that was right near where our campsite was.",
        514.48,
        521.96
    ],
    [
        " Yeah because our FTX was the same time.",
        522.46,
        524.5
    ],
    [
        " Okay.",
        524.82,
        525.12
    ],
    [
        " December of 67 and we had we got snow up there we're up in New York.",
        525.3,
        528.56
    ],
    [
        " Oh okay.",
        528.8,
        529.78
    ],
    [
        " They did us out at Camp McCall.",
        529.86,
        531.9
    ],
    [
        " Good training for Vietnam.",
        532.02,
        532.9
    ],
    [
        " Yeah they did have some snow.",
        533.48,
        534.8
    ],
    [
        " They did it with us in Camp McCall and I remember after we had graduated they said here",
        535.34,
        543.02
    ],
    [
        " list the three places you'd like to be assigned.",
        543.02,
        545.94
    ],
    [
        " You know.",
        547.34,
        547.52
    ],
    [
        " Oh yeah of course.",
        547.72,
        548.36
    ],
    [
        " And of course everybody all 43 medics that graduated with me Vietnam Vietnam Vietnam.",
        548.6,
        555.82
    ],
    [
        " Oh is that right.",
        556.02,
        556.6
    ],
    [
        " I scored two core three core or three core two core fours.",
        556.6,
        561.48
    ],
    [
        " Well that was our wish list.",
        562.24,
        565.74
    ],
    [
        " Of course yeah.",
        565.78,
        566.48
    ],
    [
        " Nobody got assigned to Vietnam out of the 43 medics.",
        566.62,
        570.28
    ],
    [
        " No is that right.",
        570.44,
        571.28
    ],
    [
        " I got assigned to the seventh.",
        571.34,
        572.7
    ],
    [
        " A lot of us to the seventh to the third to the sixth.",
        572.7,
        576.34
    ],
    [
        " Some people went to Panama.",
        576.34,
        577.78
    ],
    [
        " We had a couple guys go to language school at Presidio.",
        577.78,
        581.66
    ],
    [
        " Yeah yeah.",
        581.88,
        582.32
    ],
    [
        " And we had a couple I think that ended up going to Germany with the tenth but nobody got",
        582.74,
        588.18
    ],
    [
        " there.",
        588.18,
        588.5
    ],
    [
        " And you know I was at that point I had been in the army about a year and a half and I figured",
        589.12,
        594.08
    ],
    [
        " hey if I'm going to be with the seventh for a year I'm not going to I joined the army",
        594.08,
        599.8
    ],
    [
        " to go to Vietnam.",
        599.8,
        600.64
    ],
    [
        " Yeah.",
        600.64,
        601.32
    ],
    [
        " And I figured I'm not going to get there.",
        601.6,
        604.62
    ],
    [
        " But we had heard of this angel in the Pentagon named Mrs. Billy Alexander who they",
        605.26,
        612.16
    ],
    [
        " said could get you on the manifests to go to Vietnam.",
        612.16,
        615.62
    ],
    [
        " When we graduated we're going home for a Christmas leave.",
        616.7,
        620.62
    ],
    [
        " They were that was right.",
        621.12,
        622.06
    ],
    [
        " Sure.",
        622.34,
        622.66
    ],
    [
        " Around Christmas time.",
        623.3,
        624.64
    ],
    [
        " And I wrote a friend of mine Chuck Willoughby who he was the nephew of Congressman El Funzo",
        625.24,
        632.6
    ],
    [
        " Bell from California.",
        632.6,
        634.48
    ],
    [
        " Right.",
        634.8,
        634.98
    ],
    [
        " And he had visited his uncle the week before and he had his car with congressional plates",
        635.4,
        640.42
    ],
    [
        " on it.",
        640.42,
        641.02
    ],
    [
        " So Chuck said to me hey you're going to Massachusetts right up the DC with me and you can fly",
        641.7,
        647.32
    ],
    [
        " from there you know.",
        647.32,
        648.32
    ],
    [
        " So we're riding up 95 I think it was going 95 miles an hour.",
        648.54,
        654.26
    ],
    [
        " I guess Chuck figured that that's how fast you had to go because that was the root number.",
        654.46,
        659.54
    ],
    [
        " And yeah.",
        659.78,
        660.04
    ],
    [
        " That makes perfect sense.",
        660.12,
        662.0
    ],
    [
        " And we I remember at one point we had a highway patrol car pull up about eight feet behind",
        662.72,
        670.24
    ],
    [
        " our bumper when he saw the congressional place he just faded back into never even stopped",
        670.24,
        676.3
    ],
    [
        " us.",
        676.3,
        676.62
    ],
    [
        " So we on the way I said to Chuck hey drop me off at the Pentagon I'm going to find Mrs.",
        677.44,
        682.24
    ],
    [
        " Alexander get on the manifests for Vietnam.",
        682.42,
        685.1
    ],
    [
        " We got into DC it was about maybe nine or ten in the morning.",
        685.62,
        690.44
    ],
    [
        " So he dropped me off at the Pentagon.",
        690.72,
        692.78
    ],
    [
        " He hands me one of his uncle's business cards and says if you get anywhere in near call",
        693.46,
        699.2
    ],
    [
        " me at the number on this card you know.",
        699.2,
        701.74
    ],
    [
        " So I walked up this there was no signs like main entrance receptionists or anything.",
        702.02,
        708.58
    ],
    [
        " So I'm walking up a look like a driveway with a loading dock.",
        709.12,
        714.1
    ],
    [
        " And there was a uniform guard on the loading dock and I got up here and I was in uniform",
        714.8,
        720.66
    ],
    [
        " at the time spec for you know.",
        720.66,
        722.54
    ],
    [
        " Indeed.",
        722.62,
        722.88
    ],
    [
        " He said to me can I help you specialist and I said yes sir I'm looking for Mrs. Alexander",
        723.24,
        728.46
    ],
    [
        " I didn't realize it at the time but the Pentagon employed about 15,000 people at that time.",
        729.54,
        735.8
    ],
    [
        " Yeah right.",
        736.18,
        736.44
    ],
    [
        " You know what he said to me she's on the sixth card or searing.",
        736.74,
        740.08
    ],
    [
        " No.",
        740.48,
        740.94
    ],
    [
        " If you go through this door he says it's going to put you on the e-ring.",
        741.3,
        745.12
    ],
    [
        " He says go down till you get to the sixth card or go in two more rings and ask somebody",
        745.4,
        751.08
    ],
    [
        " she works in that area.",
        751.08,
        752.66
    ],
    [
        " The puzzle palace.",
        753.06,
        753.92
    ],
    [
        " Yeah.",
        754.28,
        754.48
    ],
    [
        " So there I am at the junction of a sixth card or in the searing and there's no receptionist again.",
        754.52,
        763.02
    ],
    [
        " You know I'm looking lost and an army made her stop and said can I help you specialist.",
        763.2,
        770.78
    ],
    [
        " And I said yes sir I'm looking for Mrs. Alexander and he pointed to a little hallway off the sixth",
        771.58,
        778.82
    ],
    [
        " card and says go down that hallway she works somewhere in that area.",
        778.82,
        782.94
    ],
    [
        " So I walked in it opened into a huge room with about a hundred desks with people working at them.",
        783.8,
        789.74
    ],
    [
        " Yeah.",
        790.04,
        790.18
    ],
    [
        " And once again I'm looking lost and an army whack major came up and said can I help you specialist.",
        790.84,
        797.64
    ],
    [
        " I said yes ma'am I'm looking for Mrs. Alexander.",
        798.12,
        801.32
    ],
    [
        " She said see the blonde three rows in and two desks over.",
        801.32,
        807.12
    ],
    [
        " I said yes ma'am she's that's her.",
        807.44,
        809.0
    ],
    [
        " I said do I need an appointment to see her.",
        809.18,
        811.84
    ],
    [
        " She says no you can go right over.",
        812.14,
        813.94
    ],
    [
        " And that's something.",
        814.32,
        814.88
    ],
    [
        " So I zigzag between the desks and introduce myself and she took my name rank serial number and said see that room that says E7 and above.",
        815.2,
        825.38
    ],
    [
        " She says go in there and wait I'll have somebody pull your records.",
        826.04,
        829.32
    ],
    [
        " So I went in there and guess what is a sergeant major sitting in that.",
        830.12,
        834.28
    ],
    [
        " E7 and above room and up to that point I had no exposure to sergeant majors and figure they eight spectators and PFs.",
        834.68,
        843.92
    ],
    [
        " Yeah for breakfast.",
        843.96,
        845.1
    ],
    [
        " So anyway I grabbed time magazine present pretended to be reading it and he piped up.",
        845.72,
        854.54
    ],
    [
        " Specialist I think the enlisted men's waiting room is the next one down.",
        855.64,
        859.8
    ],
    [
        " I said to him Mrs. Alexander told me to come in here and wait sergeant major.",
        860.42,
        866.24
    ],
    [
        " He said oh my moment of glory was about to arrive in the army.",
        866.24,
        871.96
    ],
    [
        " A whack private came in about five minutes later and said specialist planner Mrs. Alexander will see you now.",
        871.96,
        880.34
    ],
    [
        " Really yes that quick.",
        880.64,
        882.5
    ],
    [
        " Yep and he was waiting to see her too because I later found out she was in charge of E7 and above replacement.",
        883.14,
        889.62
    ],
    [
        " So anyway when I get out to sit with her she told her I wanted to get on the manifest and she's well in not turning over with the fifth group until I mean April of 68.",
        891.64,
        909.66
    ],
    [
        " Right and I said well what what about the 46th company in Thailand which I didn't know what they did but I knew they had something to do with the war.",
        910.32,
        919.6
    ],
    [
        " She thought they're not turning over until August.",
        919.92,
        922.38
    ],
    [
        " Oh wow.",
        922.82,
        923.46
    ],
    [
        " So I said well ma'am could you please put me on manifest for April when she says well we have openings in April for SOG.",
        923.68,
        931.98
    ],
    [
        " Do you know about SOG?",
        932.18,
        933.4
    ],
    [
        " I said oh yes that's about all I knew about it.",
        933.48,
        936.82
    ],
    [
        " So she put me on the manifest for SOG.",
        937.1,
        940.72
    ],
    [
        " The only thing I had heard of SOG was everybody that gets killed or wounded.",
        940.78,
        944.82
    ],
    [
        " Is that right?",
        946.02,
        946.9
    ],
    [
        " You heard that when you're going through training with them.",
        947.1,
        948.7
    ],
    [
        " Yeah and you know we knew that the room was scuttled but was one of the instructors had been with SOG and when we got towards near the phase 4 into the training they were some classified classes and so we'd kind of ask is this what SOG does over there.",
        948.98,
        965.3
    ],
    [
        " I don't know anything about them.",
        965.64,
        967.32
    ],
    [
        " This is the way it always was.",
        967.42,
        968.6
    ],
    [
        " Yeah.",
        968.94,
        969.08
    ],
    [
        " Real hush harsh and stuff.",
        969.08,
        970.42
    ],
    [
        " So anyway I walked out of the pentagon a little shaky.",
        970.9,
        973.74
    ],
    [
        " What the heck did I just volunteer for?",
        973.74,
        976.32
    ],
    [
        "",
        976.72,
        976.72
    ],
    [
        " I got to a phone booth near where Chuck Willoughby had left me off and dial the number on his card.",
        977.2,
        983.24
    ],
    [
        " He answered the phone.",
        983.44,
        984.5
    ],
    [
        " I says I'm on the manifest for SOG in April.",
        984.5,
        987.8
    ],
    [
        " Where are you?",
        988.24,
        989.16
    ],
    [
        " He said I said phone booth right down a little short distance from where you left me off.",
        989.32,
        994.48
    ],
    [
        " Wait right there I'll be there.",
        994.58,
        996.2
    ],
    [
        " So I sat in his uncle's car there with a congressional plates on it.",
        996.82,
        1001.72
    ],
    [
        " Well he went back and then came back in about 30 minutes and he was on the manifest for SOG to.",
        1002.0,
        1008.1
    ],
    [
        " No kidding.",
        1008.3,
        1008.74
    ],
    [
        " Yeah.",
        1009.04,
        1009.14
    ],
    [
        " He served up at CCN by the way.",
        1009.62,
        1011.86
    ],
    [
        " Well Chuck was at FUB1.",
        1012.48,
        1014.14
    ],
    [
        " Okay all right.",
        1014.38,
        1015.16
    ],
    [
        " He's up there with George Began.",
        1015.26,
        1016.44
    ],
    [
        " Yeah.",
        1016.78,
        1016.9
    ],
    [
        " And John Wong.",
        1017.4,
        1018.04
    ],
    [
        " Yeah.",
        1018.72,
        1018.9
    ],
    [
        " That's where we all gathered there and Chuck had the best looking mustache and camp.",
        1019.1,
        1023.68
    ],
    [
        " Okay.",
        1024.06,
        1024.46
    ],
    [
        " Yeah.",
        1024.48,
        1025.04
    ],
    [
        " I was always admiring his mustache.",
        1025.14,
        1027.16
    ],
    [
        " Yeah.",
        1027.38,
        1028.88
    ],
    [
        " He had really good mustache wax totally.",
        1028.96,
        1030.62
    ],
    [
        "",
        1030.84,
        1030.84
    ],
    [
        " So anyway that got me on the way to Vietnam.",
        1031.06,
        1035.78
    ],
    [
        " Of course I had to go to the seventh until April.",
        1035.78,
        1039.86
    ],
    [
        " Well my orders came down in March and they let me go home for 30 days and then beginning of April is",
        1040.56,
        1048.02
    ],
    [
        " when I went over to Vietnam.",
        1048.02,
        1049.58
    ],
    [
        " And I remember I got hell in the seventh.",
        1053.16,
        1056.94
    ],
    [
        " I started going like in February or the end of February to find out if I my orders were in yet.",
        1057.54,
        1065.88
    ],
    [
        " Right.",
        1066.42,
        1066.5
    ],
    [
        " After about a week I don't know it's Sergeant East 7 or Yeda or something says what makes you think you're getting orders for Vietnam.",
        1066.5,
        1076.26
    ],
    [
        " I said well I saw Mrs. Alexander in December and I'm supposed to you're not supposed to see Mrs.",
        1076.26,
        1081.98
    ],
    [
        " Alexander you're supposed to put in the proper paperwork blah blah blah blah blah.",
        1082.18,
        1086.8
    ],
    [
        " They came down anyway.",
        1087.26,
        1088.74
    ],
    [
        " So when did you so you landed in Vietnam in early April?",
        1089.48,
        1092.42
    ],
    [
        " Uh a 68.",
        1093.12,
        1094.26
    ],
    [
        " Yeah early April of 68.",
        1094.38,
        1096.54
    ],
    [
        " And like I had mentioned to you before I had that case of exome that slared up on me.",
        1096.92,
        1104.04
    ],
    [
        " And I looked like a mess.",
        1104.04,
        1105.58
    ],
    [
        " I looked like my khaki pants had been had somebody blowing those all over.",
        1105.78,
        1110.86
    ],
    [
        " Oh it was they were all you could see discolourations from where the body fluids weeped out and",
        1111.1,
        1118.26
    ],
    [
        " stick to the pants and oh it gets better till because uh I when I got along the way",
        1118.26,
        1127.16
    ],
    [
        " uh I didn't something happened to my security clearance that they fingerprinted us for in training group.",
        1128.54,
        1135.62
    ],
    [
        " Yeah.",
        1135.74,
        1135.84
    ],
    [
        " So when I was finishing going to the seventh they had to redo it.",
        1136.3,
        1140.96
    ],
    [
        " So I could get my in the meantime when I was with the seventh I had to wear the little",
        1141.54,
        1145.58
    ],
    [
        " can the little stripe on the hat not the full flash because I really you got to have the security clearance",
        1145.58,
        1152.36
    ],
    [
        " to wear the full flash.",
        1152.36,
        1153.78
    ],
    [
        " No kidding.",
        1153.96,
        1154.4
    ],
    [
        " Yeah.",
        1154.62,
        1154.8
    ],
    [
        " So anyway uh um when you go to Vietnam the fifth group would make you wear the full flash",
        1155.0,
        1162.6
    ],
    [
        " though and ever put on when you were going to Vietnam so that didn't become an issue.",
        1162.6,
        1168.64
    ],
    [
        " But anyway I got into trying and it became uh got to hang here for your weight here for your",
        1168.88,
        1175.84
    ],
    [
        " security clearance to catch up.",
        1175.84,
        1177.5
    ],
    [
        " It was a security clearance to secret.",
        1178.18,
        1181.88
    ],
    [
        "",
        1182.76,
        1182.76
    ],
    [
        " To get the top secret you had to have a a full secret and then they could put you in for an interim",
        1183.04,
        1190.52
    ],
    [
        " top secret.",
        1190.52,
        1191.28
    ],
    [
        " Right.",
        1191.34,
        1191.54
    ],
    [
        " We had a lot of guys without you and uh so that's the situation I was in.",
        1191.66,
        1196.42
    ],
    [
        " So they put me 24 hours on 24 hours off working in the trans and barracks at the",
        1196.56,
        1202.58
    ],
    [
        " trunk and one of my 24 hours off I figured gee maybe this Examus stuff will go away if I",
        1203.46,
        1209.64
    ],
    [
        " get some sun on it you know.",
        1209.64,
        1211.14
    ],
    [
        " I went to the beach and calmed out for a couple hours and I got really sunburned bad.",
        1211.28,
        1215.78
    ],
    [
        " I looked like a Roman gladiator with a breastplate but it was a big scab my whole chest",
        1215.98,
        1222.54
    ],
    [
        " in that it being like a scab right.",
        1222.54,
        1224.66
    ],
    [
        " Yeah.",
        1225.0,
        1225.16
    ],
    [
        " And it cracked and was oozing and stuff and so I went to the dispensary there and",
        1225.48,
        1232.36
    ],
    [
        " uh they said well they put me on a helicopter send me back to camera and bay to the dermatology",
        1233.1,
        1238.7
    ],
    [
        " clinic.",
        1238.7,
        1239.14
    ],
    [
        " This is all welcome to Vietnam.",
        1239.14,
        1242.36
    ],
    [
        " Yeah skin issues.",
        1242.36,
        1243.48
    ],
    [
        " Oh yeah.",
        1243.66,
        1243.98
    ],
    [
        " And when I got there they says I will keep you here through the weekend if it's not better",
        1244.24,
        1249.9
    ],
    [
        " we'll ship you back to the States.",
        1249.9,
        1251.74
    ],
    [
        " Man that panicked me.",
        1252.42,
        1253.72
    ],
    [
        " I went through a lot of crap to get there.",
        1254.0,
        1256.26
    ],
    [
        "",
        1256.68,
        1256.68
    ],
    [
        " And here they're going to send me home.",
        1256.68,
        1258.3
    ],
    [
        " So I said to him I'm a medic I said it was borrows solution soaks I would have had to put",
        1258.64,
        1264.06
    ],
    [
        " on it.",
        1264.06,
        1264.5
    ],
    [
        " And he says uh I says give me the medication I says I've got to work I can't not go back",
        1264.5,
        1270.98
    ],
    [
        " to the train you know.",
        1270.98,
        1272.84
    ],
    [
        " Yeah.",
        1272.98,
        1273.16
    ],
    [
        " So give me the soaks I'm a medic if it's not better I'll come back.",
        1273.46,
        1277.14
    ],
    [
        " Never it didn't get better right away but I didn't go back there.",
        1277.22,
        1280.2
    ],
    [
        " I learned my lesson from that.",
        1280.36,
        1282.76
    ],
    [
        " Wining about it but it was in the beginning of May when I got you got the clearance then",
        1283.44,
        1292.3
    ],
    [
        " clear then you began the three weekend conference and then they sent me up to Denang where we stayed",
        1292.3,
        1298.44
    ],
    [
        " in house 22 and you didn't get any in country training first no no kidding well maybe the",
        1298.44,
        1305.34
    ],
    [
        " normal people would but see I was we're not going to call you I was in reform school.",
        1305.34,
        1311.42
    ],
    [
        " In train yeah but anyway I uh so you go to Denang you get your top secret briefing.",
        1312.76,
        1319.78
    ],
    [
        " Yeah yeah and you know what was really funny because I had learned enough about getting",
        1320.22,
        1325.96
    ],
    [
        " in trouble in the army and we had a major come up in brief as then he says these missions",
        1325.96,
        1331.26
    ],
    [
        " are classified top secret never to be declass I'm waiting I think it was top secret no foreign",
        1331.26,
        1338.24
    ],
    [
        " never to be declassified and never downgraded oh really oh yeah so you know I this is",
        1338.9,
        1345.36
    ],
    [
        " tough stuff then the next guy comes in the full bird kernel I don't know which one it was",
        1345.36,
        1351.86
    ],
    [
        " could have been Jack war little guy dark here it could have been he comes in and tells a",
        1351.86,
        1355.7
    ],
    [
        " human are going to be some running some of the best missions in Vietnam someday they're going",
        1355.7,
        1361.48
    ],
    [
        " to write books about these missions and I had the real strong urge to raise my hand and say uh",
        1361.48,
        1367.68
    ],
    [
        " sir but what about what the previous major said how are they going to write books if they'll",
        1367.68,
        1371.84
    ],
    [
        " never be declassified but I know enough yeah yeah uh you get KP from that kind of stuff in the army",
        1371.84,
        1379.34
    ],
    [
        " so anyway then we all got I was assigned to FOB 2 in contum so uh after a day or two of",
        1379.34,
        1390.26
    ],
    [
        " relaxing at house 22 they shipped us down to contum and once again when we got there",
        1390.58,
        1399.72
    ],
    [
        " I think I got there with Bobby Garcia the same day Bobby Garcia I think you know Bobby yeah we went",
        1399.72,
        1406.62
    ],
    [
        " through training groups together yeah and we went to Vietnam together okay yeah all right absolutely",
        1406.62,
        1411.34
    ],
    [
        " we both arrived the same day and he wanted to go recon I wanted to be on recon right yeah I got",
        1411.34,
        1419.38
    ],
    [
        " assigned to the dispensary medics yeah and Bobby got assigned to the commos jack to go and monitor",
        1419.52,
        1426.72
    ],
    [
        " the radios you know yeah a lot and stuff and we we eventually formed uh he and a bunch of other",
        1426.72,
        1434.14
    ],
    [
        " commos guys a support group but we'd go into the club and cry in our beer and wine about",
        1434.14,
        1439.34
    ],
    [
        " the fact that they wouldn't let us on recon like David Fritz was here too uh Ken Whirthley was one of",
        1439.34,
        1447.64
    ],
    [
        " the people sure and Kenny ended up dying over there on his extension and Ron Bozikus he ended up",
        1447.64,
        1455.62
    ],
    [
        " dying over there too in fact the only commo guy that didn't get killed but we had a guy named Simmons",
        1455.62,
        1461.8
    ],
    [
        " that was in our whining group right and uh everybody got all of those commo guys got a shot at",
        1461.8,
        1469.58
    ],
    [
        " and Bobby got see as the only one didn't get killed really yeah yeah good man yeah yeah",
        1470.22,
        1477.58
    ],
    [
        " all Bobby was excellent person so uh so you get down to the dispensary and then at some point",
        1477.58,
        1485.38
    ],
    [
        " when you start riding chase well the first thing when I got to the dispensary was the head medicate",
        1485.38,
        1491.18
    ],
    [
        " can you get me on a recon team knowing you need your hearing said right but he says I'll tell you",
        1491.18,
        1496.28
    ],
    [
        " he says you'll have an opportunity to fly chase medic which I'll explain what that is in a second",
        1496.28,
        1502.98
    ],
    [
        " and or you can go out with some of the hatchet force operations and stuff like that because they",
        1502.98,
        1509.1
    ],
    [
        " needed a medic to go along with them yeah the recon teams was not guaranteed to have a medic correct",
        1509.1,
        1514.22
    ],
    [
        " and uh the re I don't know how it was up at uh F1 the one yeah but our hatchet forces did not",
        1514.22,
        1526.1
    ],
    [
        " have American medics assigned to them they came out of the dispensary as the missions came up they",
        1526.1,
        1531.98
    ],
    [
        " assigned a medic or two okay go along with it right uh so uh anyway I kind of consoled my",
        1531.98,
        1542.46
    ],
    [
        " saw I guess I'm gonna be a medic and stuff but uh what chase medic entailed was uh we launched out",
        1542.46,
        1556.08
    ],
    [
        " uh I think a 405 helicopter companies that were supporting us the 57th the 119th the uh 170th the",
        1556.44,
        1568.58
    ],
    [
        " 189th and then the 20th special operations sport air force that was in the air force yeah that was",
        1568.58,
        1576.26
    ],
    [
        " the green hornets of the air force and uh usually our missions were the helicopter support was",
        1576.26,
        1585.38
    ],
    [
        " for hewyslicks and for gunships for uh yep when I when I first started they were all Charlie",
        1586.0,
        1593.02
    ],
    [
        " model gunships they could play good up the ground yeah yeah yeah and then towards the end of the uh",
        1593.02,
        1599.76
    ],
    [
        " I went on recon after that a little while I'll explain that in a little bit but uh",
        1599.76,
        1605.0
    ],
    [
        " we didn't get cobras until august uh the 360 for us uh aerial weapons company",
        1605.0,
        1615.0
    ],
    [
        " or something you got cobras before we did oh did oh yeah I didn't know that yeah but uh anyway uh",
        1615.0,
        1623.74
    ],
    [
        " so I for about a month and a half I uh was flying chase you know not every day it was like",
        1623.74,
        1631.54
    ],
    [
        " just for a listening audience you have for insertions there'd be two helicopters with the recon",
        1631.54,
        1636.92
    ],
    [
        " team there'd be one helicopter with the team leader a couple men the second helicopter right",
        1636.92,
        1642.62
    ],
    [
        " then there'd be a third helicopter with a chase medic so if anything got shot down that's",
        1642.62,
        1647.44
    ],
    [
        " right wounded the medic is there to take care of him to get him back to base right right for the",
        1647.44,
        1652.68
    ],
    [
        " most part we didn't go down and pick up teams unless somebody was wounded right they were exceptions",
        1652.68,
        1658.78
    ],
    [
        " though there were times when we go down and pick up the team you know part of a team or this uh",
        1658.78,
        1664.42
    ],
    [
        " but it depended also a lot of times if it was a real light team six men two Americans in four",
        1664.42,
        1671.06
    ],
    [
        " and dead uh it might you might be able to do it with just one helicopter just depending on the",
        1671.06,
        1677.04
    ],
    [
        " elevation exactly how hot it was what time but a 10 or 12 man team was a two ship insertion and uh",
        1677.04,
        1683.84
    ],
    [
        " did you have many kingbies down there we did have kingbies but really the only use",
        1683.84,
        1689.28
    ],
    [
        " that I recall was when we were inserting like a platoon or a company uh that would have",
        1689.28,
        1697.36
    ],
    [
        " right kingbies support for those you had a lot of other units attached yeah sure so but so at some",
        1697.76,
        1704.76
    ],
    [
        " point you go from riding chase of course riding chase there are some hairy incidents because if",
        1704.76,
        1710.0
    ],
    [
        " somebody's wounded on the ground the chase has to go in you're the chase medic you jump off",
        1710.0,
        1714.48
    ],
    [
        " to help get somebody into helicopter yeah so tell us a little bit about that side because of the",
        1714.48,
        1719.66
    ],
    [
        " first glance you think oh you just going along if something goes wrong go down and help but that's",
        1719.66,
        1726.8
    ],
    [
        " yeah sometimes it turns into a very hairy mission it can be so sometimes you have to uh",
        1726.8,
        1731.62
    ],
    [
        " get off the helicopter and you're going help carry the person or uh that's wounded in one instance uh",
        1731.62,
        1739.46
    ],
    [
        " oh this was quite a bit later uh I had to repel into a crashed helicopter uh really but it was",
        1739.46,
        1747.92
    ],
    [
        " it was only about four clicks from Ben Hat we were coming out of Cambodia right uh with a six man",
        1747.92,
        1754.92
    ],
    [
        " recon team in fact they were that mission was in a way connected with uh Bob Howard's Medal of",
        1754.92,
        1761.96
    ],
    [
        " Honor uh really uh award yeah uh that whole mission started off on the 29th of uh December when we",
        1761.96,
        1771.42
    ],
    [
        " lost the recon man named Sheridan Robert Sheridan right and uh he was in there his uh one zero was",
        1771.42,
        1779.2
    ],
    [
        " Gerald Appeson and uh the next day they put in uh uh uh uh uh uh jerson Howard",
        1780.98,
        1789.02
    ],
    [
        " Robert Gron and Jerome Griffin and a bunch of mountain yides to go and try to get Sheridan's body",
        1789.02,
        1796.86
    ],
    [
        " out because they couldn't get it so it's like a heavy recon team yeah so they put them in and they",
        1796.86,
        1801.76
    ],
    [
        " got all shot to hell and in fact they got extracted at night they had to drop players to light the",
        1801.76,
        1807.2
    ],
    [
        " LZ for the helicopter is to get in and pull them out wow and it's funny because jerson was killed",
        1807.2,
        1813.58
    ],
    [
        " he brought a body bag to bring Sheridan's body out and he came out in it well uh so then on",
        1813.58,
        1822.52
    ],
    [
        " January 4th Gerald Appeson led he picked up another American a young guy named Bill Williams",
        1822.52,
        1831.0
    ],
    [
        " and they went back in to find Sheridan because they were with him so they would be the you know",
        1831.0,
        1836.74
    ],
    [
        " sure be able to locate them familiar with the the terrain yeah and uh we went and picked",
        1836.74,
        1843.76
    ],
    [
        " we were pulling them out they didn't find his body but on the 4th on the 8th of uh",
        1843.76,
        1849.68
    ],
    [
        " January January we were we extracted them the first uh he we slick from the 170th",
        1849.68,
        1858.58
    ],
    [
        " damage its tail rotor trying to squeeze down through the opening and the jungle and the",
        1858.58,
        1866.24
    ],
    [
        " it's that the ship started the shake violently so they flew back to doctal where we launched out of",
        1866.24,
        1873.5
    ],
    [
        " and the second ship in did get down on the ground and picked up the six-man recon team Sheridan",
        1873.5,
        1880.44
    ],
    [
        " Williams and uh the indige and they reported when they were coming out that they had taken hits",
        1880.44,
        1888.82
    ],
    [
        " and their transmission warning light was on and they",
        1888.82,
        1893.26
    ],
    [
        " said to some of the other pilots had tried to convince the aircraft commander to set it down and",
        1894.48,
        1901.02
    ],
    [
        " we'll you know stick it up with one of the other ships he said oh I'll try to make it to Ben",
        1901.02,
        1906.26
    ],
    [
        " he came up foreclicked sharp and uh helicopter the rotor froze up and it went and upside down and",
        1906.26,
        1914.54
    ],
    [
        " crashed and the chase ship I was flying on landed on there was a road that went past",
        1914.54,
        1922.88
    ],
    [
        " Ben Hat oh passed the old French fort to the tri-border junction and had area and uh he landed on",
        1924.02,
        1932.38
    ],
    [
        " the road and jumped out of his you know left seat out of the helicopter and I figured maybe",
        1932.38,
        1938.82
    ],
    [
        " there's something wrong with our helicopter you know and he runs off in the jungle and I turned",
        1938.82,
        1944.14
    ],
    [
        " around to ask somebody am I supposed to go with him and the copilot took the ship off so we",
        1944.14,
        1952.0
    ],
    [
        " started flying you know hovering or low leveling around the area of the crash and the",
        1952.26,
        1958.08
    ],
    [
        " door gunner said to me do you know how to repel so I yeah I had repelled three times on the practice",
        1958.08,
        1967.06
    ],
    [
        " tower at the FOB but not from the helicopter so it definitely no yeah I rigged up a Swiss seat and",
        1967.06,
        1972.64
    ],
    [
        " I repelled out the only thing was the door gunner threw out 150 feet or 120 feet a rope up whatever",
        1972.64,
        1980.1
    ],
    [
        " the length of the rope were and we were only about 60 feet off the ground and it was bamboo under",
        1980.1,
        1987.34
    ],
    [
        " us in the rotor wash bent all the bamboo over so it was like I could walk on it it was like a",
        1987.34,
        1993.32
    ],
    [
        " mat to walk on okay and the rope was all spaghetti all over that yeah yeah so when I got to it I had",
        1993.32,
        2000.32
    ],
    [
        " to kick my way and fight my way to get through the bamboo and get to the ground and it was funny",
        2000.32,
        2006.66
    ],
    [
        " because when I got down through the bamboo the lower part of the rope was now above me and I had",
        2006.66,
        2013.42
    ],
    [
        " to pull sections of it down so it would allow me to inch down towards the ground right and I finally",
        2013.42,
        2020.52
    ],
    [
        " got on the ground and I had enough sense to tell a door gunner lower the radio to me my PRC 25",
        2020.52,
        2027.94
    ],
    [
        " radio to me I knew being on the ground with no comma wasn't a good situation right so he lowered",
        2027.94,
        2034.14
    ],
    [
        " that down and I had the same problem with that he got hung up in the bamboo and I look oh that's",
        2034.14,
        2039.94
    ],
    [
        " the branch that's holding it up I go there shaking the bamboo you know the enemy's gonna think",
        2039.94,
        2045.64
    ],
    [
        " I'm a nut here I'm running around shaking the bamboo trees and finally I got the radio and I",
        2045.64,
        2051.48
    ],
    [
        " waived for I could see the door gunner above me and I waived you know get out of here now and so",
        2051.48,
        2058.68
    ],
    [
        " now I'm on the ground I take my radio I'm gonna call a cubby no answer I says you know what am I",
        2058.68,
        2065.42
    ],
    [
        " supposed to do now that I'm on the ground so I went to where the ship was on fire burning and",
        2065.42,
        2072.74
    ],
    [
        " exploding ammunition and stuff like grenades and stuff we're going up so I got as close as I",
        2072.74,
        2079.64
    ],
    [
        " couldn't when I started getting fairly close to it I could hear the fragments in the bullets",
        2079.64,
        2085.4
    ],
    [
        " shredding the leaves above me and stuff above my head so I hunkered down behind like a",
        2086.22,
        2091.8
    ],
    [
        " log yeah fallen",
        2091.8,
        2094.48
    ],
    [
        " obstruction and I figured I'll try to call a cubby again right so I got the radio and I got tapped",
        2094.48,
        2105.58
    ],
    [
        " on the left shoulder by someone I snapped my head around figuring I'm going to see a flash",
        2105.58,
        2112.3
    ],
    [
        " a muzzle flash you know it was an American I had never seen before from where he was on a patrol",
        2112.3,
        2121.26
    ],
    [
        " a platoon size suite they were doing a sweep of that area and when the ship went down they moved",
        2121.26,
        2127.1
    ],
    [
        " over to to the crash site to secure it and he says we don't go over that way we're taking",
        2127.1,
        2133.88
    ],
    [
        " an enemy fire from over there right yeah he's the follow me so I followed him and when we got",
        2133.88,
        2140.82
    ],
    [
        " back with his in-ditch there was one other American I think a guy named Greer was his name",
        2140.82,
        2147.5
    ],
    [
        " and that pilot who ran off and abandoned his ship was there too right really yeah and so you know",
        2147.5,
        2154.4
    ],
    [
        " there was really a lot of explosions and secondary's going off from where the ship crashed so after",
        2154.4,
        2160.92
    ],
    [
        " about 15 minutes 20 minutes it's slowed down a little bit and the guy introduced himself he says",
        2160.92,
        2169.32
    ],
    [
        " name was Bobby Dunham and he was on a patrol a lot of Ben Hat and he says that they moved over",
        2169.32,
        2175.16
    ],
    [
        " into that area and after about 20 minutes we decided we'll go and see if anybody alive you know",
        2175.16,
        2183.32
    ],
    [
        " sure because it only up about a thousand feet probably when that thing went down but I figured",
        2183.32,
        2188.26
    ],
    [
        " hey after I could walk on the bamboo may it mad above me maybe somebody survived when the bamboo",
        2188.26,
        2194.88
    ],
    [
        " broke their fall or something but we got there and we found the Bill Williams body his pants were",
        2194.92,
        2203.56
    ],
    [
        " on fire so I had to pat that out with my hands and we dragged him away back to where the other",
        2203.56,
        2209.84
    ],
    [
        " Americans were waiting Dunham and I and we saw an in-ditch laying face down in the brush",
        2209.84,
        2216.06
    ],
    [
        " near there so we went back to him and I remember Dunham took out his he was taking the guy's legs I",
        2216.06,
        2224.4
    ],
    [
        " was going to take his chest now we didn't flip a coin or anything like that on this I was closest",
        2224.4,
        2229.76
    ],
    [
        " to that end he was closest to the other and he took out his knife his K-Bire knife and cut some",
        2229.76,
        2237.42
    ],
    [
        " brush between the indigenous legs and the instant we tried to pick that and dig up something blew up",
        2237.42,
        2243.32
    ],
    [
        " near us it blasted me in the right shoulder it got Dunham also knocked him back we must have",
        2243.32,
        2252.88
    ],
    [
        " been knocked back about eight feet well and I might have knocked me out because I remember on my",
        2252.88,
        2258.78
    ],
    [
        " hands and knees I rolled on my hands and I'm hit I said to him and he was on rolling on the ground",
        2258.78,
        2264.9
    ],
    [
        " coughing he says so am I right and I looked me at blood coming out of his mouth so I let me to believe",
        2264.9,
        2272.08
    ],
    [
        " he was hurt more than me so I got under his armpits and was trying to drag him back to where the",
        2272.08,
        2278.82
    ],
    [
        " other people were and then when we got about half the distance to where the other people were",
        2278.82,
        2284.52
    ],
    [
        " waiting they came over and helped us bring him in I removed his shirt and he had really just two",
        2284.52,
        2290.02
    ],
    [
        " wounds on him one was in his left temple just a small fragment wound and one just below his",
        2290.02,
        2297.46
    ],
    [
        " diaphragm left nipple on his chest and he kept complaining he said I can't breathe I can't",
        2297.46,
        2308.3
    ],
    [
        " breathe I told him don't worry if you can't breathe I'll breathe for you you know but I tried",
        2308.3,
        2313.36
    ],
    [
        " giving him mouth to mouth when he said that again and unless somebody's unconscious it can be",
        2313.36,
        2321.0
    ],
    [
        " more discomforting to them yeah having somebody trying to blow in breath to their rhythm you know so",
        2321.0,
        2328.22
    ],
    [
        " anyway I stopped that and they called for an evacuation helicopter and it was I think from the",
        2328.22,
        2337.14
    ],
    [
        " fourth division because it had a big red cross painted on it and it had a jungle penetrator in it",
        2337.14,
        2342.76
    ],
    [
        " and so we got done him over to the jungle penetrator when they lowered it down and that pilot who",
        2342.76,
        2353.96
    ],
    [
        " ran off into the jungle straddle the arms on the penetrator and we loaded Dunham into his arms",
        2353.96,
        2361.48
    ],
    [
        " and he yelled him carried him up to the helicopter otherwise we'd had to tie Dunham to the to the",
        2361.48,
        2367.58
    ],
    [
        " penetrator right but he really did a fantastic thing and I tried to write him up for an award because",
        2367.58,
        2375.12
    ],
    [
        " he you know sure instrumental but the next day I found out Dunham passed died from his wounds so",
        2375.12,
        2381.46
    ],
    [
        " you know I think many times if I had been picking up the legs would I be the one dead",
        2381.46,
        2386.88
    ],
    [
        " yeah so close but yes or far away yeah so anyway yeah there were times we had to get out of the",
        2387.58,
        2395.06
    ],
    [
        " helicopter and go and get people and then from from your book was there any of those medics",
        2395.06,
        2405.16
    ],
    [
        " missions like where you're still doing chase that kind of sticks out in your mind today or is that",
        2405.16,
        2410.56
    ],
    [
        " that crashed it was one of your worst that was probably the worst crash they lost the four",
        2410.56,
        2419.08
    ],
    [
        " helicopter crew members from the 170 that crashed with the ship we lost two Americans",
        2419.08,
        2428.92
    ],
    [
        " Dunham and Aberson not Dunham Williams and Aberson and you know that mission",
        2428.92,
        2436.26
    ],
    [
        " and Sherdon was lost, Cherson was lost trying to recover his body then we lost all those people",
        2436.88,
        2443.22
    ],
    [
        " in that helicopter crash to try to recover one one MIA you know so and there was only really one",
        2443.22,
        2456.0
    ],
    [
        " other instance that I had to get off the helicopter and that's when Joe Walker he was the one",
        2456.0,
        2463.24
    ],
    [
        " zero of Arti California who's one of our sawed legends particularly on a CCC contour MF will",
        2463.24,
        2469.0
    ],
    [
        " be two yeah yeah Joe's the amazing ones hero oh yeah he I'll tell you a little thing about Joe",
        2469.0,
        2477.66
    ],
    [
        " we had a team come in and they had been shot out of their arrow in at night and it was either",
        2477.66,
        2489.86
    ],
    [
        " rifle grenades or RPGs that they fired in on them and wounded some of the people on the recon",
        2490.02,
        2497.48
    ],
    [
        " team so Joe Walker had been playing around with firing a 16 millimeter mortar it was it had all",
        2497.48,
        2504.9
    ],
    [
        " the bells and whistles taken off to make it lighter but it was a basic tube it's basic tube",
        2504.9,
        2510.42
    ],
    [
        " the mortar tube and it had a hand firing trigger on it so he could fire trigger on it yeah he could",
        2510.42,
        2515.84
    ],
    [
        " fire it with a belt around his waist yeah and I remember him staying I hope they hit me he",
        2515.84,
        2524.6
    ],
    [
        " volunteered a week later to go back in that same target and he said I hope they hit me in the",
        2524.6,
        2529.76
    ],
    [
        " arrow in because I'll have a surprise for him but that's the kind of guy Joe was oh yeah so",
        2529.76,
        2537.8
    ],
    [
        " when did you find yourself finally getting assigned to a recon team oh that was after I had been",
        2537.8,
        2543.9
    ],
    [
        " flying chase about a month towards the end of June I was in the club and we had a one of our kind",
        2543.9,
        2553.22
    ],
    [
        " of famous one zero's name Pappy Webb the Clarence Webb and he was a scary individual but",
        2553.22,
        2561.48
    ],
    [
        " anyway Pappy had a Vietnamese wife plus a wife back in the states here right and he lived in",
        2561.48,
        2571.02
    ],
    [
        " a little hooch outside the wire with his Vietnamese wife and he didn't have a lot of money even",
        2571.02,
        2578.28
    ],
    [
        " though he was in E7 right so one evening I bought him beers all night long in the club and I'm",
        2578.28,
        2585.26
    ],
    [
        " why you know they won't let me on recon I'm just doing my waiting act and at the end of the night",
        2585.26,
        2591.98
    ],
    [
        " Pappy looked me in the eyes he called me Punaar he says Punaar you really want to get on recon",
        2591.98,
        2600.08
    ],
    [
        " oh Pappy I want it more than anything I told him yeah yeah and he's I'll see what I can do now I",
        2601.02,
        2608.38
    ],
    [
        " had a appeal to a major who was in charge of the recon teams when he came into the dispensary I",
        2608.38,
        2614.52
    ],
    [
        " waited on him and I figured in he could do nothing for me he he tried he came back now you got to",
        2614.52,
        2620.72
    ],
    [
        " stay here yeah anyway I figured what's Pappy gonna be able to do you know when the major couldn't",
        2620.72,
        2625.84
    ],
    [
        " do anything the next day that same major walked in the dispensary and called me over and says",
        2625.84,
        2631.5
    ],
    [
        " move your gear into team Texas team room okay you're on Texas but the thing was Texas had a one",
        2631.5,
        2638.54
    ],
    [
        " I mean a medic that wanted off recon so I was swapping places with him and the major explained",
        2638.54,
        2646.2
    ],
    [
        " that he says he's got three months to go in country now when he cycles out you're gonna have to",
        2646.2,
        2651.72
    ],
    [
        " go back to the dispensary but I figured the army being the way it is they'd never even remember",
        2651.72,
        2657.16
    ],
    [
        " where I came from in three months but they did but anyway that's how I got on recon for a while",
        2657.16,
        2663.44
    ],
    [
        " so who's the one zero Pappy Webb was initially when I got there and I was on Texas I trained with",
        2663.44,
        2674.62
    ],
    [
        " them for about three weeks and then team Ohio was down to one American so I got transferred",
        2674.62,
        2681.54
    ],
    [
        " after I had never been on a mission with Texas I trained with them but never never went out",
        2681.54,
        2688.66
    ],
    [
        " they did pull a mission but because I was so green after about a week I had been on the team",
        2688.66,
        2695.9
    ],
    [
        " Maris Paul Morris was the one one and he and Pappy went out on a mission and",
        2695.9,
        2701.22
    ],
    [
        " but I never got to go out with them and it was funny because we were training the team to",
        2701.86,
        2706.24
    ],
    [
        " parachute jump oh no kidding yeah static line yeah static line out of helicopter's and I remember I",
        2706.24,
        2713.78
    ],
    [
        " was really jealous of Paul Morris and have been all these years he got to jump over and Vietnam",
        2713.78,
        2718.86
    ],
    [
        " they did a night jump to start with and they had a day jump the next day and then they were",
        2718.86,
        2724.8
    ],
    [
        " qualified for whatever that was you know and stuff but yeah",
        2724.8,
        2729.46
    ],
    [
        " I really was envious of them but I was there for their jump their night jump because",
        2731.22,
        2736.3
    ],
    [
        " the guy the captain in charge of the recon teams at that time",
        2736.3,
        2742.74
    ],
    [
        " was captain Edelessane they called him Insane Lissane indeed I've heard that name before yeah",
        2742.74,
        2749.96
    ],
    [
        " and anyway he came and says hey will you do the medical coverage on ELZ when we do this sure",
        2749.96,
        2757.54
    ],
    [
        " I said you know yeah I was there when they did the jump I just didn't get the jump",
        2757.54,
        2761.68
    ],
    [
        " and then I got on team Ohio and it was practice mission number one walk out of the FOB passed",
        2761.68,
        2771.5
    ],
    [
        " them on yeah I'd village off into the woods and play soldier and stuff and at that time we didn't",
        2771.5,
        2776.94
    ],
    [
        " have much for enemy activity around the FOB later six months later was a different story but",
        2776.94,
        2782.44
    ],
    [
        " mission number two was",
        2783.3,
        2785.08
    ],
    [
        " by the way mission number one the one zero his name was",
        2785.08,
        2794.24
    ],
    [
        " Cotan and he got a malaria or something he got to have a bad fever so they shipped them off",
        2794.24,
        2801.5
    ],
    [
        " somewhere and so they brought in Tommy Carter to take the team over and we went on a second",
        2801.5,
        2807.08
    ],
    [
        " mission and that was good practice mission I learned watch the yards how they maneuver how they",
        2807.08,
        2813.68
    ],
    [
        " walk what they do try to play like you imitating them so that was good training and then we",
        2813.68,
        2820.08
    ],
    [
        " were planning our third mission and we had a new lieutenant showed up and I'll only use his",
        2820.08,
        2828.46
    ],
    [
        " code name was rocky and he took the team over he didn't move in the room team room with a",
        2828.46,
        2836.94
    ],
    [
        " stole he was roaming with some other officer and anyway we had to help him carry his gear into",
        2836.94,
        2844.28
    ],
    [
        " his new room and stuff and I thought that was unusual because usually everybody moved their own",
        2844.28,
        2849.88
    ],
    [
        " gear and stuff and he took the team over with no experience and Carter had already had experience",
        2849.88,
        2856.58
    ],
    [
        " you know on with on on other teams so anyway we get ready to go out on a third walkout mission",
        2856.58,
        2866.38
    ],
    [
        " and rocky comes up to me and says hey doc what's the dose on these pep pills he had green on it",
        2866.38,
        2873.24
    ],
    [
        " oh no yeah I says sir I says those aren't pep pills I says if you have to stay awake at all costs",
        2873.24,
        2881.58
    ],
    [
        " they'll enable you to do that but I says you know there's some other side effects you",
        2882.42,
        2887.38
    ],
    [
        " oh what's that dose on him he says and I says one every 12 hours I think what he did is after",
        2887.38,
        2893.9
    ],
    [
        " we walked out he had taken one and he wasn't feeling any effects so he probably popped another one",
        2893.9,
        2899.24
    ],
    [
        " or two that night when we ironed about 11 o'clock I was laying back I had no sleeping bag or anything",
        2899.24,
        2909.54
    ],
    [
        " I'm just laying on the ground laying back and it's quite rough man yeah and uh he comes over he",
        2909.54,
        2916.4
    ],
    [
        " crawls over to me and he pokes me he says we've got a killer team in our arrow end one of our",
        2916.4,
        2922.7
    ],
    [
        " indigit dead he says call into the FOB only a mile from the FOB and have illumination put over us",
        2922.7,
        2930.18
    ],
    [
        " right yeah so I clicked the radio on right and I think our call sign was diamond head so it was",
        2930.18,
        2936.6
    ],
    [
        " diamond head diamond head this is rocky rocky over right and yeah car says shut that F and radio off",
        2936.6,
        2943.9
    ],
    [
        " listen he said right yeah so we're listening and uh yeah he had told me one of our indigenous",
        2943.9,
        2950.56
    ],
    [
        " deaddest growth spin cut and everything that's what rocky told me uh anyway it became morning",
        2950.56,
        2958.42
    ],
    [
        " there was no dead in dig it had rained all night so he's looking around the ground oh if it",
        2958.42,
        2964.54
    ],
    [
        " hadn't rained there'd be tracks coming through here they came through here last night he was",
        2964.54,
        2969.4
    ],
    [
        " hallucinating from being on a green harness we had our mission was to go out and do a med cap on a",
        2969.4,
        2975.06
    ],
    [
        " village out there where we heard there was malaria so we went and did the med cap there was no",
        2975.06,
        2980.02
    ],
    [
        " malaria but a lot of the kids had like infected cuts and scratches so I gave out a bunch of bars",
        2980.02,
        2986.2
    ],
    [
        " of soap and uh I think I may have given some uh erythromicin or something to the village chief",
        2986.2,
        2994.38
    ],
    [
        " and through the interpret it telling them it'll only work if the village chief gives it out you know",
        2995.64,
        3001.48
    ],
    [
        " because you don't want him to lose face or anything you know so anyway then we continue the mission",
        3001.48,
        3008.94
    ],
    [
        " in rocky's going wild he's going to every thermite mound we came to and he's taken a stick and he's",
        3008.94,
        3018.26
    ],
    [
        " they hide weapons under these things right and I was looking at uh uh uh uh",
        3018.38,
        3026.72
    ],
    [
        " car and he's looking at me and one of the indigenous captives temple which is the sign of dinky",
        3026.72,
        3033.72
    ],
    [
        " doubt buku dinky doubt yeah so many Tommy car told rocky I'll get us into a place where nobody",
        3033.72,
        3042.04
    ],
    [
        " will get in come through there at night so we crawled into a bamboo thicket and we even to",
        3042.04,
        3048.32
    ],
    [
        " to lay down we had to quietly pick sticks out of the way so we could lay down so Tommy carver",
        3048.32,
        3055.54
    ],
    [
        " had had our little uh areas cleared and rocky immediately fell asleep of course he hadn't slept",
        3055.54,
        3064.02
    ],
    [
        " for two days now you know yeah yeah so he laid and crashed right away right and just before it was",
        3064.02,
        3070.22
    ],
    [
        " getting dock he's that's going uh uh uh and crashing through the all the bamboo and cracking and",
        3070.22,
        3076.44
    ],
    [
        " and stuff I said to myself if we were over in a hot area in Laos now we're all dead that you know",
        3076.44,
        3083.32
    ],
    [
        " that kind of actions you just don't do and uh so we got back from mission after that they you",
        3083.32,
        3091.36
    ],
    [
        " know rain the whole time we're all soaked so we got back to the um um compound and the",
        3091.36,
        3100.76
    ],
    [
        " guy that was overseeing at that time the recon teams came to me and said uh",
        3100.76,
        3107.7
    ],
    [
        " get your gear ready I'm sending rocky out with a hatchet platoon tomorrow and I want to I want",
        3107.7,
        3114.62
    ],
    [
        " to get some experience with the hatchet platoon and I told him I said as I never want to go out",
        3114.62,
        3120.16
    ],
    [
        " with that man again and he said why and I explained to him exactly what had happened and uh so he says",
        3120.16,
        3129.44
    ],
    [
        " well tell him you gears all wet and I'll get somebody else you know so then he ran to Tommy car",
        3129.44,
        3134.88
    ],
    [
        " right away to Tommy car says yeah that's what happened he said I wasn't going to say anything about",
        3134.88,
        3140.54
    ],
    [
        " it because I figured everybody would think it's uh you know I'm just mad because I lost the one zero",
        3140.54,
        3147.62
    ],
    [
        " slot to him so he said but yeah that's what happened right so anyway I'm going to chow and uh",
        3148.02,
        3154.36
    ],
    [
        " I'm coming back from chow and I bump into rocky and he says to me hey hope come you know",
        3154.36,
        3160.62
    ],
    [
        " coming out with me tomorrow what's the matter you chicken and I says to him yes sir I'm chicken",
        3160.62,
        3165.38
    ],
    [
        " no no no he says I saw how you handle yourself out there why won't you come out with me",
        3165.38,
        3170.34
    ],
    [
        " I says if I told you you'd only get ticked off sir yeah and he says no I won't no I won't tell",
        3170.34,
        3177.02
    ],
    [
        " me tell me right and so I told him I have absolutely no confidence in you as a recon one zero and I",
        3177.02,
        3183.7
    ],
    [
        " think you're going to get people needlessly killed and I don't want to be one of them whoa",
        3183.7,
        3188.68
    ],
    [
        " and so then I went to the showers to take my shower after the mission I'm getting out of the shower",
        3188.68,
        3195.62
    ],
    [
        " it comes uh the captain gays he says to me I thought I told you to tell him that the gear was all",
        3195.62,
        3205.42
    ],
    [
        " what I said I did but I said he wouldn't accept it for an answer and demanded another answer right",
        3205.42,
        3211.2
    ],
    [
        " he says uh how is he supposed to gain confidence if you tell him you don't have confidence in him",
        3211.2,
        3217.96
    ],
    [
        " I says sir this isn't the place to come and gain confidence if you don't have confidence in",
        3217.96,
        3225.18
    ],
    [
        " yourself to begin with you shouldn't be here yeah and oh he said you have a disobey another order",
        3225.18,
        3232.08
    ],
    [
        " from me and blah blah blah blah blah blah blah blah and then you know on them my breath I said some",
        3232.08,
        3236.88
    ],
    [
        " stuff with it not out loud you know indeed but anyway that was the officer chore yeah yeah",
        3236.88,
        3243.94
    ],
    [
        " so uh anyway tommy kair took the team back and stuff and we ran a couple decent missions we ended",
        3243.94,
        3250.6
    ],
    [
        " up destroying an enemy bibwack area that was in Vietnam was that close to the border or does",
        3251.32,
        3257.98
    ],
    [
        " that know it was bent head or anything like that where we had a radio relay site on a mountain",
        3257.98,
        3263.32
    ],
    [
        " between like contum and Cambodia not leghorn no the leghorn was out in Laos this was uh",
        3263.32,
        3270.7
    ],
    [
        " called sledgehammer oh right right and but sledgehammer when I was over there everybody says oh it's",
        3270.7,
        3279.7
    ],
    [
        " in Vietnam but it was a prominent peak yeah that could make good radio contact with the people",
        3279.7,
        3286.08
    ],
    [
        " running in Cambodia yeah but it was just between that and contum and uh we found a grave",
        3286.08,
        3294.78
    ],
    [
        " an enemy grave there in the bibwack area it was like three banana leaf covered structures",
        3294.78,
        3303.94
    ],
    [
        " that could probably sleep maybe accompany a people they were like three structures and stuff",
        3304.14,
        3310.34
    ],
    [
        " so we radioed back and uh that hey we found something so they order us move a mile up that hillside",
        3310.34,
        3317.56
    ],
    [
        " right then we got up there call artillery in on it right so we called our artillery in on it",
        3317.56,
        3322.58
    ],
    [
        " then of course when you're done with that it's go back and see if we hit anything",
        3322.58,
        3326.4
    ],
    [
        " no he didn't do a body damage it says yeah we had to go back yeah after and then it was dig up",
        3326.4,
        3332.64
    ],
    [
        " that grave maybe maybe that's a cash or weapons or something you know we dug it up it was it was a",
        3332.64,
        3338.28
    ],
    [
        " dead body in there and so anyway that that was a fairly decent mission in my last experience on",
        3338.28,
        3346.8
    ],
    [
        " recon was Tommy Kair was too lazy to run the we used to run sweeps around the compound on",
        3346.8,
        3353.16
    ],
    [
        " nightly security well we had a road that ran through the compound and separated it into east and west",
        3353.16,
        3360.2
    ],
    [
        " and one recon team would go out about a mile half a mile and run an act around the compound",
        3360.34,
        3367.28
    ],
    [
        " back to the road and the other would do the same thing on the opposite side so I got my time he",
        3367.28,
        3373.02
    ],
    [
        " says I want you to get experience being a one zero right so you take the team and we had a new uh",
        3373.02,
        3379.76
    ],
    [
        " at night well it was dust it wasn't dark out at the time right so anyway so uh we had a new uh",
        3379.76,
        3390.0
    ],
    [
        " guy on the team Luke Dove in fact he of course remember here in uh an attorney yeah he was our",
        3390.88,
        3398.26
    ],
    [
        " opportunity to training group oh okay yeah yeah mr. Cippy yeah yeah yeah well anyway Luke was",
        3398.26,
        3405.2
    ],
    [
        " my one two whatever was acting you know I'm a spectre four he's in he's sex yeah yeah but I'm in",
        3405.2,
        3412.96
    ],
    [
        " charge right so we get out there to do this sweep and all of a sudden we hit pow somebody's firing",
        3412.96,
        3418.96
    ],
    [
        " off a shot wow another shot so uh we radioed back to the FOB hey we're hearing shots out here we'll",
        3418.96,
        3427.94
    ],
    [
        " go see what it's who's shooting you know so maybe in an experience I said to the interpreter we go",
        3427.94,
        3435.08
    ],
    [
        " catch him and he said something to the point man the point man starts running in the direction of",
        3435.08,
        3441.58
    ],
    [
        " his shot that's right everybody else that's following I'm the I'm wait I mean go slow you know I meant",
        3441.58,
        3447.36
    ],
    [
        " to say but I never said that right I learned then you better speak be specific when you tell these",
        3447.36,
        3453.36
    ],
    [
        " guys you want to do something anyway when I finally caught up to them they had the guy that was",
        3453.36,
        3458.52
    ],
    [
        " doing the shooting was some poor old mountain yeah up there that I think was on the local uh militia",
        3458.52,
        3464.8
    ],
    [
        " militia yeah he had shirt birds in his shirt that was his supper right so anyway we radioed back we",
        3464.8,
        3472.1
    ],
    [
        " got the guy he's got a bunch of birds in his shirt we'll bring him back in for questioning man we",
        3472.1,
        3476.96
    ],
    [
        " ruined that guy's whole day we brought him back in and that was my one experience at being a one zero",
        3476.96,
        3484.48
    ],
    [
        " oh my god well then also in base um after they closed FOB1 they rotated some teams that came south",
        3484.48,
        3495.08
    ],
    [
        " yes they did and amongst those was the uh arti Louisiana with John Walton yes and he was one or",
        3495.08,
        3502.44
    ],
    [
        " several people that you had a very interesting uh medical class of graduates that came out of",
        3502.44,
        3508.9
    ],
    [
        " that guy he was in that class of 43 medics that all volunteered to go to Vietnam but you know after",
        3508.9,
        3514.78
    ],
    [
        " wait after will it be and I got back to brag we told everybody Mrs. Alexander really exists and can",
        3514.78,
        3521.14
    ],
    [
        " get you there and everybody was calling her on the phone after that you know bugging her yeah in fact",
        3521.14,
        3532.36
    ],
    [
        " oh my god so yeah you want me to jump ahead a little bit I can continue where John Walton got",
        3533.9,
        3545.06
    ],
    [
        " transferred back sure uh yeah when they closed food by down I think it was correct",
        3545.06,
        3550.26
    ],
    [
        " John's team came down and John got assigned out at the mountain yard camp which was about",
        3550.26,
        3556.0
    ],
    [
        " a couple miles south of the FOB2 right or CCC I think at that time for a transition at that time yeah",
        3556.44,
        3566.54
    ],
    [
        " so anyway he was out at the yard camp when he had about a month left to go it was beginning a",
        3566.54,
        3573.08
    ],
    [
        " match he moved his gear up and was going to move in with myself and Brian Locke's another medic",
        3573.08,
        3578.54
    ],
    [
        " and I figured man this might be a record of some kind we got three medics who graduated in the same",
        3578.54,
        3584.6
    ],
    [
        " class a roommate so they're last month in Vietnam you know still alive yeah and still alive you know",
        3585.26,
        3591.64
    ],
    [
        " so but it never came to be because John went and got he liked to play poker right and he went to",
        3591.64,
        3602.8
    ],
    [
        " the club and got in an all night poker game and so I left the door unlatched and went to sleep",
        3602.8,
        3611.64
    ],
    [
        " Locke was sleeping in his bunk and we started getting some incoming I could always tell the",
        3611.64,
        3620.2
    ],
    [
        " incoming by the sand tinkling off the metal roof sure uh after impact right after impact sand to",
        3620.2,
        3627.9
    ],
    [
        " be sprinkling down everywhere and it was I could hear the sand tinkling uh on the roof so I said",
        3627.9,
        3633.8
    ],
    [
        " to Locke get on the bunk it's incoming well Locke figured I better get to the wall so",
        3633.8,
        3640.76
    ],
    [
        " because the sirens started wailing too so he starts pulling his pants on sitting on his bunk",
        3640.76,
        3646.84
    ],
    [
        " and I looked up at the the open door and said oh I should maybe I ought to get up the real quick",
        3646.84,
        3653.24
    ],
    [
        " and go latch that because I don't want a sapper squad to throw over a satchel charges and",
        3653.24,
        3658.86
    ],
    [
        " look we had it decided before August 23rd 68 so that while I was contemplating whether I should",
        3658.86,
        3665.58
    ],
    [
        " do that I didn't the door was gone a second later a B 40 RPG went right through our room",
        3665.58,
        3672.54
    ],
    [
        " blew the door off the the hinges and we had a double two by four jam on the right side of the door",
        3672.54,
        3681.0
    ],
    [
        " away from the hinges that got blown out we had about a three foot all in the center divider it",
        3681.0,
        3689.86
    ],
    [
        " was masonite like that separated our rooms from the rooms on the other side of the building",
        3689.86,
        3694.78
    ],
    [
        " and on the fire concrete wall which went up about four feet there was a eight inch",
        3695.16,
        3700.22
    ],
    [
        " hole from the shape charge where it exited the building yeah and uh luckily there wasn't room for both",
        3700.22,
        3708.52
    ],
    [
        " John and myself under my bunk where I was hiding so he was lucky that was a luckiest poker game I",
        3708.52,
        3715.78
    ],
    [
        " think he ever was because he was playing poker on the other side of the driveway right yeah so he",
        3715.78,
        3720.88
    ],
    [
        " uh he survived that one and uh I can remember talking to him that the night after that I was afraid",
        3721.44,
        3728.1
    ],
    [
        " to sleep in the room because I figured they repaired the room in one day the only way you could",
        3728.1,
        3735.38
    ],
    [
        " tell something hit was the carigated metal would just bolt up above the door in a couple spots where",
        3735.38,
        3741.34
    ],
    [
        " the blast right had uh meant the you know the steel roof there at the dent it it up but they",
        3741.34,
        3749.8
    ],
    [
        " repaired it that day and I I didn't sleep in the room I slept out on the wall and uh I had an",
        3749.8,
        3756.26
    ],
    [
        " indigenous sleeping bag but it was it uncomfortable on a sleeping on a scared you know basically was",
        3756.26,
        3762.08
    ],
    [
        " the bottom of the bunker and so then I uh talked to John and he says I think the chances of a",
        3762.08,
        3772.22
    ],
    [
        " rocket hitting the exact same spot a pretty slim or something like that I figured well he's always",
        3772.22,
        3778.14
    ],
    [
        " playing the odds yeah you know the odds so so I went back to the room but and by that time John had",
        3778.14,
        3785.6
    ],
    [
        " been running missions out of F will be one yeah yeah he down by the time he was the one zero yeah yeah",
        3785.6,
        3792.64
    ],
    [
        " yeah which we got rare to have a guy he got it was awarded a silver star up there yeah for August",
        3792.64,
        3798.78
    ],
    [
        " 30th Tom. Yeah I had a look blown off yeah yeah and uh you know it was funny because I uh uh",
        3798.82,
        3808.92
    ],
    [
        " John Walton we were all derosing at the same time right and uh we all flew together to",
        3808.92,
        3816.12
    ],
    [
        " the train where we signed the non disclosure agreements decided after the tour duty yeah",
        3816.12,
        3824.18
    ],
    [
        " okay yeah when we let with the debriefed us at uh not trying and they told us those of you in the",
        3825.16,
        3831.82
    ],
    [
        " special projects you've trained mountain yards that's your cover story for what you did over here",
        3831.82,
        3838.28
    ],
    [
        " you know and so uh I remember it was ten thousand dollars fine ten years in jail or both but I",
        3838.28,
        3847.46
    ],
    [
        " don't remember whether it was twenty years or ten years 20 keep your mouth shut or whatever I",
        3847.46,
        3854.14
    ],
    [
        " addressed at home was twenty was Paul up it's like okay all right so it stuck yeah and uh most of us",
        3854.14,
        3861.32
    ],
    [
        " stuck by the non disclosure statements that I know of I know of one case where somebody didn't in fact",
        3861.32,
        3868.04
    ],
    [
        " they're in the Pentagon papers for blabbering about us doing missions in Laos and stuff like that",
        3868.04,
        3876.32
    ],
    [
        " so you served your three years I served I served two years and eight months in the military",
        3877.0,
        3884.42
    ],
    [
        " they kicked me out because I had less than 150 days they threw me out in civilian life so where'd",
        3884.42,
        3891.68
    ],
    [
        " you go for near Joe uh you mean in civilian life yeah oh I tried teaching and the kids ate me up",
        3891.68,
        3901.1
    ],
    [
        " uh it was different from when I graduated you know the things the students were saying to me yeah",
        3901.76,
        3907.92
    ],
    [
        " you'd have been home for a month or a year or an attitude change yeah there was an attitude change",
        3907.92,
        3913.9
    ],
    [
        " and I was told in one instance a young lady said something to me and when we got to the office",
        3913.9,
        3920.8
    ],
    [
        " and we're together with a principal she's oh he thought I said something but I said something else",
        3920.8,
        3925.52
    ],
    [
        " you know and of course neither one of us said what she really said fox trot something",
        3925.52,
        3933.12
    ],
    [
        " or other indeed yeah you know so when she left he dismissed her and he said to me can't you",
        3933.12,
        3942.68
    ],
    [
        " look the other way once in a while she comes from a rough family you know I practically",
        3942.68,
        3948.3
    ],
    [
        " wanted to tell him I can look the other way all the time if that's what you want but the super",
        3948.3,
        3953.78
    ],
    [
        " intended schools writes me up because I got a kid looking out the window yeah yeah so",
        3953.78,
        3961.6
    ],
    [
        " after four months of teaching I quit and went back to working in the machine shop and you know",
        3961.6,
        3967.12
    ],
    [
        " it was funny because I had a job piecework and a machine shop making I was making like 250 an hour",
        3967.12,
        3972.94
    ],
    [
        " and uh 130 dollars a week my pay as a teacher was 102 dollars and 50 cents a week",
        3972.94,
        3981.6
    ],
    [
        " wow but my I was married at the time my first wife's life that because it was more prestigious than",
        3985.58,
        3991.5
    ],
    [
        " being a grease monkey pulling down a drill press handle all day indeed yeah well so anyway",
        3991.5,
        3999.02
    ],
    [
        " but I have no regrets about serving in Vietnam or I'd do it all over again",
        3999.02,
        4004.88
    ],
    [
        " well and as a medic too when you would go out into those you would go out to the local villages",
        4005.14,
        4010.9
    ],
    [
        " and you that's a major yeah because that's a major window hearts of minds kind of thing because",
        4010.9,
        4017.76
    ],
    [
        " the medic sort of people that established a report wise children and any of the men that are sick",
        4017.76,
        4024.4
    ],
    [
        " they're able to rebound heel correct and you know the vehicle when you never do anything like that",
        4024.4,
        4031.4
    ],
    [
        " that's a whole special area yeah not only is it good medically for the villages but it's",
        4031.4,
        4036.62
    ],
    [
        " siops has best in a really sincere way yeah it's amazing and that's where the medic's training can",
        4036.62,
        4045.0
    ],
    [
        " be everything from different babies to helping cure syphilis I got to a company a hatchet platoon",
        4045.0,
        4055.54
    ],
    [
        " to recover a wiretap on one mission and that was really an interesting mission because we got",
        4055.8,
        4061.76
    ],
    [
        " really close to a bunch of NBA we we took in this Cambodia or Laos was Cambodia and a recon team",
        4061.76,
        4075.1
    ],
    [
        " found a wire and put a wiretap was like a suitcase size device with a clip into the",
        4075.1,
        4081.94
    ],
    [
        " oh is it the big one yeah yeah and several different side we always carried a small cassette",
        4081.94,
        4086.78
    ],
    [
        " recorder oh okay and periodically a plane would fly over and it would relay whatever messages had come",
        4086.78,
        4093.08
    ],
    [
        " over to the plane but it's head stop transmitting so they put in the hatchet platoon to go recover it",
        4093.08,
        4099.96
    ],
    [
        " and when we got in there we would insert it about three ridge lines north of that three hills north",
        4099.96,
        4108.06
    ],
    [
        " of that and as we were going up the the side of it we hit a trail with had bunkers built along the side",
        4108.06,
        4116.8
    ],
    [
        " of it periodically and you know well-used trail and we're sneaking up the trail and we could hear",
        4116.8,
        4123.16
    ],
    [
        " people cutting wood off to the side in talking and so we the 30 of us are trapped past",
        4123.16,
        4131.06
    ],
    [
        " him up to the top of the hill when we got to the top of the hill we heard this strange sound like",
        4131.06,
        4137.44
    ],
    [
        " higher crack higher crack and we're wondering what the heck all I could picture is somebody with a",
        4137.44,
        4144.38
    ],
    [
        " piece of shattered bamboo don't practice and karate jobs on it but so we sent some people you",
        4144.38,
        4153.24
    ],
    [
        " know a couple of people up to see what it was and it was a whole bunch of NBA out in the open",
        4153.24,
        4158.7
    ],
    [
        " doing drill with their rifles the higher it was a command and the crack crack crack was the people",
        4158.7,
        4164.78
    ],
    [
        " slapping their rifles and so the lieutenant that was leading us said we'll turn around and go",
        4164.78,
        4173.4
    ],
    [
        " back down the trail the way we came when the word got to the end of the you know the American in",
        4173.4,
        4179.48
    ],
    [
        " at the till at the tail of a woman yeah the guy came forward and says hey we heard those guys saying",
        4179.48,
        4188.46
    ],
    [
        " we'll get them when they come down so we angle off that ridge line and went into a like a little",
        4188.46,
        4197.0
    ],
    [
        " valley with a small brook in it and up the other side of the hill and stopped there and started",
        4197.0,
        4203.92
    ],
    [
        " calling in artillery on that hilltop we got we had a cubby flyover in fact in stars and stripes",
        4203.92,
        4211.5
    ],
    [
        " it was written up in stasis stripes as being in Vietnam and the guy's name was Morton and he was",
        4211.5,
        4219.22
    ],
    [
        " with the head hunters I have some group of cubby you know eight the bird dog pilots is that right",
        4219.22,
        4227.92
    ],
    [
        " yep that his name last name was Morton yeah and when our comal guy talked to him I think Luke",
        4227.92,
        4236.02
    ],
    [
        " dove might have been the cubby rider that day oh no kidding with him yeah because Luke recalls",
        4236.02,
        4241.7
    ],
    [
        " when they were they saw a whole bunch of people on the ground doing drill like yeah so anyway",
        4241.7,
        4249.14
    ],
    [
        " we called in air strikes for almost a whole day and what a show that was",
        4249.14,
        4255.26
    ],
    [
        " they got fast movers from some aircraft carrier to come in and expend 500 pound bombs how's the",
        4255.26,
        4265.44
    ],
    [
        " Navy yeah were they good well they got one of the three thirty seven mic mics that was popping",
        4266.52,
        4273.4
    ],
    [
        " at them and there we are about 300 meters probably from where that enemy encampment was and you",
        4273.4,
        4281.86
    ],
    [
        " could tell when the jet was coming in to make a run because it was you'd hear boom boom boom boom boom",
        4281.86,
        4289.62
    ],
    [
        " the thirty seven mic mics and there were three of them you know how simultaneously going up",
        4289.72,
        4294.94
    ],
    [
        " plus a 51 caliber plus all the eight Ks up on that hilltop was that it shooting then they'd stop",
        4294.94,
        4301.58
    ],
    [
        " and then there was like above a few second pause in this now boom where the bomb would go off",
        4301.58,
        4307.58
    ],
    [
        " and Morton reported that he that's more and more enemy he's ever seen out in the open over there",
        4307.58,
        4317.52
    ],
    [
        " really yeah and so we called air strikes in all day on them and then it got dark we",
        4317.82,
        4326.92
    ],
    [
        " ironed right where we had we're calling the strikes and from the next morning we tried calling",
        4326.92,
        4332.8
    ],
    [
        " an air strike there was no return fire so then they send us go find the wiretap now that's",
        4332.8,
        4340.28
    ],
    [
        " too huge line too too hills south of us now right so yeah sure we got down there and the one of the",
        4340.28,
        4348.26
    ],
    [
        " people from the recon team that had planted the thing found the spot where they had put it but it",
        4348.26,
        4354.94
    ],
    [
        " was gone evidently the enemy found it and there was no comma wire there anymore either to tap",
        4354.94,
        4363.36
    ],
    [
        " right and just inside of there there was a road like a dirt road that's scurried the border",
        4363.36,
        4372.08
    ],
    [
        " the Cambodian border so we were on the Vietnamese side of that road about you know 20 meters in",
        4372.08,
        4379.6
    ],
    [
        " the jungle and we followed it north to where we found another little side road going up and it",
        4379.6,
        4385.7
    ],
    [
        " went to that hilltop that we called all the air strikes and on and we found they had three",
        4385.7,
        4391.66
    ],
    [
        " 37 mic mic positions they were all gone they moved everything out at night and there were three",
        4391.66,
        4399.08
    ],
    [
        " 37 mic mics laid out in the form of a triangle and if you can figure those three points where the",
        4399.08,
        4407.58
    ],
    [
        " guns were if you drew like trenches in towards the middle like spokes on a wheel almost that's in",
        4407.58,
        4417.62
    ],
    [
        " each one of those spokes there was a little tunnel dug off to the side where the enemy could hide",
        4417.62,
        4423.2
    ],
    [
        " during the air strikes and we had a 50 500 pound bomb crater that half overlap the 37 mic mic pit",
        4423.2,
        4432.88
    ],
    [
        " and we found the recoil spring from the 37 mic mic better than we got destroyed and I picked up one",
        4432.88,
        4442.94
    ],
    [
        " of the empty 37 mic mic casings for a souvenir and put it in my pack and evidently they had a",
        4442.94,
        4450.22
    ],
    [
        " barber shop there because we found human hair in several places no kidding yeah no I think it was",
        4450.22,
        4456.34
    ],
    [
        " probably people got wounded real bad you know sure but that was that was a good operation we got",
        4456.34,
        4463.46
    ],
    [
        " really close to the enemy and then we got extracted late that second day so you went in with a full",
        4463.46,
        4471.02
    ],
    [
        " platoon on it yeah yeah we had a platoon to go and retrieve that we never got the wiretap back but",
        4471.02,
        4476.72
    ],
    [
        " we got in close to the enemy and we put some hurt on them because yeah of the air strikes and we",
        4476.72,
        4482.96
    ],
    [
        " sat and walked in artillery up with the trail we had walked up to to get to that hilltop where we",
        4482.96,
        4489.52
    ],
    [
        " heard the people chopping wood and I was never impressed with artillery over there was three rounds",
        4489.52,
        4498.38
    ],
    [
        " at a time boom boom boom boom boom boom boom was that right yeah my my you know",
        4498.38,
        4503.9
    ],
    [
        " on a recon mission with Tommy Carr we had called in artillery and I remember he says okay fire",
        4503.9,
        4514.5
    ],
    [
        " around they fired around and then finally he told me okay tell him fire for effect and I figured",
        4514.5,
        4519.66
    ],
    [
        " the whole valley was gonna go up and gun fire three rounds at a time coming in in like a minute",
        4519.66,
        4526.48
    ],
    [
        " in between for the next cell voter come in and I was disciplined Hollywood has got a lot better",
        4526.48,
        4531.86
    ],
    [
        " artillery than the army does so what would they use like 155s and once I think they were 150 and they",
        4531.86,
        4540.72
    ],
    [
        " were firing out a lot of I think it was play jaren what it had law actually one day a camp down",
        4540.72,
        4547.58
    ],
    [
        " to have plenty of experience with the artillery there maybe yeah a little more thorough yeah and I",
        4547.86,
        4557.6
    ],
    [
        " got to accompany one slam operation in fact you know in slam is searched locate an IEL8 monitor",
        4557.6,
        4564.96
    ],
    [
        " I don't know what to act the monitor who monitors whether it's like a BDA after you're done yeah",
        4564.96,
        4570.28
    ],
    [
        " assume you wipe everybody out yeah I always figured maybe you get wiped out and then who monitors",
        4570.28,
        4577.3
    ],
    [
        " yeah because slammishes do a lot of attention from the end oh yeah well this was 14 to 90 in",
        4577.78,
        4584.74
    ],
    [
        " November of 68 the slam that I was involved that's probably one of the first ones right it was the",
        4584.74,
        4591.44
    ],
    [
        " only one according to government reports I have that was conducted in 1968 right the only",
        4591.44,
        4598.74
    ],
    [
        " slam operation and it consisted of like four company size operations I don't know four or five",
        4598.74,
        4605.36
    ],
    [
        " platoon size in 13 recon team operations that started with Joe Walker on a prisoner snatch in his",
        4605.36,
        4613.44
    ],
    [
        " trigger man his gun didn't fire when he went to to trigger the ambush on the enemy yeah and the",
        4613.44,
        4622.16
    ],
    [
        " enemy had grenades mounted on boards on the chest and they also had an RPD machine gun with them",
        4622.16,
        4629.34
    ],
    [
        " and that opened up and they started peeling the grenades off the chest to it a time and",
        4629.46,
        4635.9
    ],
    [
        " they hit Joe's 1-1 Terry Brents and he got a bad head wound and that was a time when I had to get",
        4635.9,
        4643.64
    ],
    [
        " off the helicopter to help get him loaded on and that after they in order to secure the LZ for",
        4643.64,
        4652.08
    ],
    [
        " that they put in a hatchet platoon so now we've got a hatchet platoon and all but one of a recon",
        4652.08,
        4659.1
    ],
    [
        " team in there and instead of pulling them out it became oh see what else you can find you know",
        4659.1,
        4667.9
    ],
    [
        " roam around and explore right oh yeah that was on the when we pulled the wounded guy out it was the",
        4667.9,
        4674.84
    ],
    [
        " 10th of November and on the 14th the hatchet platoon got overrun with Joe Walker's team they",
        4674.84,
        4683.46
    ],
    [
        " overran him really and yep and on the 14th when I got into the dispensary they asked me is your gear",
        4683.46,
        4691.4
    ],
    [
        " ready to go a report to the choppers that gonna put in a company to get out the overrun platoon and",
        4691.4,
        4701.02
    ],
    [
        " Joe Walker got wounded that day and we had a blackened see a spec five named Bryant and",
        4701.02,
        4711.82
    ],
    [
        " he got badly wounded in there and when they got the first half of the company and I went in with",
        4713.76,
        4720.4
    ],
    [
        " the first half of the company it took like eight helicopters to flights from doctor to get all",
        4720.4,
        4725.98
    ],
    [
        " those people out there about 120 people and so when we got on the ground I remember going over to",
        4725.98,
        4732.64
    ],
    [
        " Joe Walker and says boy if anybody's still alive up at your arrow end site across the river",
        4732.64,
        4737.42
    ],
    [
        " they probably need medical attention he said I'm going up there right he just walked up to the",
        4737.42,
        4742.8
    ],
    [
        " captain in charge of the slam and said I'm going up to the arrow end site and he had it across",
        4743.58,
        4749.14
    ],
    [
        " the river and Bob Howard was there and Bob says I'll go and so he joined us and we found Bryant",
        4749.14,
        4756.46
    ],
    [
        " there were five dead indigenous and they had dug foxholes as a platoon head the previous night",
        4756.46,
        4763.72
    ],
    [
        " and we found Bryant still alive in his fox hole but he had like 19 wounds in his body",
        4763.72,
        4770.86
    ],
    [
        " 19 still alive yeah he had one black and blue streak running on his forehead",
        4771.1,
        4777.54
    ],
    [
        " for like right above his eyes and he said he was conscious when I was putting bandages on all those",
        4777.54,
        4785.98
    ],
    [
        " holes and he said in the morning the NBA came through and shot all of the dead and he says they",
        4785.98,
        4792.82
    ],
    [
        " shot him in the head he said I just played dead whoa and we ended up getting him out of there I",
        4792.82,
        4801.38
    ],
    [
        " put an IV in him because when I opened up he's sure it had about a quarter blood in there with",
        4801.38,
        4808.04
    ],
    [
        " the big clots formed in it yeah yeah so we got him out of there and everything and now they've",
        4808.04,
        4814.18
    ],
    [
        " got a whole you know a whole bunch of us in there they got to maybe 130 people and I figured hey",
        4814.18,
        4819.38
    ],
    [
        " we're successful we pulled out the the survivors of the platoon and they're going to pull us out now",
        4819.9,
        4825.16
    ],
    [
        " they had different thoughts hey we got a fresh company out there",
        4825.16,
        4829.9
    ],
    [
        " let's raise hell and hope to be true yeah it may have been popping at us with 37 mic mics from",
        4829.9,
        4836.44
    ],
    [
        " about two miles probably to our southwest so then it became oh let's go see if we can attack those",
        4836.44,
        4843.02
    ],
    [
        " they'll have to stand and fight if we attack those you know they won't be able to run away on us",
        4843.02,
        4848.56
    ],
    [
        " so it became quite quite an operation I didn't bring you know I smoked cigarettes back then and I",
        4849.52,
        4858.76
    ],
    [
        " ran out of cigarettes after about the first day we got hit with rifle grenades fired in us that was",
        4858.76,
        4866.78
    ],
    [
        " on the 14th we got inserted on the 16th they hit us with rifle grenades we took about 15 people",
        4866.78,
        4873.42
    ],
    [
        " wounded about 11 of them were enough to so at that point when you're working with the air force",
        4874.86,
        4880.5
    ],
    [
        " there's some of the traffic we'd back up on the highway then the air force would come in and",
        4880.5,
        4884.16
    ],
    [
        " attack the backed up traffic at one point down walk right down one of the major branches of highway 96",
        4884.16,
        4891.28
    ],
    [
        " so when you walk down 96 where you smoke and cigarettes I mean the hatchet force is so much",
        4891.28,
        4895.56
    ],
    [
        " different they're not why not they know you're there exactly and I remember what you know what they",
        4895.56,
        4904.14
    ],
    [
        " were doing is yeah the guy leading us in fact the guy leading us his name is Tom Yeager he was at the",
        4904.14,
        4911.28
    ],
    [
        " sword just recent right here our past for you a couple days ago then the last thing yeah and he",
        4911.28,
        4917.6
    ],
    [
        " he was also on the Suntae prison raid back in 1977 he's in the verbi 70 yeah in",
        4917.6,
        4924.62
    ],
    [
        " he led one of the assault elements with dick meadows I think dick meadows ran one assault element",
        4925.56,
        4933.32
    ],
    [
        " he had the other one or something of course and dick meadows is still the all-time legend",
        4933.32,
        4938.4
    ],
    [
        " all out absolutely absolutely well 12 or 13 captured you know the busy bra I think he holds a",
        4938.4,
        4947.4
    ],
    [
        " record for most prisoners taken of any absolutely just crazy never oh yeah no he was he was a legend",
        4947.4,
        4954.42
    ],
    [
        " in his own time absolutely that's before then he gets promoted to officer be in layer",
        4954.42,
        4959.92
    ],
    [
        " yeah direct commission yes recon team company commander yeah yeah sir yeah oh my god and in fact",
        4959.92,
        4968.36
    ],
    [
        " on this mission Bob Howard was put in for the Medal of Honor on this slam operation but it was",
        4968.36,
        4974.86
    ],
    [
        " downgraded to a silver star wow but that's one of the first two rejections and so this is because",
        4974.86,
        4980.82
    ],
    [
        " you had the heavy contact by now you got the NBA's attention they're coming at you with yeah heavy",
        4980.82,
        4986.72
    ],
    [
        " weapons now more platoon or squad size well we we needed a resupply right because everybody was",
        4986.72,
        4994.56
    ],
    [
        " out of cigarettes of course it really so anyway they told us that it was that was the 57th was",
        4994.56,
        5006.62
    ],
    [
        " assault helicopter company and I've talked since to the guy who was dropping those two bundles to",
        5007.4,
        5015.38
    ],
    [
        " us they well we got the word they're gonna drop two bundles to you and you'll have a mortar in",
        5015.38,
        5020.48
    ],
    [
        " the resupply and we're thinking we got enough to lug without lugging a mortar base plate and",
        5020.48,
        5026.22
    ],
    [
        " all that kind of stuff you know so they dropped one bundle and it landed probably a half a mile away",
        5026.22,
        5032.16
    ],
    [
        " the second one was maybe a hundred meters from our where we were located so Howard and some people",
        5032.8,
        5039.08
    ],
    [
        " went to retrieve that right they brought the bundle back and it was a wooden crate it set on",
        5039.08,
        5044.02
    ],
    [
        " it mortar ammunition and I remember somebody commenting great we got the mortar ammunition",
        5044.02,
        5050.06
    ],
    [
        " to carry and Charlie's got the mortar we opened it up and it was all full of cigarettes",
        5050.06,
        5056.12
    ],
    [
        " still everybody was happy yeah my first cigarette I lit up I got dizzy from it because I hadn't",
        5058.74,
        5064.36
    ],
    [
        " smoked for a couple days you know I forgot a difficult life could be on a hatch of horse yeah",
        5064.36,
        5070.62
    ],
    [
        " so anyway we needed them to still be resupplied with ammunition and stuff so we moved on to another",
        5070.62,
        5078.96
    ],
    [
        " open area and maybe a hundred yards long 50 yards wide and we set up a perimeter around that",
        5078.96,
        5087.4
    ],
    [
        " open area and they flew in and gave us water in these plastic bags they were maybe a six inch",
        5087.4,
        5095.44
    ],
    [
        " inch in diameter and five feet long a bunch of those bladders they dumped off they gave us ammunition",
        5095.44,
        5101.9
    ],
    [
        " food that's where I first started to learn to eat the PIR rations sure the indigrations yeah exactly",
        5103.08,
        5109.86
    ],
    [
        " it were good I liked them me too but during the resupply when they dropped off one of the helicopter",
        5109.86,
        5117.44
    ],
    [
        " loads one of the mountain we got hit on the LZ and I was helping carry stuff up to where we're",
        5117.44,
        5123.56
    ],
    [
        " going to arrow end shortly off the LZ and one of the yards got shot right through the elbow",
        5123.56,
        5129.6
    ],
    [
        " oh and they had put a like a tourniquet on his arm right so I went up and put a pressure dressing on",
        5132.14,
        5139.84
    ],
    [
        " it and tried to I figured he's going to lose his arm if that tourniquet stays on all night because",
        5139.84,
        5146.22
    ],
    [
        " it was close to dark so I put a pressure dressing on it put his arm in a sling and I stayed up all",
        5146.22,
        5158.54
    ],
    [
        " in the mean minutes I checked the the dressing and about oh maybe one two o'clock in the morning",
        5158.54,
        5165.26
    ],
    [
        " what I used for backing to put pressure on the wound was in a combat dressing still in its plastic",
        5165.26,
        5172.84
    ],
    [
        " wrapper right that had slipped off the ties that were holding it down so his",
        5172.84,
        5177.46
    ],
    [
        " dressing was all wet from blood he was bleeding so I had to put one on in the dark and",
        5177.46,
        5184.74
    ],
    [
        " no sterile technique till all by feel okay this is the bone put it here put it there now tie it",
        5186.22,
        5193.1
    ],
    [
        " and I stayed up all night taking care of him and we got him out at first light and then we continued",
        5193.1,
        5201.3
    ],
    [
        " on and got ambushed in a big open area the hatch of force got ambushed yeah just when you're on",
        5201.3,
        5207.04
    ],
    [
        " the road companies of NVA ambushed us in that so you're on a road at the time no we we had we were",
        5207.04,
        5213.64
    ],
    [
        " coming through the jungle but it you know it became because they could tell me that",
        5213.64,
        5219.38
    ],
    [
        " you know it's tall grass to knee high grass not triple canopy like no and then highway 96",
        5219.38,
        5225.86
    ],
    [
        " are part of it went right through and went to the left but there was a little side road that headed",
        5225.86,
        5231.18
    ],
    [
        " more in the direction of the 37 mic mics had been shooted from so we started following that",
        5231.18,
        5237.12
    ],
    [
        " and when we got almost to the other side lieutenant Yeager told Bob Howard and we had a first lieutenant",
        5237.24,
        5249.62
    ],
    [
        " name Lee Swain and he told them to kind of take point but he didn't want both of them on point",
        5249.62,
        5260.96
    ],
    [
        " because that was his that was his company sergeant and his one of his top platoon leaders you know so",
        5260.96,
        5268.98
    ],
    [
        " but they they were up front and they saw people enemy moving in the wood line and so they",
        5268.98,
        5276.74
    ],
    [
        " I guess Lee Swain said to Bob Howard up you should we initiate it now and one of the two of them",
        5276.74,
        5286.08
    ],
    [
        " says yeah let's do it now right so they drop down and started shooting at the figures in the",
        5286.08,
        5290.5
    ],
    [
        " wood line and a rifle grenade came out and went off right between Swain Swain's feet when he",
        5290.5,
        5296.82
    ],
    [
        " was laying down and it took off one of his ankles and left it hanging by the Achilles tendon",
        5296.82,
        5302.2
    ],
    [
        " and the other one it was like you ripped the big chunk of his calf out and so I was near the end",
        5302.2,
        5311.02
    ],
    [
        " of the column they always stuck the medic down back so we couldn't see anything and I went to the",
        5311.02,
        5319.8
    ],
    [
        " got an American about three mountain yards away from me it says we in contact I fired a couple",
        5321.52,
        5328.12
    ],
    [
        " magazines I didn't see any return fire coming so I said asked him a we in contact he says no I",
        5328.12,
        5334.58
    ],
    [
        " think we'll just have in a mad minute he says let's go up front see what's going on the front",
        5334.58,
        5339.14
    ],
    [
        " of the column was really in contact then we we ended up calling so you get that stressed out",
        5339.14,
        5345.1
    ],
    [
        " that far you couldn't you couldn't hear the noise from the contact yeah yeah yeah and so anyway then",
        5345.1,
        5353.84
    ],
    [
        " when I got to lieutenant Swain I remember looking down and seeing the pearly white bonans of his",
        5353.84,
        5360.3
    ],
    [
        " ankle bone separated and he just being held on by the Achilles tendon I almost fainted",
        5360.3,
        5367.28
    ],
    [
        " I believe it I had to tense up all my muscles to keep from feign I figured if you faint you might",
        5367.28,
        5374.28
    ],
    [
        " start a chain reaction everybody's gonna faint and we're all gonna get killed time to toughen up",
        5374.28,
        5380.32
    ],
    [
        " yeah oh my god so you had so you treated how do you what do you do with a severed foot I'll tell you",
        5380.32,
        5387.34
    ],
    [
        " you know normally what I should have had done is splint that foot you know what I mean but hey",
        5387.34,
        5395.28
    ],
    [
        " we got we were calling in CBU at that time the cluster bomb yeah and we had trees within our",
        5395.28,
        5402.4
    ],
    [
        " right inside our perimeter with the tops of more being blown off by the CBU because we had",
        5402.4,
        5408.26
    ],
    [
        " the cubby could see that we had enemy massing to attack us just in a ways into the tree there were",
        5408.26,
        5415.94
    ],
    [
        " other open areas so was that be like by there's a double canopy uh just not triple no that wasn't",
        5415.94,
        5422.98
    ],
    [
        " triple canopy at all in that area uh might have even been like bamboo and stuff was just single",
        5422.98,
        5431.16
    ],
    [
        " canopy but you know not just grass or or or elephant grass it was taller than that but um we uh",
        5431.16,
        5440.84
    ],
    [
        " then we had to try to get somebody into meta back uh uh lieutenant swang because he and we also had",
        5440.84,
        5450.7
    ],
    [
        " another person who when when he was kind of he had moved into the wood line a little bit when",
        5450.7,
        5457.66
    ],
    [
        " the uh spads dropped the CBU right and he got wounded from that and when I uh because I was",
        5458.26,
        5468.78
    ],
    [
        " treating him a mountain yard and this yard came up to me and says American wounded so I",
        5468.78,
        5474.9
    ],
    [
        " showed the guy the guy's friend who brought the wounded mountain yard I was treating out a",
        5474.9,
        5486.58
    ],
    [
        " I eased it back up with addressing under it and put my hand over his hand and showed him how I had",
        5487.12,
        5493.2
    ],
    [
        " depressed and so I come back you know and then I followed the other yard we found a uh sfc named",
        5493.2,
        5499.72
    ],
    [
        " Dickerson who I had seen in the club but never really talked to or met and he was on his haunches",
        5499.72,
        5505.36
    ],
    [
        " saying when I got to him I says it's the medic I he's I can't see I can't see right so I said",
        5505.36,
        5511.16
    ],
    [
        " uh we're gonna bring you with with the other wounded all right so the yard picked up his weapon",
        5511.52,
        5516.5
    ],
    [
        " I grabbed him under one armpit the yard under the other armpit and we dragged him letting his",
        5516.5,
        5522.16
    ],
    [
        " feet track facing rearward he wasn't right right brought him into our perimeter I remember when",
        5522.16,
        5527.1
    ],
    [
        " we were bringing him into the perimeter I could see you know where our people were spread out I",
        5527.1,
        5531.96
    ],
    [
        " could see machine gun bullets kicking up the dust in the middle of our perimeter no kidding yep",
        5531.96,
        5537.0
    ],
    [
        " and uh so uh anyway then we had needed a med of act so it was the uh 57 that was supporting",
        5538.06,
        5545.9
    ],
    [
        " us once again sure and this pilot named Carl Hoke uh tried to get in to get Lieutenant Swain out",
        5545.9,
        5554.78
    ],
    [
        " and he got shot down the enemy moved up with uh a track vehicle with 50 with a 51 caliber on it",
        5554.78,
        5564.38
    ],
    [
        " and shot Carl Hoke was the name of the pilot from 57 shot his helicopter down and the chase",
        5564.44,
        5573.58
    ],
    [
        " medic was on it I named Tony Dorf he used to be a member of the organization but passed away not",
        5573.58,
        5579.88
    ],
    [
        " long ago but uh anyway he got shot down so Howard and Tom Yeager went and guided them back into our",
        5579.88,
        5593.62
    ],
    [
        " um then luckily just before it got dark we did get two helicopters in to get out the most critically",
        5594.78,
        5600.38
    ],
    [
        " wounded because I figured man I can't treat all we had what happened to Dickerson if he couldn't",
        5600.38,
        5605.46
    ],
    [
        " could he really not see or was it just being stunned from the moment I think the explosion I was",
        5605.46,
        5611.18
    ],
    [
        " concerned you I was I was concerned most about the wound he had in his chest sure and I watched it",
        5611.18,
        5618.2
    ],
    [
        " for a while to see if it was frothing blood like but I didn't see anything like that but I treated",
        5618.2,
        5623.92
    ],
    [
        " it like a sucking chest wound took the plastic from a combat wrapper taped it to his chest and uh",
        5623.92,
        5631.84
    ],
    [
        " so anyway I did he he survived all right and uh luckily uh the guy who tried to do the resupply",
        5631.84,
        5641.74
    ],
    [
        " of uh by dropping the bundles to us the day before he's the one that came in and ended up getting",
        5641.74,
        5647.48
    ],
    [
        " least swain out and Bob Howard and myself and Tom Yeager were the ones who carried lieutenant",
        5647.48,
        5653.82
    ],
    [
        " swain to the uh uh chopper and got him on there and they got out and uh then it was uh ready ready to",
        5653.82,
        5662.34
    ],
    [
        " get dark so we had to spend the night in there and camp out there was a ring of foxholes right",
        5662.34,
        5667.86
    ],
    [
        " and the yards had dug and I noticed nobody was using one of the foxholes I went over it and there",
        5667.86,
        5674.78
    ],
    [
        " was an unexploded CBU on the bottom of it so right this American the one next says I'll come over",
        5674.78,
        5682.88
    ],
    [
        " here with me you know so I went over with him we both got into that little mountain-yard fox hole",
        5682.88,
        5687.42
    ],
    [
        " and if we'd have been hit we couldn't move enough to even shoot out of it you know yeah yeah so we",
        5687.42,
        5693.34
    ],
    [
        " laid on the back of it at night when it got dark because we had a spooky come in and we got out our",
        5693.34,
        5698.6
    ],
    [
        " strobe lights put them down in the foxholes uh and uh to outline our perimeter and smart boy I'll",
        5698.6,
        5706.3
    ],
    [
        " tell you when you're down on the ground those traces uh seem to give the appearance that they're",
        5706.3,
        5712.4
    ],
    [
        " coming straight down at you but right at the last minute they seem to bend and veer off into the",
        5712.4,
        5717.36
    ],
    [
        " terrain around the side but we had a good we get add air support all night long continually",
        5717.36,
        5725.54
    ],
    [
        " oh wow and one of the air strikes from one of the jets with hard bombs hit an enemy ammo dump",
        5725.54,
        5732.74
    ],
    [
        " and there were secondary explosions for about three or four hours till and in between it was",
        5732.74,
        5741.1
    ],
    [
        " better for the jlux it was like a popcorn popper going off all the AK wrong popper popper popper popper",
        5741.1,
        5747.04
    ],
    [
        " popper boom the sky would like that flares or anything like that uh no uh but uh",
        5747.04,
        5754.9
    ],
    [
        " i'll tell you you know i was in my foxhole i said boy we hit something big good then i says",
        5755.54,
        5761.36
    ],
    [
        " boy at the NBA gonna be ticked off now they're gonna come down here and kill us right",
        5761.36,
        5766.68
    ],
    [
        " i prayed that night you know i promised to be a better person if they let us get out of there all of us",
        5766.68,
        5773.52
    ],
    [
        " and uh anyway we survived into the morning and uh we took 45 wounded on that operation",
        5773.52,
        5781.5
    ],
    [
        " and uh a number of them were critical you know but uh that was the other that was the biggest",
        5781.94,
        5790.32
    ],
    [
        " operation i was involved with and how does swain end up the the the survival of that oh yeah he",
        5790.32,
        5798.02
    ],
    [
        " was at the reunion here both Ian Tom Yeager were here really yep then we're what we're referring",
        5798.02,
        5805.4
    ],
    [
        " to is because this being recorded on um October 22nd from October the 18th through the 21st",
        5805.4,
        5814.54
    ],
    [
        " and into this morning uh was the special operations association annual reunion the 45th annual",
        5814.54,
        5820.94
    ],
    [
        " reunion which you and i attended for quite a few years now exactly and uh so that's where they made",
        5820.94,
        5827.26
    ],
    [
        " it i didn't realize they were here yep and that's quite a story and again the medics our sf",
        5827.26,
        5834.06
    ],
    [
        " medics bringing back yeah well uh i remember i first met you after joining the special ops",
        5834.06,
        5841.14
    ],
    [
        " association indeed yeah i joined in 92 came to my first sore in 95 and i used to read uh you know at",
        5841.14,
        5850.26
    ],
    [
        " the beginning you didn't read much about sag right and there was a book uh that i subscribed to",
        5850.26,
        5856.38
    ],
    [
        " soldier of fortune that's a magazine magazine yeah right well book i called magazines books but",
        5856.38,
        5863.08
    ],
    [
        " anyway the uh there was uh someone named Isaac stats that was writing these articles about",
        5864.06,
        5872.18
    ],
    [
        " sag in this magazine and uh i said gee i never i never knew anybody named stats that was in",
        5872.18,
        5879.96
    ],
    [
        " there but uh then when i joined i met you here and uh you had in the 90s i think started putting",
        5879.96,
        5888.64
    ],
    [
        " some things in with your full name yeah that's right yeah is john striker myer uh tilt to all of us",
        5888.64,
        5897.12
    ],
    [
        " and uh small it was it was shortly after that i found out Isaac stats and it was the",
        5897.12,
        5904.14
    ],
    [
        " no-day share striker myer were one and the same small world yeah yeah and that's when i started",
        5904.14,
        5911.58
    ],
    [
        " telling you you got to put all those stories together into a book tell and then after i started",
        5911.58,
        5917.28
    ],
    [
        " doing that i said joe you got to put your stories into a book and so speaking about your books",
        5917.28,
        5922.56
    ],
    [
        " the very first book that you co-authored with bob duman yeah the first one was titled sogg medics",
        5922.56,
        5930.3
    ],
    [
        " stories from vietnam and over defense because that one was printed by paladin what's the",
        5930.3,
        5936.64
    ],
    [
        " the impressive paladin press yeah and then um you did a second edition that you added some more",
        5936.64,
        5943.12
    ],
    [
        " information expanded the expanded edition literally was out by paladin did you just go somewhere",
        5943.76,
        5949.52
    ],
    [
        " else for that uh we had to go somewhere else paladin went out of business and when they did",
        5949.52,
        5954.02
    ],
    [
        " they turned all of the rights for the book over to back to bob and i and so bob had uh some contacts",
        5954.02,
        5961.82
    ],
    [
        " with the casemate publishers and they did it bob did a book with casemate with one of my medics",
        5961.82,
        5968.6
    ],
    [
        " classmates called boxy which is about a medic that served on an 18 at lock nin yes so",
        5968.82,
        5977.38
    ],
    [
        " anyway the historic battle locked in so he had an in now with casemate and uh so they",
        5977.38,
        5984.26
    ],
    [
        " redid the book and of course there's been changes because in the first book i would have says",
        5984.26,
        5989.84
    ],
    [
        " the helicopter pilot came in and got shot down now i can say uh kyle hoke of the uh 57th",
        5989.84,
        5997.8
    ],
    [
        " game yeah and i even know his crew members have been added to the new book you know so",
        5997.8,
        6003.2
    ],
    [
        " sure trying to make it a little more historically accurate indeed and then uh so you did the second",
        6003.2,
        6009.58
    ],
    [
        " edition and so now you and bob are working on a third book yeah and this is the most difficult one",
        6009.58,
        6015.08
    ],
    [
        " because while joe pyrrner the medic was on his second practice mission other people were doing",
        6015.08,
        6020.74
    ],
    [
        " real missions where they were getting awards getting shot up and in real missions i'm trying to",
        6020.74,
        6027.48
    ],
    [
        " tell their story but it's much more difficult when you weren't there indeed it helps to have that",
        6027.48,
        6035.14
    ],
    [
        " firsthand on the ground experience yeah and it's been a slow progress on it because uh uh you know",
        6035.14,
        6041.76
    ],
    [
        " sometimes you get to somebody with questions and you know that isn't the priority of their life",
        6041.76,
        6048.02
    ],
    [
        " your book and stuff like that so they take it six months to get the answers to those questions and",
        6048.02,
        6053.74
    ],
    [
        " welcome to the world of book writing and we worked from award orders a lot and as much as we can",
        6053.94,
        6060.98
    ],
    [
        " and sure to try to fact check things no you've been very good about that i know from first-hand",
        6060.98,
        6067.64
    ],
    [
        " experience yeah well i it's important to me to get it right you know truly um we're at that point",
        6067.64,
        6075.14
    ],
    [
        " uh joe i think uh we're close to wrapping up here is any final thoughts or anything as you look",
        6075.14,
        6081.12
    ],
    [
        " back on your one-year tour duty in sog and uh life thereafter or any final thoughts sir",
        6081.12,
        6087.7
    ],
    [
        " well i'm glad i did it i have no regrets and i'd do it all again",
        6087.7,
        6092.86
    ],
    [
        " well amen well then on that note um that'll bring us to the end of our podcast and again we thank",
        6092.86,
        6100.98
    ],
    [
        " jaco willing and his team for making these sogcast possible",
        6100.98,
        6106.38
    ],
    [
        " and we also thank all of our military service members for today they are keeping our country safe",
        6107.38,
        6113.32
    ],
    [
        " and we also thank the first responders board of patrol different law enforcement agencies",
        6113.32,
        6119.06
    ],
    [
        " um even the FBI which sometimes has some negative headlines lately and uh we also want to make",
        6119.06,
        6127.42
    ],
    [
        " sure that we thank the men and women who served our country for years past and like Joe Parna",
        6127.42,
        6133.12
    ],
    [
        " here today are what we would call heroes who defended the values of america and joe we thank you for",
        6133.12,
        6139.86
    ],
    [
        " that and last but not least we also remember in salute the men and women who have served our country",
        6139.86,
        6146.78
    ],
    [
        " and who have not come home and as of today 2021 there are 1,584 americans that are still listed as",
        6146.78,
        6157.84
    ],
    [
        " missing in action and from the Vietnam War in south these days which would include layos",
        6157.84,
        6163.18
    ],
    [
        " cambodia and our special operations association had a memorial of breakfast where",
        6163.18,
        6169.26
    ],
    [
        " we mentioned the name and saluted and pay tribute to 132 americans just from the secret war alone",
        6169.26,
        6178.52
    ],
    [
        " 50 plus green berets who remain missing in action today as well as the additional",
        6178.52,
        6187.08
    ],
    [
        " airmen the aviators that died supporting sog teens on the ground and that is includes um marine",
        6187.84,
        6196.62
    ],
    [
        " core assets that supported us throughout the entire war in the top secret war army and air force",
        6196.62,
        6205.28
    ],
    [
        " and in case like your case you had navy dropping bombs and supporting you all and it was a war",
        6205.28,
        6212.56
    ],
    [
        " hidden from the american public but now people like yourself are writing books and we're thankful for that",
        6213.68,
        6219.14
    ],
    [
        " god bless america until next time thank you till airborne",
        6219.14,
        6224.54
    ]
]