[
    [
        " This is Jocco Podcast number 266 with Echo Charles and me, Jocco Willink.",
        0.1,
        5.52
    ],
    [
        " Good evening, Echo.",
        6.18,
        6.68
    ],
    [
        " Good evening.",
        6.82,
        7.08
    ],
    [
        " And joining us again tonight is Dave Burke.",
        7.4,
        11.1
    ],
    [
        " Good deal, Dave Burke.",
        11.5,
        12.36
    ],
    [
        " Good evening, Dave.",
        12.52,
        13.12
    ],
    [
        " Good evening.",
        13.74,
        14.12
    ],
    [
        " So we've knocked out two chapters of Marine Corps doctrinal publication One,",
        14.64,
        20.38
    ],
    [
        " TAC4, which is called competing.",
        20.56,
        22.52
    ],
    [
        " And today we're going to delve into the third chapter.",
        22.98,
        25.88
    ],
    [
        " Now we have had expectations in each one of these of doing more than one chapter.",
        25.88,
        29.8
    ],
    [
        " I don't think we're going to make it, especially because three has a lot of good stuff in it.",
        30.1,
        36.18
    ],
    [
        " And four is longer.",
        36.34,
        38.12
    ],
    [
        " So I don't know if I get halfway through four.",
        38.32,
        40.4
    ],
    [
        " Anyways, so we're going to delve into chapter three.",
        40.92,
        43.62
    ],
    [
        " And before we kind of kick that off.",
        44.42,
        47.82
    ],
    [
        " In the last chapter and throughout the book thus far, the Marines have been calling",
        48.28,
        55.16
    ],
    [
        " competition or describing competition as an enduring conditioning, an enduring condition.",
        55.26,
        63.38
    ],
    [
        " It's enduring.",
        64.0,
        65.56
    ],
    [
        " It's always happening, always.",
        65.7,
        67.5
    ],
    [
        " And then when we got done, I think it was with the first chapter and we did an underground podcast.",
        68.1,
        74.54
    ],
    [
        " And I talked about that clip from There Will Be Blood.",
        75.1,
        79.96
    ],
    [
        " I have a competition in me.",
        81.0,
        82.54
    ],
    [
        " I want no one else to succeed.",
        83.92,
        85.68
    ],
    [
        " And I kind of talked about this fact that I related to that.",
        86.14,
        89.82
    ],
    [
        " And that I can be really competitive in a lot of ways.",
        90.3,
        95.06
    ],
    [
        " And since competition is an enduring condition, that must mean that I'm always competing",
        95.32,
        102.16
    ],
    [
        " with everyone all the time.",
        102.16,
        103.96
    ],
    [
        " And if I'm always in competition, well then when do I get a break?",
        104.12,
        109.36
    ],
    [
        " When do I sleep?",
        109.5,
        110.32
    ],
    [
        " Well, we're not sleeping or not.",
        111.14,
        113.0
    ],
    [
        " A lot.",
        113.24,
        113.44
    ],
    [
        " Obviously, but how am I not getting burnt out?",
        113.6,
        116.64
    ],
    [
        " I'm always competing.",
        117.32,
        119.86
    ],
    [
        " How am I not getting burnt out?",
        119.86,
        121.02
    ],
    [
        " And I was thinking about that because I, you know, I start to think about people hearing this.",
        121.88,
        126.86
    ],
    [
        " And I like to think through how people are going to interpret what I'm saying.",
        127.44,
        132.78
    ],
    [
        " And Dave, you and I see this a lot with just the title of the first book Extreme Ownership.",
        133.6,
        138.3
    ],
    [
        " And people think Extreme Ownership, well that would just mean we need to be extreme about stuff.",
        138.3,
        141.98
    ],
    [
        " And we have to write a whole other book, kind of write a whole other book with life called the dichotomy of leadership saying,",
        142.48,
        147.44
    ],
    [
        " no, actually you've got to be balanced.",
        147.56,
        148.68
    ],
    [
        " We don't want to be extreme.",
        148.8,
        149.56
    ],
    [
        " So when I think about talking and I'm sitting here saying, I'm competing all the time.",
        149.98,
        156.18
    ],
    [
        " And we're competing in everything as a competition.",
        156.22,
        158.02
    ],
    [
        " And I think if someone's going, okay, we're going hard all the time.",
        158.48,
        162.42
    ],
    [
        " And then they're going to get burnt out.",
        162.64,
        163.74
    ],
    [
        " And how is it that I'm not getting burnt out?",
        164.48,
        166.04
    ],
    [
        " Am I superhuman?",
        166.04,
        167.26
    ],
    [
        " No.",
        167.8,
        168.32
    ],
    [
        " I'm just another person.",
        168.66,
        170.9
    ],
    [
        " So how is it that I'm competing all the time, which I can tell you, I can tell you honestly,",
        171.1,
        176.0
    ],
    [
        " I am competing all the time.",
        176.38,
        178.36
    ],
    [
        " I'm also telling you I'm not superhuman.",
        179.28,
        183.32
    ],
    [
        " How is this happening?",
        183.48,
        184.06
    ],
    [
        " I can explain it.",
        184.52,
        186.52
    ],
    [
        " The kind of people that get burnt out and fall apart.",
        186.54,
        192.86
    ],
    [
        " The reason that that happens is because they are competing at a tactical level.",
        193.9,
        202.02
    ],
    [
        " That's what's going on.",
        202.68,
        205.02
    ],
    [
        " They are getting caught up in bar brawls and street fights and duels and arguments.",
        205.4,
        212.4
    ],
    [
        " And they want to win every altercation they see occurring anywhere around them.",
        212.66,
        217.26
    ],
    [
        " And their ego won't let them rest.",
        217.64,
        219.62
    ],
    [
        " And I'm not doing that.",
        223.42,
        225.16
    ],
    [
        " I don't care about the bar brawl or the street fight or the argument.",
        226.18,
        233.22
    ],
    [
        " I don't care about those things.",
        233.42,
        234.24
    ],
    [
        " Don't care about them.",
        234.42,
        235.16
    ],
    [
        " I'm in competition, but I'm not in competition at a tactical level.",
        236.14,
        241.54
    ],
    [
        " I'm competing strategically.",
        241.94,
        243.6
    ],
    [
        " At least I'm trying to.",
        244.06,
        245.18
    ],
    [
        " Right?",
        245.5,
        245.6
    ],
    [
        " I'm not perfect.",
        245.68,
        246.32
    ],
    [
        " I'm trying to compete strategically.",
        246.5,
        248.82
    ],
    [
        " Do you sometimes have to win tactical battles?",
        249.78,
        251.96
    ],
    [
        " Do you sometimes do you have a battle, a tactical battle that you have to win?",
        253.5,
        258.56
    ],
    [
        " Some people come to me with that argument.",
        259.44,
        261.12
    ],
    [
        " You know there's some battles that you have to win.",
        262.38,
        263.7
    ],
    [
        " You know what you're right.",
        263.8,
        264.46
    ],
    [
        " And you know what they call those battles?",
        265.24,
        267.92
    ],
    [
        " They call them strategic battles.",
        268.48,
        270.24
    ],
    [
        " That's not a tactical battle anymore.",
        270.42,
        272.06
    ],
    [
        " If I'm in a strategic battle, I'm going to win that.",
        273.0,
        276.42
    ],
    [
        " And the point of saying this is as we talk about competition.",
        278.86,
        282.08
    ],
    [
        " And you hear Dave and me and echo getting all fired up about competition and competing all the time.",
        282.76,
        289.4
    ],
    [
        " And I keep saying you're always in competition and everything's competition.",
        289.52,
        291.64
    ],
    [
        " As we talk about that, don't get wrapped around a tactical competition.",
        292.12,
        298.04
    ],
    [
        " Think strategic.",
        299.48,
        303.24
    ],
    [
        " Think strategic all the time.",
        303.5,
        305.2
    ],
    [
        " And you know you should get in some tactical scraps sometimes.",
        309.0,
        312.44
    ],
    [
        " So you don't lose your edge.",
        313.08,
        314.38
    ],
    [
        " I'm going to go ahead and say that.",
        314.78,
        315.88
    ],
    [
        " You want to get a little scrap?",
        316.54,
        318.42
    ],
    [
        " We're going to go a sparring session going.",
        318.58,
        319.6
    ],
    [
        " Let's do it.",
        319.74,
        320.22
    ],
    [
        " But I'll tell you what, I'm not going to waste any resources.",
        320.74,
        322.76
    ],
    [
        " I'm definitely not going to take any significant damage.",
        323.5,
        327.82
    ],
    [
        " Look, I might get a little dinged up.",
        328.08,
        329.28
    ],
    [
        " It's okay.",
        329.56,
        329.9
    ],
    [
        " But I'm not going to waste resources.",
        330.24,
        332.46
    ],
    [
        " Real resources.",
        332.74,
        333.6
    ],
    [
        " And here's another thing.",
        335.0,
        337.96
    ],
    [
        " If you're competing against me,",
        339.82,
        342.06
    ],
    [
        " I will have you in tactical fights all day long.",
        342.7,
        348.18
    ],
    [
        " I will put tactical things out there to distract you and fight you.",
        348.9,
        353.24
    ],
    [
        " And I put some minimum amount of resources against your whole deal",
        353.86,
        358.36
    ],
    [
        " and make you think you're achieving this big victory and you're not.",
        358.36,
        360.8
    ],
    [
        " I will be watching you take damage.",
        362.04,
        365.12
    ],
    [
        " I'll be watching you waste resources.",
        365.26,
        366.62
    ],
    [
        " I'll be watching you expand leadership capital while I'm putting money in the bank.",
        366.8,
        372.66
    ],
    [
        " I'm putting money in the bank and I'm going to win.",
        373.08,
        376.26
    ],
    [
        " I am going to win.",
        377.08,
        378.38
    ],
    [
        " So don't mistake that as we talk through this manual.",
        379.28,
        382.86
    ],
    [
        " Don't mistake tactical competition for strategic competition.",
        383.92,
        387.96
    ],
    [
        " And we have been saying you are competing and you should remember that you are competing",
        388.7,
        394.34
    ],
    [
        " and you are competing all the time.",
        394.34,
        395.64
    ],
    [
        " But you should be competing strategically.",
        396.16,
        398.56
    ],
    [
        " And with that, we can go into the book.",
        399.48,
        406.86
    ],
    [
        " What do you got Dave?",
        406.86,
        407.34
    ],
    [
        " I'm just hoping you're taking notes.",
        408.14,
        409.5
    ],
    [
        " I'm just trying to write down because I'm taking this home and thinking about it.",
        409.98,
        414.9
    ],
    [
        " You could probably say that again,",
        414.9,
        417.48
    ],
    [
        " a tactical battle that you need to win isn't a tactical battle.",
        417.98,
        421.58
    ],
    [
        " Just thinking of it in those terms, like if you have to win that battle,",
        421.78,
        424.96
    ],
    [
        " meaning it's necessary by definition that's not tactical.",
        424.96,
        428.96
    ],
    [
        " It's a strategic thing because if you didn't, if it didn't matter, then it's not strategic.",
        429.38,
        433.32
    ],
    [
        " If it doesn't matter then who cares?",
        433.56,
        435.46
    ],
    [
        " Just the concept of a tactical battle you need to win isn't tactical.",
        436.14,
        440.64
    ],
    [
        " And that, even on the leadership side, when people ask the question,",
        441.28,
        444.14
    ],
    [
        " hey, where do I hold the wine?",
        444.14,
        445.54
    ],
    [
        " Where do I have to apply resources or expend capital and the idea that even in reverse they get,",
        445.9,
        453.82
    ],
    [
        " hey, if it has to be achieved, this is not a tactical thing, this is a strategic thing.",
        454.06,
        459.08
    ],
    [
        " And understanding that, again, some of that's just for me to think about because...",
        459.32,
        465.46
    ],
    [
        " And then you ask yourself, or you see a client, or you see a human being,",
        465.46,
        469.98
    ],
    [
        " treating something as if it's a strategic battle and they don't think through it.",
        470.28,
        476.16
    ],
    [
        " They don't see that, I mean, really what's the deal?",
        476.28,
        479.06
    ],
    [
        " What's the worst case scenario if you lose that battle?",
        479.18,
        481.1
    ],
    [
        " Well, I'm gonna... they're gonna get the oppa.",
        482.26,
        485.78
    ],
    [
        " Whatever thing they've rationalized inside their head,",
        486.24,
        489.08
    ],
    [
        " which is dragging them to expend resources, to expend leadership capital,",
        489.66,
        496.16
    ],
    [
        " to make someone do something because they're gonna look bad.",
        496.52,
        500.12
    ],
    [
        " Which is just insanity. It's total insanity.",
        500.64,
        503.12
    ],
    [
        " There's almost nothing. There's almost nothing that I need to make one of my subordinates do.",
        504.14,
        509.7
    ],
    [
        " There's almost... I can barely think of anything that I need to make one of my subordinates do.",
        510.56,
        514.62
    ],
    [
        " You know what I need to make one of my subordinates do?",
        515.74,
        517.28
    ],
    [
        " I need to make sure that all my subordinates knew how to program their radios before they went out by the...",
        517.52,
        522.82
    ],
    [
        " On an operation in Ramadi, because if they got stuck without a radio, not knowing how to program it, they would die.",
        522.82,
        527.68
    ],
    [
        " So on that, that's... You know why you always use that example?",
        529.58,
        533.14
    ],
    [
        " Because there's such a part of the field that I can possibly think of.",
        534.42,
        537.36
    ],
    [
        " Yeah.",
        538.36,
        538.64
    ],
    [
        " It's one of the few that I can possibly think of where I was like,",
        538.84,
        541.4
    ],
    [
        " Yeah, you know what? You have to do this.",
        541.52,
        543.36
    ],
    [
        " Now, here's why, and it's not like I had to have a big discussion.",
        544.24,
        547.4
    ],
    [
        " All I said was, Hey guys, if you can't program your radio and you get separated, you're gonna die.",
        547.54,
        552.42
    ],
    [
        " Therefore, you're not going out.",
        552.84,
        553.88
    ],
    [
        " Did anyone say, Well, actually, I don't think it's that big of a risk? No, everyone went, yeah, Roger that.",
        555.08,
        558.36
    ],
    [
        " There was no discussion about it. It wasn't like an argument.",
        558.96,
        561.66
    ],
    [
        " It was, Hey guys, I should have done a better job explaining how easy it is to get separated.",
        562.22,
        567.16
    ],
    [
        " In your urban environment, and if you get separated in this environment, the people that we become",
        567.16,
        570.82
    ],
    [
        " and to get you, they won't be us. They'll be an army unit or a Marine Corps unit,",
        570.82,
        574.56
    ],
    [
        " and you'll need to know how to put those frequencies into your radio by yourself.",
        574.66,
        577.84
    ],
    [
        " Otherwise, you'll be out there alone, and you'll get captured, and you'll have your head cut off.",
        578.64,
        585.48
    ],
    [
        " And it takes, by the way, 15 minutes to learn how to program a radio.",
        586.1,
        590.14
    ],
    [
        " Let's get it done. And everyone goes, Yeah, Roger that.",
        590.32,
        592.56
    ],
    [
        " But there's not too many things that require that, and like I said, even that didn't require.",
        595.7,
        602.54
    ],
    [
        " So that didn't even cost me leadership capital. It didn't.",
        602.84,
        605.9
    ],
    [
        " It actually, that move actually didn't cost me leadership capital.",
        606.0,
        608.72
    ],
    [
        " Instead, people like me have, man, I would venture to guess that my leadership capital went up a little bit.",
        609.58,
        615.92
    ],
    [
        " Because guys are thinking, I didn't really think of that.",
        616.98,
        621.78
    ],
    [
        " And by the way, this guy cares about me, because he doesn't want me to be stuck in the middle of Ramadi",
        622.54,
        627.1
    ],
    [
        " without being able to communicate. This guy, the reason this guy wants me to do this is because he cares about me.",
        627.1,
        632.9
    ],
    [
        " It has nothing to do with my personal gain.",
        633.14,
        635.2
    ],
    [
        " Zero. What do I get out of it? Nothing. Well, I guess I'm taking care of my guys.",
        636.5,
        641.54
    ],
    [
        " But again, what is that? I'm taking care of my guys.",
        641.72,
        643.22
    ],
    [
        " The discrimination between tactical and strategic is a huge area for growth for us as human beings.",
        648.08,
        660.18
    ],
    [
        " And I think, echo, this has been your constant theme since we started the podcast of the biggest lesson that you learned was",
        660.36,
        669.14
    ],
    [
        " long-term versus short-term, which is the civilian way of saying strategic, long-term, tactical, short-term, and the difference between those two.",
        669.14,
        678.36
    ],
    [
        " Yes, sir.",
        678.74,
        679.16
    ],
    [
        " And the more you figured that out, the better your life got.",
        679.4,
        682.66
    ],
    [
        " Yep. Just like that, too.",
        682.92,
        684.46
    ],
    [
        " How old were you when we started this podcast?",
        684.64,
        686.0
    ],
    [
        " 38. Maybe not 38.",
        686.66,
        689.12
    ],
    [
        " There's people that are listening to this podcast right now that are better thinking, I'm 32, man, I already went.",
        690.16,
        695.5
    ],
    [
        " No, it's already too late. No.",
        695.86,
        697.1
    ],
    [
        " No. No. It doesn't matter. And I mean, I get messages from people that are 58.",
        697.82,
        702.7
    ],
    [
        " And they say, you know, I'm starting to look at this long term and make these adjustments. And here's what I'm going to do.",
        703.86,
        707.64
    ],
    [
        " It's never too late.",
        708.06,
        708.82
    ],
    [
        " No.",
        709.12,
        709.22
    ],
    [
        " It's never too late to start thinking strategic.",
        709.42,
        711.24
    ],
    [
        " What's the expression about you to like when's the best time to plan to tree or start to do?",
        711.74,
        717.02
    ],
    [
        " Best time to plan to tree.",
        717.02,
        718.0
    ],
    [
        " Either 28 years ago.",
        718.32,
        720.54
    ],
    [
        " Right.",
        720.78,
        720.96
    ],
    [
        " Or today.",
        721.48,
        722.14
    ],
    [
        " No, yeah.",
        722.14,
        722.66
    ],
    [
        " Same deal, man. Same exact, exact, same deal.",
        723.32,
        726.0
    ],
    [
        " Yep.",
        726.34,
        726.48
    ],
    [
        " Check.",
        727.32,
        728.0
    ],
    [
        " All right.",
        728.38,
        729.12
    ],
    [
        " Chapter three.",
        730.48,
        731.2
    ],
    [
        " It's a short chapter, but there's a lot in it.",
        731.56,
        733.82
    ],
    [
        " Chapter three is called preparing for competition.",
        734.68,
        736.64
    ],
    [
        " So, you know how that's going to sound.",
        737.0,
        738.52
    ],
    [
        " The most important task for Marines and the Marine Corps is to recognize that we are always competing.",
        739.22,
        744.5
    ],
    [
        " Even choosing to do nothing is a competitive decision.",
        745.7,
        750.08
    ],
    [
        " It just happens to be one that surrenders the initiative to our competitors.",
        750.36,
        755.42
    ],
    [
        " Yes.",
        755.92,
        758.06
    ],
    [
        " When you choose to do nothing, you are surrendering the initiative to your competitor.",
        759.02,
        764.56
    ],
    [
        " Now, I got to throw a caveat in there that there are sometimes where tactical patience,",
        766.02,
        774.04
    ],
    [
        " which is the cool way of saying waiting, is a good thing.",
        774.38,
        778.46
    ],
    [
        " There's absolutely times where you want to give things a second to develop.",
        779.94,
        784.42
    ],
    [
        " We should say that to young seals.",
        785.0,
        787.02
    ],
    [
        " If they were making calls too fast, hey, let it develop a little bit.",
        787.12,
        789.62
    ],
    [
        " You don't even know what's really happening.",
        789.84,
        791.1
    ],
    [
        " You've heard four gunshots and you're trying to make a decision on which way to go.",
        791.5,
        794.72
    ],
    [
        " No.",
        795.44,
        795.7
    ],
    [
        " Let's wait till we hear some volume of fire from the enemy.",
        796.08,
        800.3
    ],
    [
        " So, we actually have a more relevant and real idea as to where they are.",
        800.46,
        806.52
    ],
    [
        " But, I think the number is seven out of ten times.",
        808.58,
        813.1
    ],
    [
        " Maybe eight out of ten times, action is better than in action.",
        813.46,
        816.68
    ],
    [
        " So, that's why the Marine Corps says, buy us for action.",
        818.06,
        821.1
    ],
    [
        " That's why Eschelon Front says, default aggressive.",
        821.26,
        823.26
    ],
    [
        " It's better to make a move.",
        823.52,
        824.6
    ],
    [
        " Eight out of ten times.",
        825.02,
        828.8
    ],
    [
        " Nine out of ten times.",
        829.26,
        830.12
    ],
    [
        " It's better to make a move.",
        830.28,
        831.46
    ],
    [
        " And if you have an open mind and you're going to read a feedback loop,",
        831.92,
        835.42
    ],
    [
        " it almost becomes ten out of ten.",
        835.42,
        836.98
    ],
    [
        " And if you're going to do iterative decision making, meaning I'm going to make a small move really quickly,",
        837.48,
        841.32
    ],
    [
        " then it becomes 100%.",
        841.7,
        843.84
    ],
    [
        " I'm going to make a really quick move.",
        843.84,
        845.54
    ],
    [
        " I'm going to then read the feedback loop and see what I've got.",
        845.76,
        847.9
    ],
    [
        " And if you can do that, which is what I do, that's how I cheated.",
        848.36,
        852.8
    ],
    [
        " That's how I cheat in decision making.",
        853.36,
        855.32
    ],
    [
        " I don't make a big decision.",
        855.7,
        856.68
    ],
    [
        " Why would I make a big decision?",
        856.78,
        857.66
    ],
    [
        " I make a little one.",
        858.4,
        858.96
    ],
    [
        " Make a little tiny decision.",
        859.42,
        860.36
    ],
    [
        " Yeah, it does.",
        861.16,
        863.06
    ],
    [
        " Kind of the more you think about it, the more it becomes like, yeah, like a 10 out of 10.",
        864.04,
        869.0
    ],
    [
        " Especially when you think of it in those terms where, yeah, default aggressive.",
        869.42,
        872.4
    ],
    [
        " Not meaning you're going all out full speed, one direction every single time.",
        872.4,
        875.7
    ],
    [
        " It's not that.",
        875.72,
        876.16
    ],
    [
        " Because it kind of comes from a mindset, right?",
        876.72,
        880.12
    ],
    [
        " Obviously default aggressive does.",
        880.62,
        882.3
    ],
    [
        " But if taking action versus not taking action, if you just reduce it just to the mindset,",
        882.78,
        889.58
    ],
    [
        " like then you can kind of understand like, oh, yeah, to not take action is with very few.",
        890.24,
        895.96
    ],
    [
        " If any exceptions, the wrong thing to do.",
        895.96,
        898.28
    ],
    [
        " Yeah, especially when you consider what action, how small an action can be.",
        898.52,
        904.98
    ],
    [
        " Yes.",
        905.14,
        905.36
    ],
    [
        " And still be action.",
        905.7,
        906.54
    ],
    [
        " Right.",
        906.68,
        906.86
    ],
    [
        " Exactly.",
        907.06,
        907.3
    ],
    [
        " Yeah.",
        907.58,
        907.88
    ],
    [
        " Yeah, because like has a hesitation, right?",
        908.22,
        910.8
    ],
    [
        " That's what you don't want.",
        910.96,
        912.08
    ],
    [
        " The hesitation.",
        912.22,
        912.92
    ],
    [
        " That's like in action.",
        913.02,
        914.46
    ],
    [
        " That's like, I'm not making any decision to hold here or anticipate that I'm not making a decision.",
        914.46,
        923.42
    ],
    [
        " I'm just like hesitating kind of thing.",
        923.42,
        925.08
    ],
    [
        " Like just not doing that.",
        925.3,
        926.42
    ],
    [
        " Yeah, when you think about like immediate action drills, which you'll have in a platoon where if we get shot at,",
        926.5,
        935.6
    ],
    [
        " here's the immediate action is going to happen without anything.",
        935.72,
        938.18
    ],
    [
        " There's action happening with no call being made.",
        938.56,
        941.02
    ],
    [
        " No decisions been made, but there's action happening.",
        941.1,
        942.54
    ],
    [
        " Dave, I apologize for not having that I haven't memorized this immediate action that you have in a jet.",
        943.0,
        949.82
    ],
    [
        " And it's some move that you make when you don't know what else to do, but you just do it.",
        950.48,
        954.22
    ],
    [
        " What is it?",
        954.3,
        954.54
    ],
    [
        " Lift that your own pull.",
        954.66,
        955.36
    ],
    [
        " Yes.",
        955.6,
        955.72
    ],
    [
        " Lift that your own pull.",
        956.02,
        957.14
    ],
    [
        " That's an action.",
        957.94,
        958.62
    ],
    [
        " Yep.",
        958.94,
        959.02
    ],
    [
        " And that action, you can take that immediately and then you can figure out what you're going to do.",
        959.52,
        964.52
    ],
    [
        " That's right.",
        964.7,
        964.94
    ],
    [
        " So it's good to think through those things.",
        965.9,
        967.66
    ],
    [
        " It's good if you can, if you can just think about, if you can just have an SOP or standard operating procedure that,",
        967.74,
        972.4
    ],
    [
        " hey, if this happens, I know I'm at least going to do this.",
        972.72,
        975.86
    ],
    [
        " That's a really positive thing.",
        976.38,
        977.78
    ],
    [
        " Yeah, I'm rackin' my brain kinda trying to think of a time where doing nothing and you already said it.",
        978.9,
        986.74
    ],
    [
        " I think the thing I was thinking about is even the smallest move, even the smallest decision that to do anything,",
        986.82,
        992.08
    ],
    [
        " you interact with the environment somehow and get some feedback.",
        992.54,
        995.36
    ],
    [
        " You get something.",
        995.52,
        996.14
    ],
    [
        " Now that's something could be very little and, okay, cool, then I can move a little bit more.",
        996.26,
        999.78
    ],
    [
        " But even the smallest move gives you something.",
        999.78,
        1002.5
    ],
    [
        " So thinking even in those terms, it's really hard and I'm just thinking of an example.",
        1003.1,
        1007.9
    ],
    [
        " We're doing nothing and I can't think of one.",
        1008.32,
        1012.78
    ],
    [
        " When the alternative is, hey, make a really small move just to see what you get in that feedback loop,",
        1013.18,
        1018.98
    ],
    [
        " just to see what kind of return you get on that.",
        1019.08,
        1020.92
    ],
    [
        " And even if the return is like all negative, it's such a small move that the risk of even that 100% negative feedback is like,",
        1021.52,
        1029.16
    ],
    [
        " hey, that's good information.",
        1029.16,
        1030.22
    ],
    [
        " That hasn't toppled us over or crushed us.",
        1030.54,
        1032.38
    ],
    [
        " So even if the response is all bad, the move is so small that's actually good for you.",
        1033.0,
        1038.12
    ],
    [
        " So I just can't piece them together or go, no, actually, here's a time where I really think doing nothing is right.",
        1038.64,
        1044.36
    ],
    [
        " When that is the alternative we're thinking about.",
        1044.74,
        1048.12
    ],
    [
        " Right, right.",
        1048.28,
        1048.74
    ],
    [
        " And when you factor in the small iterative decisions, it really eliminates a lot of inaction being good.",
        1049.06,
        1056.56
    ],
    [
        " And neither one of us, and none of us are saying that that's never the case.",
        1057.3,
        1060.76
    ],
    [
        " But definitely lean towards the bias for action, definitely lean towards default aggressive.",
        1061.94,
        1067.58
    ],
    [
        " That's where you want to go.",
        1067.96,
        1068.76
    ],
    [
        " And then lean with little footsteps.",
        1068.94,
        1072.32
    ],
    [
        "",
        1072.82,
        1072.82
    ],
    [
        " And I think where people get hung up on this and we talk about this a lot, the way you describe it,",
        1073.18,
        1078.86
    ],
    [
        " your iterative decision making, the way you do it, happens so quickly and so rapidly,",
        1078.86,
        1084.6
    ],
    [
        " it appears that you're just going from here all the way to there.",
        1085.0,
        1087.76
    ],
    [
        " So from the outside, it looks like you're making these huge moves.",
        1087.96,
        1090.38
    ],
    [
        " And the reason you say you're cheating is you're going to, I know that's what it looks like,",
        1090.84,
        1093.54
    ],
    [
        " but that's not what's happening.",
        1093.66,
        1095.28
    ],
    [
        " If you look at it like, hey, you're going from here all the way to there,",
        1095.98,
        1098.5
    ],
    [
        " and you're thinking, I don't know how to do that yet, so I'm going to do nothing.",
        1099.1,
        1101.38
    ],
    [
        " If that's your frame of reference, I understand why doing nothing is a reason of alternative.",
        1102.28,
        1107.36
    ],
    [
        " What is, you don't understand is that you're not doing that.",
        1107.72,
        1110.4
    ],
    [
        " You never go from here all the way to there.",
        1110.56,
        1112.06
    ],
    [
        " You have a thousand little moves along the way, but they happen so quickly,",
        1112.06,
        1115.44
    ],
    [
        " and the maneuvers are so fast that it doesn't appear like that.",
        1115.44,
        1118.52
    ],
    [
        " And if that's all you think is, oh, he just, Jaco just goes from here to there.",
        1119.38,
        1122.7
    ],
    [
        " And you're like, that's actually not happening.",
        1123.4,
        1124.68
    ],
    [
        " Yeah, and what's interesting about what you're saying is, I don't think anyone thinks I'm going all the way from here,",
        1125.14,
        1133.36
    ],
    [
        " from point A to point F. I don't think they think that.",
        1133.64,
        1137.28
    ],
    [
        " I think that they don't even know if we should go to point F or point Z or point Y.",
        1138.22,
        1143.9
    ],
    [
        " And so they're just, they haven't made any decision whatsoever.",
        1144.36,
        1147.34
    ],
    [
        " Meanwhile, I go, go to B.",
        1147.66,
        1149.3
    ],
    [
        " That's right, you're not saying go to F.",
        1149.78,
        1151.18
    ],
    [
        " I don't say go to F. I'm saying, go to B.",
        1151.36,
        1152.68
    ],
    [
        " And meanwhile, they don't even know where to go, but then I all of a sudden say, hey, we're going to B right now.",
        1153.32,
        1157.5
    ],
    [
        " And everyone goes, oh, damn, how did he know to go to B?",
        1157.52,
        1159.56
    ],
    [
        " Because B is only a little try anyway, but everybody thinks that's a big move,",
        1159.82,
        1163.04
    ],
    [
        " because they were trying to calculate, they were trying to do that.",
        1163.1,
        1165.74
    ],
    [
        " That's calculus for a giant, and that's what leads to doing nothing.",
        1165.74,
        1169.5
    ],
    [
        " And that's what leads to doing nothing, because you can't do that calculus.",
        1169.78,
        1171.92
    ],
    [
        " And by the way, what helps you do the calculus?",
        1172.64,
        1174.18
    ],
    [
        " What helps you do the calculus when you start filling into the variables?",
        1174.58,
        1176.86
    ],
    [
        " What starts filling in the variables is when you start gathering information.",
        1177.1,
        1179.78
    ],
    [
        " And when you start gathering this information, you start filling in those variables.",
        1180.16,
        1182.3
    ],
    [
        " And like you said, even if that variable is negative, and we go, oh, there's more enemy to their west.",
        1182.42,
        1187.22
    ],
    [
        " Okay, cool. Now guess what we know? We're not going west.",
        1187.92,
        1190.44
    ],
    [
        " We can start moving east. We can start moving south.",
        1190.92,
        1193.16
    ],
    [
        " Whereas if we just sat there, we still don't know where to go.",
        1193.6,
        1196.78
    ],
    [
        " We don't know where to go. East, west, north, south. We don't know where to go.",
        1197.3,
        1199.7
    ],
    [
        " So that small movement to the east, whoa, hey, we just identified more back guys.",
        1200.02,
        1204.08
    ],
    [
        " Okay, cool. Now we know not to go there.",
        1204.2,
        1205.66
    ],
    [
        " So there's the opening sentence.",
        1207.18,
        1210.64
    ],
    [
        " Competition in the Marine Corps.",
        1211.22,
        1213.64
    ],
    [
        " Marines and the Marine Corps are tools for the nation to, by the way,",
        1214.68,
        1219.16
    ],
    [
        " you know, the people talk about, like, what's the greatest speech that's ever been delivered?",
        1219.74,
        1227.82
    ],
    [
        " You know, is it Martin Luther King? Is it Winston Churchill?",
        1228.1,
        1231.36
    ],
    [
        " Is it Teddy Roosevelt? You know, we have nothing to fear.",
        1232.34,
        1235.1
    ],
    [
        " But is it, which one of those speeches is the greatest speech ever?",
        1235.22,
        1238.32
    ],
    [
        " And no one's ever asked me this question in a public forum where I could answer this question the way I want to answer this question.",
        1238.62,
        1244.34
    ],
    [
        " But Chesdi Polar gave a speech at, like, some Marine Corps ball gathering.",
        1247.92,
        1256.42
    ],
    [
        " And he was already retired. He was already Chesdi Polar.",
        1256.68,
        1259.38
    ],
    [
        " And, you know, he, they, they, they call him up to give the speech that he's going to give.",
        1259.72,
        1265.02
    ],
    [
        " And the freaking place goes completely nuts, obviously. And he gets up there.",
        1265.4,
        1270.56
    ],
    [
        " And he, and he delivers what I believe to be.",
        1271.02,
        1274.48
    ],
    [
        " At least a strong contender, at least for me, the greatest speech of all time.",
        1275.76,
        1280.8
    ],
    [
        " And you know what he says?",
        1281.72,
        1283.06
    ],
    [
        " He just says, Marines.",
        1284.62,
        1288.6
    ],
    [
        " And that's it. The place went freaking nuts, and he walked off the stage.",
        1289.76,
        1297.38
    ],
    [
        " So, whenever I see the word Marines, I think of that.",
        1300.12,
        1303.54
    ],
    [
        " That's all he needed to say.",
        1303.88,
        1305.44
    ],
    [
        " So Marines and the Marine Corps are tools for the nation to use in the enduring competition that takes place in international relations.",
        1306.82,
        1315.74
    ],
    [
        " So what does that mean?",
        1316.22,
        1317.8
    ],
    [
        " What does that mean? That means every single thing that you do.",
        1318.4,
        1321.98
    ],
    [
        " Every single thing that you do is, is playing into this competition that you're in in all these different aspects.",
        1323.24,
        1329.46
    ],
    [
        " Every day, Marine capabilities and force posture affect the thinking of our competitors and potential adversaries.",
        1329.6,
        1335.7
    ],
    [
        " Again, this is to propaganda for the Marine Corps.",
        1336.42,
        1338.92
    ],
    [
        " In case me talking about Chesdi Polar saying Marines isn't good enough propaganda for the Marine Corps.",
        1339.34,
        1344.4
    ],
    [
        " The more credible the Marine Corps, the more attractive we are to allies and partners.",
        1344.8,
        1349.88
    ],
    [
        " The more credible the Marine Corps is as a deterrent force, the more we affect potential rivals thinking.",
        1350.28,
        1356.76
    ],
    [
        " For Marines, participation in our nation's competitions starts at recruitment.",
        1357.7,
        1362.7
    ],
    [
        " The quality level of individuals brought into the service provides the raw material to build a credible force.",
        1363.62,
        1369.14
    ],
    [
        " Attributes like education, level, physical fitness, and mental resilience determine how quickly these individuals can be transformed into members of a coherent, capable organization.",
        1369.58,
        1378.94
    ],
    [
        " These attributes also help establish the range of possibilities available to adapt the existing force or innovate to create a new one.",
        1380.22,
        1388.2
    ],
    [
        " How much do you know about Marine Corps recruiting Dave?",
        1388.68,
        1391.44
    ],
    [
        " I mean, I have my own personal experience with it. I don't know if I'm an extra on it, but I have a small sense of how it works.",
        1393.12,
        1398.72
    ],
    [
        " The rumor that I've always heard about the Marine Corps is that the Marine Corps spends like a fraction of the amount of money that the Navy has.",
        1399.1,
        1408.92
    ],
    [
        " The Army and the Air Force spend on recruiting. Do you know anything about that?",
        1408.94,
        1412.64
    ],
    [
        " I can't give you any facts on that. That wouldn't surprise me, but I couldn't prove that.",
        1412.96,
        1417.2
    ],
    [
        " That's what I've always heard. I believe it's me now that they must spend some money because they have advertisements and they have commercials and stuff like that.",
        1417.82,
        1427.34
    ],
    [
        " But then they do a good job based on narrative alone.",
        1427.6,
        1432.78
    ],
    [
        " My recollection of when I was really getting into thinking about the Marine Corps was the way that one of the ways I was convinced is it made it sound like it was probably impossible.",
        1434.14,
        1443.78
    ],
    [
        " They're recruiting like, you're probably not good enough.",
        1444.4,
        1447.92
    ],
    [
        " But if you are, this is where you should be, and there's this sense of like, oh man.",
        1448.24,
        1452.9
    ],
    [
        " Now Dakota Myrts, almost the exact same story. He showed up and I forget what kind of crits.",
        1454.2,
        1458.92
    ],
    [
        " He was talking about, he had some crazy hair cut, whatever. He was a punk-ass kid, and he shows up and says, I want to be in the Marine Corps.",
        1459.06,
        1466.1
    ],
    [
        " And they said, you don't really look like your Marine Corps material.",
        1466.72,
        1469.26
    ],
    [
        "",
        1469.52,
        1469.52
    ],
    [
        " Now, do you think this is when you go to recruiting school, are they teaching you that as a recruiter?",
        1471.5,
        1477.46
    ],
    [
        " I'm pretty sure that's a technique that they leverage.",
        1477.58,
        1480.12
    ],
    [
        " Now, what's interesting is JP to Nell, same thing, walked into the Navy recruiter, I want to be a Navy SEAL.",
        1480.12,
        1485.96
    ],
    [
        " I should probably like, I want to be a Navy SEAL, because he's 14 years old or whatever he was.",
        1486.22,
        1490.38
    ],
    [
        " And they said, the wannabes need to come in on Thursday. What do you want to be?",
        1491.1,
        1496.28
    ],
    [
        " And he was determined to just approve that freaking recruiter in Sacramento, California, that JP had what it took.",
        1496.52,
        1504.52
    ],
    [
        " It's a great screening tool, because I know the Marine Corps wants people that think that they want people that have big egos in the sense that they think they can do things that are hard.",
        1505.08,
        1512.54
    ],
    [
        " And a great way to test that is, hey, this is too hard for you. And if you go, yeah, you're right. They don't want you anyway.",
        1512.78,
        1517.7
    ],
    [
        " What they want is them to go, well, really. So I would say I'm pretty sure that that is a technique that they proliferate throughout officer and enlisted recruiting is, you're probably not good enough, but we'll see.",
        1518.04,
        1531.06
    ],
    [
        " Now, what percentage of people does that backfire, the humble guy that's a super stud that says, hey, you know, probably, I guess I'm not just, I'm probably not just cut out for it.",
        1532.76,
        1544.06
    ],
    [
        " And what, and I guess maybe that is a good self-selection, because now we got to do that maybe at the moment of truth, but I really believe in his capabilities.",
        1544.8,
        1552.1
    ],
    [
        " Very strange.",
        1553.12,
        1554.38
    ],
    [
        " Historically, the Marine Corps has been the nation's hybrid force conducting activities that straddle the line between violence and nonviolence.",
        1555.22,
        1565.76
    ],
    [
        " Marines have often deployed two places to help the local people in time of need while being ready to restore order in those same places if required.",
        1566.16,
        1574.2
    ],
    [
        " The direction for the Marine Corps to be the most ready when the nation is least ready applies as much to competition as it does to war.",
        1575.4,
        1585.88
    ],
    [
        " And this is another one of these statements where you think, well, that right there is a maneuver to the Department of Defense to give us money.",
        1586.42,
        1595.1
    ],
    [
        " You need to allocate money to the Marine Corps because when the nation is least ready, the Marine Corps will be the most ready.",
        1595.36,
        1600.36
    ],
    [
        " In fact, this statement can be viewed as a competitive act in the informational element of national power.",
        1604.5,
        1612.62
    ],
    [
        " Next section is called campaigning mindset. Competition is in, and I love the word campaign. Why? Because that's the opposite of tactical battle.",
        1613.4,
        1630.22
    ],
    [
        " That's the opposite of a hack. It's the opposite of a shortcut. It's an opposite of this easy solution, the sweatless solution, as Colonel David Hackworth once said.",
        1630.46,
        1639.2
    ],
    [
        " It's a campaign. Campaigns don't happen overnight. Competition is enduring in nature at the national level and the military element normally plays a supporting role, especially on the spectrum of competition short of war.",
        1641.06,
        1656.04
    ],
    [
        " This leads us to develop a campaigning mindset about competition, which is characterized by long-term thinking and recognition that we need to integrate our actions with others.",
        1657.32,
        1667.36
    ],
    [
        " Marines compete as part of a naval and joint force, but also as part of the interagency in an approach that combines all the elements of national power.",
        1668.06,
        1678.42
    ],
    [
        " Now, its sentences like this, where I think this document is not aimed at a Lance Corporal, this document is aimed at the DOD. This is a campaign. This document is a campaign. It's correct, but this document is a campaign to make sure that we keep the Marine Corps strong.",
        1678.8,
        1697.56
    ],
    [
        " Marines should strive to integrate our allies and partners into our competitions as this will increase our options, while also increasing the potential number of dilemmas we can present to our rivals.",
        1699.46,
        1711.46
    ],
    [
        " We're going to get to this chapter one of the later chapters when we start talking about one of my favorite military terms, the Combined Arm Dilemma.",
        1713.82,
        1722.7
    ],
    [
        " Combined Arm Dilemma. But when you think about what you're doing is creating dilemmas for your rivals, even in a competitive scenario or a threshold less than violence you're trying to create dilemmas for them.",
        1723.24,
        1738.48
    ],
    [
        " That's a powerful thing.",
        1738.7,
        1739.98
    ],
    [
        " The cultivation of humility is also important for this mindset.",
        1741.24,
        1750.74
    ],
    [
        " Humility is the most important characteristic for a leader to have.",
        1751.74,
        1755.3
    ],
    [
        " And even though we just had a little conversation about the fact that we want people in the Marine Corps that have at least some level of arrogance, you don't think I can do this? Watch this!",
        1756.34,
        1765.86
    ],
    [
        " That's why we got to remind them that the cultivation of humility is also important for this mindset.",
        1765.86,
        1772.02
    ],
    [
        " Marines learn early on about the Observe Orient Decide Act Loop or Udalupe.",
        1772.48,
        1777.7
    ],
    [
        " Understanding of Udda teaches us that each decision is a hypothesis that gets tested in the real world when we act.",
        1778.48,
        1787.58
    ],
    [
        " I should say, as COVID kicked off and I would be talking to clients, I had this little spiel that I was giving them.",
        1792.58,
        1805.6
    ],
    [
        " And basically what I was saying is, hey, if you're in a leadership position and you're not sure what to do, what you got to do in that situation, you've got to guess!",
        1806.32,
        1813.38
    ],
    [
        " And I've got to then go off about, guess I'd say, listen, everybody, no one wants to hear the word guess.",
        1815.08,
        1819.26
    ],
    [
        " Like, hey, Dave, you're in charge. What do you want me to do? Oh, let me take a guess. No one wants to hear that. That sounds horrible.",
        1819.88,
        1823.72
    ],
    [
        " Who wants to follow somebody that I guess we should, have you ever heard a leader in your life that was inspiring with confidence when they said, hey, I'm guessing we should go over there.",
        1824.28,
        1831.74
    ],
    [
        " You don't say that as a leader. You don't use those words.",
        1832.22,
        1834.88
    ],
    [
        " And yet, and then I've followed up and said, but when you're in a leadership position, when you are making a decision, what you're calling a decision, it is a guess.",
        1836.44,
        1845.54
    ],
    [
        " And what the Marine Corps did here, because they didn't want to use the word guess, they sent us up into the next level and just called it a hypothesis.",
        1846.22,
        1853.86
    ],
    [
        " Which is a guess. Which is an educated guess, which is still a guess.",
        1854.58,
        1860.08
    ],
    [
        " But the amount of times that you are in a leadership position where you know for certain what's going to happen next is 0.001% because we can't predict the future.",
        1860.24,
        1870.78
    ],
    [
        " We don't know what all these little variables are, how all these little variables are going to turn out.",
        1871.2,
        1875.46
    ],
    [
        " So that's what we're doing as leaders is we're making guesses. We're making hypotheses. We're taking what you say, educated guesses.",
        1876.18,
        1883.7
    ],
    [
        " That's like in between right? A guess is just a guess. An educated guess next level hypothesis.",
        1884.68,
        1889.48
    ],
    [
        " So we've got to understand that. We understand that that decision is a hypothesis that gets tested in the real world when we actually act.",
        1890.48,
        1899.78
    ],
    [
        " The campaigning mindset then includes the understanding that we base our plans on a model we created of our competitor.",
        1900.22,
        1906.68
    ],
    [
        " Our decisions about how to achieve our goals and competition are theories. Their guess is a lot of guesswork going on.",
        1908.44,
        1916.3
    ],
    [
        " And what's good, what I like about using the word guess, what I like about that is I think, you know, Dave you were talking earlier about hesitation if you're making a decision making process.",
        1917.22,
        1928.3
    ],
    [
        " Well, if I'm a young leader and I'm looking at my options a b or c and I'm not sure which one to do, I might be thinking am I mind what am I supposed to do just guess.",
        1929.32,
        1939.94
    ],
    [
        " Am I supposed to just take an educated guess with what we should do right now? I got all these resources. I got maybe lives at stake or I got capital at stake. I got all these things going on.",
        1940.64,
        1947.68
    ],
    [
        " I don't feel comfortable just guessing. So I'm just going to sit here.",
        1948.08,
        1950.44
    ],
    [
        " I'm just going to sit here and wait because I'm scared because I doesn't seem right that I should be guessing what to do.",
        1951.94,
        1958.5
    ],
    [
        " Yes, you should. Now what I recommend you do is you guess little just take a little guess. Hey, should I go and door a b or c?",
        1958.8,
        1969.28
    ],
    [
        " You know what I'm going to do immediately. Hey, I'm going to walk up that door and take a listen. What do I hear in there?",
        1970.08,
        1973.6
    ],
    [
        " Right? Is there a party going on or is there gunfire? So or is there no noise now no noise on a little scared about but if I hear music that's kind of a positive sign.",
        1974.82,
        1983.42
    ],
    [
        " But I didn't enter the door. All I did was put my ear up to it. So that's what you do. You make a little guess. I guess we should check out that door. I hear gunfire. That doesn't sound like a good door. What about the next door?",
        1984.46,
        1997.08
    ],
    [
        " I hear nothing. Not sure about that one. What about this door over here? I hear music.",
        1997.82,
        2001.26
    ],
    [
        " I hear music that echo Charles plays in his vehicle from the islands, which means everyone in that room is kind of cruising. And I'm feeling pretty good about it. We're open in that door. No factor.",
        2003.98,
        2017.02
    ],
    [
        " So if you're not comfortable taking a guess, then it's hard to make a decision.",
        2018.7,
        2025.22
    ],
    [
        " Are plans then need to have feedback loops built into them to either confirm that our models and theories are correct enough to help us reach our goals or that we need to modify them.",
        2029.3,
        2038.16
    ],
    [
        " And by the way, they don't bring this back up to humility. They should because if you're not humble and you think I'm guessing door C and you walk up to it, you hear gunshots, you're like, well, I guess C we're going in.",
        2039.26,
        2051.28
    ],
    [
        " That idea. So it takes humility to modify your plan. And if you're not humble, you won't be modifying your plan. You'll be sticking with your plan until it kills you.",
        2051.68,
        2059.8
    ],
    [
        " Competition campaigning introduces the idea of persistence. Strategic competition is more like a marathon than a sprint. Competition's enduring nature means that any campaign will require long term commitment to achieve its goals.",
        2062.8,
        2076.84
    ],
    [
        " We also need to be alert for how our competitive advantages and those of our rivals will shift over time.",
        2077.12,
        2083.58
    ],
    [
        " This is what's scary about wars like Iraq, Afghanistan, Vietnam, where your enemy is home. They're not on deployment. They're going to be there. And when the wars, they'll wait. They'll be there for 100 years.",
        2084.56,
        2104.18
    ],
    [
        " There's not an American that wants to be there. There's not an American that's, hey, I'm stoked. I'm in al-Qaim. Hey, I'm stoked. I'm in cut. Hey, I'm stoked. Wherever they want to be back in Nebraska. They want to be back in Iowa.",
        2105.84,
        2127.18
    ],
    [
        " But the people that are were fighting against, they are home. So before you get into that combat, you got to figure out who's got the home field advantage. It's a big deal. It's a way bigger deal than it is in sports.",
        2128.7,
        2141.82
    ],
    [
        " This next section is professionalism. As military professionals charged with the defense of the nation, marine leaders must be true experts in the conduct of war.",
        2146.4,
        2160.12
    ],
    [
        " This statement from war fighting, the MCDP won war fighting establishes the first priority for Marines, which is the defend the nation.",
        2162.48,
        2172.08
    ],
    [
        " As professionals, Marines recognize this defense as a vital and enduring national interest. Our professionalism is grounded in our nation's values, which sets us apart from our, from competitors.",
        2173.04,
        2186.14
    ],
    [
        " Achieving that standard, being prepared to defend the nation has been and will continue to be a competitive act. So us just being ready is, is, is how we are helping America compete with everybody else in the world, because they got to keep up.",
        2187.52,
        2203.42
    ],
    [
        " You see what the Marine Corps is doing? You know you better be trained in order.",
        2204.02,
        2207.58
    ],
    [
        " We accept that the existence of the Marine Corps helps deter potential foes. Our goal is for that deterrence to take place below the violence threshold.",
        2209.32,
        2218.7
    ],
    [
        " So what we're doing right there, we're kind of making sure that even the doves in the government are looking at the Marine Corps thinking, you know, the Marine Corps doesn't want war either.",
        2219.44,
        2232.58
    ],
    [
        " The Marine Corps wants peace, they want these things to happen below that we better give them more money. Well funded Marine Corps professionals understand this goal and thus direct their energies, self study and unit development in particular toward achieving it.",
        2233.7,
        2249.2
    ],
    [
        " So all Marines are trying to become professionals, professionals, true experts in the conduct of war.",
        2250.04,
        2261.88
    ],
    [
        " As professionals, we recognize that development of coercive tools must be balanced with the need to attract in competition as well.",
        2262.84,
        2272.1
    ],
    [
        " For example, one component of an attraction strategy could lead to greater deterrence through building increased interoperability with an ally.",
        2272.1,
        2278.58
    ],
    [
        " It could also lead to advances through the informal element of national power as we perform disaster relief mission.",
        2278.88,
        2285.06
    ],
    [
        " Marines must remain alert for the opportunities to use and integrate both coercion and attraction into the larger competition.",
        2285.72,
        2291.5
    ],
    [
        " So the Marine Corps is not, they're saying here we're not just here to fight wars. We're here to build relationships.",
        2292.24,
        2298.26
    ],
    [
        " Now at Escholam Front, we talk about building relationships all the time. That's how you lead. You lead by building relationships. That's how you get things done by building relationships.",
        2298.92,
        2308.14
    ],
    [
        " And what we're talking about here is we are competing and in order to compete, guess what we do? We build relationships.",
        2308.84,
        2319.06
    ],
    [
        " We build relationships. Just to give people an example, I'm sure you have some more Dave, but especially before the war started for me in the 90s, this is what the SEAL teams did.",
        2320.52,
        2333.02
    ],
    [
        " Go to a country, train their special operations unit, do a big exercise, train them in the use of our weapons. We train in the use of their weapons.",
        2333.46,
        2342.34
    ],
    [
        " We send some people to learn how to speak their language. We bring some people to learn that they can learn how to speak English.",
        2342.34,
        2347.54
    ],
    [
        " We form these relationships. We work together. So that way we're strengthening our allies. We have somebody we can rely upon. We get to know them. That's just relationships. That's what it is.",
        2347.54,
        2358.42
    ],
    [
        " Did you guys do that in the pilot world?",
        2358.78,
        2362.6
    ],
    [
        " Yeah, I mean, I'm thinking about carrier deployments. And I think right now there's a connotation that the aircraft carrier and its priorities always existed, but certainly now since post 9-11, the carrier is this power projection tool.",
        2362.6,
        2375.02
    ],
    [
        " This, you know, 90,000 tons of diplomacy, you know, sovereign US soil all over the way they have these great taglines, the Navy leverages, which are true in a lot of ways.",
        2375.34,
        2385.9
    ],
    [
        " But pre 9-11, if you ever did a cruise pre 9-11, like I did back in the day, the joke, we called them pleasure cruises. It was like 13-14 port calls.",
        2385.9,
        2395.02
    ],
    [
        " And the two months, you know, that you, you sailed from San Diego to the Persian Gulf was a bunch of port calls. You're doing joint operations with different countries.",
        2395.68,
        2407.46
    ],
    [
        " You're pulling up here, sat in contributing to their economy. You're building all those relationships. And most of it is allies or people we want to build relationships with.",
        2408.7,
        2415.38
    ],
    [
        " Then you go to the Gulf for a couple of months, do that thing. And in that, you're doing three or four port calls to Bahrain, to the UAE, all these places that we're trying to strengthen relationships.",
        2415.5,
        2423.54
    ],
    [
        " And that that that carrier was an instrument of power projection. It was an instrument of diplomacy, which was building those relationships.",
        2423.74,
        2430.32
    ],
    [
        " Obviously, post 9-11, my experience, my second cruise was like, go to the North Arabian Gulf, stay there for seven months, come home.",
        2430.36,
        2435.92
    ],
    [
        " But before that, the investment that Navy was making was mostly strengthening the relationships. And there are stories out there, even somewhat recently that carriers would deploy for disaster relief with no aircraft on them, just to send a carrier to help floods and crazy things that happen in different places, strictly for strengthening ties in relationships that are projecting literal no combat power by design.",
        2436.7,
        2460.04
    ],
    [
        " Because the Navy see, well, I'm sure it's larger than just the Navy, but that's my connection and I deployed off carriers for the most part.",
        2460.04,
        2465.94
    ],
    [
        " So that's attraction. That's attraction as opposed to the turns. We're just trying to show people, hey, you want to be friends with us. We're attractive. We can help you if you get new time in need.",
        2466.2,
        2476.54
    ],
    [
        " We're a good ally at a tactical level when I would deploy in the 90s.",
        2476.76,
        2489.98
    ],
    [
        " Some special operations unit from some other country. What do you do when you are a fighter pilot? Same thing. Are you giving them a tour? Are you taking them in the back seat? At a tactical level, just out of my own curiosity, what would you do?",
        2489.98,
        2507.28
    ],
    [
        " You're flying with them. You're spending time with them. And there's a little bit of weight. Are they flying their aircraft? And so you're there, you're wingman and you work some stuff.",
        2507.5,
        2514.78
    ],
    [
        " You're integrating with them. Sometimes you fight against them. Sometimes you fight with them. Really what it's supposed to be is, because you ever put your ego in check and let one of these what let one of these foreigners beat you in a dog fight.",
        2514.78,
        2525.76
    ],
    [
        " No, zero percent chance. Zero. Now, certain countries they would have we would fly with different countries that they would have different ROE, different rules training rules and things like that. And you could see some of them were geared very specifically to make sure that certain people had advantages.",
        2525.96,
        2544.0
    ],
    [
        " And we would play by those rules and sometimes get in trouble for not following those rules. One of the thing that's really cool about the American military and certainly in aviation, and there's a saying we have this, there's no rank in the cockpit.",
        2544.92,
        2557.14
    ],
    [
        " So I could be the junior dude in the squadron. I'm not saying this happened very often, but you could be a mid-level guy. You're going to go out and fly with your boss. And once you start fighting him, you can pummel him to just pummel him into the ground.",
        2557.7,
        2568.96
    ],
    [
        " And it's there is no like death friends like I don't want to make the old man look bad you go out there and do your thing. That's not always like that. But the interaction in some sense was this idea that this American military with this big might this big power our aviation world is is something they can learn from.",
        2569.24,
        2585.3
    ],
    [
        " But we always learned stuff from them too. We would share briefing techniques and how they ran their briefs, how they trained their guys, how they did certain things. And a lot of it, at least on paper was for us to bring to them things that could help them get better.",
        2585.5,
        2596.8
    ],
    [
        " But it was always reciprocal. We always learned from operating with other countries and I flew with pilots and airplanes from all sorts of different countries. Even sometimes the same exact airplane, but they fly it differently. They do things differently.",
        2597.18,
        2608.0
    ],
    [
        " So there's a whole bunch of things that you can do to interact with them that is beneficial for both. It was probably lopsided what we knew and how we did it was using more more beneficial to them. But it wasn't completely one sided either.",
        2608.26,
        2620.52
    ],
    [
        " Find this similar with different countries is a blast because you learn stuff to go man, we don't do that in our airplanes. That's really good for me to see. It makes me more prepared for if something actually really happens.",
        2620.88,
        2630.74
    ],
    [
        " Would you guys go toe to toe top gun dog fight style one on one?",
        2631.24,
        2634.84
    ],
    [
        " Yeah, you'd have it. You'd have different things. I've never been in a situation where if the brief was you and me are going to fight. I don't care what country or what plan. Once fights on, it is game on.",
        2635.18,
        2644.88
    ],
    [
        " There is no like hey go easy on this guy or let this guy. I have never been in a dog fight once in my life. Other than hey, I'm there to show you certain things.",
        2645.12,
        2653.5
    ],
    [
        " But if it's like a real dog fight, like just a real fight, you're just you fight your best airplane.",
        2653.58,
        2659.3
    ],
    [
        " There are times that you would dial back your best jet because it'd be really it would undermine the effectiveness of the training of the relationship building as well.",
        2660.06,
        2671.96
    ],
    [
        " But it never to like oh you did were eating never good job. You really caught me off guard there. Yeah, you got me. That was me. That would be you know in the hey Dave can you when you're a top gun IP and you're fighting against somebody else and you're going to come back no joke.",
        2672.04,
        2687.42
    ],
    [
        " You come back with 25 30 valid shots. That can be really disheartening for somebody to look on paper. Hey, let me see your shot card and they've got zero shots.",
        2687.5,
        2695.72
    ],
    [
        " And you're like, Oh, hang on, I need to get my second sheet of paper. And if there's a top gun IP or a web school IP list in this, they're laughing right because you can come back with in four or five sets.",
        2696.04,
        2705.36
    ],
    [
        " Five six shots per and you have 30 valid shots and the other guys got zero. If you do that set after set after set after set after a while, it'd be like you and me rolling on the mats and you doing nothing but trying to beat me.",
        2706.06,
        2718.0
    ],
    [
        " Not teaching me or training me. You're just going to beat me like bro, what I don't want to do this anymore. So you would dial that back. But you never be like, Oh, Dave, that was amazing how you did that. I didn't think you could you would never get to that level of that in an actual fight.",
        2718.0,
        2733.32
    ],
    [
        " When we're training and doing other things, yeah, you're there to learn and they learn from you learn from them. But I've never been in a one one V one where I'm dialing it back because somebody needs somebody saying, hey, don't don't fight your best Jen.",
        2733.82,
        2747.52
    ],
    [
        " I'm only doing that, you know, in a tactical sense of helping him see site pictures and maneuvering it away that's benefiting him. But not like because I feel bad or something like that are the personalities of the foreign countries, fighter pilots.",
        2748.18,
        2762.8
    ],
    [
        " Similar to Americans. Yeah, one of the thing to be interested in what you saw with special forces around the world, what I came to find is despite what appears to be a whole bunch of differences between different countries when it came down to it, the personalities of fighter pilots are really similar.",
        2764.46,
        2778.4
    ],
    [
        " There are differences. There are some cultural things or some organizational things. But at the end of the day, fighter pilots that fly fighters in any country in every type any type of fighter, they're much more similar than they are different.",
        2778.56,
        2789.66
    ],
    [
        " Yeah, same thing with special operations. They'd have there's definitely some some differences in culture and whatnot. But it's it's a pretty thin, pretty thin layer that you have to pull back and all of a sudden, oh, these guys are kind of just like us.",
        2790.26,
        2804.02
    ],
    [
        " The mentality of it totally. Yeah, from a maintenance perspective.",
        2804.14,
        2807.84
    ],
    [
        " It seems like just the American sort of from manufacturing to like maintenance, the maintenance programs and the Navy, you know, even in the SEAL teams, we would especially.",
        2810.68,
        2821.26
    ],
    [
        " Before the once a war started, we kind of we we saw less of the Navy.",
        2821.84,
        2827.48
    ],
    [
        " Kind of administrative stuff right on our inside the terms.",
        2827.86,
        2832.86
    ],
    [
        " But when the 90s, it was like, hey, you got to do these protocols that the big Navy follows and so you'd see, oh, well, you know, these guys are square away.",
        2833.28,
        2841.62
    ],
    [
        " The Navy is square away. There's a reason that when you when you pull a piece of firefighting gear off of a wall on a ship that's been there for three years.",
        2841.62,
        2851.94
    ],
    [
        " It works. It works because it's gone through this maintenance check. It's gone through every 30 days and every 90 days it's gotten this and it's got this and the other thing is are there are do foreign countries have that same level of being squared away from a maintenance perspective.",
        2852.38,
        2866.86
    ],
    [
        " You know, I don't know. I don't know if I ever got to that level, that layer of fidelity.",
        2867.42,
        2872.74
    ],
    [
        " I will say that the American military, certainly the Navy and the Marine Corps, or I get most of my experience with.",
        2873.3,
        2879.88
    ],
    [
        " That is something we take really, really seriously. And what you just described is the equipment that we have, the things we have as old as they are, whatever, the things that we have work.",
        2880.4,
        2891.72
    ],
    [
        " And that when I manned up an aircraft, I never once got on an airplane and felt like kind of sketchy about it. Never once did I get an airplane and not feel like I'm getting into the plane.",
        2893.16,
        2903.58
    ],
    [
        " And I'm not sure I'm not sure if that's true for other countries or other other services outside of America.",
        2903.68,
        2909.6
    ],
    [
        " But I always and I've flown with the Navy a lot. I've flown the Marine Corps a lot. I've flown the Air Force a lot and that is universal.",
        2910.28,
        2915.56
    ],
    [
        " Okay, so I have a different feeling and I have gotten into aircraft and been completely sketched out with both my fingers crossed hoping that this thing is going to make it.",
        2915.56,
        2924.36
    ],
    [
        " And in all those cases, it was an aircraft that was not an American military aircraft. You're going well, I guess this is good go down like that. This could be it.",
        2924.48,
        2933.62
    ],
    [
        " I never had the best feeling. And what's weird is, you know, the other thing about the American military aircraft is they're working.",
        2934.06,
        2942.9
    ],
    [
        " Man, like the Navy helicopters, they're great. They're just they're you know what they are? They're daily drivers. They're a daily driver.",
        2942.9,
        2951.1
    ],
    [
        " A C-H-46, a Navy C-H-46, that thing is a daily driver. That thing is a Ford F-150. That's just ready. That thing is going to do its job.",
        2951.5,
        2963.64
    ],
    [
        " So I always felt, even though there'd be hydraulic fluids all over the deck and it would it would be a little bit, it would look sketchy.",
        2963.9,
        2971.7
    ],
    [
        " But you know that that thing's been flying. Well, first of all, how old is the C-H-46 platform?",
        2972.18,
        2977.04
    ],
    [
        " 19 early 1960s.",
        2977.6,
        2980.74
    ],
    [
        " And some of those birds are from the 1960s. Still flying. At least they were still flying when I was in.",
        2981.24,
        2987.38
    ],
    [
        " Yeah. All right, little tangent right there.",
        2987.74,
        2990.66
    ],
    [
        " And what's interesting is everything we just talked about. All plays that that's what this whole book is about.",
        2994.88,
        3000.34
    ],
    [
        " It's about competition, but it's all those things. That's the reason I was kind of diving into it. It's all these things are how we are competing with our allies and with our rivals.",
        3000.54,
        3009.9
    ],
    [
        " And we're letting everybody know that this is what we've got. These are capabilities. And this is what we can do. Like that's all part of the game.",
        3009.92,
        3016.04
    ],
    [
        " Yeah. And I was thinking that that tangent was also like that's what makes us professionals. That's the profession of what we're doing.",
        3016.04,
        3022.8
    ],
    [
        " It's not a it's not a hobby. It's fun as it is. It's it's flying airplanes. All those are professional things. And that's when we were working with other countries.",
        3023.28,
        3033.14
    ],
    [
        " The one thing I will say this is that I know when you were going to fight someone outside of your squadron. So another squadron.",
        3033.38,
        3040.34
    ],
    [
        " And then outside of the service like we're going to go with the Air Force. You you had the sense of like you got to be on your egg game when we're fighting with other countries.",
        3040.34,
        3046.88
    ],
    [
        " It was like you you were going to show them your absolute best game in everything we do from brief to shut down and everything in between.",
        3046.88,
        3054.76
    ],
    [
        " So there was a sense of looking the part and that every step away from your squadron from your bros that went up higher.",
        3055.22,
        3062.24
    ],
    [
        " Like don't you go fight with your force and embarrass us. And when you're fine with you know working with foreign countries.",
        3062.24,
        3067.28
    ],
    [
        " The need to look professional was absolutely understood verbalized at all or no. Absolutely. Absolutely.",
        3067.28,
        3074.36
    ],
    [
        "",
        3075.12,
        3075.12
    ],
    [
        " Check.",
        3075.36,
        3076.7
    ],
    [
        " Who would you train with like for example like what what other country?",
        3077.4,
        3080.48
    ],
    [
        " I mean okay so I have trained personally with Canadians Australians Brits Saudis Emirates Kuwaitis Singapore Malaysia.",
        3080.48,
        3096.36
    ],
    [
        " I'm running out there's more. These are all just air forces or services your country that fly different airplanes or interacted in some way.",
        3096.66,
        3104.0
    ],
    [
        " Japan a whole bunch of countries. Do you ever fly their planes?",
        3106.12,
        3108.74
    ],
    [
        " So every you said something I'm kind of laughing at it and I didn't know we're going to circle back to it.",
        3110.14,
        3114.94
    ],
    [
        " Every single time you go do this kind of the last day or two you have some graduation thing and they're always offering.",
        3115.16,
        3119.6
    ],
    [
        " Hey you jump in and remember I flew single seat airplanes so it wasn't always that we could do that but if there's a two seat jet or something we always offering and they're always offering us.",
        3120.1,
        3128.28
    ],
    [
        " Hey jump in the back seat. I never once never once.",
        3128.28,
        3131.7
    ],
    [
        " I don't want to be in the back seat first of all of anything. Certainly not of a you know a former Soviet Union MiG 29 that's you know what I never got in the back seat if somebody else is airplane.",
        3132.12,
        3143.48
    ],
    [
        " You were busy couldn't do it that day not available and that I think is what you're saying like I don't know anything about any of these I don't know about this airplane and first of all I don't want to be in the back seat.",
        3143.68,
        3153.38
    ],
    [
        " I don't know if the cool and guys would guys would kill for that stuff and I never wanted to do it.",
        3153.72,
        3158.78
    ],
    [
        " But in the back of a flanker of me or something go for it dude that's all you yeah sometimes you'd have the same planes or I don't know.",
        3158.88,
        3166.48
    ],
    [
        " Yeah Canadians Australians with the exact same airplanes.",
        3166.7,
        3169.36
    ],
    [
        " It's the like in the sea old times if you're going to do something in some foreign aircraft the only way to get out of it would be to basically quit.",
        3169.48,
        3180.04
    ],
    [
        " You know you can't say like well hey guys I'm not really comfortable with this aircraft and so you're sitting there in a squad and every single one of those probably like.",
        3180.88,
        3190.1
    ],
    [
        " There's every single one of those guys is thinking we should not be doing this and every single one of those guys doesn't say word about it gets on that bird and goes and does what you got to do not me.",
        3190.26,
        3200.4
    ],
    [
        " Back to the book war fighting also instructs that the quote military profession is a thinking profession end quote.",
        3203.52,
        3212.88
    ],
    [
        " This means that Marines must practice mental the mental discipline necessary to challenge our assumptions as professionals we need to dispassionally assess the environment and make certain we are setting the pace for our competitors.",
        3213.2,
        3226.4
    ],
    [
        " I was on with a client the other day and well you know the lead into the question that I got asked was well you know in the military of course it's a it's a very hierarchy of structured thing and what you want is people that all think the same way.",
        3226.46,
        3241.06
    ],
    [
        " You know that was the lead into the question so then he asked the question and then I had to start with well let me just tell you that the last thing I want on my team is a bunch of people that think the same way I do it.",
        3241.32,
        3249.3
    ],
    [
        " Actually I want a bunch of people that push back and think different thoughts and see different perspectives than me.",
        3249.34,
        3253.36
    ],
    [
        " And so here's the Marine Corps quoting from their their their manual number one which is called war fighting military profession is a thinking profession.",
        3254.74,
        3262.94
    ],
    [
        " And it takes discipline to challenge our own assumptions again it's totally the complete opposite of what everyone thinks the Marine Corps is.",
        3263.38,
        3275.24
    ],
    [
        " Everybody thinks everyone though we want every Marine to think the same no you don't we want them to actually it's actually we're being instructed to challenge our own assumptions.",
        3275.24,
        3282.46
    ],
    [
        " Yeah I like that connection to you were talking earlier about wanting to see this thing connect back to humility which was that sentence kind of started this and that there is there is an undeniable connection there the mental discipline necessary to challenge our own assumptions the humility that it takes to go and look at your own guess your own assumption ago.",
        3282.46,
        3303.8
    ],
    [
        " So I might be wrong the humility inside of that and they're calling it mental discipline but those two are completely linked and even if you just think about the things you say the self discipline it takes for you to do the things that you do as discipline as you are the reason you do it is that you don't want to get complacent you don't want to get comfortable you don't want to get weak so you have the mental discipline to do that and that is that is humility because if you don't have you like I can skip a day I can skip a couple days whatever.",
        3303.8,
        3331.94
    ],
    [
        " Either either a lack of mental discipline or a lack of humility will lead you to not challenge your assumptions and just think that everything is going fine and we'll just go through with it my plans good to go yeah.",
        3332.94,
        3341.84
    ],
    [
        " Next section is education but before we go into this next section let me ask you this do you remember when I was talking about diving and not wanting to be the buddy we yeah totally so that was I think when we were talking about and I was just you know the single seat mindset of my mind.",
        3341.94,
        3361.92
    ],
    [
        " That experience you know that's is it a similar thing where if you're in the back seat you're just kind of not in control and you're not much to do and you're sort of yeah I mean that was for me and there were guys just like me that had no problem sitting in the back seat if if if you line up like 10 fighter pilots today like hey do you want to go fly in the back seat of an authentic P 51 from World War II nine of them would be in there like this and I would say no thanks.",
        3362.5,
        3391.78
    ],
    [
        " So it could even be a hundred or ninety nine of them would say I'll be in there just about every day want to get in there I'm not even a pretty pilot.",
        3392.32,
        3398.44
    ],
    [
        " Yeah and I understand that the historical significance of it and I'm not even sure it's rational to even think that but I never ever ever even even wanting to fly a two seat airplane I didn't want to do that because I didn't I didn't want people looking at me like hey what do you like I got this you know and that's not the same thing.",
        3398.44,
        3421.76
    ],
    [
        " I agree that's all young so I mean everything I've grown that in some ways but there is an absolute mental uniqueness of being alone in an airplane there's a there's something about that there's something unique about that.",
        3421.76,
        3434.54
    ],
    [
        " You know I got a big smile in my face right now so there's a I'm not even a hundred percent sure about this but I'm ninety nine.",
        3434.86,
        3445.26
    ],
    [
        " This is why this is correct every time you say single seat every time you like well it's a single seat there's a I there's a Ferrari sports car which is one of the most expensive",
        3446.3,
        3462.16
    ],
    [
        " Ferrari's that you can get it's nuts you know it's got 10 million horsepower and it can do the whatever and it's a single seat car and I we're going to I'm going to have to fact check this the name of the car is ego",
        3462.3,
        3489.12
    ],
    [
        " that's the name of the car totally I'm in this thing by myself there's not even anyone else to come in here it's not possible this is all about me well think of the ego I mean if you want to think about even just me think of the ego of flying for the military not good enough",
        3489.32,
        3507.74
    ],
    [
        " Flying helicopters not good enough flying cobras not good enough flying jets not good enough flying f 18's not good enough flying singlesi brilliant f 18's okay that I'll do like the criteria of what I had created my mind of what success was like what success was",
        3508.54,
        3526.78
    ],
    [
        " was just that and and I don't I don't mean to like presume that I know what you know what you were thinking but hey do you want to just be in the Navy that's not enough for me you could be a diver or like and you could go through their criteria like and even and I'm I'm I'm applying like it's kind of crazy like green beret that's not what I want to do like",
        3527.8,
        3550.78
    ],
    [
        " Django you know people would kill to say their green bridge like yeah, I know I understand it but that's not what I want and I had created a scenario in my mind like if it's not a single seat highlight f 18 in the Marine Corps I'm not going to be happy which is kind of it's insane it's crazy but that is that is what that's what I wanted to do and I don't maybe if I ended up in a two-seat squadron what I somehow go hey you know what I was an idiot this was this is totally awesome this is great",
        3552.66,
        3580.76
    ],
    [
        " maybe but you you know the ego the power of the ego going and that's I think not to defend myself too much but I think it's a little bit different than arrogance the ego and the arrogance you know the flaunting of I'm better than you",
        3584.28,
        3601.0
    ],
    [
        " against the more like no that to me is the hardest that's the highest peak you can get to that's where I want to be and I had created it that that's what I want to other guys like they do",
        3601.0,
        3611.42
    ],
    [
        " I'll fly whatever oh really yeah good whatever I'll fly that cool go fly that if you don't have that how far do you make it",
        3611.42,
        3625.54
    ],
    [
        " not where I wanted to go I mean okay so there might be some small tiny minuscule part of the population that is just so talented",
        3627.5,
        3635.2
    ],
    [
        " that they can kind of just cruise by and they're gonna get it right yeah there are and there's some people that are like guess what I'm doing this weekend",
        3635.2,
        3642.92
    ],
    [
        " I'm sharpening my knife and polishing my boots yes that was me in seal training you know me in seal training was oh guys are going to go to whatever you know go to the mall go try and meet girls or whatever I'm going to sharpen my knife",
        3642.92,
        3654.56
    ],
    [
        " the whole weekend right and get ready for inspection because I want to make sure I get through this thing so I'm not sure I see pitfalls all over the place and I don't need any more pitfalls than our",
        3654.62,
        3664.9
    ],
    [
        " resistance and you're not going to feel like you're missing out either you're not like man I wish I was out at the bar at the club like you're not thinking that at all you're like this is what I should be doing is what I should be doing I don't care about anything else so you don't even feel like you're doing it even though you don't want to you wouldn't want to do anything else",
        3664.9,
        3679.96
    ],
    [
        " matter of fact if you did the other thing like you know what I should be doing right now I should be back home prepping that's what I should be doing so the the I think that's the difference",
        3679.96,
        3689.62
    ],
    [
        " well maybe not the difference but when you talk about when you talk about ego and you cross section some humility in there guess what that equals that equals someone that's working as hard as they possibly can and holding",
        3689.62,
        3703.52
    ],
    [
        " themselves the highest possible standards so that they can achieve what they want to achieve when someone's just arrogant guess what they don't do that extra studying they don't stay in sharp in their knives they don't and look there's a tiny minuscule percentage chance that they have the natural talent and it's probably well it's I'll tell you it's a lot easier",
        3703.52,
        3723.12
    ],
    [
        " in the sea to get through basic seal training just based on the fact that you're a really good athlete and you're decently tough and if you have that you can be pretty arrogant and still make it through because you don't really need to do anything extra",
        3725.14,
        3736.98
    ],
    [
        " because you can do a row prime and you can carry a log around and it's like okay you know you played whatever you you did track and field and you played football and you you know you show up and you're 21 years old and you're really good shape you can be pretty arrogant",
        3736.98,
        3750.38
    ],
    [
        " and not really have to do anything extra and make it through the program I bet it's a little bit more challenging there's probably less people that would fall into that category in pilot school because you get hit with the academics you get hit with them the fine motor skills you get hit with the the natural ability to like I remember when I took the test for officer candidate school and they're showing you pictures and what is this is this plane they show like you I was in the school orientation",
        3751.34,
        3780.1
    ],
    [
        " yeah I wasn't even going into aviation or anything they're showing you a plane is this thing coming or going right is this that and so you're getting hit with those kind of tests as well so there's got to be there's there's there's different types of screening that's taking place that are more there's a there's a broader modality of screening as opposed to seal training it's like be cold do pull ups that's that's not a huge how much autonomy do you have over your schedule and stuff in in seal training as well I'm sure",
        3780.1,
        3810.08
    ],
    [
        " of some point you have zero but do you have a bunch of free time do you surprisingly what's surprising to a lot of people as you do have a lot yeah you do have a decent amount of free time and that is part of the test as part of the test is oh you want to get drawn to get the fight cool you're not here anymore because you just got in trouble we don't need you in the seal teams oh you did you just win and didn't prepare this weekend and now you're failing your third inspection cool we don't need you in the seal teams like so there is a they have to give you some opportunity they have to give you enough rope",
        3810.08,
        3839.9
    ],
    [
        " that you can hang yourself and you certainly can and there's plenty of got plenty of guys that did yeah plenty of guys that got in trouble in town didn't come back from Mexico in time for",
        3839.9,
        3848.68
    ],
    [
        " muster and you know you hit a couple of those things and you're you're gone so they give you enough rope if you're knucklehead you'll hang yourself with it but other than that if you can do pull",
        3848.68,
        3860.74
    ],
    [
        " ups and you can suffer or you can do some rope clubs like you can kind of just grit through it and that's why I think you that's why I",
        3860.74,
        3869.74
    ],
    [
        " think I would venture to say that we have a higher percentage of arrogance in the seal teams because you don't because you're not",
        3869.74,
        3878.5
    ],
    [
        " going to get humbled quite as much as as you are in such a selective scenario as going to flight school well going to OCS",
        3878.5,
        3887.46
    ],
    [
        " going to the basic school you know getting down selected down selected to get in down selected at OCS down selected at the",
        3887.46,
        3896.52
    ],
    [
        " basic school down selected at flight school and then down selected to go to top gun like that's that's a bunch of very narrow",
        3896.52,
        3905.26
    ],
    [
        " yeah very narrow funnels that you got to get through if you're going to make it all the way to top gun instructor we don't that that's",
        3905.26,
        3915.9
    ],
    [
        " that's a bunch of very narrow things to pass yeah even with that it's not a flawless system I mean even with that they're",
        3915.9,
        3925.6
    ],
    [
        " they're there that maybe shouldn't be there I I equate and I'm probably wrong about this is my perception I equate the seals being a",
        3926.14,
        3938.22
    ],
    [
        " Navy seal as as even inside the community of these highly highly capable special operations organizations through at the",
        3938.22,
        3945.98
    ],
    [
        " different services that the seals I elevate them in my own mind that there's just something unique about that and if I take a step",
        3945.98,
        3953.82
    ],
    [
        " back and I think like okay flying F-16s for the Air Force or flying F-18s for the Navy the Marine Corps look man it's the same and there's",
        3953.82,
        3959.72
    ],
    [
        " probably people say a green beret Navy see like you could account a couple of that are that's not what I had in my mind that there",
        3959.72,
        3968.32
    ],
    [
        " was a piece that would just set up a tiny bit compared to everything else that's what I think when I think from the",
        3968.32,
        3973.52
    ],
    [
        " outside of seals or at least can understand someone in your shoes going that one and I would say when I was 18 and I was",
        3973.52,
        3982.74
    ],
    [
        " raising my right hand to a listen to the Navy that's what I was thinking once I was in and I work with the I work with the",
        3982.74,
        3988.06
    ],
    [
        " Marine Corps I work with the Army Special Force I work with the totally soldiers from the 101st Airborne I realize there's",
        3988.06,
        3993.88
    ],
    [
        " guys here that are 10 times better than me and they're in a they're in a ground pounder in an infantry unit yeah good I am a",
        3993.88,
        4001.88
    ],
    [
        " humble person I was gonna ask you so what keep once you make it through wicked after wicked after after",
        4001.88,
        4006.92
    ],
    [
        " narrow wicked after narrow wicked after narrow wicked and now you're the point where you're a top gun senior",
        4007.06,
        4011.74
    ],
    [
        " instructor and there's no person that can beat you in a dog fight how are you finding your humility at that point",
        4011.74,
        4021.0
    ],
    [
        " for me it was that there actually still were people that could beat me got it and I think it was almost luck that I was able to keep",
        4021.0,
        4032.42
    ],
    [
        " being reminded of that and and what I mean by that is no one I will never even if you could track it I will never be",
        4032.42,
        4044.0
    ],
    [
        " considered the best even the guys at my top end of my generation I'm in a conversation of of a couple of",
        4044.0,
        4049.7
    ],
    [
        " guys but nobody's gonna go oh they broke was the best guy nobody's gonna say that I I simply was not now I was",
        4049.7,
        4055.58
    ],
    [
        " good enough to be in a strat of a couple people that we had a small pool of of of instructors that sort of",
        4055.58,
        4061.92
    ],
    [
        " fit in that little category and I was in there but no question that I was not at the top is there a",
        4061.92,
        4067.92
    ],
    [
        " singular person that was or is it to no it's it's usually not it's in my experience it was like there's a",
        4067.92,
        4075.02
    ],
    [
        " little group but inside that every now and then those guys get to fight each other and what almost",
        4075.02,
        4081.36
    ],
    [
        " always happen is it's at the end it's neutral you come back and it was awesome but nobody got really the",
        4081.36,
        4086.86
    ],
    [
        " upper hand every now you go dude he was pushing me around a little bit so he but it's never like he shot me",
        4086.86,
        4091.7
    ],
    [
        " or he was in pushing me bowling me was like you had like 10 degrees on me there at the end of that 20 minute",
        4091.7,
        4097.0
    ],
    [
        " fight so it was really super I went out towards the later half of my career I was the I was the senior instructor",
        4097.0,
        4103.04
    ],
    [
        " talking I was the training officer as a Marine so you're talking wicked after wicked after wicked I",
        4103.04,
        4106.96
    ],
    [
        " went out and flew the guy named trim downing legendary Navy pilot CEO of top gun my boss at the time",
        4106.96,
        4113.02
    ],
    [
        " and he went out and we did four fights first three were just how you play out neutral neutral I was",
        4113.02,
        4119.86
    ],
    [
        " paying really close attention I got to the last fight and I I did the first turn I go I'm gonna get",
        4119.86,
        4124.68
    ],
    [
        " him I got him I figured him out and it was gonna be a really satisfying moment for me and he ended up",
        4124.68,
        4132.08
    ],
    [
        " doing something I didn't think it even be done and he he completely pummeled me and to the point",
        4132.08,
        4137.7
    ],
    [
        " that I'm looking over my shoulder almost like a brand new guy going what what is happening how did",
        4137.7,
        4142.44
    ],
    [
        " this happen to me and you know he's laughing in the on the radio and not only when I forget it",
        4142.44,
        4149.64
    ],
    [
        " those are the things that just the right intervals in my career right when I was about to go over the",
        4149.64,
        4154.54
    ],
    [
        " edge of I'm unbeatable I'm better than everybody I never got to that point because something would always",
        4154.54,
        4160.1
    ],
    [
        " happen and go and I would go oh damn that guy is better than me trim did that to me at a time where",
        4160.12,
        4167.46
    ],
    [
        " had had that not happened I just didn't fight against him there's some risk that I could have just",
        4167.46,
        4172.0
    ],
    [
        " left there I'm going out the deep and look back go I was the best pilot in the world which is in",
        4172.0,
        4176.54
    ],
    [
        " a ridiculous thought I was lucky that at every interval where I got right to the edge something would",
        4176.54,
        4181.88
    ],
    [
        " happen to me and go dude that guy is better than you and it happened just enough now that doesn't",
        4181.88,
        4189.96
    ],
    [
        " happen to a lot of people and we mean that doesn't what what doesn't the the the reminder there are",
        4189.96,
        4196.1
    ],
    [
        " people that manage to get through and not have that experience happen and and the irony is that there's",
        4196.1,
        4203.88
    ],
    [
        " there's more humility at top gun than you would think because it keeps happening when you get",
        4203.88,
        4210.2
    ],
    [
        " stratified in an organization like top gun that is humbling because everybody gets there for the same",
        4210.2,
        4215.56
    ],
    [
        " reason you get there because you are the best and then you get there and then you kind of start",
        4215.6,
        4221.46
    ],
    [
        " stratifying inside that and that little tear that I was talking about that little line and then the",
        4221.46,
        4228.08
    ],
    [
        " three or four everybody knows who those guys are everybody especially if you're not one of them and",
        4228.08,
        4234.82
    ],
    [
        " that that is that is a humbling thing in and of itself and if you make it up there the only risk is",
        4234.82,
        4242.96
    ],
    [
        " if you kind of believe it like oh I'm here because I'm better than everyone if you don't get beat",
        4243.04,
        4247.78
    ],
    [
        " at some interval that's where you can kind of go hey I I have done something that nobody else can",
        4247.78,
        4253.78
    ],
    [
        " I've made it to a place that nobody else can make that fight against trim you could call him right now",
        4253.78,
        4259.04
    ],
    [
        " and he would he would know exactly what I'm talking about because he also knew it from the he had",
        4259.04,
        4264.32
    ],
    [
        " been and there's this third time on the staff as a instructor he'd been there three times he had",
        4264.32,
        4269.02
    ],
    [
        " seen it all and the crazy part about that was where his where the first three fights a setup I don't",
        4269.02,
        4275.36
    ],
    [
        " think so I really don't I think the setup for him was the third the second merge of the fourth fight",
        4275.36,
        4282.26
    ],
    [
        " where I looked over and I'm like ah he's slow he can't make this turn he can't do this maneuver I'm",
        4282.26,
        4288.32
    ],
    [
        " gonna I can draw it out I unload and I said he doesn't have the airspeed to fly over the top he",
        4288.32,
        4294.52
    ],
    [
        " can't do a loop in this case the difference was as my threshold for loop airspeed which was really low",
        4294.52,
        4300.36
    ],
    [
        " his was lower than mine and that's something why because of his aircraft because of his because of his",
        4300.36,
        4307.52
    ],
    [
        " skill skill his ability to fly so I have a we'd have a thing called so you could do like friends and",
        4307.52,
        4312.84
    ],
    [
        " you could do a loop in a half a mile and he could do one in it's more it's more of speed but yeah",
        4312.84,
        4318.42
    ],
    [
        " so we had a thing called min vertical airspeed we would teach guys below 150 knots you cannot go",
        4318.42,
        4323.42
    ],
    [
        " over the top you can't loop your jet we did that to keep people from you know spinning airplanes out",
        4323.42,
        4328.26
    ],
    [
        " of control my min vertical airspeed was way lower than that like what are you not allowed to talk about",
        4328.26,
        4333.66
    ],
    [
        " no no I mean at this point I'm good probably I don't know 115 you can milk it up 120 and and his",
        4333.66,
        4342.26
    ],
    [
        " because he was a better pilot than me he was able to fly his airplane closer to the edge of",
        4342.26,
        4349.86
    ],
    [
        " being out of control than I was and I did my math of nobody can do that I can do that so and I got",
        4349.86,
        4355.34
    ],
    [
        " right to my my min of min vertical airspeed he was slower than me which meant I actually had an",
        4355.34,
        4360.52
    ],
    [
        " advantage over him I had more speed than him probably ten knots over him so these are really fine",
        4360.52,
        4365.56
    ],
    [
        " margins but that ten knot differential didn't affect him as much as it affected me so when I",
        4365.56,
        4371.32
    ],
    [
        " went up and I literally looked this way thinking he'd be falling off you up to the left and and he",
        4371.32,
        4377.08
    ],
    [
        " wasn't there and I'm like well where else could he be and he was actually inside my turn above me",
        4377.08,
        4383.08
    ],
    [
        " and I'm part of me saying like you physically can't do that like you physics won't allow that",
        4383.08,
        4388.76
    ],
    [
        " the only thing that allowed was and you remember Dan Patterson talking about flying the airplane",
        4388.76,
        4393.98
    ],
    [
        " beyond the abilities that's what I was thinking and at the end of it the simplest way to describe it",
        4393.98,
        4398.2
    ],
    [
        " that guy was a better pilot than I was he could do something in his machine that I couldn't do",
        4398.2,
        4402.12
    ],
    [
        " the exact same machine and the and the outcome was he wins and not like a little advantage it was",
        4402.12,
        4408.76
    ],
    [
        " a lopsided one sided at the end was he's directly behind me laughing at me if you can't get some",
        4408.76,
        4414.74
    ],
    [
        " humility from that and go oh okay I've made it all the way up here and there's still someone better",
        4414.74,
        4420.78
    ],
    [
        " than me and thank god those things happen to me jocker like thank god that happened to me",
        4420.78,
        4425.0
    ],
    [
        " because I can keep I take that with me and and I keep that and that was a really good lesson for",
        4425.0,
        4431.26
    ],
    [
        " me had that been reversed who knows man uh yeah general boy when Dan Patterson was talking about",
        4431.26,
        4437.8
    ],
    [
        " the fact that he went to the the conference in general boy was talking who is the you know and he",
        4437.8,
        4441.88
    ],
    [
        " saying look this is what the air could really we can do it we can calculate more and all the top",
        4441.88,
        4445.68
    ],
    [
        " gun guys are gone we can do things that are beyond that that's right and what that reminds me of",
        4445.68,
        4450.18
    ],
    [
        " is that you'll be doing jiu jitsu with someone and they'll have some capability that's not normal",
        4450.18,
        4456.66
    ],
    [
        " the two capabilities that might not be normal one is flexibility someone someone that's massively",
        4456.88,
        4462.54
    ],
    [
        " flexible and you you get past their guard and you think you're past their guard and there's no",
        4462.54,
        4467.76
    ],
    [
        " human that's gonna be able to take the leg and put it back in front of you and yet they do it or",
        4467.76,
        4472.12
    ],
    [
        " someone that's just psychos strong and you get a cross side on them and they kind of bridge and",
        4472.12,
        4478.68
    ],
    [
        " get a position with their hands and you go what are you gonna do push me oh they push you off of them",
        4478.68,
        4483.08
    ],
    [
        " and that's pretty freaking crazy but it's a similar thing that there's no possible way you think",
        4483.72,
        4489.1
    ],
    [
        " there's no human that's gonna put their leg in front of me right now Jeff Glover Jeff Glover like",
        4489.1,
        4494.84
    ],
    [
        " your past is guarding all of a sudden there's a leg coming you know over your side and you're thinking",
        4494.84,
        4498.42
    ],
    [
        " who is there someone else on the map with us right now because a human can't do this well he's",
        4498.42,
        4503.84
    ],
    [
        " doing it right now and he's got your back yeah and the other thing I was thinking about was I was",
        4503.84,
        4509.08
    ],
    [
        " on my first appointment to Iraq and we were doing a bunch of opposite look at this point",
        4509.12,
        4513.24
    ],
    [
        " I was very lucky because there wasn't a lot of people that we were the only platoon",
        4513.24,
        4519.72
    ],
    [
        " in Iraq at this time for a short period of time I had the only platoon in Iraq and we were",
        4519.72,
        4524.84
    ],
    [
        " plused up with some people but I had the only imagine that imagine that all the seals I have the only",
        4524.84,
        4530.54
    ],
    [
        " platoon in Iraq so it's freaking awesome and I remember and then eventually you know now the other",
        4530.54,
        4536.58
    ],
    [
        " platoon started coming in when my other platoon started coming in my commanding officer came in",
        4536.58,
        4540.16
    ],
    [
        " and you know we had a really good relationship guide work for him before and we had done",
        4540.16,
        4546.94
    ],
    [
        " we had done a series of operations rapid operations really tight turn times and got you know got",
        4546.94,
        4555.06
    ],
    [
        " the targets we were going after and I remember my commanding officer he gave me some like",
        4555.06,
        4560.62
    ],
    [
        " incredibly strong compliment you know like I mean now it sounds completely ridiculous at the time",
        4562.16,
        4569.58
    ],
    [
        " it was this you know really strong compliment about what incredible you know ground breaking and",
        4569.58,
        4574.92
    ],
    [
        " all this stuff and I looked at him I remember I looked at him I said hey sir give me 24 hours",
        4574.92,
        4579.64
    ],
    [
        " and I'll screw it up because and the reason I said that is because on all these operations you're like",
        4579.64,
        4584.7
    ],
    [
        " man so many things can go wrong bad things can happen and and I don't even you know and we had",
        4586.12,
        4593.28
    ],
    [
        " already had some bad things happen you know we'd already had some mistakes we already had some",
        4593.28,
        4596.36
    ],
    [
        " things that should have gone different and maybe they didn't quite leak out to you know maybe we",
        4596.36,
        4600.84
    ],
    [
        " kept them inside the platoon like hey dude what were you doing why were you over there if we would",
        4600.84,
        4605.82
    ],
    [
        " have you know if we didn't de-conflict at that moment you could have got shot like like some",
        4605.82,
        4609.56
    ],
    [
        " things we we we got away with it right we got away with some mistakes and so he's telling me",
        4609.56,
        4614.62
    ],
    [
        " what a great job and I just looked at him aser give us 24 hours and I'll screw it up and and",
        4614.62,
        4620.42
    ],
    [
        " that to me is something I always tell myself you know they'll always have that always have that",
        4620.42,
        4626.34
    ],
    [
        " that that person whispering in your ear telling you that all glory is fleeting because it is",
        4626.34,
        4632.52
    ],
    [
        " I think that lesson is it it's impossible to say how important that is and and you probably know",
        4633.36,
        4640.9
    ],
    [
        " this but every single day at at at work at echelon front no matter what good work we've done no",
        4640.9,
        4647.06
    ],
    [
        " matter what impact made no matter what the client tells me how great echelon front is every single",
        4647.06,
        4652.96
    ],
    [
        " new phone call every single every time I do the same thing I've done a hundred times I think about",
        4652.96,
        4658.24
    ],
    [
        " that I and that that event I was talking about in the airplane that's why I think like that and I",
        4659.18,
        4665.26
    ],
    [
        " I think like that every single time every single day I'm about to start off a keynote that I've done",
        4665.26,
        4672.42
    ],
    [
        " a hundred times or four hundred times and I think oh well you don't want to screw this up you",
        4672.42,
        4679.86
    ],
    [
        " got to get this right you you you can undo all the work that you've done by not having this be as good",
        4679.86,
        4685.46
    ],
    [
        " as every other one that you do so there's so much value in that that recognition and for me",
        4685.46,
        4690.9
    ],
    [
        " being reminded that at my best there's still somebody better that that I that I keep with me",
        4690.9,
        4700.4
    ],
    [
        " every single day every day and everything that I do so losing is sometimes a good thing check",
        4700.4,
        4707.56
    ],
    [
        " we're about to jump into the next section before I went down that tangent education perfect and",
        4707.56,
        4714.52
    ],
    [
        " by the way we're on page six now out of this chapter or something we're we're moving right along",
        4714.52,
        4718.82
    ],
    [
        " professional military education for Marines intends to develop creative thinking leaders in a",
        4718.82,
        4725.2
    ],
    [
        " continuous progressive process of development those are some words that people do not think of when",
        4725.2,
        4730.98
    ],
    [
        " they think of the United States Marine Corps or the military at large creative thinking leaders in",
        4730.98,
        4735.98
    ],
    [
        " a continuous progressive process of development this philosophy aligns well with the kind of",
        4735.98,
        4741.5
    ],
    [
        " education Marines need to succeed in competition as well as in war while the nature of competition",
        4741.5,
        4747.54
    ],
    [
        " indoors over extended periods like war its character constantly evolves rivals continually",
        4747.54,
        4755.22
    ],
    [
        " strive to improve their competitive advantages strive to gain the initiative and strive to keep",
        4755.22,
        4760.7
    ],
    [
        " their competitors off balance if you wake up in the morning and you just read that line to yourself",
        4760.7,
        4768.28
    ],
    [
        " that your rivals are continually striving to improve their competitive advantages they're",
        4768.58,
        4772.46
    ],
    [
        " striving to gain the initiative and they're striving to keep you off of balance that's a good",
        4772.46,
        4776.62
    ],
    [
        " thing to wake up to in the morning because it's real easy to forget that education is a primary method",
        4776.62,
        4786.96
    ],
    [
        " for Marines to sustain competitive advantage over time I'm going to say that again what's the",
        4786.96,
        4794.38
    ],
    [
        " primary method is it is it marksmanship is it battle exercises know they're saying education",
        4794.44,
        4803.72
    ],
    [
        " now it's a primary but a lot of people don't think that that even falls in the top 10",
        4803.72,
        4808.84
    ],
    [
        " for the Marine Corps education as marine leaders progress through their careers they need to develop",
        4808.84,
        4814.22
    ],
    [
        " mastery of the concepts that provide an ability to lead organizations like the Marine Corps through",
        4814.22,
        4818.74
    ],
    [
        " cycles of innovation cycles of innovation that are essential to staying at the forefront of competition",
        4818.74,
        4825.52
    ],
    [
        " these concepts go beyond just adaptation they go beyond just say look if you're just adapting to",
        4825.52,
        4834.48
    ],
    [
        " what's happening you're wrong if I'm just adapting to what you're doing Dave I'm wrong I'm wrong I",
        4834.48,
        4840.32
    ],
    [
        " need to be making you adapt to what I'm doing right I'm going to be on offense they include topics",
        4840.32,
        4844.24
    ],
    [
        " like organizational learning the ability for an organization to sense changes in its environment",
        4844.24,
        4848.64
    ],
    [
        " sensed not react to changes in his but sense those changes you know lately I've been talking a lot",
        4848.64,
        4854.22
    ],
    [
        " about but just being more aware of what's happening when people ask me what the home life balance",
        4854.22,
        4862.42
    ],
    [
        " you know how am I supposed to hey the answer is you need to balance them how can I help you I can",
        4862.42,
        4867.3
    ],
    [
        " help you by making sure that you're more aware and you're more attuned to when things get off balance",
        4867.3,
        4872.04
    ],
    [
        " you need you need to sense those things more and you need to sense changes in the environment and",
        4872.1,
        4879.28
    ],
    [
        " approve improve its effectiveness and efficiency in response to those changes change management when",
        4879.28,
        4884.28
    ],
    [
        " leaders are able to implement needed change in an organization while keeping its people engaged",
        4884.28,
        4888.62
    ],
    [
        " and the difference between sustaining and disruptive innovation which is essentially a difference",
        4888.62,
        4894.24
    ],
    [
        " between incremental improvements of what already exists versus new and better approaches that",
        4894.24,
        4900.12
    ],
    [
        " displace the old methods over time that's what we're trying to do it is not enough for Marines to",
        4900.16,
        4907.24
    ],
    [
        " educate themselves on war and war fighting alone such a narrow focus limits the benefit they can",
        4907.24,
        4913.76
    ],
    [
        " give to the nation most of a Marines career will be spent training in the fleet Marine Force or",
        4913.76,
        4918.3
    ],
    [
        " serving in a support establishment understanding competition and how the Marine Corps contributes to",
        4918.3,
        4923.44
    ],
    [
        " it is an essential skill especially for career Marines who will have the greatest impact on the",
        4923.44,
        4928.82
    ],
    [
        " Marine Corps competitive attributes over time self education in social economic technological and",
        4928.82,
        4935.8
    ],
    [
        " other matters beyond military history and leadership are essential if Marines are to excel in competition",
        4935.8,
        4941.94
    ],
    [
        " now what's really cool about working at actual upfront and working with all these different",
        4941.94,
        4948.18
    ],
    [
        " companies is we get to work in economic environments we get to work in technological environments we",
        4948.18,
        4954.94
    ],
    [
        " get to work in construction and manufacturing we get to work in all these different environments and",
        4954.94,
        4958.92
    ],
    [
        " what's awesome is when we can take what we know and we can overlay it into those things and get to see",
        4958.92,
        4967.58
    ],
    [
        " and get to learn how our principles impact even in these this wide array of different environments",
        4967.58,
        4977.7
    ],
    [
        " and that actually makes us smarter because when I see when I see how a principle when I see how",
        4978.78,
        4989.7
    ],
    [
        " covering move applies in a manufacturing plant and I see how it and how it works in a financial",
        4989.7,
        4995.36
    ],
    [
        " company and I see how it works in a sales organization when I see all those things guess what I know",
        4995.36,
        5001.54
    ],
    [
        " better I know cover and move better I understand it better and that's what they're talking about here",
        5001.72,
        5008.18
    ],
    [
        " the better you understand all these different aspects of what's going on in the competition between",
        5008.18,
        5013.26
    ],
    [
        " America and other nation states the better you can see how your how your organization contributes",
        5013.26,
        5022.42
    ],
    [
        " to that competition and how you can better contribute to that competition",
        5022.42,
        5025.66
    ],
    [
        " the goal for education then is to foster awareness with the campaigning mindset of how all",
        5029.02,
        5036.24
    ],
    [
        " capabilities available to Marines can fit into and support a larger competition strategy it",
        5036.24,
        5042.44
    ],
    [
        " should improve knowledge of openness to the interests of potential and existing allies and partners",
        5042.44,
        5048.02
    ],
    [
        " the outcome we seek from education is to increase the ability of Marines to envision greater",
        5048.02,
        5053.24
    ],
    [
        " possibilities in competition next section talent management our docks of maneuver warfare places a",
        5053.4,
        5062.64
    ],
    [
        " premium on individual judgment and action wait a second we talk about the Marine Corps is everyone",
        5062.64,
        5068.16
    ],
    [
        " just following orders no we place a premium on individual judgment and action which also means we",
        5068.16,
        5074.9
    ],
    [
        " recognize all Marines of a given grade and occupational specialty are not interchangeable",
        5074.9,
        5080.28
    ],
    [
        " they should be assigned to billets based on specific ability and temperament this expression",
        5080.72,
        5086.1
    ],
    [
        " of talent management found in war fighting applies equally as well to competing people have different",
        5086.1,
        5093.04
    ],
    [
        " strengths and weaknesses the organizations that compete most effectively place their people in",
        5093.04,
        5099.24
    ],
    [
        " position to use their strengths now we this is something we could ask them quite a bit and you know",
        5099.24,
        5106.02
    ],
    [
        " I wrote about leadership strategy and tactics hey if I've got if Dave is really good at at",
        5107.48,
        5111.86
    ],
    [
        " at sales and he's not that great at administrative duties what should I do with him well",
        5111.86,
        5120.48
    ],
    [
        " I'll tell you what you put him in sales that's when he's good at let him go do it now does that mean",
        5120.48,
        5124.02
    ],
    [
        " you let him just ignore the administrative part and he never has to touch paperwork and we hire some",
        5124.02,
        5127.7
    ],
    [
        " it no no no we want to strengthen his weaknesses but we want to utilize and capitalize on his strengths",
        5127.7,
        5134.6
    ],
    [
        " they also coach their people on the development of their strengths and link their use to the",
        5135.5,
        5139.76
    ],
    [
        " organizations goals some people excel at planning and creating new designs for operations and",
        5139.76,
        5144.96
    ],
    [
        " organizations others excel at taking a blueprint and then optimizing it so it works as well as",
        5144.96,
        5149.52
    ],
    [
        " possible few have the ability to do all these things with equal skill to compete at peak effectiveness",
        5149.52,
        5154.66
    ],
    [
        " marine leaders need to measure the talents of the people they lead and then match these skills to",
        5154.66,
        5164.58
    ],
    [
        " have a sustained competitive advantage they maximize the performance of their people over time",
        5164.58,
        5169.06
    ],
    [
        " that answers a lot of questions if you're in a leadership position you find someone that's good",
        5169.06,
        5176.12
    ],
    [
        " at something let him do it force planning force planning which includes the functions of design",
        5176.12,
        5186.9
    ],
    [
        " development and management of the force for the Marine Corps must balance utility at many points",
        5186.9,
        5191.48
    ],
    [
        " on the competition continuum with building a force that is a functional tool for the joint force to",
        5191.48,
        5197.72
    ],
    [
        " use in winning battles the output of this complex undertaking must serve the needs of competing",
        5197.72,
        5203.94
    ],
    [
        " generally and of war fighting in particular realizing that they both exist on the same continuum",
        5203.94,
        5210.96
    ],
    [
        " and that they are interrelated shapes shapes our overall approach to this planning so",
        5210.96,
        5216.08
    ],
    [
        " we could take the Marine Corps and if we only wanted them to be good at war fighting",
        5217.02,
        5225.22
    ],
    [
        " we would do things differently we would we would we would change entire",
        5225.22,
        5232.5
    ],
    [
        " entire portions of the way we raise Marines we would get rid of certain parts of the hey well",
        5232.5,
        5241.0
    ],
    [
        " what are you talking about we need to know marksmanship we need to cover moving we need that's",
        5241.0,
        5246.24
    ],
    [
        " what we need to do we need to be awesome at our tactics we need to know how to win we not interact",
        5246.24,
        5251.08
    ],
    [
        " with each other catch people in the combined arms of love and that's what we're focused on",
        5251.08,
        5254.16
    ],
    [
        " there's a whole other bunch of stuff that we focus on that well that the Marine Corps focuses on",
        5254.16,
        5258.56
    ],
    [
        " and well what they're saying here is you have to find that balance you gotta be able to complete",
        5258.56,
        5264.14
    ],
    [
        " which means we gotta be able to go out and shake hands and make friends and build relationships",
        5264.14,
        5268.54
    ],
    [
        " and we gotta be able to fight we've gotta find out we've got to balance those two and we gotta",
        5270.08,
        5276.68
    ],
    [
        " realize that they're both interrelated so this happens with companies where companies hey",
        5276.68,
        5283.98
    ],
    [
        " we've gotta make money we've gotta make money that's great guess what else we have to do we have",
        5283.98,
        5290.18
    ],
    [
        " to maintain our reputation because we can make a ton of money and blow our reputation out the door",
        5290.18,
        5295.5
    ],
    [
        " or we can have a great reputation and now we're going bankrupt so what do we need to do we need",
        5296.14,
        5303.24
    ],
    [
        " to find balance on these two things to do this successfully the output of our force planning",
        5303.24,
        5310.58
    ],
    [
        " should present a dilemma to our potential competitors and defeat their plans against us the way",
        5310.58,
        5315.2
    ],
    [
        " we combine our organization the way we combine our organization doctrine training and equipment",
        5315.2,
        5318.74
    ],
    [
        " should produce a competitive advantage or multiple advantages the options we choose within each",
        5318.74,
        5324.0
    ],
    [
        " of these elements effects are competitiveness over time for example if we enhance the training",
        5324.0,
        5330.32
    ],
    [
        " for equipment mechanics so that they can operate for extended periods without external support",
        5330.32,
        5334.78
    ],
    [
        " then we also enhance our ability to operate in austere environments for a long period of time the",
        5334.78,
        5339.48
    ],
    [
        " output of force planning is the sum of choices made inside each of these elements these choices must",
        5339.48,
        5346.88
    ],
    [
        " be guided by the goal of establishing competitive advantages which are useful for combat and also",
        5346.88,
        5356.1
    ],
    [
        " useful for competition having that goal when you when you when you make sure that you're sticking",
        5356.1,
        5367.72
    ],
    [
        " with your goal you you have to be guided your choices are guided by the goal of establishing these",
        5367.72,
        5372.88
    ],
    [
        " competitive advantages that's what you were making our choices based on is this going to give us",
        5372.88,
        5376.5
    ],
    [
        " competitive advantage or not that's a very good way of simplifying your decision making process",
        5376.56,
        5381.42
    ],
    [
        " what how is this going to give us competitive advantage if it's not what why are we doing it",
        5381.42,
        5389.18
    ],
    [
        " I mean that that competitive advantage is something you have to have to be successful and when",
        5389.18,
        5393.68
    ],
    [
        " you're making the connection to business is especially when you're sort of just looking at the",
        5393.68,
        5398.3
    ],
    [
        " at the most basic level of what consumers want they've got a bunch of options they can get the",
        5398.3,
        5403.68
    ],
    [
        " product or the thing you make usually from a whole bunch of different companies and the",
        5403.68,
        5408.88
    ],
    [
        " competitive advantage is how you can deliver that to what they want better than everybody else and",
        5408.88,
        5413.4
    ],
    [
        " if what you're doing isn't contributing to that that I think over time when we we've talked about",
        5413.4,
        5419.14
    ],
    [
        " complacency the other things the the inability to recognize that you have to continue to contribute",
        5419.14,
        5423.74
    ],
    [
        " to that competitive advantage that that doesn't stay if you have that competitive advantage now your",
        5423.74,
        5428.04
    ],
    [
        " competitors aren't trying to erode that and take that away from you and so even the idea that it",
        5428.04,
        5432.64
    ],
    [
        " everything you're doing has to be designed to contribute to either building or sustaining that",
        5432.64,
        5437.92
    ],
    [
        " advantage or or you're you're going to go away you will be outmaneuvered by your competition",
        5437.92,
        5443.5
    ],
    [
        " and I I love that even in the Marine Corps they're saying it's useful for combat and competition",
        5443.5,
        5449.52
    ],
    [
        " those are two different things and we're telling the Marine Corps the Marines are telling Marines",
        5449.52,
        5453.82
    ],
    [
        " those are two different things which is interesting because they're also saying throughout this",
        5453.82,
        5460.36
    ],
    [
        " entire book that those are on the same continuum right so I'm going I'm going to do something that's",
        5460.36,
        5467.1
    ],
    [
        " going to be useful at multiple locations on that continuum right because if all we cared about is",
        5467.1,
        5473.78
    ],
    [
        " you being good at combat we would raise Marines just like you said in a totally different way and we",
        5473.78,
        5477.9
    ],
    [
        " would forgive a whole bunch of things that happened like that's okay he can do all those crazy things",
        5477.9,
        5481.48
    ],
    [
        " because when we go to war we're gonna unleash that guy and we know that's we know that's not enough",
        5481.48,
        5487.78
    ],
    [
        " you you you can't do that for a whole bunch of different reasons and the recognition that hey",
        5487.78,
        5491.68
    ],
    [
        " combat is combat's gonna happen I mean certainly in this day and age you're gonna see some combat",
        5491.68,
        5496.26
    ],
    [
        " but that might be fleeting you might get one opportunity a one good deployment but the competition",
        5496.26,
        5502.48
    ],
    [
        " piece and and they've sent it over that is happening all the time in a whole bunch of different ways",
        5502.48,
        5507.96
    ],
    [
        " continuing on if we are to fully prepare then Marines need to also consider the merits and",
        5507.96,
        5516.46
    ],
    [
        " challenges of asymmetry in competition truly asymmetric asymmetric competition actions or",
        5516.46,
        5523.64
    ],
    [
        " competitive actions can impose costs on the rival for example the original assault breaker concept",
        5523.64,
        5530.58
    ],
    [
        " developed in this 1970s and 1980s was an asymmetric response to the Soviet advantage in armor in",
        5530.58,
        5536.44
    ],
    [
        " number so in Europe in the 70s and 80s they had this massive the the the Soviet block had more armor",
        5536.44,
        5542.64
    ],
    [
        " than we did and if they attacked it was their armor versus NATO armor we they had the numbers",
        5542.64,
        5548.02
    ],
    [
        " so they came up with this this plan which was hey as soon as something breaks out we're going to attack",
        5548.02,
        5556.54
    ],
    [
        " deep behind enemy lines with long range weapons missiles to to take out all those extra tanks that",
        5556.54,
        5565.7
    ],
    [
        " they have so that was there that was something that we that we came up with to to negate their competitive",
        5565.7,
        5571.42
    ],
    [
        " advantage that that will here it says improved sensors with precision munitions to negate this",
        5572.5,
        5576.9
    ],
    [
        " obvious advantages so I guess I could have just read it the execution of force planning starts a",
        5576.9,
        5586.1
    ],
    [
        " cycle that begins putting forth a theory about how we can contribute to the nation's strategic",
        5586.1,
        5591.84
    ],
    [
        " competitions throughout the continuum building capabilities to bring theory to reality and then",
        5591.84,
        5597.5
    ],
    [
        " testing the capabilities to exercises and operations so again now they've gone from guessing",
        5597.5,
        5603.9
    ],
    [
        " while I'm going from guessing to hypothesis now it's putting forth a theory right my theory is",
        5603.9,
        5609.64
    ],
    [
        " because that's another word for guess it's another nice word for I'm going to take a guess my theory is",
        5609.64,
        5614.44
    ],
    [
        " and then you take those and you take those theories and you put them to the test just like a hypothesis",
        5614.44,
        5618.98
    ],
    [
        " in exercises and operations let's see how they work other political actors observe this theory",
        5618.98,
        5624.52
    ],
    [
        " unfold and adapt themselves so they can compete more effectively against it that's what's going to happen",
        5624.52,
        5629.44
    ],
    [
        " our observations of these adaptations starts the cycle once again force planning then is a",
        5629.44,
        5637.68
    ],
    [
        " continual effort to stay ahead of potential adversaries thus we see that force planning itself is",
        5637.68,
        5643.82
    ],
    [
        " a competitive act and the Marine Corps must retain the ability to reconfigure the force when",
        5643.82,
        5648.88
    ],
    [
        " necessary to sustain its competitive advantage or develop new ones this ability starts with the",
        5648.88,
        5655.3
    ],
    [
        " mental flexibility that comes from humility and the disciplined practice of questioning assumptions",
        5655.3,
        5662.78
    ],
    [
        " tattoo that on your forehead well maybe on your forearm so you can see it we don't want to have to",
        5662.78,
        5671.9
    ],
    [
        " look in the mirror this ability that we we should be constantly checking and and seeing where we're at",
        5671.9,
        5679.22
    ],
    [
        " and seeing what adaptations the enemy is making the competitors are making and if we don't have mental",
        5679.22,
        5685.52
    ],
    [
        " flexibility we're wrong and if we don't have humility we're wrong and if we don't have discipline",
        5685.52,
        5691.9
    ],
    [
        " we're wrong I think these people listen to the podcast that's what I'm thinking I'm thinking that",
        5691.9,
        5697.44
    ],
    [
        " the authors listen to the podcast let us know our awareness of the competition continuum and its",
        5697.44,
        5705.24
    ],
    [
        " existence both above and below the threshold of violence broadens our view on force planning so",
        5705.24,
        5709.36
    ],
    [
        " the better you understand that the better you understand that the the game is much bigger than",
        5709.36,
        5715.1
    ],
    [
        " hey we're gonna fight you with violence the game is much bigger than that our philosophy is that",
        5715.1,
        5721.64
    ],
    [
        " we can as we have done in the past prepare Marines to succeed in competition without sacrificing",
        5721.64,
        5727.42
    ],
    [
        " the Marine Corps ability to prevail in battle our understanding of ourselves must include how",
        5727.42,
        5738.28
    ],
    [
        " the Marine Corps fits into the complex adaptive system that is the naval service and the joint",
        5738.28,
        5743.22
    ],
    [
        " force we know that the Marine Corps is operating on both sides of the violence threshold and expect",
        5743.22,
        5747.62
    ],
    [
        " this to continue into the future however our campaigning mindset should lead us to explore",
        5747.62,
        5752.98
    ],
    [
        " thoroughly how the Marine Corps can contribute to preventing more again a little a little",
        5752.98,
        5757.86
    ],
    [
        " siops how the Marine Corps can contribute to preventing more by regularly operating below the",
        5757.86,
        5763.54
    ],
    [
        " violence threshold even as Marines are ready to operate above it when required had some I had a",
        5763.54,
        5771.12
    ],
    [
        " note here and I don't even know what it meant when I talked about preparing the Marines to succeed",
        5771.12,
        5777.34
    ],
    [
        " in competition without sacrificing the Marine Corps ability to prevail in battle",
        5777.34,
        5781.02
    ],
    [
        " I have in parentheses harder than you think oh and then I have as an example I have college sports",
        5781.02,
        5792.14
    ],
    [
        " teams okay so now it now it makes sense the example I thought of as if you've got a college sports",
        5792.14,
        5797.02
    ],
    [
        " team if if a simple example would be hey if the only thing we want this these athletes to do is play",
        5797.02,
        5804.86
    ],
    [
        " football everything's out else is off the table well it gives you a lot of capability on the",
        5805.92,
        5811.3
    ],
    [
        " football field but let's face it no one has anything other than football when they're done so you",
        5811.3,
        5816.92
    ],
    [
        " have to balance it is an example of you know if echo Charles he's not doing well in geometry class",
        5816.92,
        5822.84
    ],
    [
        " he's got a D we need to bench him well what if he's our best player we don't want to bench him",
        5822.84,
        5830.4
    ],
    [
        " but we have to balance it",
        5830.4,
        5832.08
    ],
    [
        " now on to the conclusion the Marine Corps is one of the nation's tools for the strategic competition",
        5832.08,
        5844.54
    ],
    [
        " that is the normal state of events of events in international relations and by the way man",
        5844.54,
        5850.74
    ],
    [
        " as you watch the news as you read the news which I recommend if you think about the international",
        5853.3,
        5864.06
    ],
    [
        " news and you pay attention to the competitions that are going on it all this makes a lot more sense",
        5864.06,
        5871.48
    ],
    [
        " when you see what China's doing when you see what I ran's doing when you see what's going on in",
        5871.48,
        5877.7
    ],
    [
        " Syria which when you see what's going on in the Middle East when you see what's going on",
        5877.7,
        5880.54
    ],
    [
        " you we see what's going on in Europe when you see when you start to think about all those things",
        5880.54,
        5885.42
    ],
    [
        " from a more holistic viewpoint and you overlay the fact that it's one big competition which look",
        5885.42,
        5890.32
    ],
    [
        " we that's the way it is look at what Russia does look at what Russia does they see they are competing",
        5890.32,
        5900.6
    ],
    [
        " they are competing and not only that sometimes eco-trails people around Russia like people other",
        5901.86,
        5912.74
    ],
    [
        " than Russia they're out playing flag football and Russia's playing tackle you know what I'm saying",
        5912.74,
        5920.94
    ],
    [
        " they're you know someone else is playing you know a Thai Chi and they're playing combat Sombo",
        5922.66,
        5929.96
    ],
    [
        " and the Thai Chi people are thinking like oh you know and also they get punched in the face",
        5929.96,
        5935.24
    ],
    [
        " or they're in a bad position more worse they they're in a bad position they don't even know it",
        5935.24,
        5939.1
    ],
    [
        " they don't know the capability that that Sombo practitioner has so you've got to pay attention",
        5939.1,
        5945.2
    ],
    [
        " that you got to start singing that these little maneuvers that these other nation states make",
        5945.2,
        5949.66
    ],
    [
        " they're not I can't even believe I'm having to say this right now but you can watch things happen",
        5949.66,
        5955.88
    ],
    [
        " and the way people respond to it it's almost as if it's just by chance that this other nation state",
        5955.88,
        5964.68
    ],
    [
        " is making this maneuver and throughout this book and I wish I would have should have been doing",
        5964.68,
        5971.32
    ],
    [
        " this all along you can you can you can find examples of where this is happening oh there's a boundary",
        5971.32,
        5976.12
    ],
    [
        " getting stretched oh there's a salami slice like all these things are going on oh there's a there's",
        5976.64,
        5982.26
    ],
    [
        " a below the violence threshold maneuver and they're going to back off right before there's a response",
        5982.26,
        5988.02
    ],
    [
        " coming this is what's happening all the time there's a competition piece inside that too that I",
        5988.02,
        5996.62
    ],
    [
        " think about is we were talking a little bit about hierarchy everybody kind of knows the hierarchy too",
        5996.62,
        6004.02
    ],
    [
        " everybody kind of knows where we are in the hierarchy and what what that should tell us is that",
        6004.44,
        6010.64
    ],
    [
        " they know which is even more reason for them to be competing all the time because they know where",
        6010.64,
        6018.94
    ],
    [
        " they sit and they don't like being there they don't like being there and that is true for nation",
        6018.94,
        6024.62
    ],
    [
        " states and that shop that you're running on that street corner if the hierarchy is known which it",
        6024.62,
        6030.84
    ],
    [
        " almost always is the other people in the hierarchy that are underneath you don't like that they also",
        6030.84,
        6037.86
    ],
    [
        " know that they can't go toe to toe with you they can't do the brute force method and just run you out",
        6037.86,
        6041.98
    ],
    [
        " so they got to out maneuver you and how compete you with little tidy moves here and there and",
        6041.98,
        6047.0
    ],
    [
        " we were talking about the idea of I can't believe I have to say this is the complices that comes",
        6047.0,
        6052.02
    ],
    [
        " from being at the top of your food chain whatever it is everybody else knows what's going on and",
        6052.02,
        6058.96
    ],
    [
        " they're all trying to out maneuver you so you shouldn't be surprised by any of it that's what they're",
        6058.96,
        6064.1
    ],
    [
        " doing you were saying earlier that you're out on the weekends going to the club they're home sharpening",
        6064.1,
        6069.46
    ],
    [
        " their knives and that's what they're supposed to be doing and and actually sometimes they're not",
        6069.46,
        6074.88
    ],
    [
        " even sharpening their knives what they're doing is they've got a bar out in town that they're working",
        6074.88,
        6083.42
    ],
    [
        " with that's giving free drinks for you and so even though they they can only sharpen their knife so",
        6084.3,
        6091.62
    ],
    [
        " much so what are they gonna do they're gonna weaken you yeah you gotta be on the watch for that you",
        6091.62,
        6097.66
    ],
    [
        " ever seen the movie training day yes excellent film by the way that's what that whole movie was",
        6097.66,
        6105.34
    ],
    [
        " about essentially so he was trying to you know he was he basically had this new recruiting do anything",
        6105.34,
        6110.28
    ],
    [
        " he wanted to make the team or whatever right so we set some up to have to do everything yet",
        6110.28,
        6116.3
    ],
    [
        " like he asked them to do it started with making the smoke that we eat or whatever if you are some",
        6116.3,
        6121.3
    ],
    [
        " movie and even says in the in one of the one of the pivotal parts when he's manipulating him he says",
        6121.3,
        6127.16
    ],
    [
        " hey it's chess it's not checkers so like yeah you if you don't know you're in a competition or whatever",
        6127.16,
        6132.54
    ],
    [
        " essentially this is the explanation where you're just like oh yeah today we're just sort of cruising",
        6132.54,
        6138.32
    ],
    [
        " where and actually you're your example of like okay if you know where you are in the hierarchy",
        6138.38,
        6142.54
    ],
    [
        " or hierarchy and you're let's say you're high and you have all these challenger people or entities",
        6142.54,
        6149.64
    ],
    [
        " right you're kind of cruising and they know they can't go toe-to-toe with you with how you how you",
        6149.64,
        6155.44
    ],
    [
        " put it but their move can be like 10 years down the road and they're plotting for that you know",
        6155.44,
        6162.36
    ],
    [
        " that that 10 years they're plotting for that move or that series of moves you know so we got",
        6162.36,
        6166.88
    ],
    [
        " Denzel plays the bad cop essentially yeah Lonzo who plays the other one Jake is played by Ethan",
        6166.88,
        6175.32
    ],
    [
        " Hawk okay so and that's the first escalation is smoking pot oh the first escalate it starts in",
        6175.32,
        6185.1
    ],
    [
        " the beginning so like right what the way he talks to him in the beginning where you can tell this",
        6185.1,
        6189.94
    ],
    [
        " guy Jake is like he just wants to make team wants to do everything so it starts without he",
        6189.94,
        6193.66
    ],
    [
        " by the way is that whole movie take place in one day or is that just an a that's all one day yeah",
        6193.66,
        6198.44
    ],
    [
        " cuz I was gonna say what's what's interesting about that is if Ethan Hawk Jake",
        6198.44,
        6204.62
    ],
    [
        " wait Jake Hoyt aka if he would have gotten brief prior to that day starting that there was a",
        6204.62,
        6211.5
    ],
    [
        " competition happening and there was maneuvers that were about to be made yeah he wouldn't have",
        6211.5,
        6218.5
    ],
    [
        " you know if he knows that this guy is maneuvering it's like hey you need to smoke this weed no",
        6219.4,
        6223.16
    ],
    [
        " no that's not happening cuz to me once he got him to do that and I don't know I don't remember",
        6223.16,
        6227.62
    ],
    [
        " the movie that's that's almost checkmate right that's almost checkmate like hey dude well I'll get",
        6227.62,
        6232.84
    ],
    [
        " you you need to get pissed tested and now you're out of the force and now you're in trouble now",
        6232.84,
        6236.58
    ],
    [
        " you got a bad rep or not even a bad repetition you got a what's it was an RE4 code in the military",
        6236.58,
        6242.98
    ],
    [
        " where you're not allowed to get a federal job anymore but you got a bad thing happening you got",
        6242.98,
        6247.16
    ],
    [
        " dishonorable discharge that's a checkmate move that's almost out of the gate that's literally how",
        6247.22,
        6252.64
    ],
    [
        " it played out cuz that was like one of the first major and it didn't come into play till later when",
        6252.64,
        6257.74
    ],
    [
        " he was like hey kill that guy but if he if he would have been aware of the competition that was",
        6257.74,
        6264.5
    ],
    [
        " happening he would have known hey man this is not a good move hey I'm not doing that and that's",
        6264.5,
        6270.44
    ],
    [
        " it totally actually would have flipped almost flipped the checkmate oh deal all deals flipped but you're",
        6270.44,
        6276.66
    ],
    [
        " not aware of it you get lowered in well maybe I mean obviously it was a movie so there was he",
        6276.66,
        6285.36
    ],
    [
        " always had it you never put out that qualifier before normally just treat movies like their reality",
        6285.36,
        6290.54
    ],
    [
        " he did in that I mean you're right obviously but in the in that particular movie he had him by",
        6290.54,
        6298.0
    ],
    [
        " the he had him by the ball still whole time because Jake quite went into the thing he wants to make",
        6298.0,
        6302.96
    ],
    [
        " the team he's even he's even beyond not knowing that he's competing he's in like the he's in the",
        6302.96,
        6310.22
    ],
    [
        " beyond opposite direction where he's thinking that he wants to like prove and be be a part of the team",
        6310.22,
        6318.28
    ],
    [
        " you know the opposite of competing exact opposite and it's funny you say that too where it's like oh",
        6318.28,
        6324.38
    ],
    [
        " that was checkmate where he was like when that came up when he's like hey kill the guy he's like",
        6324.38,
        6330.06
    ],
    [
        " not gonna do it he's like in fact you know what I'm tired of this whole thing I'm turning you",
        6330.06,
        6333.86
    ],
    [
        " guys in he's like yeah go ahead but what what's gonna happen when they pull your blood you've been",
        6333.86,
        6338.52
    ],
    [
        " smoking weed and math all day or not math it was like PCP or whatever all day having you and he's",
        6338.52,
        6343.02
    ],
    [
        " like looking at him you can see the wheel you made him smoke PCP or is it like intertwined in the pot",
        6343.02,
        6347.62
    ],
    [
        " yeah exactly right so it was weed so he made him smoke the weed and then after he smoked it he was",
        6347.62,
        6353.2
    ],
    [
        " like dang I didn't know you smoke PCP he's like you did I haven't but you have now you know like",
        6353.2,
        6358.38
    ],
    [
        " that kind like wait did Denzel's character smoke weed as well no he made him he put a gun to",
        6358.38,
        6364.0
    ],
    [
        " his head yeah he was like hey and the way he rashed have you seen the way ration or rationalized it",
        6364.0,
        6370.1
    ],
    [
        " was like hey if you refuse weed in an undercover situation they're just gonna kill you so you got",
        6370.1,
        6375.7
    ],
    [
        " to be ready to do this kind of stuff and he's like oh no he's like what he's like I don't want you",
        6375.7,
        6380.94
    ],
    [
        " on my team gun to his head I don't want you on my team you know he puts a gun to his head yeah",
        6380.94,
        6384.68
    ],
    [
        " just as a like a like like a demonstration oh like what if it was like this exactly right if",
        6384.86,
        6389.4
    ],
    [
        " we were on the street you'd be dead right now like like that kind of stuff you know so it's kind of",
        6389.4,
        6393.2
    ],
    [
        " like he learned it's almost like he Jake felt like he was learning this big huge impactful lesson",
        6393.2,
        6398.12
    ],
    [
        " at that time you know where he's like yeah you got to kind of you got to push it far sometimes you",
        6398.12,
        6402.86
    ],
    [
        " know he brought him out yeah kind of or did he brow beat him he brow beat him kind of both",
        6402.86,
        6410.6
    ],
    [
        " he actually the whole movie is him doing one or the other it's weird it's a weird manipulation",
        6410.98,
        6415.14
    ],
    [
        " yeah and finally when he was tired of it he was like I'm not doing this he was like oh yeah but",
        6415.14,
        6419.6
    ],
    [
        " you've been smoking PCP all day so you kind of gotta and all my guys were in on it they're all",
        6419.6,
        6425.02
    ],
    [
        " gonna say the same thing and he's like and he kind of has to do it then soon like right after he's",
        6425.02,
        6430.2
    ],
    [
        " like hey I know it's it's crazy I know but this how it is you know we got to be wolves wait does",
        6430.2,
        6435.44
    ],
    [
        " he spoil it or there doesn't kill him no uh what since we're talking about training day I have a",
        6435.96,
        6442.06
    ],
    [
        " small request you get you may or may not comply but let's face it when you give me the okay",
        6442.06,
        6449.1
    ],
    [
        " it sounds a lot like Denzel Washington let's hear it that's not gonna do it but that's exactly",
        6449.1,
        6455.12
    ],
    [
        " where I got it from no I know that because even though I don't know that movie very well yeah",
        6455.12,
        6459.18
    ],
    [
        " there was a great way if I get a little overly hostile with you kind of one of your defensive",
        6459.36,
        6466.34
    ],
    [
        " mechanisms is to throw that okay back at me they break there was a time there was a time in",
        6466.34,
        6473.0
    ],
    [
        " training day in the in the beginning meets him at the diner right and he's like oh the guy",
        6473.0,
        6477.76
    ],
    [
        " Jake he's trying to make small talking that's all awkward and Alonzo he's reading the newspaper",
        6477.76,
        6483.86
    ],
    [
        " and he's like not talking to him it's real awkward so Jake keeps trying to make small",
        6484.68,
        6490.14
    ],
    [
        " time he's like hey shut up let me read my paper Jake's like oh awkward so he can't help himself he has",
        6490.14,
        6496.8
    ],
    [
        " to say something again just to fight the awkwardness and then he's like puts down the the paper he's",
        6496.8,
        6500.9
    ],
    [
        " like hey tell me a story he's like what are you talking about he's like right you want I read the",
        6500.9,
        6505.0
    ],
    [
        " newspaper for the stories or blah blah blah he says this thing it's like so you got to tell me",
        6505.0,
        6508.66
    ],
    [
        " so I start telling my story and then and the part when he's like oh yeah I'm with this my",
        6509.02,
        6514.16
    ],
    [
        " training officer she was a girl or whatever he's like oh it's a girl training officer oh man that's",
        6514.16,
        6519.16
    ],
    [
        " and he's like yeah he's like all right all right so that's where it came from I did I use it",
        6519.16,
        6527.12
    ],
    [
        " in different contexts but yes yeah I got it from thank you for that it always it always makes me",
        6527.12,
        6532.44
    ],
    [
        " smile if I can push you to the point where you throw that at me I know I did my job for the day",
        6532.44,
        6537.68
    ],
    [
        " yes sir the manipulation you gotta be on the lookout for it you gotta be on the lookout",
        6537.68,
        6547.08
    ],
    [
        " because if you're not competing all the time if you don't recognize that you're competing that's",
        6547.08,
        6551.72
    ],
    [
        " when you're gonna get caught and you should never never ever give that kind of leverage to",
        6551.72,
        6559.32
    ],
    [
        " another human being over you not to go back to training day too much but there were there",
        6559.32,
        6564.82
    ],
    [
        " smoking we part when he realized it when he was like hey you've been smoking PCP all day haven't",
        6566.5,
        6570.38
    ],
    [
        " you and he's like he looked at me he's like you've been planning this all day he goes I've been",
        6570.38,
        6575.14
    ],
    [
        " planning it all week so you're saying no that's the demonstration hey you're always competing last",
        6575.14,
        6581.06
    ],
    [
        " week we didn't even meet each other I was already I was still competing yeah and look at you now",
        6581.06,
        6586.02
    ],
    [
        " so you're saying I lessons are everywhere I kind of forgot I'm just retracing my steps for",
        6586.02,
        6591.64
    ],
    [
        " the last four years and trying to make sure I know it's actually going on here back to the book",
        6591.64,
        6599.28
    ],
    [
        " for the conclusion as professionals Marines acknowledge this condition and prepare themselves and",
        6599.28,
        6603.38
    ],
    [
        " the Marine Corps to succeed in this struggle adopting a campaigning mindset helps us do this",
        6603.38,
        6608.3
    ],
    [
        " effectively as it aids us in visualizing the long timelines that often span years and decades",
        6608.3,
        6614.7
    ],
    [
        " this influences the type of education they say I mean it's so crazy to not think about years and decades",
        6618.3,
        6626.62
    ],
    [
        " that's the if you're not thinking in years and decades you're gonna have some issues",
        6626.62,
        6632.7
    ],
    [
        " yeah I'm proud none of us thinking years and I mean whatever typically we don't think in years",
        6632.7,
        6639.98
    ],
    [
        " and decades typically I mean we're for a handful of things but that's it",
        6639.98,
        6643.58
    ],
    [
        " and those handful things what I'm talking about yeah yeah this is important",
        6643.58,
        6648.64
    ],
    [
        " this influences the type of education they seek to prepare them for the continual innovation",
        6648.64,
        6653.28
    ],
    [
        " that will be required to sustain competitive advantage and create new ones over the course",
        6653.28,
        6657.14
    ],
    [
        " of long-term campaign it also influences their decision they're thinking on talent management",
        6657.14,
        6661.06
    ],
    [
        " because the most competitive organizations are the ones that get the most from their people by",
        6661.06,
        6665.82
    ],
    [
        " placing them in positions to use their strengths on a regular basis all of this preparation leads to",
        6665.82,
        6670.22
    ],
    [
        " the type of agile force planning needed in long-term competition resulting in a succession",
        6670.22,
        6675.58
    ],
    [
        " succession of force planning that outcomes planning outcomes that achieve and then sustain",
        6675.58,
        6682.9
    ],
    [
        " competitive advantages in the military element of national power that's the that's the conclusion",
        6682.9,
        6688.34
    ],
    [
        " of chapter three almost two hours deep so uh good place to stop for now because I don't even want",
        6688.34,
        6697.66
    ],
    [
        " to crack open chapter four yet too much for one night so we're always in competition we should be",
        6697.66,
        6709.58
    ],
    [
        " in strategic competition and all of this chapter three we are preparing for competition echo Charles",
        6709.58,
        6717.26
    ],
    [
        " here comes the tea up here comes the softball coming your way let's see if you can knock it out of the",
        6718.64,
        6722.9
    ],
    [
        " park speaking of preparing for competitions do you have any suggestions that will help us stay",
        6722.9,
        6728.74
    ],
    [
        " prepared yeah it takes up limits and here's why straight to it yep here's why so you know okay so",
        6728.74,
        6735.54
    ],
    [
        " we'll start with the joint stuff as we always do this is why so a lot of times I'm one of these",
        6735.54,
        6740.2
    ],
    [
        " people bear well joint problems right until you do you seem sane so that time if we're not",
        6740.2,
        6747.04
    ],
    [
        " thinking that that if we're not considering the fact that we might have these issues with joints",
        6747.04,
        6751.82
    ],
    [
        " we're lifting weights we're doing the judicits and we're not anticipating the potential for joint",
        6751.82,
        6756.72
    ],
    [
        " problems we're not going to be competing in that way or aware of that competition okay we also",
        6756.72,
        6763.94
    ],
    [
        " need to be strategic in the way that we're thinking exactly because we are putting aware in",
        6763.94,
        6767.72
    ],
    [
        " terror it might not hurt you right now but guess what you're doing in two years three years five",
        6767.72,
        6772.78
    ],
    [
        " years you want to keep those things maintained in the Navy in the Marine Corps that we know about",
        6773.04,
        6778.64
    ],
    [
        " I'm sure it's this way in the Army in the Air Force well you're going to follow these maintenance",
        6778.64,
        6782.38
    ],
    [
        " protocols and they're going to help when you need that element when you need that piece of equipment",
        6782.38,
        6788.54
    ],
    [
        " when you need that shoulder that elbow that knee and look your knee let's face it it could already",
        6788.54,
        6795.8
    ],
    [
        " come with a kind of genetic disadvantage you might have knees that are skinny",
        6795.8,
        6799.36
    ],
    [
        " they need all the help they can get yeah and if that's the case hey you can get these supplements",
        6799.36,
        6809.32
    ],
    [
        " listen we are doing something a jaco few will to try and help out so what we're doing is if you",
        6809.32,
        6819.36
    ],
    [
        " we know that shipping is expensive we know that people are already paying for the product",
        6820.18,
        6827.82
    ],
    [
        " and now all of a sudden they got to pay for shipping too and what we want to do is we want to",
        6827.82,
        6832.58
    ],
    [
        " give you a way to get that shipping cost down well we got a way to get it down we got a way to",
        6832.58,
        6838.0
    ],
    [
        " get it down a lot we got a way to make it free if you subscribe to any of these items if you",
        6838.0,
        6849.34
    ],
    [
        " it was in January but now it's free period straight up it's free period and if you subscribe you",
        6849.34,
        6857.44
    ],
    [
        " save money too you save like cost the cost goes down by 10% so if you want to be prepared",
        6857.44,
        6865.38
    ],
    [
        " if you want to be competitive and you want to help out your bank account hey go subscribe",
        6865.38,
        6875.18
    ],
    [
        " and the shipping is free and you get 10% off which is pretty cool so we're trying to make this stuff",
        6875.82,
        6881.58
    ],
    [
        " more available easier to everybody so that's what we're doing you join warfare super krill discipline",
        6881.58,
        6889.04
    ],
    [
        " discipline go even the drinks shipping for free mulch shipping for free strawberry chocolate",
        6889.04,
        6896.5
    ],
    [
        " warrior kiss up everything shipping for free if you want to get it just yeah that's good that's",
        6896.5,
        6905.04
    ],
    [
        " gonna help you later yep in the campaign true story also of things are gonna help you later",
        6905.04,
        6911.06
    ],
    [
        " you can also get this stuff at wawa well you can you can get the the ready to drink what do you",
        6911.06,
        6916.2
    ],
    [
        " drink what do you have tonight Dave you went too deep and so did I yeah we started recording late",
        6916.2,
        6920.48
    ],
    [
        " we both kind of like it was your early morning I know that flavors did we go I went after",
        6920.48,
        6925.42
    ],
    [
        " burn orange with the dac's average it follow up I went I chaser dac's average chaser I went I went",
        6925.42,
        6932.3
    ],
    [
        " went jackele Palmer and then I went sour apples sniper JP appreciate it that's what I went so I",
        6933.64,
        6940.88
    ],
    [
        " went we both went back to back back to back back to back I don't do that very often no I was thinking",
        6940.88,
        6946.82
    ],
    [
        " to like I don't usually start hitting this this late at night but I have work to do when I get",
        6946.82,
        6952.02
    ],
    [
        " home too so that's a positive thing yeah you can get it you can also get the stuff at the vitamin",
        6952.02,
        6956.34
    ],
    [
        " chop so hit those up or get the free shipping there you go it's true also at origin main calm",
        6957.52,
        6965.74
    ],
    [
        " this week you can get stuff as well yeah there's a lot of other cool stuff at origin origin main",
        6965.74,
        6970.58
    ],
    [
        " calm all American made stuff by the way the boots jeans jujitsu stuff do you ever watch Pete",
        6970.58,
        6977.84
    ],
    [
        " do you ever watch Pete's do you ever watch the origin USA instagram story yes",
        6978.38,
        6984.52
    ],
    [
        " so the other day Pete Roberts sure he made a story about how he was all fired up because he bought",
        6984.52,
        6993.0
    ],
    [
        " we bought we bought origin USA dot com okay the domain name the domain name and he was all fired",
        6993.0,
        7007.72
    ],
    [
        " and he's all fired up I don't know do you know anything about buying what's called a URL do you",
        7007.72,
        7013.5
    ],
    [
        " know anything about this yes yeah so if it's a kind of a kind of a a good word yeah they can be very",
        7013.5,
        7021.06
    ],
    [
        " very expensive i.e. for origin USA 50 grand 50 thousand dollars and he's on there and he's like you",
        7021.06,
        7029.36
    ],
    [
        " know a couple years ago I wouldn't even dreamt of spending 50 grand for this but this is where we're",
        7029.36,
        7037.22
    ],
    [
        " else or we we're doing it we're executing and I didn't I didn't didn't have time because I saw",
        7037.22,
        7042.74
    ],
    [
        " the story we me also bought another domain name which will be up soon and people you could argue",
        7042.74,
        7056.2
    ],
    [
        " would say this is even more a valuable name URL I bought jaco dot com jaco dot com and I almost",
        7056.3,
        7067.9
    ],
    [
        " posted this because what I was going to say and this is the true story I bought jaco dot com how",
        7067.9,
        7074.46
    ],
    [
        " much you think I paid for it origin USA cost 50 grand Dave what do you think how much you think I",
        7074.46,
        7078.56
    ],
    [
        " paid for it it's unfair if you made it answer this question oh you already know the answer it made",
        7078.56,
        7082.3
    ],
    [
        " you get so if you're wondering so I got jaco dot com for one dollar no awesome guy owned it and he's",
        7082.42,
        7092.16
    ],
    [
        " a trooper he's in the game and he just reached out to Jamie and said hey I own jaco and we get all",
        7092.16,
        7097.86
    ],
    [
        " kinds of things like we get all kind Jamie forced me to say hey when do we hey when do we hey",
        7097.86,
        7101.3
    ],
    [
        " and I see one title to an email says jaco dot com and I open it up and Jamie's like hey do you",
        7101.3,
        7107.18
    ],
    [
        " want me to do anything with this he wants to sell me jaco dot com for a dollar and he also came",
        7107.18,
        7111.2
    ],
    [
        " out here with his wife we had a cool time we hung out but yeah so I was going to post that",
        7111.2,
        7115.02
    ],
    [
        " Pete the businessman Pete the negotiator I was going to say hey my business partner Pete great job",
        7115.02,
        7122.08
    ],
    [
        " negotiating the price to 50 thousand dollars meanwhile I got jaco dot com for a dollar you know",
        7122.08,
        7129.96
    ],
    [
        " what that is right there come competition I beat you Pete that's a below market price by the way",
        7129.96,
        7137.66
    ],
    [
        " yeah for sure that's super cool so that that should be up soon jaco dot com uh and yes I won",
        7137.66,
        7143.52
    ],
    [
        " that competition Pete cool so Urgent went from Maine to straight up USA expanding it's not there yet",
        7143.52,
        7149.14
    ],
    [
        " yeah right now go to dark but what you jaco fuel oh oh I also bought jaco fuel I think I bought that",
        7149.14,
        7155.42
    ],
    [
        " what did you buy that what did you pay for nine dollars eleven ninety you got to love it you know",
        7155.42,
        7159.38
    ],
    [
        " market price market price actually I don't know I think you did by that either way yes it's true",
        7159.38,
        7164.6
    ],
    [
        " always I bought that a long time ago yeah yeah check but yes so yeah origin Maine soon to be",
        7164.74,
        7171.6
    ],
    [
        " origin USA dot com was cool was where you can get Americans made stuff also we have the store jaco",
        7171.6,
        7179.3
    ],
    [
        " store dot com I bought that one by the way back in the day this where you can get this",
        7179.3,
        7184.68
    ],
    [
        " plenty equal did you think of that name yourself that's a good rich no I think you started that one",
        7184.68,
        7188.8
    ],
    [
        " no actually I know I didn't I don't know yeah I think oh what is it you like jaco store and I was",
        7188.8,
        7192.54
    ],
    [
        " cool I guess we're going with the thing yes it's not a hard one to figure out I remember too yeah",
        7192.66,
        7196.84
    ],
    [
        " you were like yeah jaco podcast because it's simple or whatever I was like I that's online store",
        7196.84,
        7201.36
    ],
    [
        " there you go jaco store all day and you know it's yours so boom anyway this is where you can get",
        7201.36,
        7207.36
    ],
    [
        " this one you could see them uh shirts and hoodies and hats and a lot of cool stuff there there's a",
        7207.36,
        7213.1
    ],
    [
        " t-shirt club called the sh hurt locker you know just so you know you no longer have to say t-shirt",
        7213.1,
        7222.24
    ],
    [
        " club which sounds super wack you can just say we also have the shirt walker you get a shirt",
        7222.24,
        7227.4
    ],
    [
        " everybody you can say it in a much cooler way yeah okay you can just exclude the lame things",
        7227.4,
        7232.86
    ],
    [
        " that sometimes get said yeah my king shirt cap all right well thank you for coaching me up there",
        7232.86,
        7242.2
    ],
    [
        " uh jaco there's the shirt shirt locker where you can get a new cool t-shirt every month high quality",
        7242.2,
        7249.64
    ],
    [
        " high speed low drag it's jaco always says either way you've never actually even heard me say it's a good",
        7249.72,
        7256.02
    ],
    [
        " thing to check out it's a good thing to check out so hey man if you think that's cool go ahead and do",
        7256.02,
        7260.04
    ],
    [
        " that it's that jaco store like I said you didn't mention the fact that at origin main dot com you can",
        7260.04,
        7265.82
    ],
    [
        " also get jeans you can get boots did you did you did Dave did he say dude this we could be going",
        7265.82,
        7272.1
    ],
    [
        " to for two here I have no recollection of you saying that okay well there's jeans and boots and",
        7272.1,
        7276.3
    ],
    [
        " guess what they're American made oh yeah that's true absolutely didn't say that hey Ken so review",
        7276.3,
        7281.8
    ],
    [
        " the tapes no editing this is gonna sound like a dumb question from you yes sir okay okay bear with me",
        7281.8,
        7288.9
    ],
    [
        " so the origin boots are those good for snow yeah not like snow tracking so if you're out and you're",
        7288.9,
        7298.9
    ],
    [
        " in snow they're good if you're gonna gonna go on a winter hike in the woods right they're not",
        7298.9,
        7304.02
    ],
    [
        " gonna be optimal because they don't have any installation now if you put on a pair of wool socks and",
        7304.02,
        7307.26
    ],
    [
        " maybe a little polypropylene socks underneath them you might be pretty good to go plus if you",
        7307.26,
        7311.64
    ],
    [
        " put added a little you know water proofing to it you know we got some oils you can put in there",
        7311.64,
        7316.98
    ],
    [
        " you'd be good to go good but you we if you're going on a trip to the mountains where you're gonna be",
        7316.98,
        7322.56
    ],
    [
        " it's gonna be called when you're gonna walk around you'll be good to go normal stuff yeah normal",
        7322.56,
        7326.74
    ],
    [
        " stuff yeah I figured that what I guess another dumb question right I thought it was kind of",
        7326.74,
        7334.0
    ],
    [
        " it would be a dumb question if you were from Maine being that you're from Hawaii it's actually",
        7334.0,
        7338.7
    ],
    [
        " a totally legit question your environment has not taught you lessons that a new Englander",
        7338.7,
        7344.18
    ],
    [
        " would learn or someone from Michigan or or Montana would learn sure Wyoming people wouldn't be",
        7344.18,
        7351.14
    ],
    [
        " asking me that question no so it's not common knowledge for people like us from the I know all right",
        7351.14,
        7360.4
    ],
    [
        " subscribe to this podcast if you want and leave a review on your podcast player of choice yeah",
        7360.4,
        7367.48
    ],
    [
        " and we also have you can join the the jaco underground jaco underground calm there's some people",
        7367.48,
        7373.52
    ],
    [
        " are asking questions wait a second what's happening yes and I'm like okay I explained it",
        7373.52,
        7379.08
    ],
    [
        " this podcast jaco podcast the goal is to never change this the goal is to never put this podcast",
        7379.08,
        7386.7
    ],
    [
        " behind a paywall this that's the goal we want this to be free and as long as that is humanly",
        7387.66,
        7395.46
    ],
    [
        " possible it will be and the only thing you will have to suffer through is this section that we're",
        7395.46,
        7402.92
    ],
    [
        " listening to right now if you can bear with that what you didn't even have to in fact I know",
        7402.92,
        7407.02
    ],
    [
        " that there's only four of you listening right now if you can bear that you can listen to this for",
        7407.02,
        7412.16
    ],
    [
        " free and you can also just press stop you didn't have to hear any of this crap thank you but but",
        7412.16,
        7417.42
    ],
    [
        " but look we we we also we so we set this up as a contingency so we have an alternative platform",
        7417.42,
        7423.32
    ],
    [
        " that we built we don't want to have other sponsors we don't have somebody cutting in when we're",
        7423.32,
        7428.06
    ],
    [
        " talking about the battle of the bulge to tell you about what kind of underwear you should use we",
        7428.06,
        7434.88
    ],
    [
        " don't want that to happen so if you want to help us out with that you can go and you subscribe to",
        7434.88,
        7441.74
    ],
    [
        " the underground and in order to give you some benefit a tangible benefit we're kind of we're",
        7441.74,
        7447.08
    ],
    [
        " recording another podcast called the jaco underground podcast and we just kind of give some other",
        7447.08,
        7453.62
    ],
    [
        " information they're a little bit shorter they're just they're just some behind the scenes some",
        7453.62,
        7458.84
    ],
    [
        " some amplifying information about what we talk about some where this podcast came from how I",
        7458.84,
        7465.5
    ],
    [
        " thought of doing this why we're doing this so if you want you can do you're gonna jaco underground",
        7465.5,
        7471.1
    ],
    [
        " it's $8.18 a month which is a important number and look we're not trying to prevent people from",
        7471.42,
        7481.56
    ],
    [
        " being able to get this information if you can afford that and you still want to listen to the",
        7481.56,
        7485.14
    ],
    [
        " jaco underground podcast it's cool send an email to assistance at jaco underground.com and we will",
        7485.14,
        7494.44
    ],
    [
        " hook you up and you will be able to listen to the jaco underground podcast so we have that going on",
        7494.44,
        7498.62
    ],
    [
        " and and well we also have what else we have we've got the unraveling which actually Darryl and I are",
        7498.78,
        7505.14
    ],
    [
        " in we are in we're in deep got a bunch of stuff that we'll we will have coming you way for coming",
        7505.14,
        7510.9
    ],
    [
        " your way for the unraveling podcast we have the ground and podcast which we need to we need to",
        7510.9,
        7520.86
    ],
    [
        " do that and the warrior kid podcast again I said this the other day I owe a book on January",
        7520.86,
        7528.32
    ],
    [
        " 31st and when that's done my plan is to knock out some warrior kid podcasts we got a youtube",
        7529.84,
        7535.76
    ],
    [
        " channel where echo puts up all the videos of this podcast and other videos where he makes a bunch",
        7535.76,
        7541.16
    ],
    [
        " of stuff blow up using CGI because he thinks it's cool it's cool it's 100% cool well that's",
        7541.16,
        7550.92
    ],
    [
        " just your opinion we have an album called psychological warfare where I talk about overcome in",
        7550.92,
        7555.96
    ],
    [
        " moments of weakness flip side canvas decoder Myers company a bunch of cool stuff to hang on your wall",
        7556.04,
        7560.84
    ],
    [
        " got a bunch of books leadership strategy and tactics field manual",
        7560.84,
        7563.42
    ],
    [
        " which I pull out to read quotes from all the time when I'm talking to clients oh yeah I",
        7563.42,
        7572.98
    ],
    [
        " wrote that's a question oh yeah I wrote about this here Dave all the time all the time",
        7572.98,
        7580.46
    ],
    [
        " so if you've got questions about what to actually do as a leader get leadership strategy",
        7581.7,
        7588.2
    ],
    [
        " tactics field manual we also have the code the evaluations the protocols we have disciplinary",
        7588.2,
        7592.0
    ],
    [
        " course freedom field manual there's a new version out we have way of the warrior kid for field",
        7592.0,
        7596.9
    ],
    [
        " manual we also have way of the warrior kid one two and three we have about face by David Hackworth",
        7596.9,
        7600.96
    ],
    [
        " that I wrote the four for the new one Mikey and the dragons which a lot of people say is the best",
        7600.96,
        7605.34
    ],
    [
        " picture book ever a lot of people saying that most people sure saying that we have a and then of",
        7606.04,
        7615.34
    ],
    [
        " course a tree ownership and the dichotomy of leadership we have echelon front which is our",
        7615.34,
        7619.82
    ],
    [
        " leadership consultancy go to echelonfront.com if you want help in your organization we solve",
        7619.82,
        7625.1
    ],
    [
        " problems to leadership ef online which is online courses about leadership that you can bring",
        7625.1,
        7631.4
    ],
    [
        " your whole company through they can do them at their own pace you can do it as a group there's",
        7631.4,
        7635.56
    ],
    [
        " all kinds of ways to go through that program that will get your whole company your whole team aligned",
        7635.56,
        7641.64
    ],
    [
        " and thinking the same way about leadership we have we have a live event that we do a few times",
        7641.64,
        7649.56
    ],
    [
        " years 2020 we didn't do any because there was a virus out there 2021 we're reorganizing our",
        7649.56,
        7658.98
    ],
    [
        " dates we're planning to do it go to extremotorship.com if you want to come to that ef overwatch we have",
        7658.98,
        7663.34
    ],
    [
        " leaders to place inside your company that have a military background that understand these",
        7663.34,
        7668.86
    ],
    [
        " principles that we talk about and if you want to help service members active and retired their",
        7668.86,
        7673.12
    ],
    [
        " families gold star families and check out mark Lee's mom mom Lee she's got a charity organization",
        7673.12,
        7678.34
    ],
    [
        " if you want to donate or you want to get involved go to america's mighty warriors.org",
        7678.34,
        7684.38
    ],
    [
        " and if the last two hours you didn't get enough of my dictatorial diatribe's or you need more of",
        7686.4,
        7696.84
    ],
    [
        " echoes bewildered bemoaning or daves fanatical phrasing you can find us on the web's on twitter",
        7696.84,
        7705.6
    ],
    [
        " on instagram which for those of you that only understand what echo says he refers to that as",
        7705.6,
        7711.98
    ],
    [
        " the gram and facebook david arbrecht echo is that equitrols and i'm at jacqueline link and",
        7712.86,
        7719.86
    ],
    [
        " thanks to all the people in uniform worldwide doing what you have to do so we can do what we want",
        7719.86,
        7729.9
    ],
    [
        " to do and the same goes to our police and law enforcement firefighters paramedics emt's dispatchers",
        7729.9,
        7734.92
    ],
    [
        " correctional officers border patrol secret service and all first responders we thank you as well",
        7735.02,
        7742.54
    ],
    [
        " for what you do every day and everyone else out there competition is an enduring condition",
        7742.54,
        7750.16
    ],
    [
        " it's always happening it's always happening",
        7750.16,
        7755.1
    ],
    [
        " and you need to be prepared and you need to make sure you are competing for the strategic win",
        7755.1,
        7763.14
    ],
    [
        " for the long term win so pay attention to what you are paying attention to",
        7763.14,
        7771.02
    ],
    [
        " and then keep getting after it and until next time this is david and echo and jaco out",
        7771.02,
        7782.42
    ]
]