[
    [
        " Competition happens constantly in many forms amongst nations of the world and diplomatic",
        0.48,
        3.76
    ],
    [
        " informational, military, and economic arenas.",
        3.76,
        6.02
    ],
    [
        " Rivals often challenge each other in one of them while they cooperate in a different",
        6.12,
        11.46
    ],
    [
        " one.",
        11.46,
        11.72
    ],
    [
        " Oh, God, that's good to know, isn't it?",
        12.1,
        13.78
    ],
    [
        " Isn't it good to know that we can be competing in one thing and cooperating in something",
        14.06,
        17.92
    ],
    [
        " else simultaneously?",
        17.92,
        18.74
    ],
    [
        " Competitors include a wide range of political actors, from nation states to groups organized",
        21.0,
        26.0
    ],
    [
        " around a single cause.",
        26.0,
        27.24
    ],
    [
        " While discussion below will often refer to state versus state rivalries, in most cases",
        27.78,
        33.14
    ],
    [
        " the ideas apply equality to challenges with non-state actors, competition in various forms",
        33.14,
        39.24
    ],
    [
        " among various different actors is the norm in international relations.",
        39.24,
        42.62
    ],
    [
        " So that's great that they're talking about international relations and we're talking",
        43.1,
        46.8
    ],
    [
        " about these, I keep throwing all these percentages out today.",
        46.8,
        48.9
    ],
    [
        " Is that a good thing?",
        49.36,
        50.0
    ],
    [
        " I don't think it's a good thing.",
        50.2,
        50.96
    ],
    [
        " It's a little questionable.",
        51.76,
        52.44
    ],
    [
        " It's a little questionable.",
        52.52,
        52.96
    ],
    [
        " Is anyone going to be able to check me on my 97% facts?",
        53.26,
        56.8
    ],
    [
        " No.",
        57.36,
        57.42
    ],
    [
        " All right.",
        57.78,
        58.18
    ],
    [
        " Well, I'm going to estimate that a vast majority of people that are listening to this",
        58.6,
        64.28
    ],
    [
        " podcast are not engaged at a policy level with interstate rivalries.",
        64.28,
        70.84
    ],
    [
        " So what's important to recognize is that everything that we're talking about doesn't only",
        71.26,
        76.98
    ],
    [
        " apply to this country versus that country.",
        77.04,
        79.48
    ],
    [
        " It applies everywhere.",
        79.86,
        81.06
    ],
    [
        " Continuing on, the Marine Corps participates in the competitions of the United States in",
        82.52,
        86.76
    ],
    [
        " many ways.",
        86.76,
        87.18
    ],
    [
        " Formals among them is to fight and win our nation's battles and be ready to do so at all times.",
        87.86,
        92.32
    ],
    [
        " And then it says this, war itself is a special kind of competition, which is a classic line,",
        92.82,
        100.08
    ],
    [
        " right?",
        100.12,
        100.34
    ],
    [
        " To say that war itself is a special kind of competition.",
        101.04,
        104.7
    ],
    [
        " We salute the Marine Corps for that statement because it certainly is a special type of",
        105.4,
        110.02
    ],
    [
        " competition.",
        110.02,
        110.48
    ],
    [
        " How it fits in the overall continuum will be explored in detail.",
        110.74,
        113.5
    ],
    [
        " The very existence of the Marine Corps is a competitive act as it signals to potential",
        113.98,
        119.22
    ],
    [
        " rivals that there are vital interests.",
        119.22,
        121.02
    ],
    [
        " Our nations will go to war to protect and that those of a maritime nature are important",
        121.3,
        125.7
    ],
    [
        " enough that we have invested in a dedicated naval expeditionary force to protect them.",
        125.7,
        129.8
    ],
    [
        " So, that's a big statement and one thing that I love about this entire manual.",
        131.46,
        136.06
    ],
    [
        " Is this entire manual written by the Marine Corps?",
        137.0,
        141.12
    ],
    [
        " And I just want you to pay attention to this and you kind of have to know what's going",
        142.32,
        145.18
    ],
    [
        " on between all the different services you've got the Army, Navy, Air Force, Marines and",
        145.18,
        148.84
    ],
    [
        " Coast Guard.",
        148.84,
        149.22
    ],
    [
        " And all of them are in competition at all times.",
        149.88,
        151.84
    ],
    [
        " And not just, hey, our planes are better than yours and our pilots are better.",
        153.14,
        157.18
    ],
    [
        " Not that competent.",
        157.52,
        158.24
    ],
    [
        " They're competing for money.",
        158.38,
        159.52
    ],
    [
        " For money.",
        160.14,
        161.76
    ],
    [
        " And so, I hate to do this in Marine Corps because I do love the Marine Corps.",
        162.4,
        166.0
    ],
    [
        " But there are so many maneuvers in this book that if you read it, you go, well, we better",
        166.36,
        173.14
    ],
    [
        " take care of the Marine Corps.",
        173.14,
        174.12
    ],
    [
        " We better give them a little edge.",
        174.4,
        175.6
    ],
    [
        " That's one of those lines right there.",
        175.6,
        176.92
    ],
    [
        " Vital interests in our nation.",
        177.18,
        178.4
    ],
    [
        " Just in case you care about the ocean.",
        178.62,
        180.12
    ],
    [
        " Just in case you care about the ocean.",
        180.38,
        181.52
    ],
    [
        " Yeah, might want a Marine Corps.",
        181.74,
        182.68
    ],
    [
        " They get that in there.",
        182.82,
        183.36
    ],
    [
        " But what's interesting about this is the very existence of the Marine Corps is a competitive",
        183.92,
        187.34
    ],
    [
        " act.",
        187.34,
        187.64
    ],
    [
        " So how many things do you do or have or say that just being there is a competitive act go?",
        187.94,
        195.02
    ],
    [
        " At your point, I mean, look, I think it's cool.",
        195.46,
        197.88
    ],
    [
        " The Marine Corps wrote this.",
        198.0,
        198.7
    ],
    [
        " I'm stoked that it's a Marine Corps pub.",
        198.86,
        200.12
    ],
    [
        " I was a Marine.",
        200.26,
        200.64
    ],
    [
        " But just like what you said, you could change the words Marine Corps.",
        201.02,
        203.58
    ],
    [
        " You could put any word you want in there because it's of the military.",
        203.64,
        206.3
    ],
    [
        " You just made a connection to family, this idea of competition.",
        206.68,
        209.68
    ],
    [
        " So when I was looking at this at first, not knowing what to expect, the connection that",
        211.5,
        215.98
    ],
    [
        " I was making of when they're talking about competing, the first thing is competition doesn't",
        215.98,
        221.2
    ],
    [
        " have to be a bad thing.",
        221.2,
        222.08
    ],
    [
        " That word shouldn't mean, oh, that means conflict and we're fighting.",
        222.46,
        224.6
    ],
    [
        " That isn't what it means.",
        224.78,
        226.14
    ],
    [
        " And it doesn't have to be about two nations going to war and doesn't even have to be about",
        226.84,
        230.48
    ],
    [
        " the Marine Corps.",
        230.48,
        230.94
    ],
    [
        " And the fact that Marine Corps wrote it is cool.",
        231.1,
        232.54
    ],
    [
        " That's not the point.",
        232.82,
        233.44
    ],
    [
        " And something else that you've been talking about a lot lately, and I've been stealing it.",
        234.7,
        240.96
    ],
    [
        " You've been talking a lot about alignment.",
        241.48,
        243.42
    ],
    [
        " And when there's conflict in organization, we see this at companies, we work with all",
        244.56,
        248.84
    ],
    [
        " the time.",
        248.84,
        249.2
    ],
    [
        " What you need to do is find alignment.",
        249.6,
        251.5
    ],
    [
        " And the thing I was just thinking in that first couple of sentences is competition, the",
        251.82,
        256.3
    ],
    [
        " mortal wind you and I are the healthier the competition is.",
        256.3,
        260.64
    ],
    [
        " Meaning, the less likely the outcome is going to be some sort of conflict or a fight.",
        260.9,
        265.34
    ],
    [
        " If we're aligned, really aligned, we might be competing all the time just to make each",
        265.54,
        269.46
    ],
    [
        " other better, just do a better job for our clients, whatever it is.",
        269.46,
        271.94
    ],
    [
        " And the likelihood of you and I competing, and we might be competing every day, the likelihood",
        272.16,
        276.2
    ],
    [
        " of you and I competing turning it into a conflict is almost zero.",
        276.2,
        279.02
    ],
    [
        " Now if we are highly misaligned, misaligned, then that competition has the potential of the",
        279.86,
        286.24
    ],
    [
        " outcome being much different.",
        286.24,
        287.4
    ],
    [
        " But competition by itself, where it applies and what it means, five minutes into what",
        288.0,
        291.88
    ],
    [
        " you're talking family.",
        291.88,
        292.68
    ],
    [
        " So there's a connection here that is way deeper than at first couple of sentences at face",
        293.46,
        297.48
    ],
    [
        " values.",
        297.48,
        297.84
    ],
    [
        " I'm looking, oh, the Marine Corps Pub on Competition, this is going to be cool.",
        297.94,
        300.3
    ],
    [
        " There's a lot more to it.",
        300.7,
        301.82
    ],
    [
        " It doesn't have to be about the Marine Corps as you're listening to it either.",
        301.86,
        304.12
    ],
    [
        " Yeah, one of the notes that I took down early on, where I started talking about 99%, the",
        304.54,
        311.9
    ],
    [
        " note that I took down when I was reading it for the first time, was 99% of the time,",
        311.9,
        317.7
    ],
    [
        " you don't have to resort to violence because you can find alignment.",
        317.92,
        323.44
    ],
    [
        " Because as long as you can find, and you've heard me say that on EF Online, if you can",
        324.0,
        327.6
    ],
    [
        " find alignment, well then we can work together.",
        327.6,
        330.76
    ],
    [
        " If you and I are aligned, if you and I are not aligned on 48 different things that are",
        331.58,
        335.72
    ],
    [
        " a lower level things, but we're aligned at the most important thing, we're good.",
        335.72,
        339.1
    ],
    [
        " We're good.",
        339.28,
        339.46
    ],
    [
        " And the example of that when I bring up with companies is, hey, you know, Jocco and Dave",
        340.08,
        344.94
    ],
    [
        " can't get along.",
        344.94,
        345.88
    ],
    [
        " Oh, okay.",
        346.2,
        346.68
    ],
    [
        " Well, they can't get along about what?",
        347.16,
        348.2
    ],
    [
        " Well, Dave wants to invest in that.",
        348.28,
        349.3
    ],
    [
        " Jocco wants to invest in that.",
        349.42,
        350.36
    ],
    [
        " Dave wants to move here.",
        350.5,
        351.3
    ],
    [
        " Jocco wants to move there.",
        351.44,
        352.2
    ],
    [
        " Okay, so they can't get along.",
        352.76,
        353.82
    ],
    [
        " Okay, well, let's ask this question.",
        354.18,
        355.56
    ],
    [
        " Do Dave and Jocco who work at the same company?",
        356.4,
        358.2
    ],
    [
        " Do they want the company to make money?",
        358.48,
        360.14
    ],
    [
        " Yes.",
        360.58,
        361.3
    ],
    [
        " Do they want to be able to serve their customers?",
        361.82,
        363.64
    ],
    [
        " Yes.",
        363.96,
        364.24
    ],
    [
        " If we can get aligned on those things, then the rest of it is just figuring out the details.",
        364.58,
        368.02
    ],
    [
        " And if you do what you were just talking about, the more you think in decentralized command,",
        371.44,
        375.26
    ],
    [
        " the more you think in Commanders intent, the more you think strategically, the less you",
        375.44,
        379.3
    ],
    [
        " care about those details, you go, oh, wait, you want the same thing?",
        379.3,
        381.5
    ],
    [
        " Dude, go do whatever you want.",
        381.72,
        382.9
    ],
    [
        " Let me know how I can help.",
        383.12,
        383.78
    ],
    [
        " Because then I think, oh, none of those details matter at all because you want what I want.",
        384.16,
        389.42
    ],
    [
        " And if I can just check my ego and go, oh, oh, you know what?",
        389.48,
        392.48
    ],
    [
        " Dude, yeah, go do that.",
        393.14,
        394.8
    ],
    [
        " Can I back you up?",
        395.26,
        395.82
    ],
    [
        " Give me a call if I can help you.",
        396.0,
        397.14
    ],
    [
        " The competition part or the conflict part goes away.",
        397.46,
        399.72
    ],
    [
        " And it allows you to accomplish so many more things if you think in decentralized command,",
        400.56,
        406.04
    ],
    [
        " rather than just the action of, oh, well, I'm a leader.",
        406.18,
        408.04
    ],
    [
        " I have to push some decisions down to my next layer down.",
        408.46,
        410.98
    ],
    [
        " That's the actions of decentralized command.",
        411.12,
        413.26
    ],
    [
        " You were talking about thinking in decentralized command.",
        413.36,
        414.96
    ],
    [
        " That's what lets you not worry about all those details.",
        415.18,
        416.92
    ],
    [
        " Yeah.",
        417.2,
        417.34
    ],
    [
        " And by the way, if I want Dave to be at point A, and I know that Dave knows to go to point A,",
        417.72,
        426.22
    ],
    [
        " I don't care how he gets there.",
        427.2,
        428.72
    ],
    [
        " But what's important is that allows me to look forward to look to the next point,",
        428.94,
        435.98
    ],
    [
        " to look to point B or C or D because I'm not worried about how Dave's going to get there.",
        436.1,
        439.16
    ],
    [
        " He's going to get there.",
        439.24,
        439.66
    ],
    [
        " And if you need some help, he knows to call me.",
        439.86,
        441.28
    ],
    [
        " Cool.",
        441.38,
        441.52
    ],
    [
        " No factor.",
        442.04,
        442.78
    ]
]